{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/sep/19/from-dave-deserved-win-to-anti-boris-chants-classic-mercury-prize", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-09-19T22:30:21Z", "webTitle": "From Dave's deserved win to anti-Boris chants, this was a classic Mercury prize", "webUrl": "https://www.theguardian.com/music/2019/sep/19/from-dave-deserved-win-to-anti-boris-chants-classic-mercury-prize", "apiUrl": "https://content.guardianapis.com/music/2019/sep/19/from-dave-deserved-win-to-anti-boris-chants-classic-mercury-prize", "fields": {"headline": "From Dave's deserved win to anti-Boris chants, this was a classic Mercury prize", "bodyText": "Media efforts to galvanise a bit of public interest in this year’s Mercury prize included a newspaper website’s story about bookmakers’ odds that seemed to think the 10/3 favourite was Sampha – who admittedly did win in 2017 but hasn’t actually released an album since – and a baffling broadsheet piece that unappealingly described 2018’s champions Wolf Alice as “archetypal indie introverts … like a Sylvia Plath poetry circle struggling to be heard over a Pixies tribute act”, but somehow still concluded “they were worthy winners”. There seems to have been general agreement, however, that this year’s shortlist was the first in history to be dominated by music of a sociopolitical bent. This might have been a conscious decision on the part of the judging panel: an attempt to suggest a new vitality and relevance in an award ceremony that seems to have spent recent years relinquishing whatever grip it once had on the nation’s imagination. Whatever the reason, it worked. The awards show itself, normally an hour-long televisual bore that invariably manages to make a lot of genuinely worthwhile artists look substantially less interesting than they actually are, this year felt genuinely unpredictable and exciting. It’s hard to remember a Mercury show with that many performances that seemed unbridled, powerful and chaotic – from Idles to Fontaines DC to Black Midi – and it’s harder still to recall the last time TV directors had to cut away from a Mercury prize performance for fear of causing offence, as happened with rapper Slowthai, who appeared on stage brandishing an effigy of Boris Johnson’s severed head. It says something about how potent his fellow nominees’ performances were that Dave’s Psychodrama seemed like a safe choice: no spitting, no flailing guitar noise, no chants of “fuck Boris”. But it really isn’t a safe choice: the 21-year-old’s debut is anything but the kind of comfortable listen you could play in the background of a dinner party, something in which the Mercury has specialised in the past. Heard in the context of the Radio One playlist, its lead single Black – a thoughtful but provocative examination of race in modern-day Britain – sounded like a bomb going off: it provoked so many complaints from listeners that the station’s DJs felt impelled to publicly defend its place on the playlist. The album’s centrepiece, Lesley, spends 11 compelling but extremely harrowing minutes depicting an abusive relationship and its horrific fallout. Elsewhere, the album deals unflinchingly with mental illness and the story of the rapper’s older brother, currently serving a life sentence for his involvement in the murder of Sofyen Belamouadden at Victoria Station in 2010. As complex and challenging a piece of work as the British rap renaissance has produced, it is precisely the kind of thing the Mercury should be championing. Moreover, it won in a year when watching the Mercury prize made British and Irish music seem alive and thrilling, angry and vital: something the Mercury hasn’t done in years."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}