{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2019/sep/17/public-ask-longer-sentences-stalkers-abusers", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-09-16T23:01:10Z", "webTitle": "Public to be able to ask for longer sentences for stalkers and abusers", "webUrl": "https://www.theguardian.com/law/2019/sep/17/public-ask-longer-sentences-stalkers-abusers", "apiUrl": "https://content.guardianapis.com/law/2019/sep/17/public-ask-longer-sentences-stalkers-abusers", "fields": {"headline": "Public to be able to ask for longer sentences for stalkers and abusers", "bodyText": "Stalkers, domestic abusers and paedophiles face having their jail sentences increased if victims or members of the public complain their punishment is too lenient as the government continues to roll out its tough-on-crime agenda. The unduly lenient scheme (ULS) gives anyone the power to ask the attorney general to consider referring a sentence to the court of appeal for reconsideration – where it could then be increased if deemed unduly lenient. Under plans confirmed on Tuesday, the scheme will be extended to 14 new offences – including a range of child sexual abuse crimes, stalking and the domestic abuse charge of controlling or coercive behaviour. Murder, robbery and a range of terror offences are already covered by the scheme, which saw a dip in use last year. In 2018, of the 140 offenders referred to the courts by the scheme, 99 offenders had their sentences increased. This compared to 173 referrals in 2017, which led to an increase in the sentences of 137 offenders. Robert Buckland QC, the justice secretary, said: “Sentences are decided by our independent judiciary based on the facts before them, but it is absolutely right that victims have a voice in the system when punishments don’t appear to fit the crime.” The move to expand the scheme comes at a time of debate over the pressures of overcrowding on the prison estate, with Boris Johnson pledging to create an extra 10,000 prison places. Since becoming prime minister, Johnson and his government have attempted to make a hardline approach to criminal justice a central plank of their domestic agenda – a move denounced as populist by critics. Johnson and his cabinet have made a wave of a justice-focused announcements, including on new prison places, tougher sentencing, increased use of stop and search and more police officers on the streets. The following offences have been added to the ULS: Abuse of position of trust: sexual activity with a child (section 16 of the Sexual Offences Act 2003). Abuse of position of trust: causing or inciting a child to engage in sexual activity (section 17, Sexual Offences Act 2003). Abuse of position of trust: sexual activity in the presence of a child (section 18, Sexual Offences Act 2003). Abuse of position of trust: causing a child to watch a sexual act (section 19, Sexual Offences Act 2003). Inciting a child family member to engage in sexual activity (section 26, Sexual Offences Act 2003). Sexual activity with a person with a mental disorder impeding choice (section 30, Sexual Offences Act 2003). Causing or inciting a person with a mental disorder impeding choice to engage in sexual activity (section 31, Sexual Offences Act 2003). Engaging in sexual activity in the presence of a person with a mental disorder impeding choice (section 32, Sexual Offences Act 2003). Causing a person with a mental disorder impeding choice to watch a sexual act (section 33, Sexual Offences Act 2003). Possession of an indecent photograph of a child (section 160, Criminal Justice Act 1988). Taking, possessing, distributing or publishing indecent photographs of children (section 1, Protection of Children Act 1978). Harassment: putting people in fear of violence (section 4, Protection from Harassment Act 1997). Stalking involving fear of violence or serious alarm or distress (section 4A, Protection from Harassment Act 1997). Controlling or coercive behaviour in an intimate or family relationship (section 76, Serious Crime Act 2015)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}