{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/sep/11/mrs-fletcher-review-kathryn-hahn-tom-perrotta", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-09-11T21:37:32Z", "webTitle": "Mrs Fletcher review – Kathryn Hahn charms in thought-provoking comedy", "webUrl": "https://www.theguardian.com/film/2019/sep/11/mrs-fletcher-review-kathryn-hahn-tom-perrotta", "apiUrl": "https://content.guardianapis.com/film/2019/sep/11/mrs-fletcher-review-kathryn-hahn-tom-perrotta", "fields": {"headline": "Mrs Fletcher review – Kathryn Hahn charms in thought-provoking comedy", "bodyText": "There’s something about the work of the American novelist Tom Perrotta that makes it ideally suited for adaptation, a complex and quite often hugely frustrating process. There are lauded authors, such as Philip Roth, James Joyce and Virginia Woolf, whose books haven’t survived the journey quite so well, time and time again, yet Perrotta has a flawless, if limited, track record. His stinging high school satire Election became one of 1999’s most acclaimed films before the darkly comic suburban drama Little Children brought one of Kate Winslet’s best performances to date and most recently, HBO’s ambitious three-season extension of The Leftovers was met with a rapturous reception. He’s sticking with the channel for a new limited series based on his most recent, and arguably best, novel, Mrs Fletcher, a hugely engrossing and deftly structured book about a woman and her son dealing with sex in very different ways. Eve (Kathryn Hahn) is preparing herself for a change and it’s one that she isn’t happy with or ready for, the result of her son leaving home for college. Brendan (Jackson White) is ready to leave, ready for his life as a popular and desirable high school jock to continue in a different, less restrained, location. Like the book, the show follows them both as they make their way through exciting and dangerous new phases. The success of Perrotta’s big and small screen incarnations has a great deal to do with Perrotta himself, the author deciding to take a key role in each adaptation post-Election. Mrs Fletcher is no different, with him credited as creator and executive producer, but it’s also in large part to the writers and directors he’s chosen to collaborate with. In this instance, there’s something so cosmically perfect about Perrotta teaming up with the writer-director Nicole Holofcener, the two sharing a great deal in common, both sharp and empathetic in how they capture everyday life without pulling punches. Holofcener has long been one of the greatest yet most underrated talents in Hollywood, from Friends with Money to Enough Said to her Oscar-nominated screenplay for last year’s Can You Ever Forgive Me? For anyone familiar with her or Perrotta’s work, it’s a thrilling match-up. Mrs Fletcher brings out the best of them both, a funny, often daring, and never less than entirely believable series about how to navigate sex in the current moment. As the two are separated, Eve finds unlikely solace online in the world of Milf porn, quickly becoming addicted while college shows Brendan that his aggressively reductive view of women as sexual objects has no place in the real world. A lazier show would treat all of this with a far heavier hand but there’s remarkably light-footed patience, intelligence and a total lack of judgment in Mrs Fletcher and while it might skate close to sitcom-esque scenarios, it never opts for cheap humour. It also manages to address woke culture in way that feels balanced and thoughtful, ridiculing some of the excesses (such as a well-intentioned yet misjudged college lecture on consent) while allowing characters the space to make and then realise the effects of their mistakes (a trans character is asked a crude question in one scene only to be met with a sheepish yet earnest apology a few scenes later). As perfect as Holofcener’s direction might be for Perrotta’s writing, Hahn is equally well-suited to them both. Her finest work has always existed in similar territory, most notably her role as a bored wife befriending a stripper in Jill Soloway’s cruelly underseen 2013 comedy Afternoon Delight. She’s long deserved a show of her own and Mrs Fletcher provides her with a fitting showcase, zipping between funny, sexy, awkward and self-righteous, a wonderful opportunity to see her explore a character for longer than 90 minutes. The show’s pace is gradual, moments are allowed to breathe despite episodes lasting for just 30 minutes and cliffhangers are replaced with opportunities for us to think and discuss, the format never once cheapening Perrotta’s wonderfully naturalistic storytelling. In the three episodes available, Mrs Fletcher promises to become something rather special, an acutely observed show that quietly covers a great deal without ever feeling overstuffed or sententious. And in the subgenre of Tom Perrotta adaptations, the streak remains unbroken. Mrs Fletcher is showing at the Toronto film festival and will begin on HBO in the US on 27 October and in the UK on Sky Atlantic later this year"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}