{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/sep/10/channel-islands-named-the-uks-top-gastronomic-hotspot", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-09-09T23:01:30Z", "webTitle": "Channel Islands crowned gastronomic 'hotspot'", "webUrl": "https://www.theguardian.com/food/2019/sep/10/channel-islands-named-the-uks-top-gastronomic-hotspot", "apiUrl": "https://content.guardianapis.com/food/2019/sep/10/channel-islands-named-the-uks-top-gastronomic-hotspot", "fields": {"headline": "Channel Islands crowned gastronomic 'hotspot'", "bodyText": "Move over, Ludlow and Cumbria. They may involve a hop across the sea for most prospective diners, but that has not stopped the Channel Islands being crowned as a gastronomic “hotspot” in a prestigious annual restaurant guide. For the first time in its 70-year history, The Good Food Guide has drawn up a list of what it deems to be the regions serving up the very best food based on its inspectors’ scores from anonymous visits and adjusted for population size. Plentiful fresh seafood and local produce have traditionally graced the menus of the clutch of Michelin-starred restaurants on Jersey, while Guernsey has established itself as a gastronomic destination thanks to numerous new eateries and artisan producers. In the 2020 Good Food Guide being published on Thursday, 16 Channel Island restaurants feature in the 1,200 separate listings alongside restaurants from the UK. Bohemia on Jersey – with one Michelin star and five AA rosettes, the highest-scoring restaurant on the islands – is ranked at number 21 in the guide’s overall top 50. The GFG calls it a sophisticated dining room, which “is in many ways peak St Helier … sourcing primarily from Jersey’s abundance”. Earlier this year, Bohemia became the first Channel Island restaurant to be listed in the prestigious Top 1,000 restaurants in the world. Steve Smith, executive chef at Bohemia, said: “The team and I are incredibly proud to have ranked first in the Channel Islands for this year’s guide. It’s great to receive recognition for our hard work, and also fantastic that the Channel Islands has performed so well overall.” Along with top restaurants, a number of up-and-coming “local gems” can also be found on the islands, including No 10 Restaurant &amp; Bar in St Helier, hailed for cooking that is “unostentatious yet ringing with exciting flavours and combinations”. Amber Dalton, managing editor of the Waitrose Good Food Guide, said: “The arrival of No 10 Restaurant &amp; Bar is proof that, when it comes to eating out, the Channel Islands have not stood still. The Guide lists the very best places to dine across Britain, and with 16 Channel Islands restaurants included in the GFG, it’s no surprise that they came out on top. We hope to see even more new entries from the Channel Islands next year.” Also highlighted on the small island of Sark is Stocks – an oak-panelled dining room in a country hotel, which sources all its food from within a five-mile radius. The guide singles out Octopus on Guernsey – a seafood restaurant “with an all-day menu touting everything from fish and chips to tofu ramen”. In second place on the guide’s new regional list is Cornwall, home of Restaurant Nathan Outlaw, which notched up a perfect cooking score of 10 for the fourth year in a row, and local gems such as Blas Burgerworks – an eco-friendly burger bar on the harbour in St Ives. It is followed by Bristol at three, Somerset at four and Cumbria at five. In sixth place is Mid-Scotland and Fife, London and Wiltshire follow in seventh and eighth place, and Oxfordshire and mid-Wales complete the top 10 line-up. In the guide’s top 50 restaurants, Cumbria’s L’Enclume and Core by Clare Smyth are in the sought-after first and second positions. The former, in the historic village of Cartmel, returns to the top spot this year, having previously graced the top of the best restaurant list in 2017’s guide. Consultant editor Elizabeth Carter said: “There was very strong competition among the top-scoring restaurants this year, but there was no ignoring the fact that L’Enclume is a really extraordinary restaurant. It dazzles; not with glitter-ball ritz and razzmatazz, but with the understated glow that comes from being indisputably world-class.” For those on a budget, the guide also highlights more than 350 restaurants offering three-course dinners for £30 or less. • This article was amended on 25 September 2019 to correct references in the text and headline to the Channel Islands being part of the UK."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}