{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "melbourne-international-arts-festival-2019/2019/sep/06/the-best-melbourne-international-arts-festival-picks-according-to-the-artistic-director", "type": "article", "sectionId": "melbourne-international-arts-festival-2019", "sectionName": "Melbourne International Arts Festival 2019", "webPublicationDate": "2019-09-05T23:00:21Z", "webTitle": "The best Melbourne International Arts Festival picks, according to the artistic director", "webUrl": "https://www.theguardian.com/melbourne-international-arts-festival-2019/2019/sep/06/the-best-melbourne-international-arts-festival-picks-according-to-the-artistic-director", "apiUrl": "https://content.guardianapis.com/melbourne-international-arts-festival-2019/2019/sep/06/the-best-melbourne-international-arts-festival-picks-according-to-the-artistic-director", "fields": {"headline": "The best Melbourne International Arts Festival picks, according to the artistic director", "bodyText": "Festivals are best approached at high speed and with absolute commitment, knowing in your mind you can never experience one the same way twice. At least, that’s how Jonathan Holloway, artistic director for the Melbourne International Arts Festival, approaches them. In his role for this annual event, Holloway is tasked with finding and nurturing artistic talent at home and overseas, curating the festival program, and asking the essential question: “What does the city of Melbourne need right now?” After four years of living, breathing and guiding the festival on a daily basis, Holloway will be stepping away from the top job next year for a well-earned rest, but not before putting on one spectacular final show. Holloway will be stepping away from the top job next year for a well-earned rest, but not before putting on one spectacular final show. For 19 days from 2-20 October, Melbourne will come alive to the sounds of the spoken word, the hypnotic rhythm of the dance floor, the drama and spectacle of the stage, and the pure, joyful abandon that is Melbourne International Arts Festival. Together with his creative team, Holloway has searched high and low to curate a stellar line-up of local and international talent across a wide range of genres and media, from dance and theatre to magic and visual arts. “You really have to bring your A game to a festival in Melbourne,” Holloway says. “It’s both an incredible provocation and a great challenge, as the city is already beautifully serviced for the arts and culture, and food and architecture. “This year we’ve lined up an amazing combination of new works and commissions, some of which will be having their global premiere, as well as bringing back some which, I think, deserve a second viewing.” Rite of Spring, an epic contemporary dance production from leading Chinese choreographer Yang Liping and Crouching Tiger, Hidden Dragon designer Tim Yip; and Gender Euphoria, a brilliant celebration of diversity in music and theatre, are just two of the must-sees. “Whether it’s theatre or music or dance or circus or even magic, I would say to jump in and see some things that you know to expect, but also try to fit in one or two that you don’t,” Holloway says. If you’re unsure where to begin, here are some of Holloway’s top picks for the festival: From left and right: Anthem, Grey Rock and The Nico Project. Anthem Born on the streets of Melbourne, Anthem is a thrilling new work of theatre by the team behind Who’s Afraid of the Working Class? – a highly acclaimed local production first staged 21 years ago. This funny, ferocious world premiere ensemble production will seek to answer a bold question: does Australia share a dream, and do we really sing with one voice? Grey Rock A fabulous piece of Palestinian theatre, Grey Rock is an uplifting story about family, offering a glimpse into the lives of everyday people living under occupation. Fresh from its premiere in New York, Grey Rock is touching in its beauty, simplicity and heart, Holloway says. The Nico Project An exhilarating look at the life of German actress and singer Christa Päffgen, better known by her stage name Nico, who was like a shining star on the American music scene in the 1960s. “The Nico Project with English actress Maxine Peake will be just superb,” Holloway says. “She really is just the embodiment of the late, great Nico.” Token Armies Another world premiere from Melbourne, Token Armies is a symphony of action, image and sound, and a collective experience through which audiences will make their own journey. Featuring a giant sculpture by Creature Technology Co - the creator of works such as King Kong and Walking With Dinosaurs - the production combines biomechanical forms with an ensemble of 23 performers to query the boundary between the living and the inanimate. Token Armies is the first work created by Antony Hamilton since he took the helm at Chunky Move. Holloway says it’s sure to be a wild ride. From left and right: Rite of Spring, Gender Euphoria and Grand Finale. Rite of Spring Epic in every way, Rite of Spring at the State Theatre will unite leading Chinese choreographer Yang Liping with designer Tim Yip, who won an Academy Award for his work on the film Crouching Tiger, Hidden Dragon, in a work of huge scale built around Stravinsky’s ballet, The Rite of Spring. Grand Finale Holloway believes visitors should definitely make time to see Grand Finale too. He describes it as an electrifying stage production - equal parts dance, theatre and live music - from the sensational Israeli-born, UK-based choreographer Hofesh Shechter. Spiegeltent “Everything in the Spiegeltent will be fantastic,” Holloway says. “Visitors can expect a great show from the UK called What Girls Are Made Of, a brilliant celebration of the diversity of music and theatre with Gender Euphoria, plus late-night bands, DJs and much more.” Like the Melbourne Cup or the AFL Grand Final, the Melbourne International Arts Festival only comes around once a year. If you’re a lover of the arts, or crave an experience outside the everyday, this is the limited-time-only event you’ve been waiting for a whole year for. “When it’s over, it’s over, and you can rest,” Holloway says. “November is for sleeping, but October is a really good time to just throw yourself into the festival fun at high-speed.” • For a month of music, magic, theatre and dance, book your Melbourne International Arts Festival tickets now."}, "isHosted": false}}}