{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/sep/11/trump-supreme-court-deny-asylum-immigrants", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-09-11T23:42:10Z", "webTitle": "Supreme court decision to let Trump deny asylum reverses years of US policy", "webUrl": "https://www.theguardian.com/us-news/2019/sep/11/trump-supreme-court-deny-asylum-immigrants", "apiUrl": "https://content.guardianapis.com/us-news/2019/sep/11/trump-supreme-court-deny-asylum-immigrants", "fields": {"headline": "Supreme court decision to let Trump deny asylum reverses years of US policy", "bodyText": "The supreme court ruled on Wednesday to allow the Trump administration to enforce nationwide restrictions that would prevent most Central American immigrants from seeking asylum in the US. The administration announced in July a new policy that would deny asylum to anyone who passes through another country on their way to the US without seeking protection there first, therefore affecting almost all migrants who arrive at the US-Mexico border. The justices’ order late Wednesday temporarily undoes a lower-court ruling that had blocked the new asylum policy in some states along the southern border. Most people crossing the southern border are Central Americans fleeing violence and poverty. They are largely ineligible under the new rule, as are asylum seekers from Africa, Asia and South America who arrive regularly at the southern border. Groups challenging the policy in court say that it violates the US refugee act and the UN refugee convention guaranteeing the right to seek asylum to those fleeing persecution. The shift reverses decades of US policy. The administration has said that it wants to close the gap between an initial asylum screening that most people pass and a final decision on asylum that most people do not win. In a scathing dissent, justices Ruth Bader Ginsberg and Sonya Sotomayor say that the supreme court “sidesteps the ordinary judicial process” by overriding proceedings in the lower courts. “Once again, the Executive Branch has issued a rule that seeks to upend longstanding practices regarding refugees who seek shelter from persecution,” Sotomayor wrote. The legal challenge to the new policy has a brief but somewhat convoluted history. The US district judge Jon Tigar in San Francisco blocked the new policy from taking effect in late July. A three-judge panel of the ninth US circuit court of appeals narrowed Tigar’s order so that it applied only in Arizona and California, states that are within the ninth circuit. That left the administration free to enforce the policy on asylum seekers arriving in New Mexico and Texas. Tigar issued a new order on Monday that reimposed a nationwide hold on asylum policy. The ninth circuit again narrowed his order on Tuesday. The high-court action leaves the administration free to impose the new policy everywhere while the court case against it continues. Trump celebrated the verdict with a tweet on Wednesday evening: “BIG United States Supreme Court WIN for the Border on Asylum!” But it remains unclear how quickly the policy will be rolled out, and how exactly it fits in with the other efforts by the administration to restrict border crossings and tighten asylum rules. For example, thousands of people are waiting on lists at border crossings in Mexico to claim asylum in the US. And more than 30,000 people have been turned back to Mexico to wait out their asylum claims. Lee Gelernt, the American Civil Liberties Union lawyer who is representing immigrant advocacy groups in the case, said: “This is just a temporary step, and we’re hopeful we’ll prevail at the end of the day. The lives of thousands of families are at stake.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}