{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/sep/25/coalition-blocking-release-of-major-review-into-refugee-resettlement", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-09-24T23:28:41Z", "webTitle": "Coalition blocking release of major review into refugee resettlement", "webUrl": "https://www.theguardian.com/australia-news/2019/sep/25/coalition-blocking-release-of-major-review-into-refugee-resettlement", "apiUrl": "https://content.guardianapis.com/australia-news/2019/sep/25/coalition-blocking-release-of-major-review-into-refugee-resettlement", "fields": {"headline": "Coalition blocking release of major review into refugee resettlement", "bodyText": "The Morrison government is sitting on a major review it commissioned last year to explore better ways of resettling humanitarian migrants in Australia. The review into integration, employment, and settlement outcomes for refugees and humanitarian entrants, was led by Prof Peter Shergold, the former secretary of the Department of Prime Minister and Cabinet, now coordinator general of refugee resettlement in NSW. Guardian Australia understands the final report was delivered to government in February but the immigration minister, David Coleman, does not intend to release it until the end of this year, when it’s expected to be published along with the government’s response. The government has repeatedly refused requests for both the report and for an explanation of why it hasn’t been released. Shergold was tasked with developing recommendations to improve policy and “better ensure refugees and humanitarian entrants can make valuable contributions to our society and our economy,” said the prime minister, Scott Morrison, at the time of the December announcement. Attempts by the opposition to obtain the report under freedom of information laws were refused on the grounds that the document is exempted as being “cabinet in confidence”. The refusal letter confirmed the document either has not yet been submitted to cabinet or is still being considered. Guardian Australia has also sought to obtain the document under FOI. Andrew Giles, the shadow minister for immigration and citizenship, said the review was one “most Australians would welcome”. “It serves a really important purpose, but what’s really perplexing is that it’s been kept secret … when there’s no explanation for why this is the case,” Giles said. At the time the review was announced, there was sector-wide concern over its short timeframe of just two and a half months over the summer period. The review received submissions from groups including from the Refugee Health Network, the Australian College of Nursing, the Settlement Council of Australia (SCoA), the Brotherhood of St Laurence, and the Federation of Ethnic Communities’ Councils of Australia (Fecca). “Many stakeholders, including Fecca, made significant contributions to the Shergold report with a view to improving the settlement process for refugees so they can fully, and more quickly, participate in society,” said Fecca chairperson, Mary Patetsos. Sign up to receive the top stories from Guardian Australia every morning “We look forward to reading the report and seeing how the government responds to the recommendations.” Chief executive of the SCoA, Tammy Wolffs, said it was disappointing the report hadn’t been released before another inquiry into regional resettlement had begun in the meantime. Wolffs said if the Shergold report had been released it could have informed the current inquiry. She said they hoped the “closely guarded” report would lead to more integrated services. “We think it will have quite big implications for the sector … and how it’s funded,” she said. “There was a shakeup recently of the way settlement services have been funded and we can see there are better opportunities for integration and funding of settlement services, and the services and opportunities our sector can provide to refugees and other migrants who come through.” Labor’s Giles said the government was releasing policy which “clearly goes to the scope of the review”, and questioned whether those policies were based on the evidence the government had commissioned from the review. He noted a speech given by the federal minister for population, Alan Tudge, on Thursday, in which he flagged incentives for humanitarian entrants to move to the regions to reduce pressure on cities. The federal government has already reduced the migration program cap to 160,000 and dedicated 23,000 places for regional skilled migrations. “[This report is] a bit of work which would inform exactly this, and it’s either not being looked at or is being hidden from the Australian public,” said Giles. Rural Australians for Refugees told the review its proposition that more refugees and secondary migrants will be settled in the regions “represents both enormous and positive opportunities but also some challenges”. It recommended place-based and needs-based programs, with rural and regional resettlement decisions respecting community identities and avoiding “metro-centric and top-down program approaches”. Among the submissions, several organisations noted complicated health needs for new humanitarian entrants and difficulties navigating support systems and accessing bulk-billing regional GPs, as well as problems with the current provision of language education, job assistance, and recognising existing skills and qualifications. Poor communication between government departments responsible for resettling new entrants was also noted. There were also repeated mentions of the need for the government to actively change the current negative narrative around refugees and humanitarian entrants. “All Australians benefit when these migrants are fully welcomed into our workplaces, economies and communities,” said the Centre for Policy Development. A spokeswoman for Coleman did not answer questions, instead saying: “the Government is considering the report and will provide its response in due course.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}