{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/sep/13/new-zealand-man-copywriter-clown-redundancy", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-09-13T21:28:40Z", "webTitle": "Sad face: New Zealander takes clown to redundancy meeting", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/sep/13/new-zealand-man-copywriter-clown-redundancy", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/sep/13/new-zealand-man-copywriter-clown-redundancy", "fields": {"headline": "Sad face: New Zealander takes clown to redundancy meeting", "bodyText": "If you think emotional support animals have got out of control, prepare yourself for news of an emotional support clown. An Auckland advertising copywriter brought a clown to his redundancy meeting, as first reported in the New Zealand Herald on Friday. New Zealand legally requires employers to allow workers the option of bringing a support person to serious disciplinary meetings, usually relating to an employee’s prospective dismissal. After FCB New Zealand lost a significant client and began layoffs, Josh Thompson, who had reportedly been with the company for five months, received an ominous email from his bosses that read: “Bad news. We’re having a meeting to discuss your role.” Faced with the task of securing an appropriate support person for the potentially tense meeting, Thompson, a comedian who performs under the name Joshua Jack, said: “I thought it’s best to bring in a professional, and so I paid $200 and hired a clown.” The clown, who Thompson refers to as “Joe”, crafted balloon animals throughout the meeting, including a poodle. His antics were squeaky, and Thompson’s bosses had to request he quieten down several times. “It’s further understood,” reported the Herald, “that the clown mimed crying when the redundancy paperwork was handed over.” A picture of the meeting, taken through a boardroom’s glass doors by an unknown spectator, is of compromised quality, though one can detect that Joe, the clown, is wearing a colorful hat and a yellow bib, and that Thompson, leaning back in his chair, indeed looks relaxed for someone in the process of getting laid off. Thompson told Magic Talk radio: “I mean, I did get fired, but apart from that it was all smooth running.” Fortunately, Thompson will not be out of work for long. The Australian ad agency DDB confirmed Thompson will start a new role in its office next week. As of publishing, no reports have suggested what’s next for Joe."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}