{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/oct/19/doctors-know-too-little-about-effects-of-nutrition-and-exercise", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-10-19T22:00:19Z", "webTitle": "Doctors 'know too little about nutrition and exercise'", "webUrl": "https://www.theguardian.com/society/2016/oct/19/doctors-know-too-little-about-effects-of-nutrition-and-exercise", "apiUrl": "https://content.guardianapis.com/society/2016/oct/19/doctors-know-too-little-about-effects-of-nutrition-and-exercise", "fields": {"headline": "Doctors 'know too little about nutrition and exercise'", "bodyText": "Most doctors are ill-equipped to tackle Britain’s increasing frequency of lifestyle-related diseases because they know worryingly little about how nutrition and exercise can improve health, a group of prominent medics has claimed. “There is a lack of knowledge and understanding of the basic evidence for the impact of nutrition and physical activity on health among the overwhelming majority of doctors. This has its roots in the lack of early formal training,” they state in a letter to the Medical Schools Council (MSC) and General Medical Council (GMC). They warn that the government’s ambition to prevent tens of thousands of premature deaths from heart disease and cancer by 2020 will fail without a radical overhaul of how the 8,000 young people a year who start at medical school are educated about lifestyle and health. Backers of that call include Sir Richard Thompson, ex-president of the Royal College of Physicians, Professor Chris Oliver of Edinburgh University, Dr David Haslam, chairman of the National Obesity Forum and Dr Aseem Malhotra, a cardiologist and health campaigner. They want the MSC, which represents the UK’s 34 publicly funded university medical schools “to support the introduction of evidence-based lifestyle education, including basic training in nutrition and the impact of physical activity on health and chronic disease into all medical curricula”. All of Britain’s 250,000 doctors should also receive the same education and training to improve their ability to help patients with conditions such as obesity, diabetes and heart disease, they say. Haslam, who is a GP, said that, just as it is unthinkable that medical schools would not teach students about cancer, so “it is equally unthinkable that overweight and obesity are ignored by [medical] educational bodies; a situation that cannot continue if unnecessary deaths and illnesses are to be avoided,” he said. Oliver said that, in a recent study of Edinburgh University medical students, just 14.9% knew how much exercise the UK chief medical officers recommended that adults should take in order to boost their health. Fewer than 10% felt adequately trained to give patients advice on physical activity and more than 90% said they would like more training on it. Katie Petty-Saphon, the MSC’s chief executive, said that “areas such as unhealthy lifestyles will require greater emphasis” in medical training in the near future if the doctors of tomorrow were to be fully trained to handle the rising toll of disease related to bad diet, alcohol and smoking. It wants the GMC, which regulates doctors, to increase the priority given to nutrition and exercise when it next reviews its guidelines to medical schools on what they should be teaching."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}