{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/oct/19/manchester-city-pep-guardiola-barcelona-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-10-19T23:28:27Z", "webTitle": "Pep Guardiola defends Bravo after red card leads to heavy Barcelona defeat", "webUrl": "https://www.theguardian.com/football/2016/oct/19/manchester-city-pep-guardiola-barcelona-champions-league", "apiUrl": "https://content.guardianapis.com/football/2016/oct/19/manchester-city-pep-guardiola-barcelona-champions-league", "fields": {"headline": "Pep Guardiola defends Bravo after red card leads to heavy Barcelona defeat", "bodyText": "Pep Guardiola refused to criticise Claudio Bravo for the error that led to the goalkeeper’s sending-off in Manchester City’s 4-0 defeat by a Lionel Messi-inspired Barcelona, as he stood by his selection which featured the decision to omit Sergio Agüero from the starting line-up. Agüero came on for the final 11 minutes, by which time City were 3-0 down to a Messi hat-trick and it had been noticeable that before the kick-off the striker had not gone through the warm-up drills with the other substitutes. Guardiola said that he had dropped Agüero because he wanted an extra body in midfield. It was Bravo who played the villain in City colours. The former Barcelona player erred with a sloppy pass outside his area on 52 minutes, which went straight to Luis Suárez and he then handled the Barcelona striker’s attempted lob. Bravo was still outside his box and was dismissed for a deliberate handball. It had looked like a moment to highlight the flaws in Guardiola’s demand for his goalkeeper to play out from the back but the manager insisted he would not change his style. He also promised to stand by Bravo, who will now be suspended for Barcelona’s visit to Manchester in two weeks’ time. “I’m sorry but until the last day of my career as a coach I will try to play from our goalkeeper,” Guardiola said. “There are moments you have to kick the ball out and against Everton on Saturday we played four or five times the long ball. But he tried to play it and sometimes this happens. “There will be no change [of goalkeeper]. It stays the same. Football is a game of mistakes. He knows what he did. He has a lot of experience and he’s one of the best goalkeepers in the last 10 years. I don’t have doubts about him. He’s disappointed but he will learn from that.” Guardiola and his Barcelona counterpart, Luis Enrique, felt that the sending-off was the turning point. City were in the game at 1-0 at that stage but, with 10 men, they were overrun. “It’s difficult enough to play Barcelona with 11 men,” Guardiola said. “With 10 the game was over. Until then the game was open. Up to that point there aren’t many regrets. We’d created enough chances and arrived at the byline many times. We played with huge personality and we did create two or three clear chances. We are a new club, getting to know each other in a process. My perception is that we did well, knowing where we’ve come from and who we are. We’ve been brave. We started really well in the second half and then to play 10 versus 11 and to go 2-0 down [shortly afterwards] – it’s so complicated. When Messi, Neymar and Suárez attack you, it’s very complicated. They punish you.” Guardiola said he had told Agüero of his decision to drop him earlier in the day and that he had taken it well. “He didn’t warm up [before the game] but it was OK,” Guardiola said. “I wanted one more midfield player in that position and that was the reason why. I spoke with him and he was good.” Bravo’s mistake was the most glaring but there were several others on which Barcelona capitalised. “Every game since Celtic [in the previous Champions League game] has been the same,” Guardiola said. “Against Everton it was two missed penalties. We need to change the atmosphere.” Luis Enrique said: “We have seen really grave mistakes [from City] and that’s always an advantage. We were able to make the most of those mistakes. We also saw Messi’s ability to finish clinically as though he was in his own back yard or on a school pitch.” Bravo admitted his mistake had ended City’s hopes of coming back from a goal down. “The sending-off changed the course of the game,” he said. “We were playing very well, but football is like that. It’s a game of mistakes and correct decisions. It’s just bad luck that I was the person who changed the game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}