{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2016/oct/17/uk-towns-and-villages-running-out-of-hard-cash-says-report", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2016-10-16T23:01:47Z", "webTitle": "UK towns and villages running out of hard cash, says report", "webUrl": "https://www.theguardian.com/money/2016/oct/17/uk-towns-and-villages-running-out-of-hard-cash-says-report", "apiUrl": "https://content.guardianapis.com/money/2016/oct/17/uk-towns-and-villages-running-out-of-hard-cash-says-report", "fields": {"headline": "UK towns and villages running out of hard cash, says report", "bodyText": "Towns and villages across the UK are running out of hard money due to bank branch closures, a shortage of cash machines and erratic service from poor quality ATMs, according to a new report. The study by the Federation of Small Businesses also claimed that the productivity of many small businesses was already being damaged by the accelerating pace of banks shutting branches. The report, from a body representing the more than 5m small businesses in the UK, has called for a better deal for firms left feeling “locked out and let down” by high street banks abandoning towns and villages. More than 680 UK bank branches were closed last year, in addition to the 512 that disappeared in 2014, according to the Campaign for Community Banking Services pressure group. At the end of 2015, the total number of branches open for business stood at 8,340, less than half the 17,831 recorded in 1989. The report said the limited provision and unreliability of cash machines in some communities had become a serious problem. It added: “There have even been several instances of villages and towns literally running out of money during peak periods of economic activity.” The authors highlighted the example of Glastonbury, Somerset, which has lost four bank branches since July 2014, with the latest, a Lloyds, shutting its doors for good in April this year. The report quotes one FSB member in the town as saying: “On New Year’s Eve the town ran out of money. People then went to the Co-op to get cashback, and then they ran out of money. On New Year’s Eve, which is a night when a lot of people are going out and spending money in the pubs, suddenly we find that people can’t get cash in the town centre.” An FSB member in Conwy, north Wales, said: “There have been occasions that people have gone to the ATM where it’s either broken down or it’s run out of money. It’s not a good situation. Businesses get stuck. There’s one ATM which is regularly out of service and another which is only accessible when the post office is open.” A member in Lochinver in the Scottish Highlands said: “The ATM is currently causing a lot of headaches in the village. The machine is past its sell-by date. There was an ATM in the post office but it was costing them a lot of money to run so it had to go.” In the report, the FSB made a series of recommendations aimed at improving the situation for affected local communities. These included a proposal that the minimum amount of notice that must be given when a bank branch is to close or move should be doubled from 12 to 24 weeks in order to give customers more time to make alternative arrangements. Shops, small firms and tradespeople are among the heaviest users of bank branch counters, and the FSB said the rapid pace of closures was presenting some tough challenges. “FSB members highly value the face-to-face interaction they receive in branch, particularly when making complex financial transactions, with staff who often have a greater understanding of their business and the local economy,” said Mike Cherry, the national chairman. The FSB wants to see greater transparency regarding closures, and said banks should be obliged to provide details of branches they are axing to a government-run register. It added that banks were increasingly referring customers to the post office as an alternative provider but in a number of cases they were directing people to post office branches that had closed down or moved. Last year, the banking industry agreed to a protocol requiring it to publish impact statements with information on counter usage, regular customers and the location of the nearest alternative bank, cash machine and post office. However, the FSB said a strengthening of this protocol was urgently needed."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}