{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/oct/11/young-hillary-diaries-clinton-lifetime-webseries", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-10-11T22:16:28Z", "webTitle": "The Young Hillary Diaries envisions a teen Clinton running for class president", "webUrl": "https://www.theguardian.com/us-news/2016/oct/11/young-hillary-diaries-clinton-lifetime-webseries", "apiUrl": "https://content.guardianapis.com/us-news/2016/oct/11/young-hillary-diaries-clinton-lifetime-webseries", "fields": {"headline": "The Young Hillary Diaries envisions a teen Clinton running for class president", "bodyText": "With the US election less than a month away, Lifetime has debuted The Young Hillary Diaries, a new webseries that imagines Hillary Clinton as a teenager fighting to become student body president of her high school in 1964. Her biggest rival on the tongue-in-cheek show is a certain Ronald Stump. “Hey dummy,” he tells her in the trailer, which debuted on Entertainment Weekly. “Is there anything else you can do with your time? Get a real job – in the home!” “I’ve been told I need to smile more and act more ladylike,” a young Clinton (played by series co-creator Jessica Cabot) says. “I’ll act like every other woman in history who was told they couldn’t do it because it’s never been done.” The Young Hillary Diaries falls short when it comes to historical accuracy. Clinton is seen attending East Plains High School in the pilot – and while it indeed exists, Clinton didn’t go there. She attended Maine East High School in Chicago before transferring to Maine South High School for her senior year. During her final year before college at Main South, in Park Ridge, Illinois, she kept extremely busy, according to findings by Buzzfeed. Among her extra-curricular activities, she served as a member of the student council constitutional committee, co-chaired the student council anti-vandalism ommittee, and acted as the director of the Republican organization during a school-wide mock election. Clinton revealed in an interview with Elle Magazine that she had run for “class president” when she was a senior in high school, but lost. “One of my opponents even told me I was ‘really stupid’ if I thought a girl could be elected president,” Clinton recalled. The Young Hillary Diaries will release new episodes on mylifetime.com in the weeks leading up to the November election."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}