{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/oct/06/superannuation-lobby-says-grattan-institute-report-has-statistical-sins", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-10-05T23:23:17Z", "webTitle": "Superannuation lobby says Grattan Institute report has 'statistical sins'", "webUrl": "https://www.theguardian.com/australia-news/2016/oct/06/superannuation-lobby-says-grattan-institute-report-has-statistical-sins", "apiUrl": "https://content.guardianapis.com/australia-news/2016/oct/06/superannuation-lobby-says-grattan-institute-report-has-statistical-sins", "fields": {"headline": "Superannuation lobby says Grattan Institute report has 'statistical sins'", "bodyText": "One of Australia’s biggest superannuation lobby groups has criticised a new report calling for a radical rethink of super policy. David Whiteley, the chief executive of Industry Super Australia, said the report from the Grattan Institute, released earlier this week, contained numerous “statistical sins” that rendered its conclusions misleading. He said basic statistical errors – such as averaging between rich and poor, young and old, employees and self-employed – allowed the Grattan Institute to present a picture of household wealth that bore “little relationship to reality”. The institute’s claim that superannuation savings accounted for only a small portion – about 15% – of the wealth of most Australian households was simply not true, he said. And policymakers should not heed to the paper’s recommendation to freeze the compulsory super rate at 9.5%. “The Grattan Institute [has] made some very worthwhile contributions to public policy debates, but on this occasion [it has] made an error,” Whiteley said. “[Its] analysis and conclusions are flawed and, if adopted, risk leaving the majority of the workforce, who don’t have extensive property and share portfolios, without enough income to top up the basic age pension. “The effect of [its] statistical sins inflate the apparent assets of low- and middle-income earners who we know have very little in the way of financial assets other than super and are especially reliant on the super guarantee to deliver income over and above the age pension. “Without super most Australians would be entering retirement with virtually no other savings.” The Grattan Institute’s paper, How Households Save for Retirement, was released on Sunday. John Daley, the institute’s chief executive, used the paper to call for a radical rethink of superannuation policy, saying super savings were not as significant for retirement as Australians had been led to believe. His analysis showed super was actually the least important part of Australia’s retirement income system, because the average Australian saved as much outside as inside the super system. This had huge implications for retirement income policy, and meant the compulsory super guarantee should not be lifted from 9.5% to 12%, as is legislated. “There are powerful vested interests pushing the idea that super equals retirement savings,” Daley said. “Yet such a view is inconsistent with the facts. Super’s importance to retirement savings has been overblown for far too long.” When asked about Industry Super’s criticism, Daley said it had missed the point of his report. “There’s a lot of people who have a lot of money outside of super, and therefore we should be doing the policy analysis taking that into account,” he said. “That’s the crux of our argument. “A lot of the analysis that is done to find out if people are saving enough for retirement is done precisely on the averages, in terms of peoples’ total super savings, and it blithely ignores the fact that there’s a whole bunch of people, employed and self-employed, who have a disproportionately large quantity of non-super savings.” Daley did not include owner-occupied housing in his analysis, despite Industry Super’s claim. He also said he split his analysis by age group, and by income, rather than averaging across age groups as Industry Super claimed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}