{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2016/oct/21/offer-cash-rewards-to-underachievers-to-boost-gcse-results-study-says", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2016-10-20T23:00:14Z", "webTitle": "Offer cash rewards to underachievers to boost GCSE results, study says", "webUrl": "https://www.theguardian.com/education/2016/oct/21/offer-cash-rewards-to-underachievers-to-boost-gcse-results-study-says", "apiUrl": "https://content.guardianapis.com/education/2016/oct/21/offer-cash-rewards-to-underachievers-to-boost-gcse-results-study-says", "fields": {"headline": "Offer cash rewards to underachievers to boost GCSE results, study says", "bodyText": "Offering cash payments and rewards to the worst performing pupils produces a substantial boost to their GCSE exam results, according to the findings of the first large-scale experiment of its type in English schools. Researchers from three British and American universities found that offering incentives worth about £80 per half-term to pupils for improved school work, attendance and behaviour produced an outsized impact by cutting the gap in results between pupils receiving free school meals (FSM) and their better-off peers. The study headed by Professor Simon Burgess at the University of Bristol followed the performance of 10,600 students taking GCSEs at more than 60 secondary schools, and found that while the incentives had little impact on stronger students, underachieving pupils improved their exam grades and pass rates by up to 10%. “Our paper is the first to test the use of behaviour incentives for high-stakes tests, and the first to compare financial and non-financial rewards over the timescale of an academic year,” Burgess said. According to the research [pdf] published on Friday, the intervention had “very substantial” effects on maths and science GCSE results for about half of the pupils involved – enough to wipe out half of the attainment gap between students eligible for FSM and the rest. “Our hope was that improved effort and engagement would raise GCSE scores, even though the scores themselves carried no rewards,” said Burgess, a professor of economics. “Among pupils with low predicted GCSE scores, pupils in the intervention group scored substantially more than in the control group. “For those pupils expected to do well, and already making a huge effort at school, the incentives made little difference.” Burgess said the research “seems to offer some very promising leads for schools and for policymakers” to design incentives for pupils from low-income households, at a lower cost than other interventions tied to FSM eligibility or past attainment. “In the metric researchers use to compare results across studies, the maths GCSE score increased by 16% of a standard deviation (SD), and the science score by 20% of an SD,” Burgess said. “Education researchers will know that these are very large effects.” The research was funded by the Education Endowment Foundation, which provided the incentives at a cost of more than £700,000, and included work by academics from the University of Chicago and the University of California, San Diego. The 10,000 pupils from 63 schools were divided into three groups: a control group that received no rewards, a group that received offers of non-financial rewards, and a third group that received financial incentives. Those in the financial incentive group could each earn up to £80 per half-term, including £30 for completing classwork, £30 for homework, £10 for attendance and £10 for good behaviour. Those in the non-financial group earned tokens for the same criteria, which they could then exchange for rewards such as concert tickets. The researchers found that the cash incentives had the strongest effect on pupils, especially in improving science results. But the non-financial incentives were not far behind, leading the authors to suggest that “non-financial rewards provide a feasible and cost-effective alternative to financial incentives”. The results are unusual in their effectiveness, with previous studies – such as those carried out by the Harvard academic Roland Fryer in US high schools – finding little or no effect on test scores from rewards for good behaviour or attendance. Previous research by Burgess had found little overall impact of such payments. But this latest research differs in concentrating on students preparing for high-stakes tests, in the form of GCSEs. “This is worth emphasising: a one-year intervention costing around £200-£320 per student eliminates half of the free school meal gap in maths and science GCSE scores in the poorest neighbourhoods,” Burgess said. Because of the size of the sample involved, the researchers were able to identify effects that might not have been noted as significant in a smaller study. “In educational interventions in particular, it is important to recognise that while there may be little effect in the overall population, there may be a significant sub-population of students who experience meaningful benefits,” the research paper concludes. “A better understanding of how to target educational interventions will improve the efficiency of spending on social programmes and help craft policies that meet the needs of individual students.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}