{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/oct/20/theresa-may-to-tell-eus-other-leaders-there-will-be-no-second-referendum", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-10-19T23:02:50Z", "webTitle": "Theresa May to tell EU's other leaders 'there will be no second referendum'", "webUrl": "https://www.theguardian.com/politics/2016/oct/20/theresa-may-to-tell-eus-other-leaders-there-will-be-no-second-referendum", "apiUrl": "https://content.guardianapis.com/politics/2016/oct/20/theresa-may-to-tell-eus-other-leaders-there-will-be-no-second-referendum", "fields": {"headline": "Theresa May to tell EU's other leaders 'there will be no second referendum'", "bodyText": "Theresa May is to warn her 27 fellow European Union leaders over a working dinner in Brussels that Britain’s decision to leave is irreversible and there can be no second referendum. Thursday’s meeting of the European council will be the prime minister’s first opportunity to address the leaders of all the other member states since the UK voted to leave the European Union in June. Donald Tusk, the European council president, has insisted Britain’s future relationship with the EU will not be on the formal agenda for the two-day meeting, but he will give May the opportunity to set out the “current state of affairs in the country” over coffee at the end of the meal. A No 10 source said she would tell her fellow EU leaders: “The British people have made a decision and it’s right and proper that that decision is honoured. There will be no second referendum. The priority now has got to be looking to the future, and the relationship between the UK, once we leave”. The source added that the prime minister would also seek to reassure the other member states, amid growing fears that Brexit could unleash political and economic instability in Britain and the rest of Europe. “She wants the outcome at the end of this process to be a strong UK, as a partner of a strong EU,” the source said. “She doesn’t want the process of the UK leaving to be damaging for the rest of the EU. She wants it to be a smooth, constructive, orderly process.” With speculation rife about how Britain plans to conduct the negotiations, Tusk wants to avoid a discussion and will not invite other EU leaders to respond. May’s remarks are down as an “any other business point”, underscoring that Britain is far down the priority list for the summit despite public interest in the issue. British diplomats in Brussels have been pressing for preparatory talks before May launches article 50, the EU exit process, which she has promised by the end of March 2017. So far their entreaties have been rebuffed and EU diplomats insist the consensus on “no negotiations without notification” is intact. All 27 member states will have to be involved in the complex two-year negotiations that will reset Britain’s future relationship with the rest of the EU, and the leaders will be seeking clues about the stance she is likely to take. Some were alarmed by May’s rhetoric at the Conservative party conference in Birmingham, where she insisted she was determined to crack down on immigration and leave the jurisdiction of the European court of justice, which financial markets read as signalling leaving the single market. Sylvie Goulard, a French liberal member of the European parliament, welcomed May’s clarity on when article 50 would be triggered, adding that the EU27 had to defend common principles on the four freedoms: goods, services, capital and people. “Article 50 foresees the right of a country to leave the EU, it does not forsee the right to change the nature [of the EU],” she told the Guardian. “When it is getting difficult it is more important than ever to stick to some principles.” As May prepared to leave for Brussels, Philip Hammond told MPs that he is determined to keep Britain’s negotiating options open for as long as possible and appeared to criticise his pro-Brexit colleagues for narrowing the available options. He made clear that, as the Guardian exclusively revealed this week, the possibility of retaining membership of the EU’s customs union is still on the table. “[Theresa May] needs the maximum possible space,” he said. |My objective in supporting her is to ensure that she has the broadest range of options – properly costed and understood – and the maximum scope to deploy that broad range of options in what might be a wide-ranging negotiation.” In remarks widely interpreted as directed against Liam Fox and David Davis, Hammond said: “I would say that those that are undermining the effort are those that are seeking to close down that negotiating stance, seeking to arrive at hard decisions that we don’t need at this stage. Keeping as many areas open, as many options open, as possible is the key to the strongest possible negotiating hand.” Meanwhile, a report from the high-powered House of Lords EU committee has warned the government that simply offering parliament a vote after article 50 has already been triggered amounts to a “rubber stamp”, not effective scrutiny. Tim Boswell, the committee’s chair, said: “Ministers keep saying that they won’t offer a running commentary on the negotiations. What they offer instead, namely parliamentary scrutiny after the fact, is in reality not scrutiny at all – it could be no more than a rubber stamp. That is not good enough, given that these are the most important and complex negotiations the government has ever undertaken”. In Brussels, with Brexit off the formal agenda, EU leaders are due to discuss the migration crisis, and Russia’s intervention in the Syrian conflict. Tusk is also keen to reopen the issue of trade sanctions against countries that dump cut-price products into the EU market, and here, May is likely to irritate some member states by sticking to Britain’s free market stance. Under David Cameron, the UK was part of a blocking group of member states that stopped the EU reforming the so called “lesser duty rule”, to allow heftier penalties, including on Chinese steel imports. Number 10 sources insisted they would maintain to that position, despite hopes in Brussels that May’s more interventionist stance might make her willing to accept higher tariffs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}