{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/oct/01/soviet-masss-rape-of-nuns-rreduced-film-maker-to-tears", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-10-01T23:04:32Z", "webTitle": "Film-maker tells story of Polish nuns’ secret pregnancies after mass rape by Stalin’s troops", "webUrl": "https://www.theguardian.com/film/2016/oct/01/soviet-masss-rape-of-nuns-rreduced-film-maker-to-tears", "apiUrl": "https://content.guardianapis.com/film/2016/oct/01/soviet-masss-rape-of-nuns-rreduced-film-maker-to-tears", "fields": {"headline": "Film-maker tells story of Polish nuns’ secret pregnancies after mass rape by Stalin’s troops", "bodyText": "It is a shocking yet little-known chapter of Polish history. In 1945, 25 Benedictine nuns were raped repeatedly by Soviet soldiers before finding salvation through a French Red Cross doctor who delivered their babies in secret in their Polish convent. Seventy years on, the events have inspired a French-Polish film that has been sold in more than 30 countries. The Innocents is about to be released in UK cinemas after its shortlisting as the official French entry for the Oscars. Film-maker Anne Fontaine was inspired to direct it after hearing of the atrocities and the bravery of the Red Cross doctor, Madeleine Pauliac, who wrote at the time: “There were 25 of them, 15 were raped and killed by the Russians, the 10 survivors were raped, some 42 times, some 35 or 50 times each … None of this would be anything if five of them were not pregnant. They would come to ask my advice and to speak of abortion in veiled terms.” Reduced to tears by the account, Fontaine knew she wanted the world to know what happened. “I wanted to describe the indescribable,” she said. “It was completely brutal … It’s like animals, the way these soldiers were. It was a double rape – a woman and religion.” She decided against depicting any of the violence on screen. She believes that allowing the audience to use their imagination is “more moving”. Her new film is a world away from some of her previous dramas, which include Coco Before Chanel, starring Audrey Tautou as fashion designer Coco Chanel, on which Fontaine collaborated with British screenwriter Christopher Hampton. The Innocents is set in December 1945, six months after the end of the war in Europe, in a Poland under occupation by Russian troops. Names have been changed but its story is inspired by Pauliac, whose nephew, Philippe Maynial, developed the story from her mission notes and his own research. As a doctor at a Paris hospital, Pauliac had joined the French resistance, providing supplies and helping Allied parachutists. She went on to complete, in Poland and the Soviet Union, more than 200 missions with the Blue Squadron, a unit of volunteer ambulance drivers with the Red Cross. In 1945, she was in Poland when a nun took her to a remote convent in a frozen landscape. There she discovered a holy sister about to give birth and several others in advanced stages of pregnancy. Having been sworn to secrecy by the nuns, she risked her life to travel through the forest at night to reach the convent, narrowly escaping being raped herself at a Soviet roadblock. Pauliac is played by Lou de Laâge, while Agata Kulesza portrays the mother superior, who had syphilis yet feared the public shame of pregnancies. Fontaine screened the film at the Vatican to an audience of 300: “They were completely moved by the story and said, ‘We don’t have to hide this kind of reality’.” She has been told that Pope Francis plans to see it. “More or less every country in the world has bought it,” she said. “I know there are some Russians who want to help the movie. It’s complex for them because it doesn’t give them a good image.” Pauliac’s nephew describes the film as exceptional. “Before this, my aunt was absolutely unknown. She had been decorated. She had the Legion d’Honneur, she had the Cross of Courage, but nobody knew of this story. My aunt was heroic.” Pauliac was killed in a car accident while on a mission near Warsaw in February 1946 at the age of 34. The Innocents will receive its UK premiere at the London film festival on 14 October, before its UK cinema release on 11 November."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}