{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/oct/20/doctors-freed-to-speak-about-australias-detention-regime-after-u-turn", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-10-19T23:05:51Z", "webTitle": "Doctors freed to speak about Australia's detention regime after U-turn", "webUrl": "https://www.theguardian.com/australia-news/2016/oct/20/doctors-freed-to-speak-about-australias-detention-regime-after-u-turn", "apiUrl": "https://content.guardianapis.com/australia-news/2016/oct/20/doctors-freed-to-speak-about-australias-detention-regime-after-u-turn", "fields": {"headline": "Doctors freed to speak about Australia's detention regime after U-turn", "bodyText": "Doctors have been released to speak out about conditions and medical treatment in Australia’s immigration detention system, after a backdown from the government on one of the most contentious elements of the Australian Border Force Act. The secretary of the immigration department, Michael Pezzullo, signed an amendment on 30 September specifically carving out “health professionals” from the definition of “immigration and border protection workers”. The amendment means the secrecy and disclosure provisions of the Border Force Act no longer apply to a comprehensive list of health professionals, including doctors, nurses, psychologists, psychiatrists, counsellors, midwives, pharmacists and dentists. Other professionals working in onshore and offshore immigration detention, including teachers, lawyers, security staff, social workers and other staff, have not been exempted from speaking out. They still face a jail term of up to two years for any “unauthorised disclosure”. The backdown came ahead of the commencement of high court challenge from medical advocacy group Doctors for Refugees contesting section 42 - the secrecy provisions - of the Border Force Act. Dr Barri Phatarfod, president of Doctors for Refugees, said the decision was a “huge win for doctors and recognition that our code of ethics is paramount”. But she said the change only allowed for doctors to publicly advocate on behalf of their patients, “it doesn’t change the appalling lack of care they often seem to receive”. “Currently, Doctors for Refugees is advocating for several children denied special needs care as well as women unable to get a breast lump biopsy and other significant deviations from appropriate medical treatment. We have around 160 active cases of concern.” Doctors have led public criticism of conditions in immigration detention, particularly in the Australian-run offshore processing camps in Nauru and on Papua New Guinea’s Manus Island. A stream of disclosures from health professionals has revealed systemic abuses, including rape, sexual abuse of women and children, violent assault, as well as epidemic levels of self-harm and suicide. Dr Peter Young, formerly the head of mental health for immigration detention healthcare provider IHMS, was one of the earliest whistleblowers on abusive conditions and inadequate care in offshore detention. He told the Guardian in 2014 that conditions in offshore detention on Nauru and Manus Island were “akin to torture”, in an “environment that was inherently toxic”. On Tuesday Young said the amendment was a major win for doctors and other health professionals who could now freely advocate for better health care for their patients, without fear of prosecution. “It’s a big backdown from the government, and they’ve made it because they didn’t want to go to court, they knew they were going to lose, and they didn’t want their planning and policies discoverable in an open court. That’s what it’s about.” He said the government had quietly made the amendment last month, without broadcasting it, because they wanted the Border Force Act to retain its “chilling affect” on public dissension about detention policies. “Now, for doctors and nurses and other health professionals, it’s even more incumbent on them, those people who have witnessed these things, to come out speak about what is occurring in immigration detention. “There is nothing stopping them now, except for their own consciences. It’s their ethical duty to speak out.” Earlier this year, traumatologist and psychologist Paul Stevenson, who has spent 40 years working with the victims of trauma, said conditions in offshore were “the worst atrocity I’ve seen”. Mat Tinkler from Save the Children said his organisation welcomed the change that allowed doctors to speak openly about the treatment of asylum seekers and refugees in immigration detention. “But the current ban remains in place for others, such as child protection workers and teachers, leaving them with an invidious choice to risk prosecution and speak publicly when they’ve witnessed rights violations and have not seen them addressed.” The government has consistently maintained the ABF secrecy provisions were never intended to prevent doctors from speaking out. A spokesman for the Department of Immigration and Border Protection said it had consistently made clear that the Border Force Act does not prevent employees, contractors, or consultants, in particular health practitioners, from reporting issues and concerns through appropriate channels. “In fact, all staff contracted or employed by the department are expected to comply with their legal and professional obligations to report issues or concerns as appropriate. “Despite consistent incorrect claims and reporting of the ABF Act, the act is not and has never been an instrument to ‘gag’ lawful disclosures in the public interest regarding the operation of either the regional processing or the immigration detention network in Australia and the department and the minister has made this clear on multiple occasions.” The spokeswoman said Pezzullo’s amendment made it clear that health practitioners are not subject to the act, including its secrecy and disclosure provisions. “The department still expects that health practitioners will maintain their strict ethical, professional and contractual obligations of confidentiality and privacy.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}