{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/oct/13/inferno-review-a-load-of-flaming-nonsense", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-10-13T22:00:18Z", "webTitle": "Inferno review – a load of flaming nonsense", "webUrl": "https://www.theguardian.com/film/2016/oct/13/inferno-review-a-load-of-flaming-nonsense", "apiUrl": "https://content.guardianapis.com/film/2016/oct/13/inferno-review-a-load-of-flaming-nonsense", "fields": {"headline": "Inferno review – a load of flaming nonsense", "bodyText": "Purgatorio is closer to it. Something bad is happening, not the full Inferno, but it could be the gateway to the Paradiso of this fantastically boring film actually coming to an end. After 121 theologically unfathomable minutes. Here is the third Dan Brown film, after The Da Vinci Code and Angels and Demons. Tom Hanks is back – his capacity for wit and ironic charm once again wasted on the role of Dr Robert Langdon, an academic who is sort of a brainier, duller Indiana Jones. He awakens in a Florentine hospital suffering from a head injury and amnesia. Not only will he have to piece together the upcoming puzzle in the usual way but piece together his own role in it from the shattered remains of his memory. It seems that crazy bearded biotech billionaire Bertrand Zobrist (Ben Foster) has become obsessed with humanity’s imminent demise through overpopulation. He also believes that the thinning-out process caused by the Black Death gave humanity the breathing space to create the Renaissance. So he has created a huge poison bomb that will cull 50% of the population. But does he just detonate it? Corks no. He hides it before topping himself and he’s left a trail of clues embedded in Botticelli’s illustrations of Dante! Soon Langdon is on the case, and of course he has a doe-eyed helpmeet – Sienna, a super-smart hospital doctor played by Felicity Jones, running through swarms of tourists and gap-yah students in Florence and Venice, finding it very easy to blag their way into super-important art galleries and places of worship where they must decipher weird fragments of sub-Hallmark poetry from centuries lost. Once upon a time, this wackiness had some novelty value. Now it’s tedious."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}