{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2016/oct/11/covergirl-james-charles-first-cover-boy-makeup-artist", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2016-10-11T23:28:59Z", "webTitle": "CoverGirl names makeup artist James Charles its first cover boy", "webUrl": "https://www.theguardian.com/fashion/2016/oct/11/covergirl-james-charles-first-cover-boy-makeup-artist", "apiUrl": "https://content.guardianapis.com/fashion/2016/oct/11/covergirl-james-charles-first-cover-boy-makeup-artist", "fields": {"headline": "CoverGirl names makeup artist James Charles its first cover boy", "bodyText": "One of the makeup industry’s largest brands took a big step forward on Tuesday. CoverGirl announced its newest spokesperson is actually a cover boy. The brand announced that James Charles, a 17-year-old makeup artist from New York, is its newest model. The news was fittingly announced via Instagram, where Charles regularly posts his makeup looks and has nearly half a million followers after creating an account last year. Singer Katy Perry, another of the company’s brand ambassadors and current CoverGirl, was the first to break the news. “Just wrapped another great @COVERGIRL shoot. Honored to have the pleasure to announce the very first COVERBOY, James Charles!” she wrote on Instagram. CoverGirl’s Instagram posted a video of Charles speaking about his new role. “Today I’m living out one of my biggest dreams and I’m currently on set of my first ever TV commercial with CoverGirl,” he said with a huge smile. “That’s right, I am a new CoverGirl.” Charles will be appearing in advertisements for CoverGirl’s newest mascara called So Lashy, according to the Huffington Post. In a statement, the makeup brand said that all of their CoverGirl models are “role models and boundary-breakers, fearlessly expressing themselves, standing up for what they believe, and redefining what it means to be beautiful”. “James Charles is no exception. One year ago, he boldly chose to launch his Instagram to the world, using transformative, dynamic makeup looks to showcase the many facets of his personality, serving as an inspiration to anyone who might have been afraid to do the same,” the statement said, according to the Huffington Post. Singer and actor Zendaya became one of the brand’s spokesmodels earlier this year, joining the ranks of women such as Queen Latifah, Ellen DeGeneres, Rihanna and Taylor Swift. Many on Twitter praised CoverGirl for choosing Charles to be the face of their brand and congratulated the young makeup artist using #CoverGirlJames. Charles retweeted a few supportive messages himself. “Find a more iconic moment … I’ll wait,” musician and makeup artist Talia Mar wrote alongside Charles’s photo. There were some negative responses to CoverGirl’s Instagram post, with a few people threatening to boycott the brand. A photo of him retaking his senior portraits in his makeup racked up tens of thousands of likes and retweets last month. In an interview earlier this year, Charles told Marie Claire that makeup is an art form for him. He said it “took a lot of thorough conversations” with his parents to make them understand that it wasn’t an expression of his gender identity. “I’m still confident as a boy and I will always be a boy. I can be confident with bare skin and with a full face,” he told the magazine. Charles expressed his excitement for his new gig on his Instagram and Twitter. “It’s only 12 and today has already been so crazy. I am so thankful/excited for everything in store and the support has been amazing,” he tweeted."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}