{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/oct/25/850000-public-sector-jobs-automated-2030-oxford-university-deloitte-study", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-10-24T23:01:07Z", "webTitle": "Study says 850,000 UK public sector jobs could be automated by 2030", "webUrl": "https://www.theguardian.com/society/2016/oct/25/850000-public-sector-jobs-automated-2030-oxford-university-deloitte-study", "apiUrl": "https://content.guardianapis.com/society/2016/oct/25/850000-public-sector-jobs-automated-2030-oxford-university-deloitte-study", "fields": {"headline": "Study says 850,000 UK public sector jobs could be automated by 2030", "bodyText": "More than 850,000 public sector jobs could be lost by 2030 through automation, according to a study that comes as a further blow after hundreds of thousands of jobs disappeared following the government’s austerity cuts. The research conducted by Oxford University and Deloitte, the business advisory firm, found that the 1.3m administrative jobs across the public sector had the highest chance of being automated. But even teachers, police officers and social workers could be replaced, at least in part, allowing the government to either free up more staff for frontline work or reduce the number of workers on the payroll. The research is included in Deloitte’s state of the state report, which analyses the state of public finances and the challenges facing public services. Deloitte’s previous work has shown that all sectors will be affected by automation in the next two decades, with 74% of jobs in transportation and storage, 59% in wholesale and retail trades and 56% in manufacturing having a high chance of being automated. However, in contrast to the doomsayers who predict mass unemployment, the firm has argued that over the last 140 years automation has created more work than it destroyed. The report said many roles would be relatively protected, especially in education, the NHS and care industries, along with jobs that require interaction with the public. But automation will be an attractive option for cost-conscious public sector management after the report found it could shave £17bn off the public sector wage bill by 2030. There is a 77% probability of 1.3m “repetitive and predictable” administrative and operative roles being automated. In local government this would mean the number of admin roles – which have fallen from 99,000 in 2001 to 87,000 in 2015 – tumbling to 4,000 by 2030. Interactive roles, which require “a high degree of personal interaction, including jobs such as teachers, social workers and police officers”, face a 23% chance of automation. Among senior staff in “cognitive roles that mostly require strategic thinking and complex reasoning, including finance directors and chief executives”, 14% have a chance of being automated. There are a million staff – 20% of the workforce – in these jobs, the report said. In the health service, the number of nurses has risen from 210,000 in 2001 to 274,000 in 2015. But the number of staff in this “interactive” job is expected to fall to 266,000 by 2030. Healthcare practice managers, who are considered to hold down a “cognitive role”, have seen their numbers rise from 8,500 in 2001 to 10,000 in 2015. But by 2030 the group will shrink to 2,000, the report said. Mike Turley, global head of public sector at Deloitte, said: “We are already seeing examples of technology playing a role in the public sector. Robotic processes are supporting local government in their data entry, driverless trains are becoming more widespread and sensor technology is being used in hospitals and care homes to monitors patients and give nurses and carers more time for quality patient interaction. “Automation will not displace employees overnight. Its impact is gradual and manageable and there could well be social or political resistance to the full deployment of technology in place of people,” Turley said. “Our wider research on automation also shows that while jobs are displaced by automation, new, higher-skilled and better paying jobs are created as a result.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}