{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/oct/21/conservative-mp-backs-tony-abbotts-account-of-adler-shotgun-deal-row", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-10-20T22:25:04Z", "webTitle": "Conservative MP backs Tony Abbott's account of Adler shotgun deal row", "webUrl": "https://www.theguardian.com/australia-news/2016/oct/21/conservative-mp-backs-tony-abbotts-account-of-adler-shotgun-deal-row", "apiUrl": "https://content.guardianapis.com/australia-news/2016/oct/21/conservative-mp-backs-tony-abbotts-account-of-adler-shotgun-deal-row", "fields": {"headline": "Conservative MP backs Tony Abbott's account of Adler shotgun deal row", "bodyText": "Conservative MP Michael Sukkar has backed Tony Abbott’s account of the Adler shotgun importation debate, saying there were conversations with senator David Leyonhjelm but no “strong evidence” of a deal for his vote. Cabinet minister Christopher Pyne has backed Malcolm Turnbull’s version, saying there “was certainly a deal to put a sunset clause on the temporary ban”. The differing accounts on Friday morning follow a clash on Thursday, where Turnbull, Peter Dutton and Michael Keenan directly contradicted the former prime minister’s insistence that neither he nor his office authorised a deal with Liberal Democratic party senator Leyonhjelm on gun control in 2015. The showdown was triggered by a declaration from Abbott earlier in the week that as far as he and his office were concerned, there had been no deal with Leyonhjelm. On Thursday morning, Abbott was told by Dutton during a meeting between the two men that he might want to issue a clarifying statement, given there was evidence his office knew about the talks in the Senate in 2015. Some government sources say Abbott agreed to issue a statement, but others say he declined to do so, arguing that would inflame the situation. The former prime minister entered question time on Thursday with a statement prepared, which he delivered at the conclusion of question time. On Friday state attorneys general, justice and police ministers will meet in Melbourne to discuss firearms, including the classification of the Adler. The federal government has not ruled out lifting the Adler importation ban after the classification is agreed, and has not stated its preferred classification for the weapon. Asked on ABC AM about the alleged deal, Sukkar said: “I don’t think there necessarily is strong evidence that there was any horse trading going on. “I know that discussions would’ve been taking place, and from the publicly available information there certainly were discussions.” Leyonhjelm has produced correspondence from August 2015 documenting his discussions with Dutton and Keenan which suggests he agreed to give support to non-related migration legislation in return for the government’s agreement to sunset the ban on the Adler. In question time on Thursday Turnbull said he had made inquiries of “my ministers, and can say to the House as a result of those inquiries I’m satisfied that the minister for justice acted in the full knowledge of the prime minister’s office at that time”. Abbott produced an adviser’s note dated 23 July referring to a “temporary ban” which he suggested showed the government’s position was not changed for Leyonhjelm. Sukkar said: “My understanding is a decision was taken early that the ban on this ban should be put in place ... for a period of 12 months with the expectation from the justice minister this would be wrapped up in the [council of Australian governments] process.” Sukkar said when that didn’t happen the Turnbull government “very decisively” continued the ban. He said Turnbull and Abbott’s positions could be “quite easily reconciled”, because there was an in-principle decision to ban the Adler and Leyonhjelm “thought he’d extracted some huge concession from the government about a decision that had already been made”. On Channel Nine’s Today program on Friday, Pyne said there was no deal to water down John Howard’s gun laws but “there was certainly a deal to put a sunset clause on the temporary ban because we wanted to make sure that the states and territories visited this subject and classified this particular weapon”. “It’s quite clear that the government knew about it because Michael Keenan and Peter Dutton made the arrangement to ensure that this matter didn’t just sit there forever on the books,” he said. Pyne said nobody in the government is at odds about gun laws and it was “rubbish” that Turnbull had effectively called Abbott a liar. The energy and environment minister, Josh Frydenberg, told ABC News Breakfast that Abbott had “was actually not contradicting Malcolm Turnbull” but rather putting the “focus back on to the Labor party” for not backing tougher gun control. Asked about tension between the pair, he said: “Well, there was a leadership change. You can understand the differences they may have on particular issues.” “They’re at one, actually, when it comes to the prohibition of the Adler shotgun.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}