{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/oct/25/mod-to-resume-training-syrian-opposition-fighters-for-assault-on-isis", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2016-10-24T23:01:07Z", "webTitle": "MoD to resume training Syrian opposition fighters for assault on Isis", "webUrl": "https://www.theguardian.com/uk-news/2016/oct/25/mod-to-resume-training-syrian-opposition-fighters-for-assault-on-isis", "apiUrl": "https://content.guardianapis.com/uk-news/2016/oct/25/mod-to-resume-training-syrian-opposition-fighters-for-assault-on-isis", "fields": {"headline": "MoD to resume training Syrian opposition fighters for assault on Isis", "bodyText": "The UK is to resume training the Syrian moderate opposition, sending a further 20 Ministry of Defence personnel to the Middle East to help them prepare for an eventual attack on Islamic State’s Syrian headquarters. The defence secretary, Michael Fallon, is due to announce on Tuesday that the trainers will restart working with moderate Syrian opposition fighters in infantry, medical and explosive hazard awareness skills as part of the campaign against Isis. UK military personnel are currently involved in coalition airstrikes on Isis targets in Iraq and Syria. The move – largely a resumption of discontinued training – will disappoint moderates who have been asking for much more substantial aid, including heavier arms and superior air support. It comes as the Iraqi army, backed by a patchwork of local and international forces including the Kurdish peshmerga and Shia militias, pursue an offensive to oust Isis from Mosul, the group’s last significant stronghold in Iraq. If, as is expected, that ends in defeat for Isis, the battle for the city of Raqqa in north-west Syria could be the next big challenge. The British government hopes the trainers will not only improve the capabilities of existing fighters but also generate new forces. Fallon said that up to 20 UK personnel would deploy to locations in the region “to provide vetted members of the moderate Syrian opposition with the skills they need to continue to take the fight to Islamic State”. But any British decision to help the rebels, however limited, will prove controversial. Previous attempts by the US and UK to train moderate forces have ended in disappointment and some embarrassment, with the forces collapsing in the face of attacks either by the Syrian government or Isis. In 2015 the attempts ended in military disaster with the troops trained in Turkey either being killed by fighters from the al-Qaida-linked Jabhat al-Nusra, now known as Jabhat Fatah al-Sham, or else surrendering along with their new US-supplied equipment. The US reopened its train-and-equip programme in the summer. There have been reports that Barack Obama is still unwilling to agree to send further help including arms to moderates in Aleppo, partly because he fears they have become increasingly jihadist in their outlook. The reports suggest Obama has in essence aimed to defer any decisions, and leave them to his successor in the White House, so ensuring there is no new short-term counterbalance to the Syrian government advance. The MoD insists moderate fighters exist in north-western Syria, and denies they are all extremists. Fallon has described a moderate in the Syria context as someone “prepared to live within a plural political settlement that can in the end be democratic and take Syria towards elections”. The western coalition insists it has learned lessons from the 2015 debacle and is seeking to add to pre-existing armed factions in Syria, rather than form an entirely new western-backed grouping. Critics will question how the MoD can vet the moderates and ensure any skills learned through British training are not transferred away from the fight to defeat Isis. The struggle for Raqqa is diplomatically fraught since Moscow and the Syrian government regard it as their task to win back control of north-western Syria. Using a different term for Isis, Fallon insisted: “Daesh are on the back foot. Now we’re stepping up our support to moderate opposition forces in Syria, through training them in the skills they need to defeat Daesh. “As Iraqi and Kurdish forces close in on Mosul, the UK supported training will help cement recent progress in north-west Syria, underlining the pressure Daesh is now under on all fronts. “All volunteers from the moderate opposition will be subject to strict vetting procedures and will receive training in international humanitarian law. Trainees will be security and medically screened prior to the start of training and will be assessed during and monitored after training.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}