{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/oct/28/chelsea-upturn-fortune-gives-antonio-conte-food-for-thought", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "Chelsea’s upturn in fortune gives Antonio Conte food for thought", "webUrl": "https://www.theguardian.com/football/2016/oct/28/chelsea-upturn-fortune-gives-antonio-conte-food-for-thought", "apiUrl": "https://content.guardianapis.com/football/2016/oct/28/chelsea-upturn-fortune-gives-antonio-conte-food-for-thought", "fields": {"headline": "Chelsea’s upturn in fortune gives Antonio Conte food for thought", "bodyText": "Under Antonio Conte Chelsea’s stomachs are settling. It has been a fraught 12 months but three Premier League wins of increasing significance have brought a pronounced change in tone and the manager’s tweaks, both on and off the pitch, appear to have swiftly borne fruit. In fact fruit is only part of it. Conte’s reputation for keeping firm control over his players’ diets preceded his arrival in July and, in relaxed form at Cobham before Sunday’s visit to Southampton, he explained that his insistence on balanced food intake stems from a penny dropping late in his playing career. “At the end of my career I started to eat very well,” Conte said. “I felt the benefit. For this reason, when I started a new career as a coach, I wanted to bring the idea to my players. I think it’s a good solution.” Conte was reported to have banned the consumption of pizza and ketchup, among other things, from the club’s training ground at the start of the season but suggested that his input has been based more on the drawing-up of guidelines within which players can monitor their eating habits. “You don’t ban anything,” he said. “You give advice and tell them the right balance between carbohydrate, protein and fat. I think it’s important because you can prevent injuries, recover very quickly and are more fresh in the mental aspect. I think this because I tried it on myself.” Conte spoke of his own preference to avoid carbohydrates, while admitting that spaghetti is an occasional vice when eating with his wife and daughter. A man who pinned a sign reading “Diet can make the difference between victory and defeat” on the wall inside the Juventus training ground during his time in Turin may be seeing further evidence of this cause and effect, although the most obvious factor that accompanies their recent form is the switch to a 3-4-3 formation after the 3-0 defeat against Arsenal in September. They have not looked back since, at least until the 2-1 EFL Cup defeat at West Ham United on Wednesday, and there is a sense that after trialling different systems during his early weeks in charge he has settled on his model of preference. “The most important thing is to find the right solution with the system,” he said. “We started with 4-2-4, then 4-3-3, then 4-2-3-1, changing at different times to find the right solution. Then I think we found the right solution for the team and for the squad. We are working very hard to improve and know that more time [to work on the formation] is good for us as you can repeat the same things and memorise offensive and defensive situations. When you change system many times the different situations change. Now, we know our way and must continue in this way. I see the players in this system and there is a good feeling.” Conte, who said he had not been in contact with José Mourinho after the latter’s criticism of his conduct during the 4-0 win against Manchester United last Sunday, will be without Cesc Fàbregas at St Mary’s for a fourth consecutive match but expects the midfielder to be available to face Everton next week. Fabregas took part in the attacking drills during Friday’s training session; he should soon be joined by Kurt Zouma among Conte’s options with the defender, sidelined since February with a cruciate ligament injury, likely to continue his comeback with a second appearance for Chelsea’s Under-23 team on Monday. “If it’s all OK he’ll come back with us,” Conte said of Zouma. “I’m very happy because I can have another central defender, a good one, young with big potential.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}