{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/oct/13/ronald-koeman-republic-of-ireland-james-mccarthy-everton-martin-oneill", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-10-13T21:30:18Z", "webTitle": "Ronald Koeman laments Republic of Ireland duty ‘killing’ James McCarthy", "webUrl": "https://www.theguardian.com/football/2016/oct/13/ronald-koeman-republic-of-ireland-james-mccarthy-everton-martin-oneill", "apiUrl": "https://content.guardianapis.com/football/2016/oct/13/ronald-koeman-republic-of-ireland-james-mccarthy-everton-martin-oneill", "fields": {"headline": "Ronald Koeman laments Republic of Ireland duty ‘killing’ James McCarthy", "bodyText": "Ronald Koeman has issued a scathing attack on Martin O’Neill’s treatment of James McCarthy and accused the Republic of Ireland of “killing” the Everton midfielder. The Everton manager is incensed that McCarthy played the entirety of Ireland’s World Cup qualifying win against Georgia plus 81 minutes against Moldova in his first competitive outings since undergoing groin surgery last month. The player was sidelined for almost six weeks after the operation, and last played for Everton on 23 August, but started two World Cup qualifiers in four days having declared himself available for his country. Koeman described the 25-year-old as “massively overloaded” before Everton’s visit to Manchester City on Saturday and believes the player was placed in an awkward position by Ireland’s medical team. The £13m midfielder, who was linked with a move away from Goodison Park in the summer, will be considered for the City game only if he comes through Friday’s training session without a reaction. “When James came back from Ireland the message from Everton’s medical staff was that he was massively overloaded. Now we have to handle a player who is massively overloaded,” the Everton manager said. “I would like to have more commitment from a player of Everton because we pay the player but he was in a very difficult situation and it is ridiculous that he has surgery, five to six weeks out, three training sessions, plays 90 minutes and then, after three days, plays another 80 minutes. “Of course he is massively overloaded. I don’t do this to my players at Everton because you get injuries again. If you leave it up to the player to decide then he is in a difficult situation because he’s between the Everton and Irish teams. The players are really committed to the Ireland national team but there was contact between the medical teams of Everton and Ireland and he plays 90 minutes after five to six weeks out.” He added: “You hope something like this would be solved by the understanding of the doctor of the Ireland team or the manager of the Ireland team. They asked him if he was ready to play. It is very difficult for a player to say no because he is in Ireland. I like to have a lot of international players because it is a very good experience for every player. But sometimes, in several cases in fact, you like to have a little bit more understanding for a player who has been out injured for five to six weeks. Play him for 45 minutes, 60 minutes, but not 95 minutes after five to six weeks out, the second time 80 minutes! You are killing the player.” Romelu Lukaku sustained a slight thigh problem while on international duty with Belgium but Koeman expects his leading striker and Leighton Baines, who has missed Everton’s past three matches with a hamstring injury, to be fit for Saturday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}