{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/oct/02/amber-rudd-abuse-violence-legislation", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-10-01T23:05:32Z", "webTitle": "The Conservatives will lift the shroud of silence to protect society’s vulnerable | Amber Rudd", "webUrl": "https://www.theguardian.com/commentisfree/2016/oct/02/amber-rudd-abuse-violence-legislation", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/oct/02/amber-rudd-abuse-violence-legislation", "fields": {"headline": "The Conservatives will lift the shroud of silence to protect society’s vulnerable", "bodyText": "Some years ago, at the beginning of my political career, I campaigned for an end to female genital mutilation and for tougher penalties for those responsible for carrying it out. Little did I ever imagine that I would be in the position, as home secretary, where it would be my job to drive on the government’s efforts to get rid of this brutal practice. It is one of my absolute priorities – working with the police and other agencies – to see this government is the one under which there is the first successful prosecution and punishment of a perpetrator of this horrible crime. And let’s be clear about that: it is a crime. The law in this country is not there to be compromised or to be blinkered. FGM, “honour-based violence”, and forced marriage are illegal. They are pernicious forms of abuse of women and we will not shy away from tackling them because of cultural sensitivities. We have made progress. We have introduced measures to protect women and girls. We now have laws such as a new offence of domestic abuse that covers controlling and coercive behaviour. Prosecutions have begun for stalking offences, forced marriage is criminalised and the “revenge pornography” law that came into effect last year should start to bring an end to the humiliation and pain caused when ex-partners share intimate images online. These are some, but by no means all, of the powerful means we have at our disposal to tackle violence against women and girls. From Crown Prosecution Service figures last month, it is clear the volume of prosecutions and convictions is at its highest ever level, meaning more victims are seeing justice than ever before. But the reality is that you can’t legislate your way out of everything. Much of the challenge is about stopping vulnerable people becoming victims in the first place. Giving people the voice they need to seek help and supporting them as the scars – both the ones you can see and the ones you can’t – begin to heal. We also have to be honest with ourselves and confront some brutal truths about the society we live in and we have to be prepared to have some difficult conversations about some distressing subjects. There are still far, far too many women – and men – who are the victims of domestic abuse, who are beaten, who live in fear in their own homes, who are stripped of their sense of self, isolated from friends and family by coercive partners. It is a terrifying and disturbing pattern with which those who have been listening to Helen Titchener’s harrowing storyline in The Archers will be familiar. The toxic wake of scandals such as Savile and Rotherham, and the independent inquiry into child sexual abuse, has exploded into the public consciousness an awareness of child exploitation and abuse the like of that simply did not exist before. The only way to ever neutralise that toxicity, and give victims and survivors the justice they deserve, is to be utterly unsparing about the failings that led us here and what lessons must be learned. Transparency and public discourse are crucial. We can’t treat issues as taboo because we find them unpleasant. We must lift the shroud of silence and light up the dark corners that allow the perpetrators to operate. That public discourse must also make clear which behaviours are acceptable and which are not. It matters what those in the public eye say. This is something I would urge the shadow chancellor to reflect upon, long and hard. Remarks about lynching or assassinating female politicians – any politicians – are not jokes. And they are not funny, whoever they are made about. The reality is that there is still too much that goes on behind closed doors and we still have much, much more to do to reveal the true scale of hidden vulnerability. Protecting children at risk of exploitation will always be a priority and at the other end, safeguarding an ageing population brings its own challenges. The nature of drug and alcohol dependency is continually evolving; what remains constant is the need to stop those individuals with some of the most challenging and complex needs slipping through the cracks. We have begun to address the canker of modern slavery, where victims are forced into degrading sex work or backbreaking domestic servitude, and we will continue to lead the global fight to eradicate it, working with our partners abroad. With an estimated 46 million people worldwide enslaved, this will not be an easy fight, but it is not one we will lose the heart for. No one believes this more than the prime minister. She stood in Downing Street a few months ago and promised a Britain that works for everyone. She wanted the country to know that this government would tackle the injustices of poverty, race and class. She wanted you to know it is our priority to deliver a fairer, and a safer society for all of its citizens. Our conference, which starts today, is an opportunity for me and my cabinet colleagues to set out how we will do that. For my part, let me be clear: protecting those in society most at risk of harm, those crushed at the bottom of the heap, those who have been abused by the very people who should have looked after them, is, as home secretary, my job, but I also see it is as my moral duty. • Comments will be opened later today"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}