{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2016/oct/01/vogue-fashion-frow-social-media-stars", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2016-10-01T23:04:32Z", "webTitle": "Show’s over for veteran fashion elite as style insurgents seize front row", "webUrl": "https://www.theguardian.com/fashion/2016/oct/01/vogue-fashion-frow-social-media-stars", "apiUrl": "https://content.guardianapis.com/fashion/2016/oct/01/vogue-fashion-frow-social-media-stars", "fields": {"headline": "Show’s over for veteran fashion elite as style insurgents seize front row", "bodyText": "This was meant to be Vogue’s year. The British version of the magazine turned 100, resulting in, among other celebratory goings-on, an exhibition at London’s National Portrait Gallery, Vogue 100: A Century of Style, telling the story of one of the world’s most influential magazines. But a turn of events, and the social media reaction, threw a stiletto at the brand’s well-manicured public appearance and demonstrated very publicly an insurgency that is under way next to the catwalk. During a round-table discussion about Milan fashion week, editors on Vogue’s American edition gave their views on style bloggers, and it was damning. Questioning the street-style business model of wearing paid-for brand placements, they used descriptors like “desperate” and said it “herald(ed) the death of style”. In response, style blogger Susie Bubble tweeted: “The fashion establishment don’t want their circles enlarged and for the ivory tower to remain just that. Towering and impenetrable.” The incident highlighted how the ground beneath the establishment’s feet has shifted this season. See-now-buy-now and genderless catwalks have reflected economic and social shifts towards a younger mindset, while Bubble’s point about enlarging circles could equally read as a comment on what’s been happening on the front row (the “Frow”) in this summer’s global fashion shows. Traditionally the place where old Hollywood glamour mixed with fashion journalism, the Frow has shifted its allegiances, actively courting a younger and more social media-savvy crowd. Dolce &amp; Gabbana’s Milan fashion week show was an extreme example of this. It saw the fashion house fly in a range of millennial celebrities, such as Cameron Dallas, Lily-Rose Depp, Lucky Blue Smith and Rafferty Law, to sit in pride of place. The Frow resembled a particularly large group selfie, where mainstream media journalists were relegated to the second row. Meanwhile, the kitschy, high-energy presentation featured street dancers, model Hailey Baldwin and a pre-show soundtrack of Justin Bieber, pointed attempts to capture not just hearts and minds but the smartphone’s lens too. As the show came to a close, exiting fashionistas, such as Anna Wintour, were met by swarms of pre-pubescent girls screaming not for her but for the heart-throbs they follow on Vine or Instagram. It was Beatlemania for Generation Z. Backstage before the show, Stefano Gabbana admitted that the label was trying to appeal to a younger market. “We looked at the millennials [for inspiration],” he said. “Everyone wants to be young.” The appeal to fashion labels is clear: a Frow full of social media-savvy celebs creates publicity and generates sales. “Vloggers, Viners and Instagram celebs almost exist for endorsements,” says Malcolm Mackenzie, editor of We Love Pop magazine. “They don’t have a day job, like shooting a movie, to get in the way of self-promotion, because self-promotion is their day job.” But arranging the seating plan of the Frow can be a tricky jigsaw to solve. “My feeling is that it’s always a balance – you want heavy-hitter celebrities, but the editors are just as vital with huge followings, too,” says Mandi Lennard, fashion PR and consultant. “It’s a delicate balance, as you don’t want to make an editor feel neglected.” But perhaps editors just need to adapt to the times: 2016 has seen the fashion industry focus on young celebrities who fit the Hailey Baldwin template: heritage names with large social media followings. “Stars like Dallas have a direct line to millions of fans who avidly watch everything they do, so it’s a no-brainer for business to want in on the action,” says Mackenzie. Things can only get younger. MEET THE MILLENNIALS 1 Thylane Blondeau, 15 She modelled at a Jean Paul Gaultier show aged four and caused controversy with her appearance in a Vogue Enfants editorial aged 10 that some called sexualised. She is signed to IMG Models and has a burgeoning film career. 2 Des Lewis Senior style editor, Marie Claire. 3 Anne-Marie Curtis Fashion director, Elle UK. 4 Rebecca Lowthorpe Fashion director, Grazia UK. 5 Zoey Deutch, 21 This actress is the star of TV show Ringer and is set to star in the JD Salinger biopic, Rebel in the Rye, with Nicholas Hoult. 6 Dylan Jagger Lee, 18 The son of Pamela Anderson and Tommy Lee did his first fashion spread for Nylon magazine and recently appeared in a video for Saint Laurent. 7 Brandon Thomas Lee, 20 The older son of Anderson and Lee is another model, signed to Next LA/IMG and has been linked with Justin Bieber’s ex, Sofia Richie. Was on the Frow at the Dolce &amp; Gabbana show. 8 Sonia Ben Ammar, 17 French singer, actress and model signed to IMG. Used to date Brooklyn Beckham. 9 Isabel Getty, 22 Heiress, Tatler cover star, New York University student and singer (under the name Izzy Getty). 10 Talita von Fürstenberg, 17 The granddaughter of designer Diane von Fürstenberg is a model who started working for Hillary Clinton’s campaign. 11 Rafferty Law, 19 Son of Jude Law and Sadie Frost and, yes, another model, has walked for DKNY and Dolce &amp; Gabbana. 12 Zara Larsson, 18 Swedish singer and songwriter, NME cover star and Best New Artist nominee at the MTV VMAs. Has 1.9m followers on Instagram. 13 Luka Sabbat, 18 With 184,000 Instagram followers, he has modelled in the Yeezy Season 1 show and featured in campaigns for Hood By Air and Tommy Hilfiger. Complex magazine called him the “coolest teenager on the internet”."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}