{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2016/oct/10/virtual-mobbing-doxing-amount-criminal-activity-cps", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2016-10-09T23:01:24Z", "webTitle": "Sexting between children not automatically a crime, says CPS", "webUrl": "https://www.theguardian.com/law/2016/oct/10/virtual-mobbing-doxing-amount-criminal-activity-cps", "apiUrl": "https://content.guardianapis.com/law/2016/oct/10/virtual-mobbing-doxing-amount-criminal-activity-cps", "fields": {"headline": "Sexting between children not automatically a crime, says CPS", "bodyText": "Internet users who post derogatory hashtags or humiliating Photoshopped images could face prosecution under new legal guidelines. But sexting – exchanging sexualised images – between those aged under 18 should not normally become the subject of a police investigation if it involves children of a similar age in a relationship, the Crown Prosecution Service has recommended. The public consultation on updated guidance for lawyers about when antisocial internet use tips over into illegal activity is published at the start of Hate Crime Awareness Week to help prosecutors decide when to act. It follows a Childnet report this year that found one in four teenagers suffered abuse online from trolling because of their gender, sexual orientation, race, religion, disability or transgender identity. The CPS’s social media guidelines also cover attacks on disabled people, violence against women and girls, and racial and religious, homophobic and transphobic hate crime. Their publication will stimulate debate about the limits of free speech online and may help develop a clearer consensus about what is acceptable behaviour. As well as “virtual mobbing” and “dog-piling” which incite hatred, other forms of online harassment that the CPS believes can amount to criminal activity are encouraging the retweeting of grossly offensive messages, “doxxing” – publishing personal information such as home address or bank details – or devising derogatory hashtags to target victims. Perpetrators who participate in or initiate hate campaigns may be charged with encouraging an offence under the Serious Crime Act 2007, the new guidelines suggest. Sexting cases, the CPS acknowledges, need to be carefully assessed particularly when they involve children. “While it would not usually be in the public interest to prosecute consensual sharing of an image between two children of a similar age in a relationship, a prosecution may be appropriate in other scenarios, such as those involving exploitation, grooming or bullying,” it is proposed. In more serious cases, the guidelines say, consideration may be given to the offence of causing or inciting a child to engage in sexual activity under the Sexual Offences Act 2003. Other practices that may be considered illegal are “baiting” – humiliating someone by labelling them as sexually promiscuous or posting Photoshopped images to disparage victims. “Social media can be used to educate, entertain and enlighten but there are also people who use it to bully, intimidate and harass,” Alison Saunders, the director of public prosecutions, said. “Ignorance is not a defence and perceived anonymity is not an escape. Those who commit these acts, or encourage others to do the same, can and will be prosecuted.” The DPP added: “We welcome the comments and opinions of communities and those affected by hate crimes to help us inform the way we deal with such cases in the future. Our latest hate crime report showed that in 2015-16 more hate crime prosecutions were completed than ever before. “More than four in five prosecuted hate crimes result in a conviction, with over 73% guilty pleas, which is good news for victims. We have undertaken considerable steps to improve our prosecution of hate crime and we are committed to sustaining these efforts.” There was a large reported rise in racial hate crimes in the aftermath of the EU referendum. Police forces have also complained about the growing burden of cybercrime investigations. Prosecutors are reminded in the guidelines that the threshold for legal action under the Malicious Communications Act 1988 and the Communications Act 2003 is the sending of a communication that is deemed grossly offensive. It adds: “A communication sent has to be more than simply offensive to be contrary to the criminal law.” Messages that are merely satirical, iconoclastic, rude or involve expressions of unpopular or unfashionable opinion will not constitute a criminal offence. Consultation on the CPS guidelines opens on Monday and lasts for 13 weeks. The CPS, created in 1986, is celebrating its 30th anniversary this month. Internet terminology Virtual mobbing or dog-piling: encouraging social media users to harass individuals. Doxxing: publishing personal information such as home address or bank details. Trolling: inciting hatred by posting abusive or inflammatory messages. Baiting: humiliating someone by accusing them of being sexually promiscuous. Sexting: sending sexually explicit messages, usually from one phone user to another. Cyberstalking: threatening behaviour or unwanted approaches. Spamming: directing vast quantities of unwanted messages at a victim. Flaming: subjecting users to abuse often in live chat forums."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}