{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/oct/13/west-ham-win-more-games-home-slaven-bilic-london-stadium", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-10-13T21:32:00Z", "webTitle": "West Ham have to win a few more games to feel at home, says Slaven Bilic", "webUrl": "https://www.theguardian.com/football/2016/oct/13/west-ham-win-more-games-home-slaven-bilic-london-stadium", "apiUrl": "https://content.guardianapis.com/football/2016/oct/13/west-ham-win-more-games-home-slaven-bilic-london-stadium", "fields": {"headline": "West Ham have to win a few more games to feel at home, says Slaven Bilic", "bodyText": "Slaven Bilic believes that the atmosphere at the London Stadium will improve if West Ham United put a winning run together at their new home. Although West Ham’s manager denied that it is a relief to be travelling to Crystal Palace on Saturday, he conceded that it is his responsibility to lift the mood by coaxing improved performances out of players who have looked ill at ease in home matches. West Ham are 18th and the move from Upton Park has been fraught with difficulties, with supporters growing restless at the poor organisation in and around the ground and disappointing results on the pitch. They have not won at the London Stadium since 21 August and there was crowd trouble outside the ground after the recent draw with Middlesbrough. “It doesn’t help the whole situation,” Bilic said. “But the only way I can change that and influence that is if we start winning games. If we start winning, fans will be less nervous. They will be happy during the game. Part of the frustration from the fans is because we are not winning. “It is not one thing. I want that to stop, of course. It is West Ham, it is my club. But if I think that I want the fans to be happy, how can I help them? What can I do to make them happy? It is very simple. Start getting points, start to climb up the table and if possible play nice football. That’s my job. That’s why I’m here.” Bilic refused to blame the stadium for the team’s slow start. “The stadium is great,” he said. “All the clubs that changed stadium need time to settle in. It’s a great stadium and we have to win a few games to feel more at home.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}