{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/oct/25/nhs-to-spend-130m-upgrading-or-replacing-radiotherapy-machines", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-10-24T23:01:07Z", "webTitle": "NHS to spend £130m upgrading or replacing radiotherapy machines", "webUrl": "https://www.theguardian.com/society/2016/oct/25/nhs-to-spend-130m-upgrading-or-replacing-radiotherapy-machines", "apiUrl": "https://content.guardianapis.com/society/2016/oct/25/nhs-to-spend-130m-upgrading-or-replacing-radiotherapy-machines", "fields": {"headline": "NHS to spend £130m upgrading or replacing radiotherapy machines", "bodyText": "Cancer treatment is to get its biggest boost in 15 years, according to NHS England, which has said it will spend £130m upgrading or replacing radiotherapy machines to improve the survival chances of hundreds of thousands of patients. The upgrade of at least 100 linear accelerator (Linac) machines across the country will ensure more patients get state-of-the-art treatment called intensity-modulated radiotherapy, which can target the tumour very precisely without damaging surrounding healthy tissue. New machines are more accurate and can deliver a higher dose to the cancer cells, which will reduce the amount of time a patient has to spend in radiotherapy and hopefully increase cure rates. Radiotherapy is an important part of cancer treatment, after surgery to remove the tumour, and cures more people than cancer drugs. The Linac machines used to deliver it are supposed to be replaced after 10 years, but 20% of them in England are older than that. The machines installed in the last decade need a software upgrade, according to Harpal Kumar, chief executive of Cancer Research UK. Kumar headed the independent Cancer Taskforce, which drew up the NHS cancer strategy and recommended the investment in radiotherapy machines. “One of the things we were quite clear about in the strategy was that if you look at the proportion of treatment that is delivered as intensity-modulated radiotherapy across the country, it varies quite widely,” said Kumar. “Uptake varies two to three-fold across the country. About half the machines in the country are going to be upgraded in the next two years.” About four in 10 cancer patients – all those who receive radiotherapy – will get improved treatment, said NHS England, which amounts to around 130,000 people a year. Cally Palmer, NHS England’s national director for cancer and chief executive of the Royal Marsden cancer hospital, said the money would be forthcoming from the NHS budget “because cancer has been prioritised over other things. The decision has been made that we need to get radiotherapy right.” Mia Rosenblatt, assistant director of policy and campaigns at Breast Cancer Now, said: “We are delighted by today’s announcement of investment into new Linacs: radiotherapy is an essential treatment for breast cancer patients, and upgrades to radiotherapy equipment is much overdue. “However, it is still too early to tell if the strategy will be successful and the next year will be the real test of how the strategy will benefit breast cancer patients in England. We will continue to follow progress carefully.” The Royal College of Radiologists said the money was not enough. “Although the funding announced is to be welcomed, if the government wishes to achieve world class cancer outcomes by 2020, significantly more investment in radiotherapy services is required at least up to the equivalent level announced for Scotland,” said Dr Jeanette Dickson, vice president, clinical oncology. In March, Scotland’s first minister, Nicola Sturgeon, announced a £50m investment in radiotherapy services. NHS England’s commitment was made on the day it reported on progress in the first year of the current cancer strategy. Exploratory work on how to increase the early diagnosis of cancer patients had been a main priority, said Palmer. Those who are diagnosed early have a better chance of cure."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}