{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/oct/28/jose-mourinho-pressure-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "José Mourinho: There’s more pressure on Manchester United than rivals", "webUrl": "https://www.theguardian.com/football/2016/oct/28/jose-mourinho-pressure-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2016/oct/28/jose-mourinho-pressure-manchester-united", "fields": {"headline": "José Mourinho: There’s more pressure on Manchester United than rivals", "bodyText": "José Mourinho has said the rebuilding job at Manchester United requires more than a sprinkle of salt and pepper as he claimed demand for immediate success is greater on him and at Old Trafford than their Premier League rivals. Mourinho – who insists the United captain, Wayne Rooney, is “going nowhere” – is still seeking consistent results, selection and form from his squad after three months of the Premier League campaign. The EFL Cup win against Manchester City on Wednesday lifted the mood around Old Trafford but, Mourinho admitted, he will need time to change the psychology of those players who are not accustomed to winning the game’s top honours on a regular basis. It is time he believes is afforded other Premier League contenders and managers but not himself. “In three months it is not so easy to change the most difficult thing which are personalities,” Mourinho, the United manager, said. “The style of play, even with mistakes, you can change here and there but at the psychological level it takes more time especially if you go against the nature of some of the personalities. “When you don’t have a very experienced squad where everybody knows how to win, what is needed to win, that consistency level you must have to cope with the routine of victories, because that is difficult to cope with although it is easier than the routine of defeat, that’s the most difficult time of the process. “We need time. It is always the same story. At some clubs and with some managers they have all the time they want. Some clubs get time but with others you demand immediate success of the clubs and the managers. That’s Manchester United and José Mourinho. No problem.” Mourinho described United as the latest in a long line of clubs in need of an overhaul upon his arrival, and insisted more perspective is required over the squad at his disposal. “I always went to clubs in a non-easy process,” he said. “I never went to a winning club with recent success where you can just introduce a bit of your salt and pepper and change the direction and the road to success was there. I always had difficult moments. Then I left Porto as European champions, I left Inter as European champions, I left Chelsea with two titles in three years and I left Real Madrid with three Champions League semi-finals and with a title and then I got this club in a hard situation but that’s a great job. “It’s not the way I prefer, it’s just the way it is. “It’s the way I arrived at the club without Paul Scholes, Ryan Giggs, Roy Keane or Bryan Robson. I arrived later with a very good group of players to work with but many of them are not the end product, they are not ready, ready, ready, and some of them like Michael [Carrick] are in a period where they are phenomenal but they are not in the group that is 24 or 25. “It is a process but I don’t change a word from the first day – we want to win. At this club you must say that always and at this moment we still have four competitions to win. Let’s see out of the four what we win – four, three, two, one or nothing.” Mourinho declined to comment on being charged with improper conduct by the Football Association for discussing the referee Anthony Taylor’s appointment to the recent Liverpool game. But he did dismiss claims that Rooney is destined for the Old Trafford exit having lost his first-team place this season. The United manager, who confirmed that Rooney is fit for the Premier League game against Burnley on Saturday, said: “I know he’s the type of player I need and I know he can play at the top level. I can’t make this kind of mental exercise and say what’s going to happen at 32, 33, 34 or 35 [Rooney turned 31 this week]. What I can say is that he’s a very good player, a very important player for us. He’s going nowhere. We like him, he likes us. He’s not happy in the last matches because he was on the bench but I think he is even unhappier when he’s not on the bench because he’s been injured and has to stay in the stands. There are no problems at all.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}