{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/oct/20/sydney-should-be-re-imagined-as-three-30-minute-cities-lucy-turnbull-says", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-10-19T23:17:06Z", "webTitle": "Sydney should be reimagined as three '30-minute cities', Lucy Turnbull says", "webUrl": "https://www.theguardian.com/australia-news/2016/oct/20/sydney-should-be-re-imagined-as-three-30-minute-cities-lucy-turnbull-says", "apiUrl": "https://content.guardianapis.com/australia-news/2016/oct/20/sydney-should-be-re-imagined-as-three-30-minute-cities-lucy-turnbull-says", "fields": {"headline": "Sydney should be reimagined as three '30-minute cities', Lucy Turnbull says", "bodyText": "Sydney should be reimagined as three great “30-minute cities”, the head of the greater Sydney commission and former lord mayor, Lucy Turnbull, has argued. The three cities would be Eastern Harbour City, the Central Parramatta River City and a Western City around the new Badgerys Creek airport under Turnbull’s proposal. She argues the change is necessary to keep commute times within an hour while the country’s biggest city expands westwards and with Sydney’s population expected to almost double within 40 years. “It’s time for a change of perspective and a change in the way we all imagine greater Sydney. Greater Sydney needs a true city at its centre, close to its people,” she said in a statement on Thursday. She said the three cities approach “gives a clear picture of how people can realistically achieve the goal of being able to live within 30 minutes of where they work, study and play. This makes our city more liveable, productive and sustainable for everyone”. In September, the NSW government released figures from the Department of Planning showing Sydney’s population was surging faster than expected. The city’s population is forecast to grow by 2.1 million people over the next 20 years, which is 170,000 more than what was predicted two years ago. Under the new projections, the city’s population would reach 6.4 million by 2036. The Committee for Sydney has previously called for greater densities across the city in a paper entitled Making Great Places: Density Done Well. Tim Williams, the chief executive of the Committee for Sydney, told ABC radio the solution to the burgeoning population was higher density, similar to cities such as Barcelona. Williams said Sydney was only 40% of the density of Los Angeles, and that urban sprawl was partly responsible for soaring property prices. “It takes 13 times the average salary to get a home in this city and it’s partly because we’ve been rejecting density,” Williams said. “We’re actually finding ways to prevent our own children from living closer to us.” • Australian Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}