{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/oct/01/foundling-hospital-milk-skimming-scandal", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-10-01T23:05:32Z", "webTitle": "How thieves skimmed the Foundling childrens’ cream in 18th and 19th centuries", "webUrl": "https://www.theguardian.com/society/2016/oct/01/foundling-hospital-milk-skimming-scandal", "apiUrl": "https://content.guardianapis.com/society/2016/oct/01/foundling-hospital-milk-skimming-scandal", "fields": {"headline": "How thieves skimmed the Foundling childrens’ cream in 18th and 19th centuries", "bodyText": "Dickens’s Oliver Twist and his fellow workhouse children were fed on nothing but the thin broth known as “gruel”, and dreamed endlessly of “food, glorious food” in Lionel Bart’s musical version of the novel. Now documents held in London’s historic Foundling Hospital have revealed that, while dietary standards were set high, the 400 orphans and abandoned boys and girls who lived there at any one time during the late 18th and 19th centuries were victims of an unscrupulous fraud: the cream was skimmed from their milk rations. The hospital’s “great milk scandal” has been unearthed by Dr Jane Levi, a food history expert and a guest curator who was putting together an exhibition for the museum, Feeding the 400. This will run until 8 January at the site of Britain’s first children’s charity, a home for foundlings established by philanthropist Captain Thomas Coram and supported by both the composer George Frideric Handel and the artist William Hogarth. She found that, although the hospital’s governors paid for whole milk for the foundlings, skimmed milk was delivered instead. Details of Levi’s discovery have been checked by Verita, the organisation brought in to audit health trusts nationally, which last week confirmed proof of the deceit. In their analysis, the charity’s governors should have brought back an earlier practice of securing dairy milk pails with padlocks. “Finally, the general committee should have included milk in its regular quality controls, as it did for bread, cheese and meat,” the Verita research concludes, pointing the finger back at all those who ignored the evidence. The truth lay in an intriguing subcommittee report found inside one of the bound document files created by John Brownlow, a foundling who was baptised at the hospital in 1800 and who later worked as its secretary from 1849 until 1872. The undated report, thought to have been written in 1813, while Brownlow was a child at the hospital, showed the milk supply was tampered with from as far back as the 18th century. It is not clear exactly how long the fraud continued but Thomas Harrison of Grove Farm, Kentish Town, supplied skimmed milk to the hospital between 1755 and 1816. The report estimated the difference in cost between whole and skimmed milk was about £200 a year, equivalent to more than £12,000 today. Levi is certain that this corrupt practice had no bearing on the nutritional value of the rest of the food served to the foundlings: “Far from the miserable gruel of the stereotypical workhouse, the foundling children ate three balanced meals a day (including vegetables from their own kitchen gardens) off Spode china,” she said. “However, they had to eat in silence, and their Sunday dinners were often open to spectators; and the quality of the ingredients the staff fed them was not always exactly what the governors had in mind.” The hospital’s matron and steward had to ensure the children’s meals matched the nutritional balance of the hospital’s diet tables, meticulously drawn up on medical advice. But records show that, when the matron was asked if she had noticed anything untoward about the supply of milk, she said the milk had been skimmed since the start of her employment at the hospital in 1773. She believed the governors knew about it and that the price they paid was not her business. Whole milk, she also said, was supplied for consumption by the officers and servants of the hospital. The Foundling Hospital, which continues as the children’s charity Coram, was created in 1739 as “a hospital for the maintenance and education of exposed and deserted young children”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}