{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/oct/20/trolls-review-dreamworks-family-animation-anna-kendrick-justin-timberlake", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-10-20T21:45:12Z", "webTitle": "Trolls review – multicoloured collectables overcome in children's sleepover fare", "webUrl": "https://www.theguardian.com/film/2016/oct/20/trolls-review-dreamworks-family-animation-anna-kendrick-justin-timberlake", "apiUrl": "https://content.guardianapis.com/film/2016/oct/20/trolls-review-dreamworks-family-animation-anna-kendrick-justin-timberlake", "fields": {"headline": "Trolls review – multicoloured collectables overcome in children's sleepover fare", "bodyText": "It’s not a brutally explicit documentary about internet abuse, and oddly, there are no contemporary jokes at all on that subject. The trolls in this family animation are simply the perky-faced, tufty-haired little critters that small kids might collect in their bedroom: and I suspect that this film is targeted at the home-entertainment 10-year-old-sleepover market. It’s a DreamWorks production that is set in a vivid multicoloured world; the colour-scheme does look in fact as if it has been branded to fit with the DreamWorks balloon logo. In this fairytale land, there is a community of happy, Pollyanna-ishly positive trolls who like hugging, and prominent among them is Poppy (voiced by Anna Kendrick). But there are also the nasty Bergens nearby, who can only feel happy by eating trolls; they kidnap some trolls for this cannibalistic purpose and so the trolls, led by Poppy, have to go on a quest to rescue them, and to convince the Bergens that they can feel the happiness they crave, not through troll-eating, but love. It’s an animation that is probably best for little kids: the funniest character is the cloud guy (voiced by co-director Walt Dohrn), a simply drawn cloud-thing with pipecleaner-thin limbs, who guides Poppy through unfamiliar terrain, and asks only a high-five in return."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}