{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/oct/10/barnbow-national-filling-factory-female-workers-first-world-war", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-10-09T23:01:24Z", "webTitle": "Honour for factory where female workers died in first world war", "webUrl": "https://www.theguardian.com/world/2016/oct/10/barnbow-national-filling-factory-female-workers-first-world-war", "apiUrl": "https://content.guardianapis.com/world/2016/oct/10/barnbow-national-filling-factory-female-workers-first-world-war", "fields": {"headline": "Honour for factory where female workers died in first world war", "bodyText": "A century after an explosion in a Leeds munitions factory killed scores of female workers, whose deaths were kept secret for years after the first world war, the site is to be given official protection by the government as a historic monument. During the night shift on 5 December 1916, room 42 of the Barnbow National Filling Factory in Leeds blew up: 35 women were killed immediately, and many more injured. The factory, which produced many of the shells used at the Somme, was the largest of its kind in Britain, employing 16,000 women working round the clock at the height of production. The explosion was heard for miles and although everyone working in the factory knew what had happened – particularly as women from other sections rushed to help rescue the injured workers – all news of the incident was officially censored, and no official explanation was given until six years after the war. Death notices in local papers for the women, nicknamed the Barnbow Lasses, just said they had died “in an accident”. It was the first major loss of women civilian workers in the war, and the worst fatal accident in the city’s history. Two smaller explosions followed, one in March 1917 which killed another two women, and one in March 1918 in which three men died. In 1916 production only stopped for a few hours. Although the work was hard and dangerous, it was well paid, with the women taking home up to £12 a week, far more than an average industrial wage. They also suffered from the cordite used in the process which turned their skin yellow, earning munitions workers the nickname canaries. Most of the buildings were demolished in the 1920s, but the outlines of the site remain well preserved on the outskirts of the city. Monday’s scheduled monument designation has been given to mark the importance of the site, and Historic England and the local authority are in discussions about how to protect it from a proposed new major road and housing. Local campaigners who have tried to raise awareness of the disaster, including building a small monument near the site, are delighted that it will now have official protection. Jacki and Bob Lawrence, members of the East Leeds History and Archaeology Society, said the outcome of the war might have been quite different without the volume of shells produced by the factory. “As a society we have been promoting the story of the Barnbow Lasses for almost 20 years, and always felt it was important that the contribution, service and sacrifice made by these girls during world war one should be made more widely known.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}