{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/aug/21/edinburghfestival2001.edinburghfestival1", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2001-08-20T23:00:00Z", "webTitle": "Comedy: Otis Lee Crenshaw", "webUrl": "https://www.theguardian.com/culture/2001/aug/21/edinburghfestival2001.edinburghfestival1", "apiUrl": "https://content.guardianapis.com/culture/2001/aug/21/edinburghfestival2001.edinburghfestival1", "fields": {"headline": "Otis Lee Crenshaw", "bodyText": "Rich Hall's Perrier-winning turn is back for a limited run this year, in a glittering auditorium of the type his alter ego Otis can barely have imagined during his years in chokey. But the character fills it effortlessly. Success has made Hall's crooning ex-con even surer on his feet, and won him credit with an adoring crowd. Otis 2001 features several of last year's gravelly favourites - Women Call It Stalking, the Edinburgh anthem Asses on Seats - alongside newer tunes and improvised ditties. These brilliantly crafted comic songs are kept fresh by Hall's alertness to the unexpected, and his evident amusement at having pulled off this ostensibly ridiculous character in the first place. Mind you, Otis was only ever Rich Hall with a dark biog and no brakes. For this set, the country star borrows material from Hall's stand-up show in the same venue. There are choice routines about his fellow jailbirds Charles Bronson and Jeffrey Archer (\"Don't take the man to the pen, take the pen from the man\"); elsewhere, George Bush takes a leathering (\"He's so stupid, he tried to send troops into Celine Dion\"). You may have heard much of it before, last year or last week, but a second viewing of Otis has more to recommend it than a first viewing of almost every other comic on the fringe. Until August 27. Box office: 0131-226 2428. Assembly Rooms"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}