{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/aug/29/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-08-28T23:33:41Z", "webTitle": "Stielike comment will rouse Beckham to fitness", "webUrl": "https://www.theguardian.com/football/2001/aug/29/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2001/aug/29/newsstory.sport", "fields": {"headline": "Stielike goads England captain", "bodyText": "If David Beckham needed further incentive to recover from his groin injury for Saturday's game in Munich it came yesterday when the former Germany defender Uli Stielike said Sebastian Deisler was a better player than the England captain. Stielike, Germany's Under-19 coach, was sent by Rudi Völler to watch England in the recent home defeat by Holland and believes his country's young players have nothing to fear. He feels that Diesler, the wunderkind midfielder, is more naturally gifted than Beckham. \"Sebastian Deisler is faster than David Beckham,\" said Stielike, whose uncompromis ing style as a player suggests Beckham would be foolish to argue. \"In terms of ability he is the better of the two. \"He has everything needed to become a great player. He is perfect from a skills point of view and can hit inch-precise crosses. Besides, he is dangerous in front of goal and possesses great vision. \"He, Michael Ballack and Sebastian Kehl have no reason to hide away when faced with Beckham and company. Beckham's one advantage is that he has more experience. Being England's captain has helped him mature as a person; he is no longer the young hothead he used to be.\" Deisler, the 21-year-old Hertha Berlin player, is expected to feature in the centre of Germany's midfield on Saturday in the absence of Mehmet Scholl. Stielike picked out Paul Scholes, one of Deisler's likely opposite numbers, and Michael Owen as the men Germany have to watch. \"Michael Owen is incredibly quick going forward,\" he said in an interview with Cologne's Express newspaper. \"He is always a good bet to create danger in the penalty box. \"You can't afford to take your eye off him. We will have to prevent him getting into one-on-one situations and always have cover at the back, or else he will get through. \"And Paul Scholes distributes the ball well. He gets all around the pitch and is a real threat in front of goal.\" Völler was more compli mentary about his opponents' captain. \"Beckham is the chief advertisement for the English team,\" he said, \"not just because of his world-class style of football but also because of his personality. It would be a tough blow for England if he dropped out.\" The German squad, based at Lake Starnberg, south of Munich, held their training session behind closed doors yesterday after a police request that fans be kept out. A training session there before Euro 2000 became chaotic when 8,000 supporters turned up. \"It's not that dramatic,\" said Völler. \"We don't want to blanket ourselves out and start rumours we're up to something secret. We want to just be on our own and have a bit of peace.\" \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}