{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/aug/21/edinburghfestival2001.edinburghfestival5", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2001-08-20T23:00:00Z", "webTitle": "Classical: Petra Lang", "webUrl": "https://www.theguardian.com/culture/2001/aug/21/edinburghfestival2001.edinburghfestival5", "apiUrl": "https://content.guardianapis.com/culture/2001/aug/21/edinburghfestival2001.edinburghfestival5", "fields": {"headline": "Petra Lang", "bodyText": "It was inevitable that the focus of interest in Petra Lang's recital would be her performance of Wagner's Wesendonk Lieder. The young German mezzo has already been identified as a major Wagner interpreter. She combines the dark intensity of Martha Mödl with the sensuous steadiness of Kirsten Flagstad, though as yet she lacks the latter's oceanic vocal amplitude. Add to this a penetrating textual awareness, and you have the ideal interpreter for those extraordinary songs that formed Wagner's sketches for Tristan. Lang and her pianist Charles Spencer immerse us in their hothouse atmosphere. Her voice hovers with decadent beauty over the languid phrases, caressing the words with a delicate morbidity. Spencer avoids extravagance, punctuating their flow with quiet pulses and suggestive throbs. Stunning, no question. Yet if we pigeonhole Lang as a Wagnerian we do her a Disservice. She has already floored the Edinburgh audience as Cassandra in Berlioz's The Trojans, and her performances of Brahms, Liszt and Strauss here proved equally mesmeric. Her Brahms is passionately beautiful and free from any suggestion of the stentorian. Liszt's setting of Goethe's Uber allen Gipfeln ist Ruh finds her quietly meditative. Her Strauss lacks nothing in abandon, yet at the same time she touches, as do very few singers, on a quality of naivety in both the man and his music. An outstanding recital by an artist who is rapidly becoming one of the great singers of our time. Queen's Hall"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}