{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/aug/19/newsstory.sport17", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-08-19T19:26:57Z", "webTitle": "Ranvers v Hibernian", "webUrl": "https://www.theguardian.com/football/2001/aug/19/newsstory.sport17", "apiUrl": "https://content.guardianapis.com/football/2001/aug/19/newsstory.sport17", "fields": {"headline": "Orman brings Hibs reward", "bodyText": "Rangers seem to have contracted the affliction which handicapped Celtic during the Ibrox side's long ascendancy, a failure to take advantage of a slip by their great rivals. Having led through Stephen Hughes and Tore Andre Flo after trailing to Tom McManus's opener, their overall lack of conviction allowed Alen Orman to give Hibs a deserved draw. Celtic's draw at Livingston earlier in the day, leaving Rangers with the chance to go to the top of the league with a victory by any margin, ensured that the Ibrox players did not want for incentive. They did, however, lack vigilance, especially when McManus gave Hibs their first-half lead and some time before, when Ulrik Laursen squandered a golden opportunity to open the scoring. In those moments, there appeared to be a complacency about the home defenders, as if they did not seriously believe that their visitors would be ambitious enough to present a genuine threat. It was a lackadaisical approach which should have been dispelled as early as the eighth minute, when Franck Sauzee delivered a free-kick from the right to the far post. McManus headed the ball back across the goal area and it eventually fell to Laursen, standing unattended on the six-yard line. The big Dane, who had generally made an unconvincing start to the match, hesitated for an absurd length of time before finally prodding the ball goalwards with his right foot. By then, Stefan Klos, looking much sharper than his fellow defenders, had sprinted from his line to make the block. The German goalkeeper tried the same thing when McManus was presented with his moment, but it was clear the instant he began to advance that the young Hibs striker had him cold. Sauzee had bulleted a free kick from his own half low towards Craig Brewster, the big for ward standing with his back to goal. Killing the ball at his feet, he simply flicked the lateral pass to McManus, who did not have an opponent within yards. As Klos began the despairing sprint, McManus drilled the ball low to the goalkeeper's right from the 18-yard line. Rangers during that period had occasionally played the ball neatly around the field, but they seemed frequently to be unsure of themselves in defence, as though still suffering the after-effects of last season's traumas. Yet, through Michael Mols, they missed the seemingly unmissable before Hibs scored. Lorenzo Amoruso carried the ball from defence past three opponents and deep into the visitors' half before releasing to Russel Latapy on the left. The little midfielder lost possession, but the ball came off the wretched Laursen to Mols, who, from the six-yard line, slid the ball wide of Nick Colgan's left-hand post. But, having gone behind, the home side were the beneficiaries of the referee's generosity shortly before they equalised. Amoruso, challenged by Brewster, appeared to flick the ball deliberately in the direction of Klos, who had to dive to his right to hold the ball. The referee, puzzlingly, ruled it was not a deliberate pass and allowed play to continue. As a result, Rangers moved forward and enjoyed another piece of good fortune with the equaliser. Tore Andre Flo supplied Claudio Reyna, who lost control, the ball arriving at the feet of Hughes, who was challenged by Grant Brebner. Hughes had a swing at the ball and would surely have sent it well wide but for the wicked deflection off Mathias Jack which sent it spinning to the left of Colgan and over the line. Strange as it may seem, it was Hibs' turn to get lucky when Flo gave Rangers the lead. Some shoddy defensive work ended with a poor clearance from the the visitors' defence and Reyna headed the ball back towards the penalty area. It came to Flo, who had his sleeve tugged and then was tripped by Paul Fenwick. As the big striker toppled, he clipped the ball left-footed off the inside of Colgan's left-hand post and over the line. Had he missed, the penalty would surely have been awarded and Fenwick at least cautioned. Having already been booked, the Hibs defender would have been sent off. Having escaped that punishment, Hibs became admirably forceful in their quest for an equaliser. There was no hint of containment as they swarmed towards Klos and their second goal was as spectacular as it was, at that stage, deserved. Following a throw from Ian Murray on the left, Brebner moved inside and wrong-footed the home defence by back-heeling to Orman. The Bosnia-born Austrian came in on his left foot and sent an astonishing drive from almost 30 yards high to the left of Klos. The replacement of Latapy by Ronald de Boer soon after was no surprise, the little Trinidadian having failed to make much of an impact in midfield against his old club. But it was another substitution, Franciscon Luna for young McManus, which almost brought the restoration of the visitors' lead 15 minutes from the end. From the right, Orman delivered a cross to the far post which teased Klos from his line and then had the German screeching to a halt as he realised he was beaten. Luna, coming in above Scott Wilson, headed goalwards from six yards, but was frustrated by the reflexes of Klos, who reached up to deflect the ball over the bar."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}