{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/aug/25/history.highereducation", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-08-24T23:56:06Z", "webTitle": "Pick of the week: London: the Biography, by Peter Ackroyd", "webUrl": "https://www.theguardian.com/books/2001/aug/25/history.highereducation", "apiUrl": "https://content.guardianapis.com/books/2001/aug/25/history.highereducation", "fields": {"headline": "Wholly smoke", "bodyText": "London: the Biography Peter Ackroyd (Vintage, £12.99) Over the years, I've been publicly sniffy about Ackroyd's novels, accusing them of being Iain Sinclair knockoffs and worse. (For the record, Ackroyd has always, disarmingly, acknowledged his debts.) I didn't like his Dickens or Eliot biographies, either. But this... this makes me feel I should take it all back. It is not only the book he was destined to write, it was the book he has been writing all along. It is everything that was good in his writing and nothing that was bad. It is both as powerfully atmospheric as he ever imagined he was, and tauter and more flawless than he has ever previously managed. London has always been Ackroyd's fascination - this, at least, is perfectly legitimate. It is a condition that can go too far - it can lead the sufferer to imagine that a simple topographical recitation from the London A to Z counts somehow as both sacrament and literature. But how can you not imagine this, when London appears to have more than the regular number of dimensions, when murders seem to take place in the same spot over centuries, when its history defies the operations of the rebuilders? The old city still has largely the same street plan as it did before the Great Fire; \"Ironmonger Lane,\" writes Ackroyd, \"has had the same width for almost 335 years. That width was and is fourteen feet, originally sufficient to allow two carts to pass each other without hindrance or blockage.\" Or, more strikingly, \"the coinage of early tribes in the area of London, particularly that of the Iceni, carried the image of a griffin. The present City of London uses the same miserly and rapacious birds as its emblem... Within that City, the administrative network of the wards is of ancient date; these units of government can be traced back to the early ninth century, and their exact alignments are still employed at the beginning of the twenty-first century.\" So it is more than understandable if Ackroyd decides to go to town, as it were, on the city's correspondences and coincidences. And there has always been an element of mysticism and devilry about London: apart from the alchemists the witches, the sects and the visionaries, who or what the hell was \"Spring-Heeled Jack\", who terrorised London in the 1830s, a tall, clawed, cloaked entity whom different witnesses confirmed as wearing what appeared to be white oilskins and who \"vomited forth a quantity of blue and white flame from his mouth\"? There is, as you can imagine, a lot to be going on with here: 822 pages' worth, ordered by subject rather than period, and not a single one isn't engrossing and well-told. Even those who resent the fact that the rest of the country only exists in order to fill Londoners' stomachs may be interested in spite of themselves. (And it has almost always been like this - London has contained at least 10% of the country's population for hundreds of years.) Of course, this book is founded on arrogance the way London is founded on clay. Ackroyd tells of a young urchin who has heard of England, but isn't sure what part of London it's in. In the same way, Ackroyd never even begins to assume that there are other cities, let alone that they, too, may contain the same kind of wonderful histories, continuities and correspondances. Well, so be it. To impose a unity on the very idea of London is brave and foolhardy, and demands a kind of monomaniac vision. Which Ackroyd, quite superbly, provides."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}