{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/aug/10/business.personalfinancenews2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-08-09T23:00:00Z", "webTitle": "Claims Direct seeks more time to devise buyout deal", "webUrl": "https://www.theguardian.com/money/2001/aug/10/business.personalfinancenews2", "apiUrl": "https://content.guardianapis.com/money/2001/aug/10/business.personalfinancenews2", "fields": {"headline": "Claims Direct seeks more time to devise buyout deal", "bodyText": "Talks aimed at extricating the founders from troubled ambulance chaser Claims Direct were continuing last night after the company asked for more time to clinch a deal with an unidentified third party. The company, which is the subject of a Department of Trade and Industry investigation, is in talks to buy out founders Tony Sullman and Colin Poole, who in turn are trying to buy the 57% of the company they do not already own through a 10p-a-share offer. This week, the non-executive directors of Claims Direct asked Mr Poole and Mr Sullman to resign from the company, which was floated on the stock market in July last year at 180p. Yesterday the shares were trading at 11p. The two men, who have created a vehicle, Barker Securities, to take the company private, have refused to leave. The company is understood to be talking to an existing investor, Simon Ware-Lane, about buying out the two founders, who have been accused by the non-executives of a \"cynical attempt\" to buy the company too cheaply. Claims Direct admitted yesterday that it had missed its own deadline for arranging an alternative deal to put to investors ahead of the next official stage of the bid already tabled by Barker Securities. Yesterday the company asked for more time to continue the talks. \"These discussions with a third party are continuing and the independent directors believe that it is in the best interests of shareholders for them to be progressed,\" the company said. It was unable to confirm that Barker had agreed to give them more time. The company ran into problems with its \"no win, no fee\" personal injury operation following a court judgment over how much an insurer should be allowed to claim. Co-operative Insurance Society yesterday piled more potential problems on Claims Direct by saying it would offer free \"before the event\" insurance to its customers."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}