{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/aug/12/uk.politicalnews", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-08-11T23:41:36Z", "webTitle": "Call to ban Caesareans on NHS", "webUrl": "https://www.theguardian.com/politics/2001/aug/12/uk.politicalnews", "apiUrl": "https://content.guardianapis.com/politics/2001/aug/12/uk.politicalnews", "fields": {"headline": "Call to ban Caesareans on NHS", "bodyText": "The simmering debate about the soaring rate of Caesarean births boiled over last night when a nursing leader called for a ban on such procedures on the National Health Service except when there is no medical alternative. Louise Silverton, deputy general-secretary of the Royal College of Midwives, made the call as evidence emerged that thousands such operations are being carried out simply to avoid the pain of natural childbirth. Calling for Caesareans only to be carried out for medical reasons, her comments will focus attention on the soaring rate of surgical births, which now account for one in four of all British babies. Experts fear too many women are asking for Caesareans because they fear the pain of labour or want the convenience of knowing the time of delivery, while the Government is so worried about the rising cost that it has ordered new guidelines. 'Personally I would like to say that unless there are medical indications, it shouldn't happen, particularly for women having a first baby,' Silverton told The Observer . 'I suspect our line will be that in the absence of any medical indications we would like midwives to support women to embark on labour and see how they do, and it should be on a basis of need, not on the basis of request. It causes us issues because we support women's choice, but how far can you support that when there are such massive resource implications?' Silverton warned that women could not be expected to manage without good antenatal care that explained how they could cope. A recent RCM study found a link between areas with high midwife shortages and high intervention rates. Although Caesareans can be life-saving in cases of medical complications, experts fear so-called 'too posh to push' women ask for Caesareans as a lifestyle choice. Silverton said women traumatised by a previous bad labour and terrified of another might well have good medical grounds for a Caesarean. However for others without such a history, the recent decision not to fund expensive drugs for MS patients highlighted the dilemma facing a cash-limited NHS. An audit ordered by Ministers is expected to confirm in October that there are significant 'hotspots' nationwide where Caesareans are unusually common. Among the highest rates are thought to be private hospitals, where the paying patient's right to choose may be paramount. Over the past 30 years the Caesarean rate has increased more than sevenfold in Britain, with each one per cent rise costing the NHS £5 million. Yet babies born by Caesarean are up to seven times more likely to suffer respiratory distress. Risks for the mother include future complications such as bleeding and infections, post-operative pain which can drag on for weeks, and problems with breastfeeding. Gillian Fletcher of the National Childbirth Trust said: 'We don't always know what exactly is going on when a women is said to have that decision. We would promote women to be given choice and time and support to discuss their various options.' Doctors should be more honest about risks, she said. Silverton said: 'What we have underestimated is the loss of confidence for women, that they are getting antenatal care that they can cope when they come to labour.' Simple measures like allowing women to walk around in the early stages of labour could reduce Caesareans by encouraging stronger natural contractions, she said. Observer Review Nicci Gerrard: Birth on a knife edge"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}