{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/aug/20/artsfeatures3", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-08-19T23:00:00Z", "webTitle": "Classical review: Three Choirs festival", "webUrl": "https://www.theguardian.com/culture/2001/aug/20/artsfeatures3", "apiUrl": "https://content.guardianapis.com/culture/2001/aug/20/artsfeatures3", "fields": {"headline": "Three Choirs festival", "bodyText": "Just when we thought we knew all there was to know about Vaughan Williams, along come fresh revelations. In the opening concert of this year's Three Choirs festival, Hickox, mezzo-soprano Pamela Helen Stephen and the Philharmonia Orchestra gave the first public performance of the long-lost Whitman setting, Whispers of Heavenly Death, written when Vaughan Williams was in his early 30s and musically unformed. It is no masterpiece, but what it tells us about its composer is fascinating. Vaughan Williams wasn't born a musical conservative. This bizarre piece shows him flirting with post-Wagnerian chromaticism, whole-tone scales and other exotic colourings - all avant-garde for the first decade of the 20th century. It made the orientalism of Bantock's Sappho songs (another recent rediscovery) seem conventional, though these too would have sounded modernist - and slightly scandalous - to the Edwardian ears that first heard them. These curios were framed by two musical landmarks from the end of the first decade of the 20th century: Elgar's Second Symphony and Vaughan Williams's Fantasia on a Theme by Thomas Tallis. The string writing in the Fantasia sounded mistily beautiful in the cathedral spaces, but the performance itself was sedentary. Elgar's Second Symphony has been described as \"a passionate pilgrimage\"; the same could usually be said about the Tallis Fantasia. But that wasn't the impression here: lovely sounds, but not much sense of urgency. Strange - beacuse those were the qualities that Hickox brought to the Elgar. In the faster passages the music seemed to be straining forward ahead of the beat, as though trying to take flight. The slow movement was spacious and inward, as were the closing pages of the symphony. It was a reminder of what a strange, complex figure Elgar is once you get behind the Bard of Empire mask. Gloucester Cathedral"}, "isHosted": false}}}