{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/aug/12/careers.business", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-08-11T23:00:00Z", "webTitle": "How to deal with the media", "webUrl": "https://www.theguardian.com/money/2001/aug/12/careers.business", "apiUrl": "https://content.guardianapis.com/money/2001/aug/12/careers.business", "fields": {"headline": "How to deal with the media", "bodyText": "1 Make sure you are up to it first. Like writing or public speaking, dealing with journalists is more difficult than it looks. If you are a grumpy communicator, like Alastair Morton of the Strategic Rail Authority or MP Geoffrey Robinson, you will not make yourself more friends by going public. If you are a hothead, like Gerald Ratner who famously described Ratner's jewellery as 'crap', you can have a disastrous effect on sales within minutes. 2 Find out what the journalist wants from you beforehand and prepare. Think about all the nasty or difficult questions they could ask you and work out replies. 'On the big national programmes, every journalist wants to be Jeremy Paxman,' says Sandra Hewett of PR agency shmr. 'Even in the trade press, when journalists are starting in the job, there is a feeling that they are on Watergate. You get probing questions out of the blue.' 3 Most interviewees are either: an expert on a general theme; or an individual (often the chief executive of a company) who is important in relation to his or her own particular circumstances. Experts need to be pithy and interesting if they want to be asked back. Hewett advises against the classic bore's answer: 'Now there are four points I wish to make to this question.' Pack your comments into short stimulating sentences, anecdotes and metaphors. Both experts and individuals need to have sophisticated ways round questions they do not know the answer to. Try to think of something better than the politicians' phrase to buy time 'Well, I am glad you asked me that...' 4 Never give out information you are unsure of - or, worse still, untruths. Experts will get a very poor reputation if they give duff interpretations. 5 Take positive feedback. Some of the best TV and radio performers started off as very rough operators. But there are a host of techniques you can use to get better: responding graciously to insults; isolating the essence of the subjects under discussion; cutting out superfluous words; and making people laugh. Dress, in most cases, for gravitas; a flamboyant expert on the stock market with a fantastic bouffant hairstyle will not be taken as seriously as a sober-suited colleague. 6 Build up relationships with journalists you like if you want to be invited back. Not only will most of them find it harder to shaft you if you get into trouble (a useful trick for politicians), but they will also put more emphasis on your view of life. The best spin doctors are not those who are described as such, but those who are more subtle in getting their interpretation of events put over by the media."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}