{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/aug/10/edinburghfestival2001.edinburghfestival", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2001-08-09T23:00:00Z", "webTitle": "Edinburgh: comedy: Johnny Vegas", "webUrl": "https://www.theguardian.com/culture/2001/aug/10/edinburghfestival2001.edinburghfestival", "apiUrl": "https://content.guardianapis.com/culture/2001/aug/10/edinburghfestival2001.edinburghfestival", "fields": {"headline": "Johnny Vegas", "bodyText": "Can Johnny Vegas convince as a failure now he's such a big success? He certainly tries - his new Edinburgh set grinds to a stop halfway through. He sinks to the floor, shuts up, and thinks about how to rescue the gig. The audience begin to heckle. He chides their insensitivity. It's like being locked in a room with a maudlin wino. At a Johnny Vegas show, you risk exposure to the flipside of what makes him great. The first 30 minutes of his first set \"for a while\" is Vegas at his ferocious, embittered best. In the front row, a father and son are enjoying a night out together. \"What's that like?\" asks Vegas. \"What's that like? \" Vodka in hand, he mines his damaged childhood. His stories are darker than other comedians', without the safety net of surrealism. When he's on form, Vegas satirises, with horrifying precision, the volatile, solipsistic ogre you'd hate to meet at a party. When he's off form, he is just a bore. Perhaps he's seeking too emphatically to attack the pre-packaged professionalism of fringe comedy. But when he begins imploring the front rows, \"What do you see when you look at me?\", the show spirals into witless navel-gazing. To make a routine out of his show's watch-as-it-happens failure could be classic Vegas. To extend the joke is to make it a self-fulfilling prophecy. \"You win,\" he tells us, as if the gig were a power struggle. No we don't. \u0095 Until August 27. Box office: 0131-226 2151."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}