{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/aug/21/edinburghfestival2001.edinburghfestival4", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2001-08-20T23:00:00Z", "webTitle": "Cabaret: Penny Arcade", "webUrl": "https://www.theguardian.com/culture/2001/aug/21/edinburghfestival2001.edinburghfestival4", "apiUrl": "https://content.guardianapis.com/culture/2001/aug/21/edinburghfestival2001.edinburghfestival4", "fields": {"headline": "Penny Arcade", "bodyText": "Penny Arcade couldn't breathe fire more effectively if she swallowed a bottle of paraffin before taking the stage. It doesn't take much to inspire her rage: a hint of political correctness, a mention of Jack Kerouac (\"He spent years on his mom's sofa!\"), the use of the word hip as an adjective. At the concept of \"bourgeois bohemianism\", she detonates. And yet she grins and bounces on the microphone stand as though it's a pogo stick, as much Tigger as tiger. Her show flits between sketches and scripted stand-up. One moment she describes her Italian immigrant mother slaving in sweatshops, the next she proclaims: \"I've found the Bermuda Triangle - it's between my legs! Things go in and nothing comes out!\" A scowl and she's Margot, a drug-addicted prostitute; a flick of the hair and she's a New York socialite, delighted that the city is so safe. She is a furious feminist who denounces the \"matriarchy\" as oppressive. And she radiates a fierce love for New York: not the sanitised playground it has become but the violent, drug-addled, vibrant city it once was. She's so confrontational it can be exhausting; flashes of humour only rarely illuminate the ranting. But she is inspiring too. Unlike the fashion victims who have overrun her home, there's nothing fake about Penny Arcade. Until August 27. Box office: 0131-226 2151. Gilded Balloon at Teviot Row"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}