{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/aug/06/comedy.edinburghfestival20011", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-08-05T23:00:00Z", "webTitle": "Ross Noble", "webUrl": "https://www.theguardian.com/stage/2001/aug/06/comedy.edinburghfestival20011", "apiUrl": "https://content.guardianapis.com/stage/2001/aug/06/comedy.edinburghfestival20011", "fields": {"headline": "Ross Noble", "bodyText": "It's hard to say what Ross Noble's new show, Slackers' Playground, is about. He does, after all, make most of it up each night as he goes along. His improvisatory facility could be mistaken for wit; in fact it's a lack of inhibition, the confidence to let the free association roll. When he's in full flow, the thick-set, black-clad Geordie is a joy to watch - even if that breathless spontaneity sometimes throws his scripted material into leaden relief. The show's constant factors are probably the imaginary monkey that accompanies Noble on stage, and perhaps the routine he wishes he'd performed on Popstars, which involves him serenading a barn owl with Chris de Burgh's Lady in Red. But with his gift for impromptu digression, we can't be sure. And it's the improv to which audiences will flock. Noble takes his lead, traditionally enough, from chats with punters in the front row; he's a personable fellow. When one woman introduces herself as a biomedical scientist, he tears off on a creative odyssey involving blood and Soda Streams. He likes to conjoin subjects in unlikely juxtapositions: we get ornamental vases doubling for testicles and sombreros for spinning plates. He knows the tricks of the ad libber's trade, and good jokes are reincorporated later for failsafe laughs. At best, it's a thrill to come along for the ride. But at the end of an hour it feels faintly insubstantial. While the best shows take us on a journey, Noble darts up so many imaginative cul-de-sacs that we end up not very far from where we started. Until August 27. Box office: 0131-556 6550."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}