{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/aug/28/footandmouth7", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-08-28T18:16:09Z", "webTitle": "Worcestershire: complete outbreaks", "webUrl": "https://www.theguardian.com/uk/2001/aug/28/footandmouth7", "apiUrl": "https://content.guardianapis.com/uk/2001/aug/28/footandmouth7", "fields": {"headline": "Worcestershire", "bodyText": "\u0095 Slopperton farm abbatoir, near Chippenham. \u0095 Windybank sheep and cattle farm in Redditch. \u0095 Happy Bank Farm cattle and sheep farm in Bromsgrove. \u0095 The Woodlands sheep and cattle farm in Chaddesley Corbett,near Kidderminster. \u0095 The Grove sheep farm at Brockhampton. \u0095 Home Farm and Brockhall in Bringsty, affecting sheep and cattle. \u0095 Grove Farm sheep and cattle farm in Pershore. \u0095 Home Farm sheep farm in Besford. \u0095The Woodlands cattle and sheep farm in Kidderminster. \u0095 Sparum Farm, Kidderminster \u0095 Blindfields Farm, Ombersley \u0095 Astwood Farm, Redditch \u0095 Brockencote House, Chaddesley Corbett, Kidderminster \u0095 Bradford House, Chaddesley Corbett, Kidderminster \u0095 East Field Farm, Butts Lane, Stone, Kidderminster \u0095 Glebes Farm, Stone, Kidderminster \u0095 Field opposite, Brockencote Hotel, Chaddesley Corbett, Kidderminster \u0095 Woodlane Farm, Woodlane, Sirfield, Bromsgrove \u0095 Brodrick Cummins Farm, Hindlip, Worcester \u0095 Ravenshill Farm, Tibberton, Droitwich \u0095 Evelench Farm, Tibberton, Droitwich \u0095Milk Barn, Breddon, Hardwicke, Tewkesbury \u0095 Saldons Farm, Himbleton, Droitwich \u0095 Stonehall Farm, Kempsey Common, Kempsey Nationwide list of cases | Anglesey | Berkshire | Cheshire | Cleveland | Cornwall | County Durham | Cumbria | Derbyshire | Devon | Dumfries and Galloway | Essex | Gloucestershire and Bristol | Gwent | Herefordshire | Kent | Lancashire | Leicestershire | Monmouthshire | Northern Ireland | Northamptonshire | Northumberland | North Yorkshire | Oxfordshire | Powys | Scottish Borders | Shropshire | Somerset | Staffordshire | Warwickshire | West Midlands | West Yorkshire | Wiltshire | Worcestershire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}