{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/aug/21/creditcards.debt", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-08-20T23:00:00Z", "webTitle": "easyJet flies into personal finance", "webUrl": "https://www.theguardian.com/business/2001/aug/21/creditcards.debt", "apiUrl": "https://content.guardianapis.com/business/2001/aug/21/creditcards.debt", "fields": {"headline": "easyJet flies into personal finance", "bodyText": "easyJet, the self-proclaimed most popular airline on the web, is expanding into financial services with the launch of a new personalised credit card. Stelios Haji-Ioannou has joined the Accucard independent credit company to offer an internet-based service where consumers can choose their own interest rate, annual fee and cashback options. easyMoney was originally planned in partnership with Bank of Scotland, but the deal broke down in February. In June 2000, when Mr Haji-Ioannou first outlined his plans for a personal finance website, he said the venture would be up and running by the end of last year. This date slipped back to early 2001. The easyMoney card now is scheduled to be launched next month, to be followed later in the year by a low-cost loan service. Consumers applying online for the card, which is issued by London Scottish Bank, will be given a range of interest rates, annual charges and cashback options to choose from. Like Accucard's own personalised credit card, a high-spending consumer who settles their bill in full each month will be able to select a high-interest rate, but a low annual charge. Alternatively, someone who does not pay their bill each month may choose a higher annual charge but receive a much lower interest rate. Cardholders can change the terms of their personalised card up to three times a year without charge, but they will have to pay a small administrative fee if they want to change it more often. easyGroup also plans to introduce a loyalty scheme with the card, giving consumers points for purchases made with it, which can then be redeemed against items bought from other easyGroup companies. The group said it hopes to have 75,000 of the cards in circulation by the end of the year. Mr Haji-Ioannou told MediaGuardian.co.uk in June that he intended to launch perhaps one new business a year. Last year, easyGroup launched easyRentacar and the easyValue online shopping service. Related articles 19.0801: How low can they go? 21.06.01: EasyGroup banks on money site 21.06.01: EasyGroup boss warns 'copycats't Useful site easyJet"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}