{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/aug/17/comment.money", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-08-16T23:00:00Z", "webTitle": "Why Mr Blair should rethink his pension", "webUrl": "https://www.theguardian.com/politics/2001/aug/17/comment.money", "apiUrl": "https://content.guardianapis.com/politics/2001/aug/17/comment.money", "fields": {"headline": "Why Mr Blair should rethink his pension", "bodyText": "The government scores 10 out of 10 for the motives underpinning stakeholder pensions. They rightly wish to extend funded pensions to those on low incomes. But practically every other aspect of this crucial reform fails to register a score. Why? The two great welfare successes of the past 100 years have been funded pensions and home ownership. On both fronts governments have attempted to universalise these benefits. The Tories initiated council house sales - pigheadedness prevented this from being Labour's policy - and to extend funded provision introduced personal pensions. Home ownership as a result jumped from under half the population to about three-quarters. Funded pensions enjoyed a similarly significant increase in coverage. Stakeholder's aim was to push this proportion towards the 100 per cent mark by offering cheaply serviced funded pensions. It sadly gets nowhere near fitting the bill. Stakeholder pensions will be bought but not by the target group of lowish earners. The government originally aimed its pension at workers earning between £9000 and £18,500 annually - a figure later raised to £20,000. As panic hit the government over stakeholder sales this target group has surprisingly moved to £18,500 plus. The new target group is easily explained. While the government's right hand has been dealing out stakeholder cards its left hand has, with even greater vigour, been handing out minimum income guarantee cards. Here is the first serious faultline in the stakeholder proposals. The Government's MIG aims to help today's poorest pensioners: a quite proper objective. But MIG is means tested and armies of pensioners who have saved and joined company pensions at a significant cost to their weekly take-home pay, now find themselves worse off than if they had not bothered. The message has gone out. Don't save and don't join stakeholder pensions. Saving this way can only make you worse off in retirement. This, of course, presupposes that low paid workers have spare cash to save. Here is the second faultline in the government's stakeholder pension proposals. The scheme offers an individualised savings account with no redistribution from richer to poorer savers. Indeed because of the tax relief on offer the rich do substantially better from stakeholder. Any funded pension for lower paid workers will only work to the degree of the redistribution within it. With redistribution to poorer workers and carers, stakeholder pensions can be made compulsory. Compulsion boosts the likelihood of success in two significant respects. It seals off the current disorganised system of public and privately funded and unfunded provision. The moral hazards now inherent in this maze of pension provision - made massively worse by the government's MIG - do not affect the behaviour of the new generation which is in a compulsory stakeholder scheme. Without redistribution the present scheme of stakeholder pensions must on no account be made compulsory. Well over half of the government's original stakeholder target group could in no way save enough to make themselves better off than simply spending every penny they have and relying on the state when they come to retire. To force this group into the current stakeholder pension would mean cuts in their living standards now with possible no increase in their living standards in retirement. Compulsion boosts success in a second respect. All members of such a compulsory scheme will know that when they retire they will be able to keep all savings made in addition to the stakeholder pension. In truth, 'stakeholder' is a collective term for a variety of different savings products from different providers. Workers are now faced with the question as to which one they should buy. Here is yet another faultline in the government's proposals. As is well known, stakeholder pensions charge a maximum one per cent fee per year. But this fee is not what it might sound. It is not, as most people would assume, one per cent on each year's contribution. No, the one per cent refers to the value of what has been accumulated in the stakeholder fund. Over the life of a pension this means the seller will take about 20p of every pound saved. With personal pensions, by contrast, the seller frequently takes a larger cut on contributions made early in plan. Many of those who have been buying a personal pension for a number of years will have paid off a great chunk of the administrative costs for their pension. Here lies the danger for anyone transferring from a personal to a stakeholder pension. Stakeholder is being sold as the knight in shining armour, but for most holders of personal pensions to transfer into stakeholder will mean that they will pay charges twice - the charges they have already paid for the lifetime of their personal pension scheme and the stakeholder charges which will then come into play on top of that. That many will transfer from personal pensions into stakeholder because of the nature of stakeholder propaganda is a sign that the next pension scandal is already in the making. There is another problem with stakeholder charges. The structure of charges over the life of the fund mean that companies get the biggest slice of fees the longer a person saves. There is little money up front therefore for companies to offer advice to potential buyers. Although there are currently 40 or so providers, the market reckons this will be whittled down to just a few, making those currently in the game particularly cost-conscious and unwilling to offer cut price advice. Again, a reform intended to simplify and make easy the buying of pensions merely weaves the pensions web more complex. So what will most of the government's target group do? If they have any sense - and most of them do - they will give up and stay in unfunded the state second pension. This scheme was originally meant for workers earning under £9000 a year. But for swathes more - up to £16k plus I guess - it will be the safest and best buy. But the aim of government policy was to move people out of unfunded state pensions into funded stakeholder. Indeed one of the reasons why the government set about this stakeholder reform was that it believed, rightly, that unfunded provision paid for by future taxpayers not yet born was an uncertain way to deliver pension problems. So here is yet another faultline in the government's proposals. The reform whose aim was to increase the number of workers covered by funded pensions looks like achieving the opposite with a growing number joining SERPS' replacement, the state second pension. And, from what the government has said, it doesn't believe unfunded provision has much of a future. Quite soon the pensions reform group will publish a detailed alternative scheme. More than 18 months work has been put into a proposal which I submitted in outline and which was uncosted then to the prime minister on what I believed stakeholder should be about. The prime mrejected this alternative. As his own proposals collapse before his very eyes the need for a new start on pension reforms becomes ever more urgent. Special report The Labour party Ask Aristotle Ask Aristotle about Frank Field"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}