{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/aug/11/newsstory.sport11", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-08-11T21:53:18Z", "webTitle": "Wenger makes Arsenal wait on contract", "webUrl": "https://www.theguardian.com/football/2001/aug/11/newsstory.sport11", "apiUrl": "https://content.guardianapis.com/football/2001/aug/11/newsstory.sport11", "fields": {"headline": "Wenger makes Arsenal wait on contract", "bodyText": "Arsenal fans expecting news from Highbury that Arsène Wenger had put pen to a new contract were left disappointed yesterday and still uncertain about Wenger's immediate and long-term future. He confirmed that he had received offers from other clubs. Contract talks have gone on for some time and there is private confidence in the Arsenal boardroom that Wenger will sign a new deal - he has one year left on his present contract - but the wait for an announcement will continue, though probably for no longer than another week. \"I always said it would be sorted before the start of the season,\" said Wenger. \"I have not signed. Will I sign it? I think so. When? I cannot tell you when.\" Asked if there were any significant problems, he replied: \"No.\" \"I've shown my commitment to the club but they don't need to convince me. I'm just trying to do what is the right thing for the club. Someone wrote that it was 'Sign or leave' but that's not the way we talk to each other, not the way we talk at all. I think it will be sorted out.\" Asked if he could see the uncertainty dragging on into the season, Wenger said: \"I don't think that will happen.\" On the other offers he has received, he said: \"I have been approached but that is because people know my situation.\" The amount of money Wenger has been given this summer for new players is obviously a factor in his thinking. He has spent more than £25m and yesterday he was set to increase that by £650,000, according to Greek reports, by buying the Greece Under-21 defender Stathis Tavlaridis from Iraklis Thessaloniki. Aston Villa are close to signing the Croatia striker Bosko Balaban after agreeing a fee of around £6m with Dinamo Zagreb. Balaban, 22, is due to discuss personal terms with Villa, who hope to finalise the deal before their friendly with Racing Santander in Spain tomorrow. The former Labour party leader Michael Foot has joined Plymouth Argyle's board, which also has a new chairman, Paul Stapleton, who replaces Dan McCauley. Neil Ruddock, Swindon's player-coach, has had to have shorts specially made for him after failing to get into 90 pairs. Now 33 and 16st, the former England defender nicknamed \"Razor\" said: \"The last thing I want is for them to split in front of thousands of people - they don't make them like they used to.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}