{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/aug/02/artsfeatures.proms2001", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2001-08-01T23:00:00Z", "webTitle": "Proms 14 and 15:BBC SSO/ Brabbins; LMP/Parrott", "webUrl": "https://www.theguardian.com/culture/2001/aug/02/artsfeatures.proms2001", "apiUrl": "https://content.guardianapis.com/culture/2001/aug/02/artsfeatures.proms2001", "fields": {"headline": "BBC SSO/ Brabbins; LMP/Parrott", "bodyText": "The fourth of the Proms' world premieres was conspicuously the most interesting. Stuart MacRae's Violin Concerto was played by Tasmin Little, accompanied by Martyn Brabbins and the BBC Scottish Symphony Orchestra. It's a brave work because it dares to challenge an audience with the subtle and the strange. The piece plays with expectations about what a concerto should sound like. The first movement seemed as if it was going to become an energetic toccata for full orchestra, but the texture was never allowed to become stable. Instead, the music dissolved into tiny, volatile conversations between the soloist and members of the orchestra: another solo violin, a flute and clarinet, even a snare drum. A sinewy chorale suddenly emerged in the orchestra, and the movement was over as enigmatically as it had begun. But there was nothing half-hearted about MacRae's games with his audience, or about Little's vibrant performance. If the violin was trapped within the orchestra's vortex in the first movement, in the second it was dislocated from the ensemble. Little's intense lines were in a different world from her understated accompaniment. But soon her music was eclipsed by an enormous orchestral texture. The orchestra dominated the aphoristic third movement, but Little was finally allowed to escape their influence in the fourth. She wove a seamless, haunting solo above a bed of sustained chords; there was a final woodwind interjection, and her solo line disappeared into silence. This is a richly mysterious work that also manages to be vividly immediate, especially when it is performed with the authority of Little and Brabbins. Judith Weir's music is also renowned for its clarity, and her Missa del Cid was the centrepiece of the London Mozart Players' late-night Prom, in a new arrangement by their conductor, Andrew Parrott. Parrott's energy has rejuvenated the LMP, and the players responded to Weir's music as naturally as if it were Mozart. Their new lease of life was also clear in more familiar repertoire: they gave an ebullient performance of Haydn's Creation Mass, and unearthed some rare Beethoven - two numbers from his ballet, The Creatures of Prometheus. It was an evening of high-class orchestral playing all round. Brabbins is famous as a brilliant advocate of new music, but he is gaining a formidable reputation in romantic repertoires too. Strauss's Also sprach Zarathustra can seem overblown and indulgent. But Brabbins shaped his interpretation superbly, from the glorious opening fanfare to the ambiguous coda, with its bizarre dissonance. He inspired the BBCSSO to the same heights they found in their previous Prom under Osmo Vanska. \u0095 Prom 14 will be broadcast on Radio 3 on August 15. Royal Albert Hall"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}