{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/aug/11/athletics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-08-11T22:26:02Z", "webTitle": "Radcliffe stirs a storm at Edmonton", "webUrl": "https://www.theguardian.com/sport/2001/aug/11/athletics", "apiUrl": "https://content.guardianapis.com/sport/2001/aug/11/athletics", "fields": {"headline": "Radcliffe leads field in drug protest", "bodyText": "August 11: As the runners circled the track in the heats for the 5,000 metres, the real drama was being played out in section BB, row 24, seat 8 of the Commonwealth stadium. That is where Paula Radcliffe was staging her own personal protest against the decision of the International Association of Athletics Federations to allow Russia's Olga Yegorova to run despite testing positive for the banned blood-boosting drug erythropoietin (EP0). Amid chaotic scenes, the Great Britain team captain was threatened with expulsion from the stadium by security staff after she and her team-mate, the 1500m runner Hayley Tullett, held up a red banner reading \"EPO cheats out\". The banner was quickly confiscated but when journalists tried to interview Radcliffe about the incident, the security guards attempted to stop them and told them they were in an unauthorised area. When the press pack ignored the orders to move, the guards called the police. However, as reporters from around the world surrounded Radcliffe officials backed down and instead formed an orange-vested cordon to keep them in check. Two Russian officials rose to their feet in protest, twirled their index fingers at their temples to indicate that Radcliffe was crazy and walked out. But an Algerian coach shook her hand and said: \"Well done, Paula.\" \"It's not fair,\" said Radcliffe. \"Everyone watching that race knows she [Yegorova] has failed an EPO test. She should not be in the race and the girls shouldn't have to run against her. She's failed a test and got off on a technicality.\" There was no doubt most of the runners were firmly behind Radcliffe, who is a leading figure in the fight against doping. \"She has become the conscience of running,\" said Frank Shorter, the 1972 Olympic marathon champion who now heads the United States Anti-Doping Agency. Many were wearing the red ribbon she has popularised to indicate they are happy to be blood-tested for EPO at any time. Yegorova and her team-mates Yelena Zadorozhnaya and Tatyana Tomashova were noticeably not wearing ribbons on their Russian vests. They have all improved this summer after several years of mediocrity, though there is no suggestion her team-mates have used drugs. Until earlier this year Yegorova had never finished higher than sixth in a major championships. But, at 29, Yegorova has become the world's dominant female distance runner. She won the world indoor 3,000m title in Lisbon in March and then at last month's Golden League meeting in Paris ran the fastest 3,000m for seven years. After the Paris event she tested positive for EPO. But the IAAF was forced to back down and allowed her to run in Edmonton because the proper procedures had not been followed in France. Initially a \"screening\" blood sample should have been taken, to establish the presence of EPO, but the authorities jumped straight to the second stage of the process and instead demanded a urine test. When the gun for the first heat went all eyes were on Yegorova and Romania's Gabriela Szabo, who had threatened to boycott the event here in protest. For the last half of the race, Yegorova ran just a step away from the two-time defending champion Szabo. With 200 metres to go, Yegorova darted past Szabo, who briefly dropped out of the leading five. But the Olympic 5,000m champion used her finishing kick and wound up in fourth, two places behind Yegorova. \"Olga had a strong finish,\" said Szabo, who won the 1,500m final on Tuesday. \"Maybe she will win.\" Yegorova's participation had been in doubt until a few hours before the race following rumours that she had tested positive again upon her arrival in Canada. In fact Arne Ljungqvist, the IAAF vice-president specialising in doping control, admitted her blood sample had been one of between seven and 10 sent for further analysis at the laboratory in Lausanne because its haematocrit level was above normal, a possible sign of EPO use. And while Yegorova's urine sample failed to determine EPO abuse, one other has come back as positive. The IAAF has not released the positive's name, event or nationality, confirming only that it was not Yegorova. Szabo and Yegorova might have faced each other on the track, but in the post-race tent just outside the stadium the pair stood metres apart for 10 minutes while they changed shoes. There was one quick glance by Szabo in Yegorova's direction -but that was all. \"It's good, it's good,\" said Szabo, when told of Radcliffe's protest. \"Thank you, Paula.\" Last week Radcliffe said she was disgusted to have to share the athletes' restaurant with Yegorova and had talked about organising a sit-down demonstration before the race. \"The British girls were thinking about what protest they should do,\" said the world cross-country champion. \"They shouldn't have to protest. They've got to focus on their race so we did the protest for them. \"We tried to make the banner as neutral as possible and get the point across rather than name her. It got on television and has been reported so we hope we got the message across. I don't think Yegorova was aware of it although the Russian spectators were.\" It has been quite a championships for Radcliffe who on Tuesday finished a close-up fourth in the 10,000m and then got involved in a trackside argument over tactics with her husband Gary Lough. Kathy Butler, one of Britain's three representatives in the 5,000m, was among those to suffer from the decision to allow Yegorova to run, missing out on a final berth by just one qualifying place. But she felt the point had been made to the IAAF about the strength of the runners' feelings. \"There were a lot of women who wore red ribbons out there, more than usual,\" Butler said. \"I have been wearing it in most races this season because I believe EPO is a problem.\" While all the attention was focused on Yegorova it went largely unnoticed that the second heat was won by Yanmei Dong, one of 27 athletes dropped from China's Olympic team last year after failing a blood test for EPO. A former 5,000m world record holder as a member of Ma Junren's \"family army\", Dong beat Bristol's Jo Pavey as both went through as fastest qualifiers. No further action was taken against Dong last September as the Chinese authorities never officially reported the test to the IAAF. \"We all wore the red ribbons because we are in favour of blood tests for EPO,\" said Pavey. \"I don't want to line up against a cheat. It's not a level playing field out there and we just want it to be clean.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}