{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/aug/02/politics.interestrates", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-08-01T23:00:00Z", "webTitle": "Bank cuts rates to 5%", "webUrl": "https://www.theguardian.com/business/2001/aug/02/politics.interestrates", "apiUrl": "https://content.guardianapis.com/business/2001/aug/02/politics.interestrates", "fields": {"headline": "Bank cuts rates to 5%", "bodyText": "The Bank of England today delighted homeowners and gave a welcome boost to the struggling manufacturing industry by cutting interest rates by a quarter point. The move - which surprised the City - will bring interest rates down to 5% - the lowest rate since August 1999. It is the fourth time this year that the Bank has cut the cost of borrowing. Union leaders had called for the move, in order to ward off the economic downturn, and safeguard jobs and investment. They said the threat to jobs and the survival of companies was far greater than fears that inflation could rise. However, economists had widely expected the Bank to keep rates on hold, saying a cut could risk stoking inflationary pressures and fuel the high street spending boom. Such inflationary pressures remained the main concern of the European Central Bank (ECB). In its last meeting before the August break, the ECB today left key rates unchanged at 4.5%, despite an economic slowdown in the eurozone. In Britain, homeowners will welcome the Bank's rate cut, which means the average mortgage will be just under £10 cheaper a month. Ruth Lea, head of policy at the Institute of Directors said the decision was \"welcome\" and should not risk igniting inflationary pressures. \"But it remains questionable as to just how much help it will provide for a manufacturing sector beset by weakening international markets and the strong pound/weak euro,\" she added. Roger Lyons, general secretary of the Manufacturing Science and Finance union, said: \"We congratulate the MPC on finally listening to the plight of manufacturing industry. This cut is welcome news that will alleviate the pressure and save thousands of jobs.\" The Bank of England said in a statement: \"Indicators of world economic activity have been weaker than expected over the past few months.\" The move was applauded by industry which said, the cut would help to stave off the effects of the world economic slowdown. The cut was also welcomed in the City where the FTSE 100 index jumped 11 points within seconds of the announcements. John Cridland, deputy director-general of the CBI said: \"Even though consumer spending remains robust, the cut was justified because of the impact on the global slowdown.\" Ian Fletcher, chief economist at the British Chamber of Commerce, said he felt the Bank had sent a \"clear signal\" that it was not prepared to let the global slowdown continue to impact the economy. \"With global recession not yet off the agenda, a pre-emptive quarter point cut will help boost business confidence and provide some relief to our hard-pressed manufacturers.\" The Engineering Employers' Federation said the move would be widely welcomed by manufacturers. Chief economist Stephen Radley said: \"This is right response to ensure the global slowdown avoids damaging the UK economy any further.\" The decision to reduce rates surprised economists in the City, who believed the MPC would keep the cost of borrowing on hold for the third consecutive month. Jeremy Hawkins, chief economist Europe at the Bank of America, said: \"This suggests the Bank is paying slightly more attention to the manufacturing sector than most people give it credit for and suggests its upcoming inflation report will be relatively benign on the outlook for inflation.\" David Page, economist at City stockbroker Investec, said: \"This is a surprise move from the Bank of England and reflects a greater concern over the recovery in the US and a weakening in the euro zone.\" Brendan Barber, deputy general secretary of the TUC, said the cut was \"very wise\" and showed that the Bank was taking the threat to manufacturing seriously. \"The government should now support this move by increasing assistance for regional industrial development,\" he said. \"They are in a position to smooth out the regional inequalities Britain is suffering but they will need to commit extra resources if they are to make a significant impact.\" The GMB general secretary, John Edmonds, said the cut gave manufacturers a \"breathing space\", adding: \"The MPC must follow this up to provide genuine help for UK industry, otherwise this cut will prove to be too little too late.\" On Guardian Unlimited Money Special report: interest rates The issue explained Who sets Britain's interest rates? Comment and analysis 02.08.01, Charlotte Denny: bricks and mortgages Useful links Bank of England Confederation of British Industry Institute of Directors"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}