{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2001/aug/20/broadcasting1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2001-08-20T16:53:14Z", "webTitle": "You can change the tune, but will you still have a hit?", "webUrl": "https://www.theguardian.com/media/2001/aug/20/broadcasting1", "apiUrl": "https://content.guardianapis.com/media/2001/aug/20/broadcasting1", "fields": {"headline": "You can change the tune, but will you still have a hit?", "bodyText": "The power of marketing can be a pretty scary thing. It's had us believing that Guinness is good for you, Skodas are cool and wearing Impulse makes you irresistible - well OK, maybe we never quite fell for that one. But can advertising make us tune back into TV programmes that we've stopped watching? The challenge being given to some of TV's most senior marketers at this year's Guardian Edinburgh International TV Festival is to revive an ailing programming strand using only their powers of persuasion. The marketing heads of the BBC, ITV, Channel 4 and Channel 5 will each be given one of their rivals' less popular offerings and asked how they would bring back the viewers. Tomorrow's World, Family Affairs, Countdown and Blind Date will all be getting the makeover treatment, with a new, updated look and a marketing campaign. In reality, of course, things are a little more complicated. No amount of advertising or PR can sell a product people just don't want - or, put another way, you can lead a horse to Hollyoaks but you can't make him watch it if he's not big on teenage angst. Polly Cochrane, head of marketing at Channel 4, warns that there are limits to what marketing can do for a programme that is losing viewers. \"Turning around a show using marketing is bloody difficult,\" she says. \"If the audiences are tailing off there's usually a good reason for it. You can't pull the wool over people's eyes - you need to address the problem before you think about promoting the programme.\" Soap operas tend to be classic relaunch territory because they run for so long that they are bound to need rescuing at some point. Axing older characters and introducing raunchier storylines are classic soap makeover tactics. And marketing strategies are usually being drawn up as the new plot lines are hatched - witness the \"Everybody's talking about it\" catchline introduced by the BBC when it revamped EastEnders. \"Soaps are probably the nearest thing television has to the classic consumer brand,\" says Jane Frost, sales and marketing director at BBC Technology and a former Unilever marketer. \"A lot of programmes can't really be called brands because they don't have enough staying power with the audience, but soaps do.\" Perhaps the most famous example of a soap makeover is ITV's transformation of Emmerdale in the early 1990s. The show had had a chequered history since its launch as Emmerdale Farm in 1972. It later lost the Farm tag, but the real transformation came in 1993 when the Dynasty-style device of a plane crash on the village enabled Yorkshire TV to clear out many of the older, less appealing characters in one fell swoop. A younger, prettier cast came in and the soap's audience was transformed. Brookside has had a whole host of relaunches. And the revival of Crossroads 13 years after it was killed off shows that it's never too late for a TV makeover. A huge PR offensive accompanied the return of the series in March as the show's producers sought to capitalise on the combined effects of nostalgia and strong brand recognition. Advertising in the form of mocked-up police appeals for well-known Crossroads characters was placed in newspapers and on poster sites to promote the soap. More than 5m viewers tuned in when Crossroads returned to ITV in March. But recent figures show that the ratings have dropped to around 2m - proving the point that there is a limit to the power of marketing once viewers discover the show for themselves. According to Cochrane, over-marketing a show that is not performing is one of the worst traps broadcasters can fall into. Most companies can get away with making exaggerated claims for their brands every now and again because most people don't know that the company that makes Persil is also the company behind Bird's Eye peas and Organics shampoo. But, for broadcasters, maintaining the trust of the viewers is all-important. \"You can't claim something has got better unless it really has,\" says Cochrane. \"You only need to con people once to damage your chances of ever convincing them again. I sometimes find myself in meetings where the production company is apologising for the first episode of a new series and saying it gets better - that's what makes your heart sink. You can't very well tell the viewers that.\" Outside the world of soap, Top of the Pops is another show that has been reinvented many times over. Like a select number of other long-running programme strands, it is in its own way as much of a brand as Marmite or Boddington's - and like those well-known British names, it has required some updating during its 37-year lifespan. But for every successfully relaunched programme, there are scores of old favourites that are abandoned to their dwindling audiences, then eventually axed - Channel 4, for example, is currently seeking a replacement for the once-groundbreaking Big Breakfast. And those who come to broadcasting from more marketing-friendly industries continue to be frustrated by the tiny budgets and lack of importance attributed to marketing. \"It is a great regret to me that broadcasters have historically tended to abandon great programming ideas rather than rejuvenating them,\" says Frost. \"There are a great many neglected brands - and successful makeovers are really very thin on the ground. EastEnders and The Bill are the ones everyone talks about but it's hard to think of any others. Broadcasters tend to be very keen to promote a new programme launch, but then they lose interest in the marketing.\" Frost believes the fact that people tend not to stay in one job for long also damages broadcasters' brands. \"In Unilever or Procter &amp; Gamble, the brand manager would be the one with a passion for the brand, but in broadcasting that role falls to the producer,\" she says. \"When the producer moves on - and they tend not to stay around for that long - you lose that passion.\" Nevertheless, there are some genuinely innovative marketing campaigns being carried out by broadcasters. Channel 4's efforts to rebrand cricket are a case in point. After buying the TV rights in 1999, the broadcaster drafted in marketing consultancy Michaelides &amp; Bednash to help change the perception of the sport as stuffy and middle-aged. Graham Bednash, managing partner of Michaelides &amp; Bednash, says: \"Cricket had the reputation of being a pretty stultifying game for the middle classes and the middle-aged. Channel 4 wanted to reinvigorate it, to make people see it as an event.\" Last year, the broadcaster organised a Caribbean summer to mark the test series between England and the West Indies, shipping in two tons of sand to recreate a Caribbean-style beach party on Clapham Common and organizing a Caribbean barbeque at the Old Trafford ground. This year, top DJs have been drafted in to host cricket-themed outdoor parties around Britain, with FatBoy Slim performing live on Brighton Beach to accompany the Ashes test against Australia. The final test match will be shown live on giant screens on Clapham Common, with post-match entertainment provided by DJ Paul Oakenfold. Channel 4 is already being credited with making cricket trendy - quite an achievement for a game that has traditionally been seen as the preserve of the blazer-wearing, Telegraph-reading classes. As makeovers go, it's almost on a par with turning the Skoda into a serious car brand. \u0095 The marketing makeover challenge, Saturday, 11am"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}