{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/aug/14/currentaccounts.saving", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-08-13T23:00:00Z", "webTitle": "Cutting cash machine fees may cost 'big four' £200m", "webUrl": "https://www.theguardian.com/business/2001/aug/14/currentaccounts.saving", "apiUrl": "https://content.guardianapis.com/business/2001/aug/14/currentaccounts.saving", "fields": {"headline": "Cutting cash machine fees may cost 'big four' £200m", "bodyText": "The \"big four\" high banks face losses of up to £200m a year after caving into consumer groups' demands to abolish cash machine charges. The National Consumer Council claimed the estimates of the costs that were once being passed on to customers was \"justification\" of the tough stance it took last year. Since January 1 this year, none of main high street play ers have charged their customers a fee for withdrawing money from rivals' machines. Until then, customers had faced charges of as much as £1.50 if they used a machine not owned by their bank. The potential impact of the no-charging pact among the banks has only just emerged after HSBC became the first to reveal that during the first six months it had lost £26m in income. It expects to lose a similar amount in the coming six months as a result of no longer being able to charge. Industry sources believe the £50m HSBC could lose each year is likely to be comparable to its fellow players in the \"big four\" - Barclays, NatWest-Royal Bank of Scotland and Lloyds TSB. None would reveal their losses yesterday. Barclays, widely criticised for trying to change its stance on charging, has admitted that in just three months at the end of 1999 it lost £19m of income after dropping its charge earlier than its rivals. The big four have larger cash machine networks than other high street banks. For instance, Lloyds has 4,400 machines while Halifax has 2,500. The row over charges erupted when Barclays wanted to stop charging its customers a disloyalty free for using rivals' machines and instead start charging its rivals' customers a surcharge when they used its machines. After a prolonged and high-profile battle in which the government and customer groups intervened, the banks eventually agreed to drop all charges from last January. This means most customers can use the 30,000 machines in the Link network for no cost - provided, that is, that they are not in one of the so-called \"convenience locations\", which could include corner shops or garage forecourts. HSBC's lost £26m is calcu lated from no longer charging its customers £1 when they use rivals' machines, apart from those of Clydesdale and NatWest, which with HSBC had a deal allowing customers free usage. Behind the scenes, the banks still pay each other so-called interchange fees. Don Cruickshank, in his controversial review into the banking sector, acknowledged there were costs associated with running the cash machine network."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}