{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/aug/17/newsstory.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-08-16T23:41:41Z", "webTitle": "Ipswich get £25m funding for new training centre", "webUrl": "https://www.theguardian.com/football/2001/aug/17/newsstory.sport8", "apiUrl": "https://content.guardianapis.com/football/2001/aug/17/newsstory.sport8", "fields": {"headline": "Ipswich get £25m funding for new training centre", "bodyText": "Ipswich have secured a £25m funding package which will help boost capacity at Portman Road to 30,000 and also provide a new training centre for the first team and academy side. The money has been raised from a 25-year bond issue which has been negotiated through a firm of merchant bankers in London. It will fund the redevelopment of the North and South stands, adding an extra 8,000 seats, with the creation of a new restaurant, supporters' bar, retail superstore, ticket office and community and classroom facilities. The off-site training centre will also have a new indoor artificial pitch. Chairman David Sheepshanks said they had learned from previous experience, when insufficient funding for improvements 20 years ago resulted in the club being forced to sell players. \"I am very pleased that we have been able to secure this very substantial funding, which is a measure of the progress and good standing that the club now enjoys in financial circles,\" he said. \"This £25m bond enables us to reorganise our finances such that all long-term assets, such as stands and the training centre, are appropriately financed by long-term funding. \"This ensures that we can fulfil our wish that our working capital can be predominantly directed towards the playing side of the business, as is appropriate.\" Sheepshanks said directors had considered all options available, including flotation on the stock market, before deciding the bond issue was the best way to raise the required funding. \"There is always more to be done but at the end of the coming season Portman Road will be a bright modern-day 30,000-capacity stadium with facilities to match the best in the Premier League,\" he added."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}