{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/aug/29/executivesalaries.personalfinancenews", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-08-28T23:00:00Z", "webTitle": "Executive pay shoots up by 28%", "webUrl": "https://www.theguardian.com/business/2001/aug/29/executivesalaries.personalfinancenews", "apiUrl": "https://content.guardianapis.com/business/2001/aug/29/executivesalaries.personalfinancenews", "fields": {"headline": "Executive pay shoots up by 28%", "bodyText": "Britain's top bosses enjoyed a 28% pay increase last year - six times more than the average wage rise. According to the Guardian's annual survey of directors' pay by compensation consultants Inbucon, more than 140 executives at FTSE-100 companies took home at least £1m last year. Four executives were paid more than £1m just for leaving their companies. The highest paid director is Martin Read, chief executive of technology company Logica, whose total take home package of more than £27m was largely the result of a performance-related incentive deal. Robin Saxby, chairman of ARM holdings, and two other executives from the microchip designer he founded in Cambridge, earned nearly £50m between them after exercising share options in the company. The figures have been calculated by examining the annual reports of all the companies in the FTSE 100 and noting the pay, bonuses, share options exercised, and long-term incentive plans of all executive directors. The executives at the top of the league have made most of their money by cashing in on sophisticated performance-related schemes made up of complicated packages of shares and options - at a time when many of the companies they run are starting to tighten their belts in preparation for an economic downturn. Marconi, the electronics company formerly known as GEC, paid its chief executive Lord Simpson £1m, even as 10,000 of its employees around the globe lost their jobs. Allen Yurko, who is resigning as chief executive of Invensys, has also made 6,000 staff redundant, but himself earned more than £800,000. Sir Christopher Gent, the high-profile chief executive of Vodafone, whose pay deals regularly court controversy, earned £9m, the survey found. He was rewarded the largest year-on-year pay rise - some 400% - of all the executives covered by the research, despite running one of the companies which produced some of the poorest returns for shareholders. The survey shows that men dominate Britain's boardrooms, a feature which the government's workplace equality tsar, the lawyer Denise Kingsmill, today pledges to address. Just one woman, Melanie Lee, the low-profile research director of Celltech, which offered the best returns for shareholders by one measure, makes it into the millionaire's row. Marjorie Scardino, the only woman to run a FTSE-100 company, publisher Pearson, suffered a £1.5m drop in her take home pay. The survey combines the salary and bonuses paid to the executives in the FTSE-100 blue chip index in cash as well as sums they received through long-term incentive plans and options. The year-on-year rise produced by the Guardian-Inbucon research is even greater than some other surveys of directors' pay, possibly because it calculates how much executives actually took home through performance related deals which ran their course during the year. Even the rise in base salary of 22%, which is less controversial to calculate, still demonstrates that wage rises in the boardroom comfortably outstrip the average. According to government statistics, average pay rises totalled 4.8% in June. In the year to end-December, the average wage rise was 5%. The survey shows the aver age compensation for a director is just under £1m. This compares with average annual earnings of £17,880 for all full- and part-time workers in the UK. One of the surprises in this year's survey is the finding that even with the sharp fall in stock markets, directors were still able to make gains on their options over shares awarded in previous years. The survey calculates that a collective £198m was made by directors from their options, compared with £87m in 1999. Related articles: Clear out the clones - it's in the best interests of business From turkey coops to an £80m new economy coup Handful of women crack glass ceiling Mr One Million fails to produce the goods Vodafone's £10m payoffs miss the net Why four bosses were given £1m to quit Hi-tech upheavals change the mix The top ten lists: Top 10 chief executives Top 10 chairmen Top 10 other executives Top 10 finance directors Data: method and means"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}