{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/mar/19/didier-drogba-chelsea-premier-league-title-run-in", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-19T23:00:00Z", "webTitle": "Didier Drogba: Chelsea's past winners will help in Premier League run-in", "webUrl": "https://www.theguardian.com/football/2014/mar/19/didier-drogba-chelsea-premier-league-title-run-in", "apiUrl": "https://content.guardianapis.com/football/2014/mar/19/didier-drogba-chelsea-premier-league-title-run-in", "fields": {"headline": "Didier Drogba: Chelsea's past winners will help in Premier League run-in", "bodyText": "Didier Drogba believes Chelsea's core group of experienced Premier League winners can steel the current leaders' resolve in the title run-in, with José Mourinho having embarked upon building \"another great team\" at Stamford Bridge. Chelsea welcome third-placed Arsenal to Stamford Bridge on Saturday lunchtime hoping to re-establish their authority at the top of the table after Saturday's surprise and potentially damaging defeat at Aston Villa. That curtailed a 14-match unbeaten sequence in the league, though momentum of sorts was restored by the midweek Champions League victory over Drogba's Galatasaray. That 2-0 success prompted the Ivorian, who won three domestic titles while in London, to acknowledge his former club's qualities. \"They are efficient, they are playing well, it's like a new team and they will get better and better,\" said Drogba, whose last Premier League title, like Chelsea's, was in 2010. \"It is a good squad. People complain about the strikers not scoring but, against us, [Fernando Torres and Samuel Eto'o] have proved that they are scoring. They are a good team. I don't see why José cannot make them better and build another great team here starting with these players. Why not? They are intelligent and they are capable of good football. \"Chelsea have a big chance in the Premier League this year, which is good for the club because to go three or four years without winning it is too much for a big club like Chelsea. But they know how to handle this situation, how to win important games and to make the difference. When I was there, we were never in the position where we were top of the league at this stage of the season and we let it go. So the players who were there then will be very important if Chelsea are to win it this season.\" Mourinho was yesterday charged with improper conduct by the Football Association for re-entering the field of play during the defeat to Villa and is expected to be fined £10,000 after being sent to the stands for the second time this season. Chelsea will be hoping to extend Mourinho's unbeaten league record at Stamford Bridge to 76 matches in Arsène Wenger's 1,000th game in charge of Arsenal, who lie four points from the top with a game in hand on the leaders. \"It's a big test, a big game, considering we lost our last league game,\" Frank Lampard said. \"It's very important for us, at home, to play with the same mentality and attitude we played with against Galatasaray, and to be on our game. Aside from their manager, \"It's game by game, it's a desire and focus every game. You can't look too far ahead. People ask you what is the recipe in the run-in, and there isn't one. It's just about focusing and driving the team on every week. And that means the staff, the management, every individual in the squad being on their game. I think we have got that. We have to show that, but I think we have got that.\" Chelsea boast previous Premier League winners in Lampard, John Terry, Ashley Cole, Petr Cech, Branislav Ivanovic and Mikel John Obi, while Nemanja Matic – who will be eligible against Arsenal having sat out the midweek win – was also at the club when Carlo Ancelotti's side claimed the title four years ago. The likes of Eden Hazard, David Luiz, Ramires, Willian, Oscar, Mohamed Salah and Eto'o have enjoyed league success abroad, meaning only a handful of the leaders' senior squad have yet to win a domestic title. Arsenal, in contrast, are a younger squad hoping to kick-start similar success. \"Maybe they haven't [got that same experience], but they have got a lot of good players and quality,\" Lampard said. \"Every team has to break the mould sometime. Manchester City didn't have the experience a couple of years ago, and they won it, so I wouldn't put too much on that. \"It's very simple: worry about yourselves, where you are at the minute,\" he added. \"If we do that and win as many games as we can to the end of the season, we give ourselves a great chance.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}