{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2014/mar/28/mammon-recap-season-one-episode-one", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2014-03-28T22:25:00Z", "webTitle": "Mammon recap: season one, episode one", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2014/mar/28/mammon-recap-season-one-episode-one", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2014/mar/28/mammon-recap-season-one-episode-one", "fields": {"headline": "Mammon recap: season one, episode one", "bodyText": "Spoiler alert: Don't read on if you haven't seen episode one of Mammon on More4. If, right now, you're finding the plot of the first episode of Mammon so inscrutable that you're doing a passable – and voguishly Norwegian - imitation of Edvard Munch's The Scream, I'm here to help, or at least share my confusion. Tonight and for the next five Fridays I'll be posting my thoughts on the week's episode of this Norwegian thriller, while also trying to get over my shock that Mammon is being broadcast on More4. Shouldn't it be on BBC4's Saturday Scandi-drama slot? Isn't that the law? Turns out not. But first, big shout to the Norwegian language. How lovely to hear something that sounds a little like the Danish and Swedish in which BBC4 viewers have become so fluent in the past few years (yeah, right). Even rude Norwegian words (such as faen, helvete, Herregud, and my personal favourite, jævel) sound captivatingly similar to the ones they use in other parts of Scandinavia - use them with discretion, people. But back to the story. For the first two thirds of this episode I'm afraid I was bored by the journalistic investigation into the embezzlement scandal. So Hydro's finance director Daniel Verås had his snout in the corporate trough. So Hydro's PR machine was pretending he didn't. So a Norwegian daily was going to prove it in tomorrow morning's splash. Big whoop. The whole press takedown was premised on reporter Peter Verås's online chat with a person he'd never met and whose bona fides he's never verified. Pathetic. Even in Journalism 101 they don't need to tell you that's not enough to stand up a story. Plus, our putative hero looks like a cross between Seinfeld's George Costanza and Clive Anderson – not a good look. But then interesting things started happening fast. The maverick hack turned out to be the finance director's less well-off brother. But just when you thought this was going all Jeffrey Archer (Cain and Abel, reversal of fortunes etc), Daniel Verås shot himself in the family garage rather than, presumably, risk two years' jail for his embezzling 4.5m krone (it would sound impressive if it weren't roughly £450,000). Then it turned out the \"source\" for Peter's story, despite the online handle \"Sophia\", was but Peter's brother. So, most likely, Peter's brother was helping Peter expose his own embezzlement? Great twist. But that was nothing. Cut to five years later. Peter has given up his vocation as the Worst Investigative Reporter Ever and is now glumly covering ice hockey. Peter's paper is preparing another exposé of Age Haugen, a businessman on the take. After the story comes out, Daniel's widow Eva and Peter are summoned to a meeting by a lawyer who has a suitcase that, as a condition of Daniel's will, can only be opened five years after his death - and by these two. It contains not, as I'd expected, oodles of non-sequential embezzled krone, but flippers, snorkels and other diving stuff – along with instructions to go to what looks like a quarry pool at a certain time. Intrigued, Eva and Peter wind up at the pool, he proactively diving in a wetsuit, she on the shore looking ancillary (that's sexism, right there). Then something breathtaking happens. Say what you like about Age Haugen, but he really wanted to die. First he drives himself off a cliff in to that pool. Then, when rescued by our reporter hero, Age pulls out a gun and shoots himself. Do guns even work when they're damp? Frankly, that's the least of what I don't know. What a baffling development! Are we then to presume that Daniel Verås, shortly before his suicide five years ago, knew Age Haugen would commit suicide at that very moment at that very venue? But how could Daniel have known? Would Daniel know that Age's presumed embezzlement would be revealed at that moment, or that he would take his life at that place? Neither seems plausible – so what more is going on? Is there some sort of conspiracy that goes – as conspiracies tend to in these sorts of dramas - to the highest levels? It's a superb cliffhanger almost as intriguing as Sherlock's \"suicide\" and will certainly draw me back next week to find out what, for helvete, is occurring. Additional thoughts Where is Sarah Lund's jumper? I know what you're thinking: where is Mammon's knitwear sideline - the 2014 equivalent to The Killing's Faroe Isles jumper - that's going to make me on trend this spring? Sartorially Mammon seems thoroughly uninteresting, with the possible exception of those thick socks Vibeke, the economic crime investigator, wore when prancing around her apartment in glum, unwitting homage to Tom Cruise in Risky Business. What's going on in the woods? No way would I jog through those woods. But Vibeke – who looks to me like a young Sandra Bullock - jogged through them with headphones on. Even though she was being pursued very slowly by TV's scariest kind of man (ie, an out-of-focus man edging forwards Very Slowly). In the opening credits, a small boy is running through other woods in a scarily portentous sequence; is there a link between the two sinister runs? And who is Vibeke's pursuer? Does he want to help her with her car's flat battery? Probably not. As Vibeke's boss pointed out when she reported the incident, our heroine has had these sorts of fears of being pursued – justified or not - before. But why? Does someone want to kill her because she's getting close to finding out that there's a bigger conspiracy behind the embezzlement cases? Will Vibeke wind up having a thing with Peter? If so, let me say this: yawn. As with the thing between the reporter and the eponymous Girl with the Dragon Tattoo, the man is so out of his league it's not even funny. All in all then, an intriguing premiere that gave us tantalising intimations of a bigger conspiracy whose tentacles extend across the Oslo travel-to-work area - and perhaps beyond. It was also an episode which demonstrated that - after The Bridge, The Killing, Wallander and Borgen - the Scandi cupboard is far from bare. Se deg neste uke! What did you make of Mammon? Let us know in the comments below..."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}