{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/mar/01/jose-mourinho-chelsea-silent-treatment-fulham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-01T22:58:44Z", "webTitle": "José Mourinho gave Chelsea players silent treatment at Fulham half-time", "webUrl": "https://www.theguardian.com/football/2014/mar/01/jose-mourinho-chelsea-silent-treatment-fulham", "apiUrl": "https://content.guardianapis.com/football/2014/mar/01/jose-mourinho-chelsea-silent-treatment-fulham", "fields": {"headline": "José Mourinho gave Chelsea players silent treatment at Fulham half-time", "bodyText": "José Mourinho revealed he was so disgusted with Chelsea's first-half performance that he gave his players the silent treatment at half-time at Craven Cottage before André Schürrle's 17-minute hat-trick propelled Chelsea four points clear at the top of the table. With their rivals Arsenal slipping to a 1-0 defeat at Stoke, Schürrle doubled his goal tally for the season as the visitors rallied to a 3-1 victory. \"I didn't say a word at half-time, I was silent,\" Mourinho said. \"Normally I give them two or three minutes, for them to clean or change boots or shirts, and then after that they know I'll start talking. They were there, ready for me, but I was not ready for them. I decided not to speak because, if I started to speak about the first half, I'd need more than the 10 minutes of half-time. I was so disappointed. \"That was the first time I've done that, at Chelsea for sure, and also perhaps in my career. But I haven't had many first halves like this one. It was very bad, so I decided not to speak and went outside, did nothing, just waited for the second half. The players showed they were very intelligent. Without words, they understood the first half was really poor and they transformed it into a fantastic second half.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}