{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/mar/25/a-league-tactics-how-newcastle-make-corners-pay", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-24T23:12:40Z", "webTitle": "A-League tactics: how Newcastle Jets make corners pay", "webUrl": "https://www.theguardian.com/football/blog/2014/mar/25/a-league-tactics-how-newcastle-make-corners-pay", "apiUrl": "https://content.guardianapis.com/football/blog/2014/mar/25/a-league-tactics-how-newcastle-make-corners-pay", "fields": {"headline": "A-League tactics: how Newcastle Jets make corners pay", "bodyText": "Corner kicks and set pieces are one of those things that coaching staff dedicate hours to, in the hope that the hard work a) prevents a goal for the opposition and b) results in a goal for themselves. Despite all the hard work that goes into set pieces, they do not always pay off and last season A-League teams needed on average nearly 50 corner attempts before a goal was scored. It is not every day you see one team scoring twice from a corner, but Newcastle Jets did just that on Saturday during their 5-0 thrashing of Wellington Phoenix. Not only did they score twice from corners, they also added their fifth from a set piece. Wellington manager Ernie Merrick was rightly displeased, saying “to concede from two corner kicks, just leaving a player completely free, it’s not like us”, but Newcastle’s coaching staff deserve credit for putting together a great corner routine which exploited their opponent’s weaknesses. It is not the first time teams have had success finding gaps in Wellington’s zonal marking system, Western Sydney Wanderers did so earlier in the season, but Newcastle found a weakness and, even after slight defensive adjustments were made at half time, were able to do so again. One of the main criticisms of zonal marking is that it allows the attacking side to ‘get a run’ on the defenders. The old argument is, whilst attackers can start from deep, run and gain momentum before jumping to head the ball, the defenders are stuck trying to out-leap their opponent from a standing start. That is not the case. Zonal marking, when executed properly, allocates each player a specific zone and in that zone they are required to defend proactively. To do that, no defender should look or move backwards in their zone; only forward to attack the ball. In that sense, Newcastle’s first goal came as a result of exploiting that forward thinking element of zonal marking. For attacking corners, Newcastle positioned both Adam Taggart and Emile Heskey on goalkeeper Glen Moss. As the ball was delivered, Heskey would pull away towards the back post and behind defender Michael Boxhall. Because Boxhall, who was defending the far post zone, tried to be proactive (instead of looking behind him), Heskey was able to find himself space to tap in the first goal. But that movement was no fluke. Just moments prior to Heskey’s goal Newcastle had another corner. Heskey again peeled away behind Boxhall and Newcastle had two free players waiting for the delivery. Only Moss’s punch prevented the ball from reaching Heskey and resulted in the corner that led to the goal. Clearly unhappy with the space Heskey was finding at the back post, Wellington made a slight change to the way they defended, but that led to Newcastle’s second goal. No longer did Boxhall start near to the edge of the six-yard box. Instead, he positioned himself in the area Heskey was dropping into, looking to prevent danger. But the change meant that the zone he should have been attacking was now free and Joel Griffiths’s goal straight after half-time exploited this. Vince Lia’s desperate leap to win the header was not enough and the ball to the back post again paid off. Griffiths was able to volley the ball home from the just in front of the penalty spot, a zone where Boxhall would surely had been in a position to clear the ball had he not been wary of Heskey. It was a job well done for the Newcastle coaching staff who put together the set piece moves, and also the players who executed them on game day."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}