{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/she-said/2014/mar/28/why-bother-with-mothers-day-when-were-so-half-hearted-about-it", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2014-03-28T21:55:01Z", "webTitle": "Why bother with Mother's Day when we're so half-hearted about it?", "webUrl": "https://www.theguardian.com/theobserver/she-said/2014/mar/28/why-bother-with-mothers-day-when-were-so-half-hearted-about-it", "apiUrl": "https://content.guardianapis.com/theobserver/she-said/2014/mar/28/why-bother-with-mothers-day-when-were-so-half-hearted-about-it", "fields": {"headline": "Why bother with Mother's Day when we're so half-hearted about it?", "bodyText": "If you consider Mother’s Day another irritating Hallmark Holiday look away now because what you read next will make you splutter. Last year we spent a staggering £240m on supermarket flowers, chocolates and dodgy teddy-bears and this year will be no exception as we repay another year of ad hoc childcare and kindness with a last minute dash to the shops. Although the average spend is less than £20 per person, cumulatively it’s a lot of money - more than we spend on our Valentine or children at Easter, when retailers’ tills ring up £214m and £188m respectively. The figures from consumer research experts Kantar Worldpanel reveal several depressing trends. Spending around Mother’s Day actually crashed 40% last year as the early fall of Easter meant we overlooked it because we'd only just recovered from the sea of heart-printed Valentine’s Day merchandise and missed the displays of flowery paraphernalia. An analysis of where gifts were bought also makes gloomy reading as nearly half of Mother’s Day presents are chucked in a supermarket trolley alongside cans of baked beans and pints of milk - one in four of the bunches of flowers handed over today will have earned Clubcard points in Tesco. The arguments about how “time-poor” we all are these days are well rehearsed - and of course supermarket gifts can be OK - but if we are that half-hearted about Mother’s Day, why buy into it at all? @zoewoodguardian"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}