{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/mar/28/david-moyes-manchester-united-ageing-squad", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-28T22:31:03Z", "webTitle": "David Moyes blames 'ageing' squad for Manchester United's poor showing", "webUrl": "https://www.theguardian.com/football/2014/mar/28/david-moyes-manchester-united-ageing-squad", "apiUrl": "https://content.guardianapis.com/football/2014/mar/28/david-moyes-manchester-united-ageing-squad", "fields": {"headline": "David Moyes blames 'ageing' squad for Manchester United's poor showing", "bodyText": "David Moyes has defended his disastrous first season in charge of Manchester United, claiming even Sir Alex Ferguson would have struggled had he still been the manager due to the \"ageing\" squad he inherited. Ferguson retired in the summer having won 13 Premier League titles, two European Cups, five FA Cups and four League Cups. But he left with four of his first-choice team reaching veteran age. Nemanja Vidic, now 32, will leave for Internazionale in the summer, and Patrice Evra, 32, could also be on his way out. Robin van Persie, 30, and Michael Carrick, 32, are also in their fourth decade. Moyes said: \"I actually think if Sir Alex was here this year it would be difficult for Sir Alex as well, and I'm sure he'd be aware of it. I think people are aware there's a squad that is a bit more ageing, so I think it would have been a tough season for probably whoever was in charge of Manchester United this year.\" The embattled manager is facing up to a protest during Saturday'sthe lunchtime meeting with Aston Villa during which a plane hired by disgruntled fans will fly over Old Trafford, just before kick-off and for the first 15 minutes of the game, displaying a banner reading 'Wrong One – Moyes Out'. This follows Tuesday evening's 3-0 derby humiliation to Manchester City at the stadium that, following the previous league home defeat to Liverpool - also by 3-0 - moved some fans to vent their anger at Sir Alex Ferguson, for appointing Moyes. However, while the 50-year-old manager recognises fans have a right to their views, he believes the majority are behind him. \"The supporters I see are the ones I speak to, and I have got to say the supporters outside Old Trafford have been fantastic,\" he said. \"If anything, I would say United supporters have probably been as good as people have seen them for many a year because they understand there is a change. There has been a change from a great manager and not just a great manager, but a manager who was here for 25 years, and to make that change is always going to be difficult.\" Moyes was given unlikely backing from José Mourinho, with the Chelsea manager also stating Ferguson should be left alone. \"Lots of people are speaking about Sir Alex,\" he said. \"He had the career he had, for years and years and years. He made United what United is. When someone retires, especially a person like him, he deserves to retire and enjoy his life. Now he's responsible for what? For what? If United lose a match is it his responsibility? United are struggling in the Premier League, is it his problem? [Wayne] Rooney misses a goal, or [David] De Gea makes a mistake and it's his fault? He can only be blamed for one thing: that United are the club they are. He's retired. Let him retire in peace.\" With United's campaign effectively sustained by next month's Champions League quarter-final against the reigning champions, Bayern Munich, Mourinho, referring to Moyes's toils, added: \"And if he wins the Champions League this season? Can he? Of course he can. So why are we speaking about failure, failure, failure? Let him finish the season. If he wins the Champions League [it will look different].\" Ferguson won the last of his titles by 11 points last season. From that squad Moyes has lost only the retired Paul Scholes, who was 39 and hardly featured, while spending £64m on Marouane Fellaini and Juan Mata to oversee a campaign that has Manchester United languishing 18 points behind the leaders, Chelsea."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}