{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/mar/16/champions-league-schedule-jose-mourinho", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-16T23:51:00Z", "webTitle": "Premier League struggles to punch its weight among European elite | Sean Ingle", "webUrl": "https://www.theguardian.com/football/blog/2014/mar/16/champions-league-schedule-jose-mourinho", "apiUrl": "https://content.guardianapis.com/football/blog/2014/mar/16/champions-league-schedule-jose-mourinho", "fields": {"headline": "Premier League struggles to punch its weight among European elite", "bodyText": "Arsenal and Manchester City last week, possibly Manchester United and Tottenham this. You can hear the sound of blade on whetstone: if four Premier League sides go out of Europe in 10 days the backwash will be bloody. So what if José Mourinho points out that an \"uncaring\" schedule often means English teams have a day less to prepare than opponents? Or that, as others have suggested, cumulative fatigue, due to no winter break, is a factor too. Many will instinctively concur with Roy Keane: we have been \"brainwashed\" into thinking the Premier League is the best in the world, when it is merely the best brand. You can understand why. Springtime Champions League matches have become the equivalent of a Test Your Strength fairground machine for Europe's top leagues. This season and last, English clubs have lifted the rubber mallet over their heads, huffed and heaved and swung, but the end result has been no pulsing lights or ringing bell. Just a few guffaws at the ostentatious rich kids struggling. But before debating which league is best, we should ask a most basic question: how do you define \"best?\" Bayern Munich are runaway leaders in Germany and the reigning European champions: does that make the Bundesliga best? This season in the Premier League, only Newcastle and Southampton have little to play for in the home straight: does that make English better? You could argue all day yet, inevitably, we base our judgments on these grand but infrequent skirmishes between European elites. And increasingly they lead us into seeing a Premier League that is a step behind. This supposed decline fits a broader narrative, which goes something like this: there was a golden period for English clubs in the Champions League between 2004-05 and 2008-09, when they reached the final every year and won the competition twice. But since the Guardiolisation of Barcelona and the re-emergence of Bayern Munich, they have been overtaken and diminished. It is a Cinderella's shoe of a theory: instinctively it fits. It is broadly right, too. Since 2009-10, English teams have reached the Champions League semi-finals twice in four years, while La Liga sides have done so seven times and Bundesliga sides five. But this decline might be overstated. During the golden age of 2004-09, English sides won exactly half their Champions League matches – a win ratio higher than Serie A (47%), La Liga (45%), Germany (39%). But from 2010 onwards, English clubs won 52% of Champions League games – higher than their golden age and similar to La Liga (53%) and the Bundesliga (51%), with Serie A on 42%. That increased win percentage could be down to the Uefa president, Michel Platini, allowing more league winners into the Champions League proper, and then English sides flat-track bullying them. It doesn't disguise the fact that, in the handful of pivotal games in recent years, the very best Spanish and German teams have often been better than English counterparts. That said, there are mitigations. Manchester City faced Barcelona without Sergio Agüero in the first leg and had 10 men for most of the game; Arsenal and Spurs were expected to go out given the superiority of the opposition. Only Manchester United's white-feathered defeat at Olympiakos was a surprise; a surprise that might yet be reversed. Mourinho is also right that English teams are disadvantaged by sometimes having less time to prepare: there is strong evidence that players who have only two days' rest compared to three make fewer sprints during the next match, take longer to get up to full speed, and need more time to recover between sprints. But the evidence that Premier League players are cumulatively more tired at this stage of the season doesn't seem to be there. According to Prozone's Omar Chaudhuri, when you look at league-wide comparisons of physical data during matches in the spring across Europe \"there isn't a great deal of difference\". You might expect added fatigue to lead to more mistakes: as a broad rule, one follows the other as surely as wedding bells follow confetti. Yet in all four of the major European leagues, turnovers actually decline between March and May. As Chaudhuri points out, either fatigue doesn't manifest itself in increased turnovers, or teams play more cautiously towards the end of the season. You could argue that Premier League clubs shouldn't be worried about fatigue given the size of their squads or their £5.5bn global TV rights deal for 2013-16, far in excess of any other league. Indeed, it is £2.1bn more than their last deal – a figure that, if they wanted to, could allow them to reduce every ticket over the next three seasons by £51.30. Still, despite English clubs' recent defeats, when you step back a more sympathetic panorama emerges. During the past 10 years English clubs have reached the Champions League semi-finals 15 times, La Liga sides on 12 occasions, Bundesliga sides five and Serie A teams four. That does not mean Keane is not right about slipping standards in the Premier League but it perhaps provides perspective. It will probably be Spain or Germany's year in the Champions League, but arguably it has been England's decade. Whether any league has been best over that period, however, is an open – and perhaps impossible – question."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}