{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/mar/01/england-danny-care-owen-farrell-wales-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-03-01T23:00:01Z", "webTitle": "England's Danny Care and Owen Farrell 'bringing out best in each other'", "webUrl": "https://www.theguardian.com/sport/2014/mar/01/england-danny-care-owen-farrell-wales-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2014/mar/01/england-danny-care-owen-farrell-wales-six-nations", "fields": {"headline": "England's Danny Care and Owen Farrell 'bringing out best in each other'", "bodyText": "Owen Farrell and Danny Care had not started a Test match together as England's half-backs until the start of this year's Six Nations, 22 matches into Stuart Lancaster's reign as head coach. It seemed an unlikely partnership, a blend of contrasting characters, but with the World Cup 18 months away, it is set to endure. If England look to have a clear advantage in one area against a Wales team on Sunday that may contain 13 players who have started a Lions Test, it is at half-back: Farrell and Care have bloomed while the champions dropped their experienced scrum-half Mike Phillips against France in the last round and have not shown the fluidity behind or the tactical variation of their hosts at Twickenham. The half-back partnership of Farrell and Care is the seventh used by Lancaster since he took charge at the end of 2011. Until the opening game of the Six Nations against France last month, he had paired Farrell with Ben Youngs and Lee Dickson in six matches while Care's four starts under him had been with Toby Flood at 10. Dickson started all three November internationals with Care on the bench against Argentina while Youngs was picked for four of last year's Six Nations matches with Care given an outing against Italy. It seemed that the partnership of Farrell and Care was the one Lancaster was least convinced by: the former is deliberate and structured while the latter is impulsive and instinctive. Yet the marriage of opposites is working in the same way that the combination of the equally different Jonny Wilkinson and Matt Dawson did more than a decade ago. \"We gave Danny feedback during the autumn and asked him to work on aspects of his game, such as his defensive role and his kicking game,\" Lancaster says. \"He improved to a level we deemed to be of international quality and he has other points of difference as a player which we have seen in the last couple of games: his speed, his accuracy of pass and his ability to make line breaks and get on the end of things. I have always believed in him, but he just needed to work harder on certain things to fulfil his potential of being one of the top three scrum-halves in the world. At outside-half, we have George Ford waiting in the wings I need to give experience to so we have options and cover in the World Cup.\" Farrell and Care have scored in every Six Nations match this season, the scrum-half following his drop goals against France and Scotland with the match-winning try against Ireland while the outside-half has contributed 23 points from the kicking tee. It is, though, the way they have come to read the other's different approach to the game that has helped England play with the width and pace they have been aspiring to for more than a year. \"We are both northerners and we both like to speak a bit,\" Care says. \"I had really been looking forward to partnering Owen and we are bringing out the best of each other. He is looking outstanding when he attacks the line and he is such a physical force in defence: he is playing his best rugby in an England jersey. \"We are good mates off the pitch and enjoy relaxing with each other. We are trying to make England a club environment and I am desperate to keep hold of the shirt, knowing that a brilliant player in Ben has been going back to his club and Lee is chomping at the bit to take my place. \"The autumn was a frustrating time. The coaches made it clear that I was not playing as well as I could and I went back to Harlequins to look at my game. The big point was to take more control, work on my kicking and making sure I did not slip off tackles. Your mistakes get shown up at international level and when we gathered for the Six Nations, I felt I had improved. I was delighted when I was told I was starting against France: all the hard work I put in away from the England camp had been rewarded and I am loving every minute of it.\" Care, like Dawson before him, is a catalyst, not afraid to take a penalty quickly, even in the opposition 22, if he smells an opportunity. One tap failed to turn into reward against Ireland, but he will not be deterred. \"The big thing is that the players are trusted by the coaches,\" Care says, \"and they give me licence to trust my instinct. A high-tempo game is music to my ears and we are playing an exciting brand of rugby: the three-quarters are playing brilliantly and Mike Brown is in magical form. We want to run teams around and the key lies in taking chances.\" Farrell had a tendency to stand deep in the early part of his international career but he is now flatter and gives defences more to think about. \"We are looking to play with quick ball,\" he says. \"Danny can create something out of nothing. He's a very sharp player who will take an opportunity through his instinct. His control has been brilliant over the last three games. We look at stuff together after matches and training and we regularly sit down and talk. We have a cohesion behind because of all the work going on behind the scenes. \"Mike Catt [the attack coach] has got us working on moves in the gym, using different coloured lights which are located in different parts of the room and come on at different times. You have to make sure you continually swivel your head to see what is going on around you, scanning all the time, and for me, as an outside-half, it is about making sure I have looked so that I know what is in front of me and can move where the opposition have numbers down.\" The Wales attack coach, Rob Howley, an international scrum-half in his playing days, believes England have found the right blend at half-back. \"Farrell and Care are two superb players who make a great combination because they complement each other,\" he says. \"They have the ability to make decisions: Care brings tempo to their game with his zest and energy, asking questions around the breakdown and freeing forwards and backs, while having worked with Owen on the Lions tour last year I know his decision-making as to when to run, pass or kick is very good. England have a potent attack and their half-backs are key to that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}