{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2014/mar/20/madeleine-mcann-suspect-died-in-2009", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2014-03-20T22:35:17Z", "webTitle": "Madeleine McCann suspect 'died in 2009'", "webUrl": "https://www.theguardian.com/uk-news/2014/mar/20/madeleine-mcann-suspect-died-in-2009", "apiUrl": "https://content.guardianapis.com/uk-news/2014/mar/20/madeleine-mcann-suspect-died-in-2009", "fields": {"headline": "Madeleine McCann suspect 'died in 2009'", "bodyText": "A suspect in the Madeleine McCann case who may have sexually assaulted five British girls in the Algarve up to 10 years ago died in 2009, according to a source close to Portuguese investigators into the disappearance of the three year-old. The source also said there had been another so far unpublicised incident in which another British girl on holiday with her parents was sexually abused, although he did not go into when this came to light nor where or when it took place. The revelations came the day after the Metropolitan police in Britain appealed for information on a total of 12 incidents in which an intruder entered holiday accommodation in three resort areas including one where Madeleine, then three, went missing in May 2007. Four of these cases, between 2004 and 2006, involved assaults on girls aged seven to 10 and one involved two children, according to Scotland Yard, although police in both countries have looked at incidents up to 2010, three years after Madeleine vanished. The Guardian's source was careful to say the police had come to \"no definitive conclusions\" about the Cape Verdean national Euclides Monteiro, who died, aged 40, in a tractor accident. His name previously emerged in Portugal as a possible suspect in November although the interest of Portuguese and UK authorities in any connection to sexual assaults had not been made public at that time. The claim comes amid growing tensions between authorities in the two countries over the handling of the case. The Met would not comment on the reports. It reopened its inquiries into Madeleine's disappearance last summer and Portuguese authorities followed suit in October. David Cameron said on Thursday that he was ready to help bring pressure to bear on Lisbon, after senior Met officers expressed frustration at the slow international legal process they believe is delaying their investigations and preventing them working on the ground in Portugal. The Portuguese source said the police had been investigating Monteiro before Lisbon officialy reopened its McCann inquiries. \"It was on based on the combination of leads that the Polícia Judiciária (PJ) decided to request permission to resume investigations into the case. The public prosecutor's office agreed with our evaluation and ordered the case to be reopened,\" the source said. \"The specific nature of these cases are not only unique to the Algarve, but the whole of Portugal, hence our particular interest. The name Euclides Monteiro did not fall from the sky and was convenient because he was deceased.\" Scotland Yard officers and Madeleine's parents Kate and Gerry were given a presentation in Lisbon over the direction Portuguese authorities were taking in October, said the source. \"Maps and satellite photographs were exhibited during this presentation. These images are similar to those which [the Metropolitan Police] uploaded on to their website following Wednesday's press conference,\" the source said. Monteiro lived and often worked near holiday homes where the victims were staying at the time the crimes were perpetrated, he said. The source said the assailant was described by his victims as smelling of tobacco and speaking English but in a foreign accent. Some details are similar to those released by British authorities this week, but the sources said some of the victims described the man as being of African origin. None had discounted the possibility. The description issued by Scotland Yard did not say the man they were seeking may have been of African origin, describing him the man as \"having dark (as in tanned) skin\". Up until six months before the disappearance of Madeleine, Monteiro had been an employee at the Ocean Complex in Praia da Luz, the resort in which the McCann's stayed, and was a residentthere at the time of her disappearance, the source said. \"The inquiry remains open and so too does the investigation. We have not drawn any definitive conclusions as to whether or not Euclides is our man. \"It has come to light that there was a fifth case with striking similarities to the four cases made public on Wednesday and all follow a similar modus operandi, which leads us to believe that the same person perpetrated these five crimes and that he could also be responsible for the disappearance of Madeleine McCann. \"This is the line of inquiry Portuguese police have been following since the reopening of the case, which is that which the Metropolitan police made public on Wednesday. \"Portuguese police are dealing with a case which is seven years old and, coupled with the fact that the line of inquiry being followed involves a deceased person, further complicates the investigation. These cases are unique not only to the Algarve, but Portugal as a whole. \"Euclides is someone who we believe could have been involved in these five crimes – it is only a possibility – that he could have been responsible for the disappearance of Madeleine McCann. \"There are some other elements of interest to investigators which I cannot disclose as this moment, but I stress that these factors only make the sequence of events to which I refer a possibility.\" Police in London have acknowledged differences between the potentially linked cases they have been investigating – including the time they took place and the fact there were no abductions. In six of the 12, the suspect either sat or lay on a child's bed, although sexual assaults occurred in just four cases. In nine cases, there was no forced entry or stolen property and where there was it was minimal. The Lisbon source insisted the investigation was proceeding steadily \"but with the discretion that has characterised it from the beginning\". The prime minister's official spokesman said Cameron would be prepared to \"make further representations\" to Lisbon if it could help Scotland Yard. UK police said they had received more than 250 calls and emails in response to the latest appeal on Wednesday. \"We are reviewing this information and following up lines of inquiry. This is still very early stages,\" said Scotland Yard."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}