{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/mar/11/bayern-munich-arsenal-five-talking-points", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-11T22:40:00Z", "webTitle": "Bayern Munich 1-1 Arsenal: five Champions League talking points | Paul Chronnell", "webUrl": "https://www.theguardian.com/football/blog/2014/mar/11/bayern-munich-arsenal-five-talking-points", "apiUrl": "https://content.guardianapis.com/football/blog/2014/mar/11/bayern-munich-arsenal-five-talking-points", "fields": {"headline": "Bayern Munich 1-1 Arsenal: five Champions League talking points", "bodyText": "1 Perhaps it is worth winning your group after all There are a few moments over the course of the tie that will cause Arsène Wenger great regret, not least Mesut Özil's penalty miss and Wojciech Szczesny's red card in the first leg at the Emirates, but ultimately his side met the current impregnable force of European football at the last-16 stage, when they could have avoided it. Topping your group is no guarantee of a comfortable draw, as Arsenal know too well from past pairings with Milan and Bayern, but Wenger's side needed only a point in their last game at Napoli in December to win Group F but were beaten 2-0, allowing Borussia Dortmund to edge ahead of them. Dortmund won their first leg against Zenit 4-2 in St Petersburg and will surely reach the last eight while Arsenal are out at this stage for the fourth year in succession. 2 Powerful Ox a shining light – for club and country In Germany players such as Lukas Podolski and Özil are revered as kingpins of the national side, while Santi Cazorla and Olivier Giroud would have been attacking threats the home side were wary of. But Alex Oxlade-Chamberlain - the only Englishman on the pitch – was Arsenal's stand-out player of the night, especially in the first half when his determined runs were ended by crude fouls from first Dante and then Bastian Schweinsteiger. He is still only 20 and his display gives heart not only to Wenger and Arsenal but to Roy Hodgson, too. 'The Ox' is not yet a dead cert for Brazil but, on this kind of form, could be a serious contender to start against Italy in Manaus. 3 Arsenal need to get Aaron Ramsey fit for their run-in Arguably the finest week of Arsenal's season so far came in early November when they kept Luis Suárez and Daniel Sturridge quiet in a 2-0 win over Liverpool at the Emirates and followed it four days later by defeating Borussia Dortmund 1-0 in Germany. Aaron Ramsey scored in both those games and the absence of the Welshman for the key phase of the season has been keenly felt. With a fit Jack Wilshere, a newly arrived record signing Özil and a returning Mathieu Flamini, Ramsey looked as if he might be lucky to find a place in Wenger's starting XI, but his form before he was injured on Boxing Day at West Ham was as spectacular – a succession of dynamic match-winning performances and 13 goals – as it was surprising. That a seemingly minor thigh injury has taken him three months to recover from is hugely regrettable for his manager, and with Arsenal's next two games at White Hart Lane on Sunday and, then Stamford Bridge six days later, his return cannot come a moment too soon. 4 Bayern showed frailty but will take some stopping A year ago Bayern had seemed strangely timid in losing the second leg 2-0 to Arsenal and the same nervousness looked to afflict them after the equaliser tonight. That is a weakness that the other quarter-final teams will be keen to exploit but Pep Guardiola will also have noticed and will be determined to put it right before the next stage. The Spaniard seems to have made Bayern even stronger than last year's treble winners and displayed that strength last night by leaving players of the calibre of Toni Kroos and Thomas Müller on the bench. Nothing short of becoming the first side of the Champions League era to retain the trophy will do for Guardiola. He looks on course. 5 No shame in this exit but it's a familiar refrain Sixteen successive years of qualification, 14 years beyond the group stages. But tonight Wenger must contemplate a 16th consecutive year of falling short in the Champions League. However, the last 10 years have seen them exit three times each to Bayern and Barcelona (including the 2006 final) and once apiece to Milan, Manchester United, Liverpool and PSV. Only the last of those was a genuine blemish. Other than that, as Wenger is often keen to point out, it is \"not a small team\" that has eliminated Arsenal. But given their omnipresence in the tournament, defeating one of the stellar names over two legs should not be beyond a club whose style seems ideally suited to the Champions League. With each passing season that late capitulation to Barcelona in the Paris rain looks as if it may haunt Wenger to the end."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}