{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/mar/16/tim-sherwood-tottenham-arsenal-arsene-wenger", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-16T22:32:00Z", "webTitle": "Tim Sherwood loses his coat and cool and insists Tottenham were better", "webUrl": "https://www.theguardian.com/football/2014/mar/16/tim-sherwood-tottenham-arsenal-arsene-wenger", "apiUrl": "https://content.guardianapis.com/football/2014/mar/16/tim-sherwood-tottenham-arsenal-arsene-wenger", "fields": {"headline": "Tim Sherwood loses his coat and cool and insists Tottenham were better", "bodyText": "Tim Sherwood felt his side had \"outplayed\" Arsenal after Spurs went down 1-0 in the north London derby yesterday, and that the victory secured by Tomas Rosicky's sensational early goal, would \"paper over a lot of cracks\". The result appeared to end Tottenham's hopes of a top-four finish but it fired Arsenal's title dream, on the back of Chelsea's surprise 1-0 defeat at Aston Villa. It was a passionate occasion, with Sherwood losing his composure on the touchline. He hurled his gilet back at the substitutes' bench in the first half while he clashed towards the end with the Arsenal full-back Bacary Sagna, when he threw the ball at him to encourage him to hurry up over a throw-in. \"I think we were better than them, we deserved to win,\" Sherwood said. \"It was a wonder strike and I'm willing him to shoot from that distance. But he sticks it in the top corner and there is nothing we can do about that. \"We showed character, absolutely. If you give me that between now and the end of the season, no problem. We will be where we are meant to be. The result for Arsenal will paper over a lot of cracks. They were outplayed today and they're title contenders.\" Sherwood was unapologetic over his loss of cool and joked that \"it was too hot for that gilet anyway\". \"I can't apologise for it,\" he continued, \"and I can't say it won't ever happen again. I don't even know why I was angry. It's probably something we worked on in training. I would say if I remembered but when it's not applied it winds me up. Every manager would be the same but I suppose I show it more than others. If we were all the same, then this world would be very boring. I've got to show my emotions. If I didn't, then I'd be acting and there's too many actors in this game. I just want to wear my heart on my sleeve, when I wear them. \"With Sagna, I just tried to get the ball back to him as quickly as possible and he obviously chose not to catch it. But we shook hands. It was heat of the moment.\" The Arsenal manager, Arsène Wenger, said Rosicky's blast would \"go down in my collection of great goals\" while he praised his central defenders, Laurent Koscielny and Per Mertesacker who, he said, were \"exceptional\". \"We were under pressure to win and it was a huge result,\" Wenger said. \"We needed the three points after our recent defeat at Stoke. That was still on our minds. To stay in the title race we knew it was vital to win. The early goal influenced the way we played too much. We wanted to protect the lead. Tottenham were absolutely up for it and we needed some special resilience to get away with it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}