{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/mar/28/burnley-sean-dyche", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-28T23:01:00Z", "webTitle": "Burnley's Sean Dyche stays grounded as Premier League place beckons", "webUrl": "https://www.theguardian.com/football/2014/mar/28/burnley-sean-dyche", "apiUrl": "https://content.guardianapis.com/football/2014/mar/28/burnley-sean-dyche", "fields": {"headline": "Burnley's Sean Dyche stays grounded as Premier League place beckons", "bodyText": "A glance at the league table is enough to explain why Leicester City's visit to Turf Moor on Saturday afternoon is the stand-out fixture in the Championship, though the real sport in east Lancashire these past few weeks has been trying to get Sean Dyche to admit that Burnley are on course for promotion. Reporters from near and far have given up hope of a quote, TV and radio crews have searched in vain for a soundbite. The lips of the self-styled 6ft 1in ginger skinhead are sealed on the matter, even though Burnley could go top with a convincing win, or tie up automatic promotion with just a handful of wins from their remaining eight games. \"League tables are for fans to look at and the media to speculate about,\" Dyche says. \"I am much more interested in performances, and getting the preparation right for the next game. I won promotion four times as a player, and I'm not going to deny I would enjoy another one as a manager, but you can ask any of the clubs I went up with and they will tell you the same. My focus was always dead calm, always on the next game. \"I know what I believe and what I think the group can deliver, but outside-expectations are a completely different thing. I'm aware of what the media suggest, I'd be naive not to be. Every single week now there's something linking us with promotion, but I never even mention it and I won't until the job gets done.\" Fair enough then, Mr Dyche. But here you are in only your third season in management, your first full season at Burnley since taking over a club with extremely limited ambitions after being sacked at Watford, and you are 10 points ahead of the play-off places going into April. Surely it would be a huge disappointment now were promotion not to be achieved? \"Would it?\" Dyche asks, quite genuinely. \"You wouldn't have said that pre-season when we had 18 players and we had just sold Charlie Austin. I don't think anyone was expecting this sort of season from us at that stage, but we have been competitive and played some really good football. It is a small squad but a talented one. I think I've got a more technical group than I have had previously, and we've found a nice balance.\" Austin was Burnley's top scorer by a distance last season, and it did not look auspicious when he joined their promotion rivals QPR in August, yet the 42-year-old Dyche dates Burnley's revival from that very moment. \"We were in Cork on a pre-season tour when I made an agreement with the players,\" he recalls. \"Charlie had already had a move [to Hull] fall through but the reality was that he was going to go. The club needed the money and we were going to lose him, the players knew that and I knew that. Then he does go. So I suggest to the players that everyone of them, whatever his position, has the right to be the next version of Charlie Austin. \"We can only do it one step at a time, but if we train right and work hard we can give it everything every time the whistle blows. That's all we agreed. There were no promises, no targets, which is why I don't want to break the agreement by getting ahead of myself now. But what I can say is that the stats show we are getting stronger, working harder, covering more ground. We are not tailing off, and that gives everyone encouragement.\" Danny Ings, the free-scoring forward who seems to have taken the Austin message most literally, is unavailable through injury at the moment though Dyche is always more concerned with the dynamics of the group rather than individuals. Positive and progressive, his thoughtful approach belies an outward appearance that suggests a typically rugged former defender. \"My management education has cost about £35,000,\" he says. \"You could probably do a masters for that, I imagine. People suppose that you are great if you win and rubbish if you lose. Well, actually, whatever the result I still know what I am doing. I've put all the hours in and there's a depth to my education. There are a couple of brain cells in there, more than you might expect of a 6ft 1in ginger skinhead. \"I started asking questions when I was in my mid-20s at Chesterfield. I wanted to know what made the team operate and why. John Duncan [the then manager] was a bit suspicious at first, but once he realised I just wanted to be more involved we got on fine. That was a breakthrough. I wouldn't say I was thinking in terms of a managerial career at that point but once you start taking an interest in all the planning and organisation that goes into a team, you are on the way. I encourage my own players to ask questions now, I'll often ask their opinion because it is important to get feedback. Players are not always open to it, at least not everyone wants to verbalise it, although if you gave them a phone they would probably let you know in a text.\" Dyche maintains contact with Malky Mackay, whom he worked with at Watford and then succeeded as manager, and could easily empathise with the Scot's treatment at Cardiff City after suffering a similar fate at the hands of new owners at Vicarage Road. Despite a promising first season, an Italian takeover saw Dyche moved out and Gianfranco Zola moved in. \"I am too much of a realist to be bitter about it,\" he says. \"Football is a business like any other and stuff like that happens. My brother works at Weetabix in Kettering. That was taken over, there were redundancies. My other brother is a builder who has lost jobs, lost work. Football is not immune from that, it just happens to be in more of a spotlight. I had eight or nine really good years at Watford, as a player, a captain, youth coach, reserve coach, first team coach, assistant manager and then manager. Why would I choose not to remember all that over one thing that didn't go in my favour?\" As befits someone who use to work as an apprentice under Brian Clough, even if he never quite made it to the Nottingham Forest first team, Dyche makes the best of what he has and is undaunted by the challenge of leading Burnley into a higher division. \"You have to acknowledge reality,\" he says. \"Burnley are probably not going to turn into Manchester United. But early this season the reality for this club was not what it is now. Perceptions are there to be shifted. You can't have everything, and we certainly don't have everything here. We haven't got major finance, we haven't got a deep squad but we do have a group of talented players that we have moulded into a unit. I hear a lot of managers saying I haven't got this and I haven't got that, but I always prefer to look at what I have got. I'm pretty happy with what I've got, actually. I say to the lads all the time that they are like magnets. If you work really hard and get it all right, things start coming towards you. That is what has been happening. We have been winning games, doing well, and things are starting to come towards us.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}