{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/mar/24/fernandinho-manchester-united-manchester-city-derby-david-moyes", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-24T22:56:00Z", "webTitle": "City's Fernandinho expects a stronger United in Manchester derby", "webUrl": "https://www.theguardian.com/football/2014/mar/24/fernandinho-manchester-united-manchester-city-derby-david-moyes", "apiUrl": "https://content.guardianapis.com/football/2014/mar/24/fernandinho-manchester-united-manchester-city-derby-david-moyes", "fields": {"headline": "City's Fernandinho expects a stronger United in Manchester derby", "bodyText": "Fernandinho has admitted disbelief at how bad Manchester United were when Manchester City trounced them 4-1 in their first derby this season and the midfielder expects his side to triumph once more in Tuesday's 167th meeting of the clubs at Old Trafford. However, David Moyes, the United manager, has warned his rivals that they should not be too confident and questioned Manuel Pellegrini's previous claim that City have been \"the only club\" in Manchester this term. Of that victory at the Etihad Stadium on 22 September Fernandinho said he was surprised how poor United had been. \"It was the first time I'd played them after joining City. It's a club with a lot of history, with very good players, they were the champions – so I was surprised at how badly they played that day and how easily we won. We will go there expecting to win but we know that in a derby a lot of things can happen.\" Fernandinho, who signed in the summer for £30m, believes the derby and Saturday's trip to Arsenal are \"finals\", as City try to overtake the leaders, Chelsea, to win a second championship in three years. Pellegrini's team are six points behind the west London club but have three matches in hand. \"They'll all be big games, all finals. We know we cannot afford to drop a single point. This derby and the match next Saturday will both be finals, both big games. We have to look to win them both,\" he said. Pellegrini was clear that the 4-1 victory is the benchmark. \"The game at the Etihad was a very good game – we'd like to repeat it,\" said the Chilean. \"We will try to play in the same way.\" City visit the champions 12 points ahead and Pellegrini added that, given the intense rivalry, it was essential for his team to maintain this ascendancy. \"It is always important because, when you have two important teams in the same city, you always want to be the best team,\" he said. \"We are not just fighting against Manchester United. In some ways it doesn't matter. If you say we lose the game tomorrow and win the title, I prefer to win the title but we can do both things.\" Pellegrini had expected United to be in the top three at this stage of the campaign, rather than seventh and 18 points behind Chelsea. \"Of course, all the other clubs expected United would be in the first positions in the table,\" he said. \"But for different reasons they are not – but they continue to be a difficult team.\" Of Pellegrini's claim that City are the only club in Manchester this year, Moyes said: \"Well, Manchester United had lots and lots of seasons of domination. I don't think if I was a manager I would have turned round and necessarily said that we were the only club in Manchester because football does change. It goes in cycles.\" Yaya Touré's hat-trick in City's 5-0 win over Fulham on Saturday took the Ivorian to 20 goals in 41 matches. His manager believes Touré is currently the world's best goalscoring midfielder. \"At the moment because of the number of goals he has scored, of course,\" Pellegrini said. With Fernandinho also contributing four finishes this season, Moyes accepts this is an area where his midfield is second best. His three front-line players in the position, Tom Cleverley, Michael Carrick and Marouane Fellaini, have managed only two in total. \"I take that point that they've got goalscoring midfield players and it's something that is important – to have goalscorers all over the field,\" said the Scot. \"But we've got good midfield players. We still think Marouane Fellaini can get some goals.\" As Touré and Fernandinho cost a combined outlay of about £58m, how can Moyes hope to compete with City's spending power if he wants to bridge the quality gap? \"I think this club has got a spending power too,\" he said. \"I've not been told at any time that they don't have that and I do think that the club will compete.\" Moyes also conceded the loss of Robin van Persie because of a knee injury is a sizeable blow. \"I don't think there's ever a benefit to losing Robin van Persie, that's for sure,\" he said. \"Robin Van Persie would play for any club in any league and it's actually a big down. It looks like four to six weeks, that kind of period.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}