{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/mar/28/house-of-lords-rat-race-red-benches", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-03-28T21:18:37Z", "webTitle": "House of Lords: Rat race and red benches", "webUrl": "https://www.theguardian.com/commentisfree/2014/mar/28/house-of-lords-rat-race-red-benches", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/mar/28/house-of-lords-rat-race-red-benches", "fields": {"headline": "House of Lords: Rat race and red benches", "bodyText": "It is scarcely an exaggeration to say that the House of Lords evolves on a truly evolutionary timescale. In the hundred years since the shake-up provoked by the People's Budget, countless blueprints for wholesale rationalisation have run up against ermine-trimmed facts on the ground. The changes that there have been, the shortening of the legislative veto for instance, have been tweaks, with gentlemen's understandings – such as the convention forbidding outright resistance to government manifesto commitments – contributing as much as the law. When the hereditaries faced the chop in 1999, the barons bit back, and a deal was done which not only allowed 92 to cling on in there, but also provided for bizarre aristocrat-only byelections to keep up the blue-blood quotient. A recent book on this stagnant story is subtitled \"1911–2011: A Century of Non-Reform\". Haste in overhauling themselves, then, is one thing that peers have never previously been accused of. Yesterday, however, and almost unnoticed, the best club in London rushed through a rewrite of its own rules, which could actually render the world's most anachronistic legislature into more of an instrument of patronage than now. That is the potential side-effect of a bill, which usefully unseats criminals and allows others to retire. It arises because of a single shortcoming, namely the lack of a ban on former peers immediately putting themselves up for the Commons. In a parliament where prime ministers are free to kick loyalists upstairs, there are profound implications from the prospect of a parachute back down to the green benches. The context for the Lords' sudden determination to reform is the long shadow cast by the failure of Nick Clegg's plans for democratisation. Fifteen years since the last real change, it wants to demonstrate that it can at least rid itself of the decrepid and the depraved. These are useful things to do. This newspaper has a principled preference for all lawmakers being elected, but it does acknowledge the counter-argument, put by determined liberals, that under a constitution where statute cannot be struck down by any court, a revising chamber which enjoys independence from the political fray can do useful things. Reliably more concerned with civil liberties and the abuse of executive power than the Commons, the Lords sunk Gordon Brown's plan for 42 days of pre-charge detention, and also modified David Cameron's plan to hand himself enabling powers to shut down public bodies by decree. If the peerage is suddenly opened up to placemen, who hope for later preferment in elective politics, then we could soon have more legislators who are not only unelected, but also the opposite of independent. Would it happen? If you doubt it, look at the hated Irish senate, which the constitution unit calls a \"springboard for aspiring MPs\". In 1963, when Tony Benn won his fight to renounce his inherited peerage, he was rapidly followed by Quintin Hogg and Alec Douglas-Home, who were prominent in the Lords but understood they needed to face the people to get to the very top, as Douglas-Home went on to do. Inherited peerages arise by fluke of birth, but if life peerages accepted by choice could be shrugged off in the same way, they would become more desirable for the ambitious. While No 10 retains freedom to dictate the upper chamber's composition, the temptation to make lords of former spin doctors and defeated Commons colleagues would be even greater than today, if it was understood that such functionaries could be slipped back into the Commons through a convenient byelection at the appropriate time. In its desperation to show that it can achieve at least some reform, the Lords is choosing to ignore all of this and ram the bill through without amendment. After a century of drift, here we have the Lords a leaping in haste. The revising chamber needs to revise its plans."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}