{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/mar/16/castleford-hull-fc-super-league-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-03-16T23:02:00Z", "webTitle": "Castleford 19-16 Hull FC | Super League match report", "webUrl": "https://www.theguardian.com/sport/2014/mar/16/castleford-hull-fc-super-league-match-report", "apiUrl": "https://content.guardianapis.com/sport/2014/mar/16/castleford-hull-fc-super-league-match-report", "fields": {"headline": "Castleford Tigers leave it late with questionable try to beat Hull", "bodyText": "Castleford \"go on bouncing\", in the words of the Hull coach Lee Radford, after a late and questionable try from Frankie Mariano extended their 100% start to the Super League season to a fifth match. The Tigers were trailing 16-12 to a Hull team led inspirationally by their veteran Castleford-born forward Gareth Ellis until, with six minutes remaining, Michael Shenton broke down the left and sent the supporting Mariano over with a pass that seemed well forward. That left Marc Sneyd, a stand-off with the strangest goalkicking style the Super League has seen for years, with a high-pressure conversion attempt, from around 10 metres to the left of the posts. Sneyd produced a sweet left-footed strike and banged over a drop goal for good measure to produce noisy euphoria at this atmospheric old ground for the second Sunday running, after Cas snatched an even more dramatic win against Wigan last week. \"It's a special joint, isn't it?\" said Daryl Powell, whose appointment as coach midway through last season is now shaping up as one of the smartest decisions in the long history of his hometown club. \"You couldn't get the supporters out of the stadium at the end, they were so happy. They had to be ushered out when I was doing my Sky interview out on the pitch.\" Of Sneyd, who reverses into position for his goalkicks so that he often takes them with the posts behind his back, Powell joked: \"He's a Lankie [Lancastrian], isn't he, and they're all pretty relaxed. He's a good footballer too, he does 50-odd keepie-uppies with a rugby ball in training, and I think you can see that in some of the things he does for us. \"I don't think we were great today to be honest, but you're not going to be golden all the time – sometimes you've just got to find a way to win.\" Hull took an early lead through the excellent Tongan wing Fetuli Talanoa, were pegged back when Shenton finished a sweeping Cas move instigated by their powerful prop Craig Huby but were ahead again at half-time through Ellis from a delayed Aaron Heremaia pass. Cas then equalised with a Sneyd try set up by Mariano but an improbable finish in the right corner by Liam Colbon appeared to have secured Hull their first away win of the season at the third attempt. \"That's three what-ifs now,\" said Radford, who refused to whinge about a number of key decisions that went against his team. Huddersfield inflicted further agony on their suffering neighbours Bradford with a 66-18 romp at Odsal watched by the Salford owner, Dr Marwan Koukash, and his wife Mandy, who has submitted one of the three bids received to take the Bulls out of administration, with a decision expected this week. Castleford Tigers Tansey; Owen, Channing, Shenton (capt), Carney; Sneyd, Finn; Huby, Clark, Lynch, Holmes, Hauraki, Millington. Interchange Webster, Milner, Massey, Mariano. Tries Shenton, Sneyd, Mariano. Goals Sneyd 3. Drop-goal Sneyd. Hull FC Shaul; Colbon, Crooks, Yeaman, Talanoa; Heremaia, Horne; Paea, Houghton, Bowden, Ellis (capt), Tuson, Westerman. Interchange Whiting, Thompson, Watts, Rankin. Tries Talanoa, Ellis, Colbon. Goals Crooks 2. Referee T Roby"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}