{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/mar/24/arsenal-laurent-koscielny-arsene-wenger-swansea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-24T22:30:04Z", "webTitle": "Arsenal lose Laurent Koscielny to calf injury for at least a fortnight", "webUrl": "https://www.theguardian.com/football/2014/mar/24/arsenal-laurent-koscielny-arsene-wenger-swansea", "apiUrl": "https://content.guardianapis.com/football/2014/mar/24/arsenal-laurent-koscielny-arsene-wenger-swansea", "fields": {"headline": "Arsenal lose Laurent Koscielny to calf injury for at least a fortnight", "bodyText": "Arsenal fear they will be without Laurent Koscielny until well into next month, ruling the centre-half out of the Premier League games against Swansea, Manchester City and Everton and rendering him a serious doubt for the FA Cup semi-final against Wigan Athletic on 12 April. Koscielny was withdrawn at half-time during the 6-0 humiliation at Chelsea suffering from a calf injury. The defender, who has forged a largely impressive centre-back pairing with Per Mertesacker, underwent a scan on Monday to determine the extent of the damage. The club's medical staff expect him to sit out the next fortnight at least, leaving his hopes of playing at Wembley in the balance. Arsenal will recall their under-used club captain, Thomas Vermaelen, for Tuesday's visit of Swansea. He will partner Mertesacker while both Kieran Gibbs and Alex Oxlade-Chamberlain are available after the club's claims for wrong dismissal were upheld. Arsène Wenger and senior players have called for an immediate reaction to Saturday's embarrassment at Stamford Bridge. The nature of the defeat in Wenger's 1,000th game in charge perplexed the management. Players and staff addressed the matter before a light training session on Sunday, with focus now fixed on restoring some momentum. \"It hurts deeply inside. It is embarrassing to be on a football pitch in that situation,\" Mikel Arteta said. \"Psychologically it is really hard and, when you go through that, you analyse it and you know you don't want to be in that situation again. We paid for our own mistakes. We have to take it on the chin because it is unacceptable to lose another big game like this. I promise everyone that we have that hunger to put it right. I am expecting a big reaction on Tuesday because Saturday was not good enough for this club.\" Wenger is understood to have agreed a new two-year contract verbally even if the deal seems unlikely to be signed formally until the end of the season. The manager wants to stay but has stressed publicly that he will extend his contract only if he feels he is performing and has the backing of the supporters, with much still hingeing on his team beating Wigan to reach the FA Cup final, where they would play either Hull City or Sheffield United. The club have contingency plans in place but anticipate Wenger remaining at the helm beyond the summer, with future transfer strategy and pre-season training plans having already lent heavily on the Frenchman's input. Yet Wenger, having seen his team already ship six goals at Manchester City and five at Liverpool, was left dismayed at their latest capitulation and the onus is on his players to muster a recovery. \"The response has always been very strong and I'm convinced it will be again,\" he said. \"You have to put that into perspective, we just came out of two convincing results at Bayern Munich and at Tottenham with a very solid defensive performance so you have to think that was an accident. How do you deal with the accident? You repair them, you repair the damage and you go for the next one. \"It's back to basics. An accident has happened. That doesn't mean that you're not a good driver. \"It just means that we have played about 40 games this season and it's not what happened on Saturday that reflects the quality of this team. We have 62 points that we earned hard with quality games and that's what we want to focus on, to get back to that quality. It is a time to stick together. The Premier League is of course vital and the FA Cup as well is important. The season is always decided by how well you finish, so at the most important moment of the season it's vital that we stick together.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}