{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2014/mar/09/instagram-north-korea-photography", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2014-03-09T22:39:18Z", "webTitle": "Instagramming North Korea", "webUrl": "https://www.theguardian.com/technology/2014/mar/09/instagram-north-korea-photography", "apiUrl": "https://content.guardianapis.com/technology/2014/mar/09/instagram-north-korea-photography", "fields": {"headline": "Instagramming North Korea", "bodyText": "David Guttenfelder has visited North Korean more than any other western photographer, regularly visiting in the past decade. Instagram, he says, has become just as essential as his work for Associated Press. AP’s chief Asia photographer, Guttenfelder says that using a phone camera allowed his to take less formal shots that felt less invasive, and more intimate, particularly since North Korea lifted its own smartphone ban in March 2013. His follower account has grown from around 100 this time last year to more than 300,000 now. “When you’re a news photographer you run past al the intimate little mundane things of life, but they are part of the whole picture of the place, the piece sod the puzzle that when you put them all together reveal something about the place… If I just photographed what the world expected, I’d be ignoring all these other things.” Guttenfelder, who travelled to North Korea with Eric Schmidt in January 2013, has to work with a minder-cum-fixer, applying in writing for permission before a trip. “I have to ask permission in writing wherever I go. And there are some very difficult discussions after the pictures are published - we often local horns because they have a very different idea of how Korea should be covered,” he said. “I thought Instagram would be a simple place to share but it has become one of the most important ways for me to open a window to the place, to remind people that there is something worth exploring and discovering there. “I want to be there as the country changes and I’m in a position to witness history.” • ‘What does ISP mean?’ - how government officials are flunking security challenges"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}