{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/mar/01/world-indoor-athletics-championships-ayrton-senna-pete-sampras", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-03-01T21:59:00Z", "webTitle": "Olympians indoors, Pete Sampras on court and Ayrton Senna in pictures", "webUrl": "https://www.theguardian.com/sport/2014/mar/01/world-indoor-athletics-championships-ayrton-senna-pete-sampras", "apiUrl": "https://content.guardianapis.com/sport/2014/mar/01/world-indoor-athletics-championships-ayrton-senna-pete-sampras", "fields": {"headline": "Olympians indoors, Pete Sampras on court and Ayrton Senna in pictures", "bodyText": "... OLYMPIANS INDOORS Sensibly eschewing pounding about in the current filthy weather, top athletes are in action this week under a roof at the World Indoor Championships in Sopot, Poland (Friday to Sunday, BBC/British Eurosport, times vary). There is plenty to savour here. Shana Cox, Nicola Sanders, Christine Ohuruogu and Perri Shakes-Drayton – who beat the USA to win gold in the 4x400m at the 2012 championships in Turkey – defend their title, while Katarina Johnson-Thompson (fifth at last year's World Championships) steps into Jessica Ennis-Hill's shoes in the pentathlon. Holly Bleasdale continues her comeback in the pole vault, having recently won at the Indoor Grand Prix in Birmingham, where Laura Muir also won the 1500m with the third-fastest time in the world this year and the second fastest by a British woman indoors (behind Kelly Holmes). In Poland, she will compete in the 800m, in which she leads the world rankings. All positives as Great Britain look to equal or better their best-ever haul of nine medals in Turkey. ... RETRO TENNIS A smart idea to promote the game, World Tennis Day is in many ways curiously low-key; a shame, because part of that promotion - putting old rivals Andre Agassi and Pete Sampras and Pat Cash and Ivan Lendl back on court is a great idea. They meet at Earls Court on Monday and tickets are still available. Eurosport will broadcast the matches (7.30pm), as well as new boys in action, as Andy Murray plays Novak Djokovic in New York (Tuesday, 1.30am). ... MIXED DOUBLES Recognised as the world's oldest badminton tournament, the All England Championships were first held in 1899, when the mixed doubles title was won by England's D Oakes and Daisey St John. This year, husband and wife Chris and Gabby Adcock are the home nation's best bet, having won a prestigious Superseries tournament in November. The event is at the National Indoor Arena in Birmingham from Tuesday to Sunday, with coverage on badmintonworld.tv. ... BEST BROADCASTS An intriguing prospect on offer given England's recent cricketing debacle is provided by a broadcaster who witnessed it. Ed Smith, now a TMS stalwart, considers the concept of failure as part of a series on Radio 4 this week. It begins on Monday, with Smith featured on Friday (1.45pm), and each subject reflects on what failure has taught them – in Smith's case, the lessons learned from not making it as an England regular. It's a fascinating topic, worthy of greater examination. Glorious timing by the Beeb, too, because on Tuesday Mark Pougatch hosts 100 Days to the World Cup (Five Live, 7pm) ... ... SENNA RETROSPECTIVE Marking the 30th anniversary of Ayrton Senna's Formula One debut, (appropriately in Brazil, in a Toleman in March 1984), photographer Keith Sutton is exhibiting some of his favourite pictures of Senna. He was in a unique position to take them: Senna had spotted the keen young snapper in a Formula Ford race at Thruxton in 1981 and approached him, saying: \"I need photographs to send over to Brazil on a regular basis. Can you help me out?\" The pair quickly became friends, with Sutton ultimately handling Senna's PR, and they worked together until the great driver's death in 1994. The exhibition, which is free to visit, opens at the Proud Gallery, 161 King's Road, London, on Thursday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}