{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/mar/11/chris-powell-charlton-chris-hughton-norwich", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-11T22:57:00Z", "webTitle": "Chris Powell sacking highlights lack of ethnic diversity in the dugout | James Riach", "webUrl": "https://www.theguardian.com/football/blog/2014/mar/11/chris-powell-charlton-chris-hughton-norwich", "apiUrl": "https://content.guardianapis.com/football/blog/2014/mar/11/chris-powell-charlton-chris-hughton-norwich", "fields": {"headline": "Chris Powell sacking highlights lack of ethnic diversity in the dugout", "bodyText": "Whichever way you look at it, the evidence is damning. Whatever your opinion on the cause or solution, the bare facts should be enough to cause embarrassment for all those involved in English football. Following the sacking of Chris Powell by Charlton Athletic on Tuesday, there is only one non-white manager employed across the 92 Premier League and Football League clubs. Only the most myopic of observers would deny the significance of such a statistic. The figure could hit zero if Chris Hughton loses his job at Norwich City. Yet this is not about Hughton, Powell, Norwich or Charlton; it is about the boardrooms and executive offices throughout English football, the places where decisions are made and relationships forged. Given that 25% of players in the English professional game and, perhaps more significantly, that 18% of coaches on Professional Footballers' Association courses are from black and ethnic minority backgrounds, something does not stack up if 1.08% of managerial positions are occupied by black and ethnic minority coaches. The reasons for this trend have been contentiously debated. Many will argue that, if a manager is good enough, he will get an opportunity to prove so; that the cream will always rise to the top, no matter what race or background. The argument goes that chairmen and chief executives only ever want success for their club and therefore they would only ever consider appointing the best person for the job. If that is the case, then the alarming conclusion must be that black and ethnic minority coaches really are not of sufficient quality; that, despite the thousands of talented individuals striving for a successful career, the ratio of black and ethnic managers at elite level compared with white coaches is about what it should be. If that is the consensus, then the future is bleak. Yet the majority in the game are aware that something major needs to be done to shift the landscape. The PFA has tried to address the issue alongside the Football League, yet any positive results may take some time to show. The results have been more notable at grassroots level, where black and ethnic minority coaches are becoming more prevalent, yet even Gordon Taylor, the PFA chief executive, admitted last year when launching the organisation's Coaching Fair Play plan that \"people are always more comfortable with other people who are the same as them; language, colour. It is almost defensive.\" Lord Ouseley, the chairman of Kick It Out, believes the process of interviewing and appointing managers in the professional game needs to be brought in line with the rest of society, claiming young black coaches are put off pursuing a career in the industry because of the limited success of others. \"Managers are appointed at the whim of a chairman,\" Ouseley said. \"There isn't a process of selecting on a competitive basis. I think the leagues should have proper processes. I'm not one for positive discrimination. The guys in the black and Asian community have talent but we need to have a process where you have a vacancy and you allow people to apply so that the best talent can come forward and be appointed on merit. \"The league should insist on that. Players can then challenge it and people can be held to account, with data about applications. \"I think it is offputting if you don't see success. The problem is that it's on the say-so of one person. Unless you are part of a network that's close enough to the chairmen of clubs, then you're not going to get appointed. We need to build the competency levels of the coaches coming through so it's harder for them to be ignored. But they are put off and they are very conscious of the relationships and the nature of the appointments.\" The Rooney Rule in the NFL, introduced in 2003, makes it mandatory for teams to interview at least one ethnic minority candidate for head coach and general manager jobs. Before its introduction there were six black coaches in the NFL across 80 years, but since 2003 12 have been hired. A similar policy in English football has been mooted, yet some argue that \"positive discrimination\" would ensue. Arsène Wenger said in 2012: \"Just to put a quota out, for me is exactly against what sport has to be – sport is about competition and competence. That will have exactly the opposite effect to what it should have.\" Piara Powar, the head of the European anti-discrimination network Fare, believes a form of the Rooney Rule should be implemented in English football. \"I think it's the only solution,\" he said. \"We've been talking about this issue for more than 10 years. A lot of people have been advocating positive action and the Rooney Rule is one model. We can call it what we want but, unless we take the kind of action that the NFL took, then we will see no change. \"It's not to do with individuals, intrinsically who is a good coach and who is a bad coach. There will be black coaches that fail just like there will be white coaches that fail. The problem here is that we are not producing and encouraging enough black coaches. It does come to something when we are down to the last one, for the moment. We seem to swing between four and five down to two. It's a damning failure on English football.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}