{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/mar/19/jacob-zuma-anc-decline-south-africa", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-03-19T23:29:16Z", "webTitle": "South Africa: the price of Zuma's spending | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/mar/19/jacob-zuma-anc-decline-south-africa", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/mar/19/jacob-zuma-anc-decline-south-africa", "fields": {"headline": "South Africa: the price of Zuma's spending", "bodyText": "It is just seven weeks to the first South African general election since the death of the nation's greatest leader, Nelson Mandela. Barring an electoral catastrophe, the ANC will win its fifth election since the apartheid era ended in 1994. But it is unlikely to be a resounding victory, as an Ipsos poll in January putting the ANC on 53% share of the vote attests. These are expected to be the most competitive elections in South Africa since the end of white minority rule, and may even mark the first time the party of Mr Mandela has dipped below 60% of the popular vote. There are few better symbols of the decline in the ANC's popularity than the row over the homestead President Jacob Zuma has been building near the impoverished town of Nkandla in KwaZulu-Natal. , the opposition Democratic Alliance party said it would initiate impeachment proceedings against Mr Zuma after the South African public protector, Thuli Madonsela, released a long-awaited report into the use of £14m of public funds to improve the property. Improvements included \"an expensive cattle kraal with a culvert and chicken run, a swimming pool, an amphitheatre [and] marquee area\", as well as \"extensive paving and the relocation of neighbours who used to form part of the original homestead\". Although Mr Zuma told parliament in November that his family had paid for the upgrade, Ms Madonsela found this was not true, and that \"the president and his family clearly benefited from this\". The Nkandla project had been handled in an \"appalling\" manner, state funds had been \"abused\", and Mr Zuma's failure to protect the public's resources violated the executive ethics code and amounted to misconduct. The president would have to pay back part of the money that had been spent on his behalf. It is a symptom of the health of South African democracy that there is a public official who is able to make such stinging criticisms of a sitting president. Ms Madonsela's findings are deeply damaging for Mr Zuma, as is the attempt to impeach him, but they are not yet fatal. On a key charge, that of whether the president misled parliament, she found that although what he said was incorrect, it was a \"bona fide mistake\", which did not amount to misconduct. She also gave Mr Zuma 14 days to respond. South African voters will look hard at the manner in which he does so. If he accepts the findings and addresses them transparently, the country may be able to move on. If he decides to attack the public protector, he will find even more ANC support drifts away to the growing list of other parties on the 7 May ballot sheet."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}