{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/mar/16/mitchell-johnson-misses-world-t20-injury", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-03-16T22:50:00Z", "webTitle": "Mitchell Johnson to miss World T20 with toe injury", "webUrl": "https://www.theguardian.com/sport/2014/mar/16/mitchell-johnson-misses-world-t20-injury", "apiUrl": "https://content.guardianapis.com/sport/2014/mar/16/mitchell-johnson-misses-world-t20-injury", "fields": {"headline": "Mitchell Johnson to miss World T20 with toe injury", "bodyText": "Mitchell Johnson has been ruled out of the World Twenty20 with an infected toe. He will be replaced in Australia's squad by Doug Bollinger, the experienced left-arm seamer, whose arrival at Kent will therefore be delayed. Johnson cut the big toe on his right foot during the latest of his stellar performances in recent months, as he took seven wickets in Australia's series-clinching victory in the third Test against South Africa in Cape Town. He then flew home to Perth, rather than staying with the rest of Australia's T20 squad for a three-match series in South Africa, to prepare for their challenge to win the world title for the first time in Bangladesh. According to Dr Justin Paoloni, Cricket Australia's chief medical officer, it was in Perth where Johnson's cut toe became infected. \"We have given Mitchell as long as we can but unfortunately his infection hasn't responded to the treatment as quickly as we had hoped with swelling remaining in his toe and foot,\" said Paoloni. \"It is difficult to say how quickly the infection will take to resolve and, due to the high risk of infection recurrence with a return to bowling, we feel it is in the best interests of Mitchell's health for him to continue to receive intensive treatment in Perth.\" The worry for Johnson now is whether he will recover in time to take up his lucrative Indian Premier League contract with Kings XI Punjab next month. Australia had high hopes of the combination with his fellow left-armer Mitchell Starc but Bollinger is an experienced replacement who has been in good form during the domestic season, although his last international appearance was in October 2011. John Inverarity, Australia's chairman of selectors, said: \"It was anticipated that Mitch would have a significant impact with his pace and menace. Doug has had significant experience in the sub-continent and in international white-ball cricket and his ability to bowl with good pace was a factor in his selection.\" Australia, who have also had a fitness concern over the Tasmanian all-rounder James Faulkner, begin their campaign against Pakistan next Sunday. Sri Lanka, who are in the other qualifying group with England, have a doubt over their opener Tillakaratne Dilshan, who suffered a thumb injury in the Asia Cup, and none of their squad has signed the new contract offered by their Cricket Board after yet another dispute. But they have been given extra motivation by Kumar Sangakkara's confirmation that he will retire from international T20 cricket after the tournament."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}