{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/mar/09/ole-gunnar-solskjaer-cardiff-pressure-fulham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-03-09T22:59:00Z", "webTitle": "Relief for Ole Gunnar Solskjaer as Cardiff pile more pressure on Fulham", "webUrl": "https://www.theguardian.com/football/2014/mar/09/ole-gunnar-solskjaer-cardiff-pressure-fulham", "apiUrl": "https://content.guardianapis.com/football/2014/mar/09/ole-gunnar-solskjaer-cardiff-pressure-fulham", "fields": {"headline": "Relief for Ole Gunnar Solskjaer as Cardiff pile more pressure on Fulham", "bodyText": "Obsession is dangerously close to madness and the Premier League's infatuation with foreign managers could result in the demise of all three clubs who are relegated this season. On a day when a poll conducted by the local paper indicated that 76% of supporters believe Cardiff would be better off had they not sacked Malky Mackay and replaced him with Ole Gunnar Solskjaer, the Welsh team won at last under the Norwegian's direction, deepening Fulham's crisis under Felix Magath. There is an increasing suspicion that neither Solskjaer nor Magath are equipped to guide their clubs to safety, and doubts about the German's suitability for the task strengthened after Fulham's comprehensive defeat when he claimed that Cardiff, unlike his own team, were accustomed to \"fighting against relegation\". Really? In the last five seasons Cardiff have finished first, sixth, fourth [twice] and seventh, and for three years before that they were comfortably mid-table. Magath, it seems, is not fully acquainted with the specifics of saving a club that has had three foreign managers this season, yet remains anchored firmly to the bottom of the table. Cardiff, despite Solskjaer's second win in nine league games, are still in the bottom three – depths they never plumbed under Mackay – while something akin to panic is setting in at West Bromwich Albion, who have yet to win in seven attempts under Spain's Pepe Mel, and who would surely have been better off keeping Steve Clarke. If Magath, Solskjaer and Mel all take their clubs down, or if Sunderland drop under Uruguay's Gus Poyet, the league's foreign fixation might change to the benefit of good young English managers such as Sean Dyche and Nigel Clough, but don't hold your breath. Not with foreign owners like the capricious Vincent Tan around. Tan's Cardiff played the better, more cohesive football and were deserved winners against a dreadful Fulham ragbag lacking ability and moral fibre. Steven Caulker, newly restored to the England squad, shone like a diamond amid the relegation dross. Outstanding in defence, the Cardiff captain would have been the man of the match even without the two goals with which he dragged his team over the winning line. Fulham's motley crew were level briefly at 1-1 when Lewis Holtby scored from close range after a corner, but their ineptitude was epitomised by Sascha Riether's own-goal. Magath, peering through spectacles of a thickness reminiscent of Benny Hill, accepted that this was his toughest task in management. He has saved four German clubs from relegation, but said: \"This is the most difficult situation I have ever been in because we have a team that is not used to a relegation fight, but we have to get used to it – fast. If we do not change we will have no chance. \"I am shocked that we concede goals from corners because that is the easiest situation to defend. You have time to stand still and organise, so I don't know why it happens. For the next week we will have training sessions on defending.\" Could his demoralised, disorganised charges beat the odds and stay up? \"We need to win all five home games, that's the most important thing. I think that could be enough.\" The significance of the defeat was not lost on Fulham's captain, Brede Hangeland, who said: \"Everyone is deflated – it's a bit like losing a cup final – but we have to stop feeling sorry for ourselves and fight together, as a group.\" In contrast, Cardiff's mood was exultant, although they could have done without the distraction of some ill-advised grandstanding by Tan, who went on to the pitch at the final whistle and gave fans their \"ayotollah\" salute, to be greeted by a storm of booing and bellowed abuse. Solskjaer was effusive in his praise of Caulker, saying: \"He has the potential to be a centre-back for England for many years to come. He is around that set-up now at 22 and he can only improve. He has been terrific.\" Cardiff's next two games are away to Everton and at home to Liverpool, but the manager continues to insist they can escape the bottom three. \"We look like a team again,\" he said. \"We were all over the place against Hull [in a 4-0 home defeat] but we had a few meetings and regrouped.\" Man of the match Steven Caulker (Cardiff)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}