{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/mar/11/dianne-feinstein-cia-senate-committee-live", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-03-11T22:03:50Z", "webTitle": "Senate raises 'possibility of a criminal violation by CIA personnel' – live", "webUrl": "https://www.theguardian.com/world/2014/mar/11/dianne-feinstein-cia-senate-committee-live", "apiUrl": "https://content.guardianapis.com/world/2014/mar/11/dianne-feinstein-cia-senate-committee-live", "fields": {"headline": "Senate raises 'possibility of a criminal violation by CIA personnel' – live", "bodyText": "We’re going to wrap up our live blog coverage for the day. Here’s a summary of where things stand: • Intelligence committee chairwoman Dianne Feinstein appeared on the Senate floor this morning and accused the CIA of interfering with a Senate investigation into the agency’s post-9/11 torture program. • Feinstein raised the “possibility of a criminal violation by CIA personnel,” saying the agency may have violated the constitutional separation of powers, the fourth amendment, computer fraud laws and restrictions on domestic spying. • The charges represented a major falling-out between the agency and Congress and opened the possibility of a broader war between the legislature and executive branch. • CIA officials have been reported to the Department of Justice for alleged criminal violations, Feinstein said. The CIA inspector general is conducting a separate investigation. • CIA director John Brennan responded in part to the accusations, denying that CIA agents had inappropriately accessed Senate staff computers. “Nothing could be further from the truth,” Brennan said. • Brennan said the Senate was holding up declassification of its torture report, not the CIA. “It’s their prerogative,” he said. “I’m not going to stand in the way.” • Feinstein said she would redouble the efforts to have the findings of her committee declassified and that the White House had agreed in principle to declassification. • Watch video of Feinstein’s speech or read the full text, and read Brennan’s reply. At John Brennan’s confirmation hearing to be CIA director in February 2013, Senator Jay Rockefeller asked whether Brennan would make the Senate report on torture required reading for senior CIA personnel. Brennan’s reply: “I am looking forward to taking advantage of whatever lessons come out of this chapter of history, and this committee’s report.” Then senator Richard Burr asked Brennan to promise that he would comply with all future committee requests for intelligence documents. In his reply, Brennan expressed deference to the legislature: “An impasse between the executive branch and the legislative branch on issues of such importance is not in the national interest,” he said, adding that the separation of powers grants the legislature oversight power. Senator Mark Warner hailed Brennan as “an advocate for greater transparency in our counter-terror policy.” Senator Ron Wyden extracted from Brennan a promise to keep the public well-informed on the activities of the intelligence community. At the conclusion of the hearing, Senator Dianne Feinstein told Brennan he would make a great CIA director. Thirteen months have passed. Our live coverage of the hearing is here. Senate majority leader Harry Reid tells reporters the CIA appears “unrepentant”, McClatchy reports: “I believe in separation of powers. I support Senator Feinstein unequivocally, and I am disappointed that the CIA is apparently unrepentant for what I understand they did,” Reid said. Reid rejected, at least for now, the suggestion by Sen. John McCain, R-Ariz., that an independent investigation might be needed. “We’re about 14 steps away from that,” Reid said. Senator Mark Udall of Colorado, an intelligence committee member, said in a statement he applauded Feinstein for “setting the record straight today on the Senate floor about the CIA’s actions to subvert congressional oversight”. The Guardian’s Dan Roberts (@RobertsDan) and Spencer Ackerman (@attackerman) report: Udall said: “The actions the chairman outlined are the latest events that illustrate why I directly pushed CIA director Brennan to acknowledge the flaws in and misrepresentations about the CIA’s brutal and ineffective detention and interrogation program. “Unfortunately, the CIA responded by trying to hide the truth from the American people about this program and undermine the Senate intelligence committee’s oversight role by illegally searching committee computers.” Read the full piece here. Today the CIA denied wrongdoing in searching Senate computers. But the agency has argued on at least one recent occasion that it had no authorized access to the Senate material. In a recent court case, the CIA argued that the Senate’s inquiry into CIA torture was the exclusive property of the Senate, Guardian national security editor Spencer Ackerman (@attackerman) reports. The argument was intended to deny the ACLU’s effort to force disclosure of the classified, 6300-page report by the Senate intelligence committee. Oregon senator Ron Wyden said in a statement Tuesday that the CIA can’t have it both ways. “The CIA’s own recent court filing makes clear that the work product on these computers was and is ‘the property of the Committee.’ Wyden said. Well, the intelligence committee chair does seem rather exercised over this... The Senate was afraid that the CIA would destroy its own Panetta review, Feinstein said – just like it destroyed tapes in 2005 of the CIA torture of al Qaeda leaders. Feinstein said the Senate concern was sufficient to prompt them to move copies of the review to a safe in the Hart Senate building: As I have detailed, the CIA has previously withheld and destroyed information about its Detention and Interrogation Program, including its decision in 2005 to destroy interrogation videotapes over the objections of the Bush White House and the Director of National Intelligence. Based on the information described above, there was a need to preserve and protect the Internal Panetta Review in the committee’s own secure spaces. Now, the Relocation of the Internal Panetta Review was lawful and handled in a manner consistent with its classification. No law prevents the relocation of a document in the committee’s possession from a CIA facility to secure committee offices on Capitol Hill. As I mentioned before, the document was handled and transported in a manner consistent with its classification, redacted appropriately, and it remains secured—with restricted access—in committee spaces. In 2012, former CIA National Clandestine Service director Jose Rodriguez said it took a “few hours” to destroy 92 videotapes showing his CIA colleagues using harsh interrogation techniques - including waterboarding - on al Qaeda leaders such as September 11 mastermind Khalid Sheikh Mohammed, Reuters reported: “You really doubt that those tapes would not be out in the open now, that they would not be on YouTube?” he said. “They would be out there, they would have been leaked, or somebody would have ordered their release.” After the tapes were destroyed in an “industrial-sized disintegrator,” he said, “I felt good.” Dan Froomkin, now of The Intercept, has a transcript of Brennan’s remarks (click to enlarge): Re-listening to Feinstein, it’s clear that a good share of her frustration has to do with what she says is the unjust treatment of Senate staff, who spent years reviewing millions of disorganized CIA documents, only to be threatened with “legal jeopardy”: The staff members who have been working on this study and this report have devoted years of their lives to it—wading through the horrible details of a CIA program that never, never, never should have existed. They have worked long hours and produced a report unprecedented in its comprehensive attention to detail in the history of the Senate. They are now being threatened with legal jeopardy, just as the final revisions to the report are being made so that parts of it can be declassified and released to the American people. Mr. President, I felt that I needed to come to the floor today, to correct the public record and to give the American people the facts about what the dedicated committee staff have been working so hard for the last several years as part of the committee’s investigation. Former CIA director Leon Panetta tells Politico that yes, he’s disappointed in the spectacular bursting into public view of strained grappling between the CIA and Congress. Politico reports: Asked if he was disappointed that the CIA and its Senate overseers are engaged in a highly-public fight, Panetta replied: “I am. I am. I wish they’d work together because ultimately we ought to be focusing on the threats of today, not the past.” Panetta also minimized the significance of the review of the torture program he commissioned: “Basically, it was just looking at the material that was being provided to the Hill. There wasn’t any kind of formal study. They call it ‘the Panetta review,’ but it wasn’t a formal study,” he said. We’re re-listening to Feinstein’s speech. One passage puts the CIA directly at odds with the White House. Senate staffers asked CIA personnel why documents that had originally been provided to the committee were no longer available. The CIA denied it; blamed IT; then blamed the White House. The White House denied the CIA accusation, Feinstein said: In May of 2010, the committee staff noticed that [certain] documents that had been provided for the committee’s review were no longer accessible. Staff approached the CIA personnel at the offsite location, who initially denied that documents had been removed. CIA personnel then blamed information technology personnel, who were almost all contractors, for removing the documents themselves without direction or authority. And then the CIA stated that the removal of the documents was ordered by the White House. When the committee approached the White House, the White House denied giving the CIA any such order. Feinstein’s frustration with CIA non-cooperation has clearly been growing for years. Here’s video of Feinstein’s speech: • A pitched battle has broken into public view between the CIA and its main oversight committee, the Senate select committee on intelligence. • Committee chairwoman Dianne Feinstein took the Senate floor this morning to accuse the CIA of possibly violating the constitution by interfering with her committee’s investigation into the mothballed CIA torture program. Feinstein listed other possible CIA violations, of “the Fourth Amendment, the Computer Fraud and Abuse Act, as well as Executive Order 12333, which prohibits the CIA from conducting domestic searches or surveillance.” • Feinstein said she did not want to take the floor but that she felt the Senate had taken cooperation with the CIA as far as it could go. She said the CIA was unresponsive to her questions. • Watch video of Feinstein’s speech or read the full text. • The conflict began when Senate staffers investigating the torture program were given – it is unclear just how – drafts of a sharply critical internal CIA report on the program, Feinstein said. Then the CIA tried to revoke access to the report. • Feinstein accused CIA agents of improperly searching Senate staff computers. She also accused the CIA of intimidating Senate staffers when the acting CIA general counsel filed a crime report concerning the access of Senate staff to the internal CIA report, known as the Panetta review. Feinstein noted that the same counsel was chief counsel to the CIA torture unit from 2004-2009, and she said the same counsel was named 1,600 times in her committee’s secret report on the torture program. • Feinstein said she would redouble the efforts to have the findings of her committee declassified and that the White House had agreed in principle to declassification. • CIA director John Brennan responded in part to the accusations, denying that CIA agents had inappropriately accessed Senate staff computers. “Nothing could be further from the truth,” Brennan said. Brennan said the Senate was holding up declassification of its torture report, not the CIA. “It’s their prerogative,” he said. “I’m not going to stand in the way.” Will the results of a major Senate investigation into a torture program carried out in the name of protecting the public ever be made available to the public? Seems like it. An intern for McClatchy helped break the story of potential inappropriate CIA searches of Senate staff computers, philly.com reports: Ali Watkins, currently a 22-year-old intern for McClatchy in Washington, D.C., received a tip from sources who came to trust her while making herself a presence on Capitol Hill, according to a posting by Temple’s School of Media and Communications. Read the full piece here. In the unfolding slanging match between the Central Intelligence Agency and its main oversight committee, the Senate does appear to be carrying the contest so far, according to one view from the bleachers: The legislature is, after all, in charge of the intelligence agencies. [...] [...] [...] White House press secretary Jay Carney is juggling questions in his daily briefing about this morning’s public fight between the CIA and its Senate overseers. Guardian Washington bureau chief Dan Roberts is watching: Just like that, the CIA seems to have zipped past NSA as the nation’s most beleaguered intelligence agency, writes Guardian national security editor Spencer Ackerman (@attackerman): The CIA has dug itself into a morass the NSA has firmly avoided: antagonizing its congressional overseers. It is a crisis redolent with ironies. A White House that labored intently to move past the CIA’s post-9/11 torture legacy, disappointing many supporters, must now resolve a row stemming directly from it. A CIA director who first missed out on his job over fears he was soft on agency torture is now in the crosshairs of what his Senate overseers considers a cover-up. A Senate committee chairwoman who has fiercely defended the NSA’s abilities to collect data on every American phone call is furious that the CIA monitored the network usage of her staff, calling the alleged infraction a potential subversion of the Senate’s constitutionally mandated oversight responsibilities. A Justice Department that limited and ultimately dropped a criminal inquiry into CIA torture without bringing charges now has to consider potential criminal liability against Senate staff conducting their own inquiry; and for CIA officials who allegedly attempted to thwart it. Senate staffers, notorious in Washington for selectively leaking classified information, kept silent for years on a bombshell investigation into the use of torture by the CIA. Now they find themselves potentially at criminal liability for accessing CIA documents that the agency itself provided, according to the account provided by the committee chairwoman, Dianne Feinstein, on the Senate floor on Tuesday. Read the full piece here. Feinstein says she wants to have the findings of the Senate report on the CIA torture program declassified soon: I also want to reiterate to my colleagues my desire to have all updates to the committee report completed this month and approved for declassification. We’re not going to stop. I intend to move to have the findings, conclusions and the executive summary of the report sent to the president for declassification and release to the American people. The White House has indicated publicly and to me personally that it supports declassification and release. If the Senate can declassify this report, we will be able to ensure that an un-American, brutal program of detention and interrogation will never again be considered or permitted. Feinstein says Congress faces a crucial test of “whether our work can be thwarted by those we oversee”: But Mr. President, the recent actions that I have just laid out make this a defining moment for the oversight of our Intelligence Community. How Congress responds and how this is resolved will show whether the Intelligence Committee can be effective in monitoring and investigating our nation’s intelligence activities, or whether our work can be thwarted by those we oversee. I believe it is critical that the committee and the Senate reaffirm our oversight role and our independence under the Constitution of the United States.” Read the full Feinstein speech here. Here’s a spicy tidbit: The CIA general counsel who filed the crimes report targeting Senate staff is himself a target of sorts of the Senate report on CIA torture. The counsel in question was the chief lawyer for the torture program from 2004-2009, Feinstein says: I should note that for most, if not all, of the CIA’s Detention and Interrogation Program, the now acting general counsel was a lawyer in the CIA’s Counterterrorism Center—the unit within which the CIA managed and carried out this program. From mid-2004 until the official termination of the detention and interrogation program in January 2009, he was the unit’s chief lawyer. He is mentioned by name more than 1,600 times in our study. Read the full Feinstein speech here. Feinstein accuses the CIA of potentially trying to intimidate Senate staff by filing a crimes report concerning the staff’s access to the Panetta review. Feinstein said the report was simply included in the mountain of documents the CIA originally turned over and was not marked as off-limits.: I have not been provided the specifics of these allegations or been told whether the department has initiated a criminal investigation based on the allegations of the CIA’s acting general counsel. [...] As I mentioned before, our staff involved in this matter have the appropriate clearances, handled this sensitive material according to established procedures and practice to protect classified information, and were provided access to the Panetta Review by the CIA itself. As a result, there is no legitimate reason to allege to the Justice Department that Senate staff may have committed a crime. I view the acting general counsel’s referral as a potential effort to intimidate this staff—and I am not taking it lightly. Read the full Feinstein speech here. Feinstein says the CIA’s search of Senate staffers computers “may well have violated the separation of powers principles embodied in the United States Constitution” and “may have undermined the constitutional framework essential to effective congressional oversight of intelligence activities or any other government function”: I have asked for an apology and a recognition that this CIA search of computers used by its oversight committee was inappropriate. I have received neither. Then Feinstein lists possible CIA violations of law: Besides the constitutional implications, the CIA’s search may also have violated the Fourth Amendment, the Computer Fraud and Abuse Act, as well as Executive Order 12333, which prohibits the CIA from conducting domestic searches or surveillance. Days after the meeting with Director Brennan, the CIA inspector general, David Buckley, learned of the CIA search and began an investigation into CIA’s activities. I have been informed that Mr. Buckley has referred the matter to the Department of Justice given the possibility of a criminal violation by CIA personnel. Read the full Feinstein speech here. Feinstein accuses the CIA of improperly searching Senate staffers’ computers: Shortly thereafter, on January 15, 2014, CIA Director Brennan requested an emergency meeting to inform me and Vice Chairman Chambliss that without prior notification or approval, CIA personnel had conducted a “search”—that was John Brennan’s word—of the committee computers at the offsite facility. This search involved not only a search of documents provided to the committee by the CIA, but also a search of the ”stand alone” and “walled-off” committee network drive containing the committee’s own internal work product and communications. [...] In place of asking any questions, the CIA’s unauthorized search of the committee computers was followed by an allegation—which we have now seen repeated anonymously in the press—that the committee staff had somehow obtained the [Internal Panetta Review] through unauthorized or criminal means, perhaps to include hacking into the CIA’s computer network. As I have described, this is not true. The document was made available to the staff at the offsite facility, and it was located using a CIA-provided search tool running a query of the information provided to the committee pursuant to its investigation. Read the full Feinstein speech here. Here’s the full text of intelligence committee chairwoman Dianne Feinstein’s speech on the floor of the Senate this morning. There are many salient lines. To begin, Feinstein accused the CIA of “interference” by revoking committee access to certain documents: After a series of meetings, I learned that on two occasions, CIA personnel electronically removed committee access to CIA documents after providing them to the committee. This included roughly 870 documents or pages of documents that were removed in February 2010, and secondly roughly another 50 were removed in mid-May 2010. This was done without the knowledge or approval of committee members or staff, and in violation of our written agreements. Further, this type of behavior would not have been possible had the CIA allowed the committee to conduct the review of documents here in the Senate. In short, this was the exact sort of CIA interference in our investigation that we sought to avoid at the outset. Feinstein said the committee’s concerns about CIA interference were sufficient to warrant their moving a draft summary of the internal CIA Panetta review into a safe in the Hart Senate building. “Now, the Relocation of the Internal Panetta Review was lawful and handled in a manner consistent with its classification,” she said. We’ll highlight further sections in upcoming posts. It appears that’s it for Brennan this morning. The conversation wraps up with applause. Brennan says the reason the Senate report on CIA torture has not been released is because the committee itself has not submitted the report to CIA for declassification review. “It’s not as though we’re holding it back... it’s up to them,” Brennan says. “I think they missed a lot of important points. ... It’s their prerogative. I’m not going to stand in the way. However I am going to protect sources and methods...” “Render to Caesar that which is Caesar’s,” Brennan says, showing off his knowledge of the gospels and revealing in his tone that the yoke of oversight does chafe a bit. Speaking of Edward Snowden, he has released a statement on Feinstein’s dramatic accusations this morning of possible lawlessness within the CIA. “It’s clear the CIA was trying to play ‘keep away’ with documents relevant to an investigation by their overseers in Congress, and that’s a serious constitutional concern,” Snowden told NBC: But it’s equally if not more concerning that we’re seeing another ‘Merkel Effect,’ where an elected official does not care at all that the rights of millions of ordinary citizens are violated by our spies, but suddenly it’s a scandal when a politician finds out the same thing happens to them.” Brennan says Edward Snowden’s leaks have disheartened people in the intelligence community. “We try to get this right,” he says. He says the intelligence community is trying to protect the United States. Mitchell says can you do that without the bulk collection of metadata. Brennan says definitions of metadata differ and in short it’s complicated. Brennan says media coverage is pernicious to the work of the intelligence community because the media distorts intelligence views and activity by exploding passing sound bites into big stories. Which is not quite as grave a charge as the one leveled against his agency this morning by the chairwoman of the senate intelligence committee. No further questions as yet on the assertion by the chairwoman of the Senate intelligence committee this morning that his agency may have violated the fourth amendment. To take quick stock of Brennan’s response to Feinstein (while hoping that Brennan faces further questioning): Brennan took a diplomatic approach in responding to Feinstein’s accusations. He talked about how much the CIA appreciates congressional oversight, despite occasional arguments. He strongly denied inappropriately accessing Senate computers – “Nothing could be further from the truth,” he said. He said he would defer to internal investigations of CIA conduct in the matter. But Brennan said he would not allow history to inaccurately portray the faithful work of CIA agents. He said the CIA had been directed to, ordered to, carry out the torture program. Now, he said, the agency wants to put the program behind it. He does not address the question of accountability. “Even as we have learned from the past, we must also try to put the past behind us.” he said. Brennan said he woud defer to department of justice investigators to determine whether there were wrongdoings within CIA: “There are appropriate authorities are looking at what CIA officers and SSCI staff members did - and I defer to them as to whether there was any violation...” he said. He said if there were findings of wrongdoing within CIA he would answer to the president. “He is the one who can ask me to stay or to go,” Brennan said. Tom Risen of US News and World Report asks a question about gaps between intelligence agencies. Barbara Slavin of Atlantic Council has first question. It’s about Syria. Questions period from the audience. Mitchell leaves the Senate-CIA war behind and asks about Malaysia flight MH370. Mitchell’s first question: Feinstein said she only went public because she had too, because the CIA had ceased cooperating and in fact turned on the Senate committee. Brennan denies trying to thwart the Senate: FIrst of all, we are not in any way... trying to thwart this report. ... We want this behind us... we know that the committee has invested a lot of time... and want to go forward with this report. ... We are not trying at all to prevent its release. Then Brennan denies hacking SEnate computers: Nothing could be further from the truth. We wouldn’t do that. Then Brennan defers to department of justice investigators to determine whether there were wrongdoings within CIA. There are appropriate authorities are looking at what CIA officers and SSCI staff members did - and I defer to them as to whether there was any violation... Brennan says if untoward activity inside the CIA is discovered, he would answer to the president. He is the one who can ask me to stay or to go. Brennan turns to Feinstein’s remarks. “We have made mistakes. More than a few. And we have tried mightily to learn from them,” he says. He says the agency had “Things it was asked to do, that it was directed to do,” that it alone could do. He uses the officious name for the torture program, “rendition, detention and interrogation” – RDI. “There have been many things written, and many things said about the program – some I understand this morning – [and] some are fact, and some entirely fiction,” Brennan says. “My CIA colleagues and I believe in... congressional oversight.... Our congressional overseers ask us the tough questions. .... We frequently have what I would call spirited and even sporty discussions. “The CIA has more than enough current challenges on its plate... the CIA wants to put its rendition, detention and interrogation chapter behind it.” He says the program is shuttered. He says the CIA has devoted considerable resources and collaborated with the intelligence committee on its report. CIA agrees with many of the findings in the report and we disagree with others...but we also owe it to the woman and men who faithfully did their duty to try to make sure that any of the historical record is accurate.” “Even as we have learned from the past, we must also try to put the past behind us,” Brennan says. Brennan is talking about the threat of cyber-terrorism and the digital domain, “our planet’s new and uncharted frontier.” Brennan is speaking as if the chairwoman of the intelligence committee had not just taken the floor and accused his agency of probably violating the constitution and held out the possibility of prosecution of CIA staff. “Intelligence is undergoing a profound transformation,” Brennan says. It might be about to get even more profound. “I’d like to make a few brief comments before addressing the many questions that I know are on your mind,” Brennan says. An hour after the chairwoman of the senate intelligence committee took the chamber floor and declared that his agency had probably violated the separation of powers and that he personally had refused either to apologize for or recognize the problem, CIA director John Brennan is due to be interviewed live by Andrea Mitchell at the Council on Foreign relations. Here’s how the talk is billed: “John O. Brennan discusses challenges to the intelligence community and reflects on his first year as CIA director.” What should Mitchell’s first question be? The talk is scheduled to start any moment. Watch it here: Dianne Feinstein has not garnered much praise in the last year from civil liberties and privacy advocates, many of whom see her as having been too deferential to the intelligence community – of allowing testimony to go unchallenged, of making overblown claims for the efficacy of surveillance programs, of siding with the intelligence chiefs over the public. Feinstein’s speech this morning seems unlikely to erase that perception. One strain of reaction to Feinstein’s sudden umbrage at what she characterized as the invasiveness and unruliness of CIA practices is, Why is it OK when it’s done to the public, but not OK when it’s done to Senate staffers? In her seismic Senate speech this morning, Feinstein said she would accelerate the effort to get Senate findings about the CIA torture program declassified. She said the White House had signalled to her it would sign off on declassifying parts of a 6,300-page committee report on brutal interrogations conducted by the CIA. The CIA has energetically opposed the release of the report. “There are certain smart people at the CIA who have to realize that if that kind of information becomes public, it’s going to renew the calls for a criminal investigation,” Chris Anders, a Washington-based attorney with the American Civil Liberties Union (ACLU), told Guardian national security editor Spencer Ackerman. Spencer has more on the report: Almost exactly a year ago, the Senate intelligence committee approved, by a 9-6 bipartisan vote, a 6,300-page inquiry into brutal interrogations conducted by the CIA on suspected al-Qaida detainees. The years-long study documented not only the practices behind euphemisms like “waterboarding” and “stress positions”, but what senators have described as useless information yielded by them and deceptions by the CIA to Congress about their importance. The public has never seen the report. The CIA has feuded with a committee that is deeply inclined toward giving it and its partner intelligence services the benefit of the doubt, as accusations of deception have swirled between Langley and Capitol Hill. With the Senate committee having turned publicly on the intelligence agency, the report now appears closer than ever to seeing the light of day. Good morning and welcome to our live coverage of reaction to accusations by the chairwoman of the intelligence committee that the CIA has actively undermined the Senate’s work, possibly violated the constitution and may face criminal charges. Senator Dianne Feinstein finished speaking on the Senate floor not long ago. She accused the CIA of illegally accessing Senate staff computers kept at the agency over the past year, while Senate staff conducted an investigation of the CIA’s secret torture program. CIA director John Brennan informed Feinstein that CIA staff had discovered a top secret internal CIA report on the torture program, known as the Panetta review, on the staff computers. But Brennan would not tell Feinstein, she said, when or how the CIA had accessed the Senate computers, and he would not assure her that it would not happen again. “I have grave concerns that the CIA search may well have violated the separation of powers principle in the US constitution,” Feinstein said. “I have asked for an apology and a recognition that this … was inappropriate. I have received neither.” “The recent actions I have just laid out make this a defining moment for the oversight of our intelligence committee,” Feinstein said, adding that how the Senate handles the matter will show whether the legislature can continue to function as an oversight mechanism “or whether our work can be thwarted by those we oversee.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}