{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/mar/05/lloyds-bank-boss-shares-eu-bonus-cap", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-03-05T23:07:00Z", "webTitle": "Barclays and Lloyds sidestep EU rules and hand bosses almost £1m in shares", "webUrl": "https://www.theguardian.com/business/2014/mar/05/lloyds-bank-boss-shares-eu-bonus-cap", "apiUrl": "https://content.guardianapis.com/business/2014/mar/05/lloyds-bank-boss-shares-eu-bonus-cap", "fields": {"headline": "Barclays and Lloyds sidestep EU rules and hand bosses almost £1m in shares", "bodyText": "Bailed-out Lloyds Banking Group and Barclays have handed their bosses almost £1m in shares to sidestep the new rules from Brussels which are intended to clampdown on bankers' pay. Similar handouts, which have become known in the City as \"allowances\", will be given to about 1,000 staff at Barclays and some 75 bankers at Lloyds. Barclays is facing outcry about its increased bonus payouts, which are being awarded despite a sharp fall in profits in 2013. Barclays has agreed a £18,000-a-week shares payout for its chief executive Antony Jenkins, who earns a salary of £1.1m a year. Lloyds' boss António Horta-Osório is getting almost the same size allowance, after receiving a total pay package of £7.5m last year. The new allowances at Barclays and Lloyds follow a move by HSBC last month to hand its boss, Stuart Gulliver, £1.7m in shares a year to get around the bonus cap, which the EU introduced on 1 Januaryand the chancellor George Osborne is fighting in the courts. Barclays' annual report shows it also paid 481 of its staff more than £1m last year – up from 428 in 2012. Eight workers were handed more than £5m. However, more than half of the bank's total workforce of 140,000 earned less than £25,000. Jenkins said Barclays had to pay higher bonuses to avoid a \"death spiral\" at the bank – because staff would walk out if they did not get bigger pay deals. At Lloyds 27 were paid more than €1m (£800,000). Both banks fuelled the row over industry response to the EU bonus cap by announcing they would now ask their shareholders to support bonuses of 200% of salary – double the maximum payout level intended by the EU, which wants to limit bonuses to 100% of salaries – at their upcoming annual meetings. \"Taxpayers and ordinary bank workers will rightly view this as an act of contempt for the sacrifices they made since the financial crisis,\" said Rob Macgregor, national officer of the Unite union. TUC general secretary Frances O'Grady said: \"The banks shouldn't be spending hours working out how to get around the bonus rules drawn up by the EU to avoid a repeat of the bad behaviour which caused the crash. Instead, senior bankers should accept that now is the time for moderation, not excess, and concentrate on lending to small businesses and paying back their debt to society.\" Jenkins' £950,000 allowance comes after a year in which he cashed in £5.2m of previous share awards and was awarded another £4m in bonus shares which could pay out in the years ahead. Last year he pledged to reform the bonus culture at the bank after the departure of his predecessor Bob Diamond in July 2012. He has since been urging staff to attest to the new \"Barclays Way\" – a set of cultural guidelines – although one in six have failed to sign up. Jenkins has been under pressure as the higher payouts were made after a year in which Barclays' profits slumped to £5.2bn. The bank paid just £55m in UK corporation tax. Jenkins infuriated Andrew Tyrie, chairman of the Treasury select committee, by criticising calls for bonuses to be deferred over 10 years. \"The new consensus emerging on pay remains seriously flawed. It will now be up to regulators to do the job,\" Tyrie said. The move by Lloyds to ask for backing for bonuses of 200% of salary puts the UK government – facing allegations that it is allowing banks to breach the EU rules – on the spot. It owns 33% of Lloyds shares through UK Financial Investments and could come under pressure from the public to use that stake to block any bonuses of more than 100%. UKFI refused to say if it would back the proposal from Lloyds, or any that might be put forward by the Royal Bank of Scotland. The Treasury said only that it was assessing Lloyds' plans and that it had not received any proposals from 81% taxpayer owned RBS. As it published its annual report for 2013, Lloyds said it would claw back more bonuses from previous years as a result of near £10bn of provisions it has been forced to set aside to cover the cost of mis-selling payment protection insurance. It is understood that former boss Eric Daniels has now had to repay his entire 2010 bonus of £1.4m.Four other former directors have also had to repay bonuses, as well as a handful of other staff still employed by the bank. Banks are also required to disclose the number of \"code staff\" they employ – those who are deemed to take and manage risks. At Barclays 530 employees who fall into his bracket - up from 393 a year ago - and they received an average of £1.4m each. Barclays hired a new finance director, Tushar Morzaria, last year after Chris Lucas left on health grounds. Morzaria, recruited from JP Morgan, received a £1.2m bonus despite joining in October while Lucas received £500,000. One unidentified Barclays employee received a pay-off of £3m. Small print in the Lloyds annual report shows that the new head of risk, Juan Colombás, received £3.1m in 2013 and is entitled to a lump sum of £718,996 when he reaches retirement age or leaves due to ill-health."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}