{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/mar/16/bangladesh-beat-afghanistan-world-t20", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-03-16T23:09:00Z", "webTitle": "Afghanistan thrashed by Bangladesh in World T20 qualifier", "webUrl": "https://www.theguardian.com/sport/2014/mar/16/bangladesh-beat-afghanistan-world-t20", "apiUrl": "https://content.guardianapis.com/sport/2014/mar/16/bangladesh-beat-afghanistan-world-t20", "fields": {"headline": "Afghanistan thrashed by Bangladesh in World T20 qualifier", "bodyText": "The fifth ICC World Twenty20 has started with an emphatic Bangladesh win against Afghanistan which considerably reduces the danger of the hosts failing to qualify for their own party. Afghanistan were potentially tricky opponents for the Tigers in the first of three qualifying matches but they lost a wicket to the first ball of the tournament and were all out for 72 with almost three of their 20 overs remaining, with the former Worcestershire all-rounder Shakib Al Hasan taking three for eight with his left-arm spin. Bangladesh knocked off that unchallenging target with nine wickets and eight overs to spare, Anamul Haque hitting an unbeaten 44 from 33 balls with four fours and three sixes. They still have to beat Nepal and Hong Kong to take their place in Group 2 of the tournament proper with India, Pakistan, Australia and West Indies, the holders. Ireland are in the other qualifying group with Zimbabwe – their first opponents on Monday, St Patrick's Day – the Netherlands and the United Arab Emirates, aiming to join England, South Africa, Sri Lanka and New Zealand in Group 1. Hong Kong were also on the end of a thrashing at the hands of Nepal in the day's other qualifying game. Chasing a moderate total of 149 for eight. Hong Kong were skittled for 69, narrowly avoiding the lowest total in an international T20 by one run. Confusingly the last games in that qualifying group are played on Friday, hours before India and Pakistan open the tournament proper."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}