{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/05/rory-mcilroy-cadillac-championship-doral", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-05T22:17:49Z", "webTitle": "Rory McIlroy has rollercoaster round in WGC-Cadillac Championship at Doral", "webUrl": "https://www.theguardian.com/sport/2015/mar/05/rory-mcilroy-cadillac-championship-doral", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/05/rory-mcilroy-cadillac-championship-doral", "fields": {"headline": "Rory McIlroy has rollercoaster round in WGC-Cadillac Championship at Doral", "bodyText": "It may not be a huge leap of faith to suggest Rory McIlroy endures something of a love-hate relationship with Doral’s Blue Monster course. A year ago, McIlroy was a smiling diplomat when asked if he would choose to play in this event were it not, as is the case, of the World Golf Championships variety. “That is a good question,” was all McIlroy volunteered; he did not really have to say any more. He had just finished in a tie for 25th at a venue so laced with hazards it bears a resemblance to an episode of the Krypton Factor. Water, bunkers – a fifth of tee shots here land in sand, which is well above the Tour average – and a strong breeze are never a particularly pretty golfing combination. For half a round on Thursday, there was little to improve the Mcllroy attitude. He reached the turn in 40; a score that looked likely from the moments he found bunkers on his opening two holes. The Northern Irishman looked out of sorts, as was the case last weekend as he missed the cut at the Honda Classic. A stirring recovery followed, once again endorsing why he is the top-ranked player in this sport. McIlroy birdied three of his back nine holes – handing one back to the course at the 7th, his 16th – before rolling in a superb eagle putt from off the 8th green. Back to level par, suddenly not out of the running at all, and an illustration of the conflicting emotions McIlroy seems to go through in the first WGC tournament of the year? Not entirely, as it was to transpire. A loose tee shot and fluffed chip on the par-three 9th triggered a bogey for a one-over-par round of 73. Even that was secured with a fine par save from 12ft. When explaining all of this, the epitome of a rollercoaster round, McIlroy looked a little dejected and admitted to on-course “tentativeness”. There is an impatience for success within his personality, one which comes to the fore on occasions such as these. “It is very good on the range and it is very good in normal play and when I’m not playing a tournament,” McIlroy said. “Then I’ve got a card in my hand the last couple weeks and it just hasn’t quite been there. I don’t feel like it’s that far away. That’s the frustrating thing. “It obviously is still very early days in the season. I feel pretty comfortable with my game. It’s just a matter of going out there and being able to show it, rather than just on the range and at home.” Henrik Stenson, who partnered McIlroy, dismissed any notion that his partner’s round should sound alarm bells. “Rory wasn’t at his best but he wasn’t at his worst, either,” said the Swede, who returned a 69. “One over par is not a disaster, it is only the first round. He definitely isn’t out of the tournament at this stage.” The range of scoring on day one was quite spectacular, perhaps in a nod to the fine margins of Doral. A 10-under 62 from JB Holmes was utterly brilliant in the circumstances, handing him a four-shot lead over Ryan Moore. Jordan Spieth could do no better than 75, while the European Ryder Cup player Stephen Gallacher slipped to an 84. Brooks Koepka, who already looks almost certain to form part of the United States team at Hazeltine next September, opened with a 69 in continuing his rise to prominence. “You kind of have to go into this event with a US Open mentality, knowing that guys are going to struggle, you’re going to struggle and you just have to minimise it and try to make bogeys at worst sometimes,” explained Koepka. Patrick Reed, the defending champion, bogeyed his last hole for 71. Having reached three under after as many holes, Reed was not happy. “It was a pretty poor round, honestly,” Reed said. “I didn’t really make many putts after my quick start. This was pretty ugly.” Phil Mickelson’s 74 was notable as the first time in 190 PGA Tour rounds that he had not recorded a birdie. Thomas Bjorn withdrew from the tournament after only eight holes and when three over par. No explanation was offered for the Dane’s departure. It may also be a battle for Sergio García to complete all 72 holes, as the Spaniard was struggling with a neck injury during his first round and was the recipient of on-course physiotherapy at one stage."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}