{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/mar/20/gun-rights-groups-against-loretta-lynch", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-03-20T21:08:05Z", "webTitle": "Gun rights groups rally against Loretta Lynch nomination", "webUrl": "https://www.theguardian.com/us-news/2015/mar/20/gun-rights-groups-against-loretta-lynch", "apiUrl": "https://content.guardianapis.com/us-news/2015/mar/20/gun-rights-groups-against-loretta-lynch", "fields": {"headline": "Gun rights groups rally against Loretta Lynch nomination", "bodyText": "As Loretta Lynch’s confirmation process remains in limbo in the Senate, gun rights groups are mounting a campaign against the attorney general nominee. Efforts to rally the pro-gun community against Lynch include an alert sent by the National Rifle Association to its members, and petitions and letters circulated among gun advocates, the Hill reported on Friday. Lynch’s nomination has been the subject of intense scrutiny on Capitol Hill, where Republicans are yet to hold a vote on her confirmation. Gun rights groups said they oppose Lynch because of her support for stricter gun laws and have dubbed her “Eric Holder 2.0”, a reference to the outgoing attorney general who has frequently clashed with the gun lobby. “Given her close personal and professional ties to this lawless administration, gun owners fully expect her to be Eric Holder 2.0,” Dudley Brown, president of the National Association for Gun Rights, said in a statement. The group said it collected nearly 200,000 signatures on a petition against Lynch’s confirmation. Lynch was nominated by Barack Obama more than four months ago and cleared a Senate panel last month. But the Republican Senate majority leader, Mitch McConnell, has held up her confirmation due to an unrelated spat with Democrats over a human trafficking bill. The battle took an ugly turn this week when some Democrats injected race into the debate, suggesting that Republicans were opposed to the nomination of the first African American woman for the post. The Illinois senator Dick Durbin, the second-ranking Democrat in the Senate, drew a Rosa Parks analogy and said Republicans were forcing Lynch to “sit in the back of the bus”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}