{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/mar/20/masa-vukotic-had-the-right-to-be-in-a-park-alone-victoria-police-must-apologise-for-saying-she-didnt", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-03-19T23:03:34Z", "webTitle": "Masa Vukotic had the right to be in a park alone. Victoria police must apologise for saying she didn't | Melissa Davey", "webUrl": "https://www.theguardian.com/commentisfree/2015/mar/20/masa-vukotic-had-the-right-to-be-in-a-park-alone-victoria-police-must-apologise-for-saying-she-didnt", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/mar/20/masa-vukotic-had-the-right-to-be-in-a-park-alone-victoria-police-must-apologise-for-saying-she-didnt", "fields": {"headline": "Masa Vukotic had the right to be in a park alone. Victoria police must apologise for saying she didn't", "bodyText": "Before he resigned as Victoria’s police commissioner in December, Ken Lay spoke about men “needing to own” the crisis of violence against women – including the men within his own police force. “We are constantly misapprehending the nature of violence,” he said. “When a woman is jeered, groped, bashed or raped I want you to consider the man who did it, and the culture which encouraged it. I want you to consider why we so ardently place the emphasis on the woman – why was she there? what was she wearing? – rather than on the man’s indecent entitlement, grubbiness and criminality.” Surely Lay would cringe, then, at comments made by Victorian homicide squad head, detective inspector Mick Hughes, following the brutal and seemingly random killing of 17-year-old schoolgirl, Masa Vukotic, in broad daylight while she was out walking as part of her usual exercise routine. Hughes’ advice to the community? “I suggest to people, particularly females, [that] they shouldn’t be alone in parks,” Hughes told ABC radio on Thursday morning. “I’m sorry to say that that is the case. We just need to be a little more careful, a little more vigilant.” Despite the interviewer, Fran Kelly, pointing out that, “this was not even night – if you want to go jogging, if you want to keep fit, it’s not really practical [advice],” Hughes repeated the comments during a press conference later that day. “We encourage females to walk together,” Hughes said, adding that it was up to women to take “reasonable precautions” to protect their safety. He described the park as an “enclave,” implying it was no place for a woman on her own to be. What exactly is Hughes suggesting? A curfew? At the time Vukotic was killed, at some time before 7pm, it was still daylight in Melbourne. Should women head straight home from school or work and barricade themselves inside? That women’s freedom to go for a walk, or outside after what – 6pm? – should depend on whether they can find an escort, or whether they have access to “safe-looking” parks? The suggestion is ridiculous, and as baffling as advice on Victoria Police’s own website that advises women living alone that they can “create the impression of a male housemate by asking a friend or relative to speak on their message bank service”. Hughes’ comments stand in stark contrast to those made by Lay, his former boss, about how wrong it is to apportion complicity to those who die violently. And it means, yet again, it is necessary to point out what should be obvious. It does not matter what a woman is wearing, where she is, what time of day it is, or whether she is intoxicated or not. Darkness, clothing, living or walking alone can not kill women. But men can, and do. It is up to men not to harm, not women to change their behaviour. The still pervasive attitude that there are certain times of day and places where women should not go, because men may not be able to control their behaviour, is the reason events like Reclaim the Night exist. Despite all the progress on calling out the perpetrators of violence against women – the announcement of a family violence royal commission in Victoria, the appointment of Rosie Batty as Australian of the Year, and the acknowledgement from men and women in positions of power that attitudes towards women must change, comments like those from Hughes show why the fight is far from over. When someone with considerable influence and power chooses to perpetuate myths about what puts women in danger and who is to blame for that, their status means people are listening. And that’s why Hughes must apologise, and revoke his remarks. He must admit to fundamentally misunderstanding what causes harm against women. He needs to admit he was wrong. He needs to know why women are outraged by them. Mukesh Singh, who was arrested for the 2012 the gang rape of a girl in India, remarked during an interview earlier this month that “decent girls” would not have been roaming the streets after 9pm, and that “housework and housekeeping is for girls”. It is not unreasonable to expect that society, but particularly those responsible for holding perpetrators to account, strongly reject and denounce views such as those held by perpetrators like Singh. Hughes should not be using language that makes women feel that violence against them is inevitable should they dare try to enjoy the same freedoms as men. So long as authority figures like Hughes and his ilk continue to appropriate blame to women for any harms that befall them, we can not claim to be anywhere near advanced in addressing this crisis. Because a young girl is dead, and we owe it to her and her family to question her perpetrator, to make sure that it is he who is asked uncomfortable questions and held to account for what he was doing in the park that day. Surely, it was men like Hughes that Lay was talking to when he said: I want you to help make indecency against women deeply shameful. I want you to understand that this is not solely a feminist issue. It’s a social issue, a moral issue and a men’s issue. On Friday morning and shortly after this piece was originally posted, assistant crime command commissioner, Stephen Fontana, issued a statement in response to the comments. But far from an apology, he expressed disappointment that Hughes was being criticised. “I’m disappointed that some members of our community are so quick to criticise my hardworking members,” he wrote. “In the last few years Mick and his colleagues have gone to three murders of innocent young women by men completely unknown to them. And no, it isn’t the victim’s fault they were killed – of course it wasn’t. But in reality these crimes do take place and women are predominantly the victims of these crimes.” No Fontana. The reality is the perpetrators of these crimes are overwhelmingly men. The reality is women are killed every day, in their own homes, in the streets, by their family members, partners, ex-partners and total strangers. And while no one would want to discredit the hard work of Hughes and his team and their excellent policing, that work should not mean women are criticised for calling out harmful comments."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}