{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/mar/16/margaret-hodge-not-confident-private-college-expansion-can-protect-public-funds", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-03-16T22:03:01Z", "webTitle": "Margaret Hodge not confident public funds safe in private colleges scheme", "webUrl": "https://www.theguardian.com/politics/2015/mar/16/margaret-hodge-not-confident-private-college-expansion-can-protect-public-funds", "apiUrl": "https://content.guardianapis.com/politics/2015/mar/16/margaret-hodge-not-confident-private-college-expansion-can-protect-public-funds", "fields": {"headline": "Margaret Hodge not confident public funds safe in private colleges scheme", "bodyText": "The chair of the public accounts committee has said she is not “filled with confidence” that the government department pioneering the privatisation of higher education has put systems in place to guard public money. “My experience as a minister with a department and my experience in this chair doesn’t fill me with confidence that you have the systems in place to properly guard our public money,” said Margaret Hodge, former minister in the last Labour government, during a sitting of the public accounts committee on Monday. The session – attended by Martin Donnelly, permanent secretary at the Department for Business, Innovation and Skills (BIS), Mick Laverty, chief executive of the Student Loans Company, Madeleine Atkins, chief executive of the Higher Education Funding Council for England, and Rod Bristow, a president at educational publisher Pearson UK – comes after a report from the committee said BIS had pressed ahead with a four-year expansion of UK private colleges “without a robust legislative framework to protect public money”. Changes introduced by former universities minister David Willetts in 2010 allowed private colleges to take on students funded with government-issued student loans. However, last May whistleblowers told the Guardian that students at a number of colleges were not attending classes and were being enrolled on diplomas even though they could barely speak English. “It does seem you are putting in place the right things,” Hodge concluded, but she added that it was “dreadful that it had to get to this”. She ended the questioning by saying: “Thank you, let’s hope we don’t have to see you back again.” Willetts established the new private institutions in the hope that they would offer innovations in higher education and eventually rival established universities. Since the changes there has been a huge rise in the number of students at private colleges or alternative providers, from 7,000 in 2010-11 to 53,000 in and 2013-14. With that rise, the total amount of public money paid out to the colleges and students increased from about £50m to £675m a year. The Student Loans Company, a government quango, paid out £1.27bn in financial support for students at alternative providers during the four-year period. The report from the committee concluded that BIS did not know how much public money had been wasted: “The department has not attempted any calculation of the total financial impact of its weak oversight,” it stated. “Nobody among you took responsibility for this,” Hodge said on Monday, arguing that it had been clear there would be dangers in introducing innovative changes to higher education and that checks should have been put in place. “Until you sort out your systemic issue, you are going to be always subject to abuse of public money.” Donnelly also admitted that concerns about the high levels of disabled student allowance being handed out at the Plymouth University had not been “raised to a sufficiently senior level”. A report published on the National Audit Office on Friday found that students at the University of Plymouth received an average of £4,759 in Disabled Students Allowance (DSA) in 2012-13, double the national average of £2,227. It also found that Access South West, which assesses applications for DSA from Plymouth University students, and Claro Learning Ltd, which provides support for disabled students, is the same company. The committee concluded that the BIS had not taken sufficient action to fully mitigate the risk of a conflict of interest. “I’ve taken steps with the team and the management to make sure that this can’t recur,” said Donnelly. “There was a genuine lack of clarity about who was responsible for what.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}