{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2015/mar/11/chelsea-v-paris-saint-germain-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-11T22:36:58Z", "webTitle": "Chelsea v Paris Saint-Germain: Champions League – as it happened!", "webUrl": "https://www.theguardian.com/football/live/2015/mar/11/chelsea-v-paris-saint-germain-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2015/mar/11/chelsea-v-paris-saint-germain-champions-league-live", "fields": {"headline": "Chelsea v Paris Saint-Germain: Champions League – as it happened!", "bodyText": "PSG milk the acclaim of their fans, as Chelsea players trudge off. The home side were outplayed, outfought and out-thought - by 10 men. Mourinho is an expert at muddying waters with his extra-curricular comments, but tonight it was his team who looked confused. They did not play with freedom, as if their minds were cluttered with guff and negativity. That’s a shame considering some of the players they have. Mind you, Cesc Fabregas and the rest of that midfield? Totally bossed by Marco Verratti, Blaise Matuidi and Thiago Motta. Chelsea are out of the Champions League, deservedly beaten by PSG despite benefitting from the unjustified expulsion of Zlatan Ibrahimovic and a gift of a penalty from Thiago Silva! David Luiz, considered a clown at Stamford Bridge, has the last laugh! ET 30 min: Freekick to PSG in the Chelsea end. Chelsea are going out with a whimper here. At least until Mourinho’s press conference ... ET 28 min: Chelsea still look stunned. PSG are more dynamic and cutting. Don’t go anywhere, folks, because David Luiz’s celebrations could be legendary if Chelsea don’t pull out a miracle in the dying minutes ... ET 26 min: PSG substitution: Pastore off, Van der Wiel on. PSG intend clinging on to this lead. ET 25 min: Chelsea are being ushered out of the Champions League ... they have five minutes to save themselves ... What a way to redeem oneself! That’s is a monstrous header from Silva! He soared above Terry to meet a corner and jackhammered in mid-air before nutting the ball past Courtois from nine yards! Superb goal! ET 23 min: Lavezzi sends over another outswinger. Silva rises brilliantly and powers a downward header towards goal ... and Courtois makes an immense save! ET 21 min: Pastore slips the ball wide to Cavani, who tries a tired, almost token shot from the edge of the area. Easily repelled by Chelsea. Moments later PSG come forward again and Cavani miscontrols, killing the move. Blanc could still make another substitution but does not appear to believe he has any options that will make a difference. ET 20 min: Lavezzi squanders a freekick in a promising position. Chelsea hurtle forward. Willian feeds Costa at the edge of the area, but the striker lifts his shot high and wide. ET 18 min: Ivanovic dives to clear a PSG cross. Moments later Cahill hoofs one away too. Chelsea have the lead and more men but they are not in control of this. ET 17 min: Chelsea are not trying to run the clock down already, are they? The game is still up for grabs. And as the players come off the pitch, the cameras shows that Silva is a black eye, Not sure how that happened, but I wouldn’t rule out the possibility that one of his own team-mates thumped him for senselessly giving away the penalty that separates the teams at the moment. ET 13 min: Costa and Thiago Motta square up to each other, just because. The ref tells them to concentrate on playing. So they do. Costa then gets the ball wide on the left, which is where he has been stationed since Drogba’s introduction, and lays the ball backwards. Chelsea resume building. Hazard rolls a nice pass towards Drogba, btu Marquinhos makes an important intervention to prevent the Ivorian from getting off a shot. ET 11 min: David Luiz sends a wonderful, swirling freekick towards goals from 35 yards - and forces Courtois to tip it over the bar! “The match isn’t over yet but JR’s idea of a David Luiz version of Zidane: A 21st Century Portrait turns out to have been visionary, given how the Brazilian’s day has gone so far.,” exclaims Peter Oh. “Fearlessly squaring up to Diego Costa and Jose Mourinho, heroically hurling himself in front of a thunderous Gary Cahill shot, scoring a clutch goal with his golden locks, and getting on his knees for a mystical goal celebration. Hollywood could not have concocted a better script. Throw a huge wig on Ben Affleck and they’ve got themselves a box office smash! True to today’s events, Ibrahimovic (played by Al Pacino) would make a brief cameo. Aaaand ACTION!!!” ET 9 min: Hazard falls to the ground after losing possession of the ball in the box. No penalty, reckons the ref, and no yellow card for simulation. One decision right and one wrong, then. ET 7 min: That was inexplicable by the PSG captain, an absolute gift for Chelsea. It means a shootout is no longer possible, but a goal for PSG would still put the French champions through, unless, of course, Chelsea score again. Hazard coolly waits for the keeper to go one way, then strokes the ball the other way and into the net. Penalty to Chelsea! What was Silva doing!? He stuck his hands up and challenged for the ball in the air with Zouma! A blatant and utterly needless handball! ET 3 min: Nice flick by Fabregas, who spins and runs into the box in search of a return ball from Willian. But the Brazilian tries to go for glory himself, and loses the ball. ET 1 min: Fabregas gives the ball away. Zouma breaks up PSG’s attempt to counter and then Ivanovic launches a long ball forward for Drogba to chase. Sirigu rushes off his line to catch the ball, and clatters into Silva in the process. Chelsea substitution: Drogba on for Ramires. Extra-time and no end of hijinks to follow .... 90 + 1 min: Costa, disgusted at not being given a freekick after being blocked by Maxwell, gets up and pushes Marquinhos to the ground. The ref was looking the other way and none of his helpers appear to have seen anything to report. PSG look puzzled. 90 min: Fabregas flights in a decent freekick. Silva heads it behind. Willian takes the corner, but only after the ref berates Cahill and Marquinhos for some argy-bargy in the box. PSG then scramble the corner clear. Sort of. 89 min: Hazard fouled again. This time by Cavani. Cue another kerfuffle, and a freekick to Chelsea about 25 yards out but too wide, surely, for a shot. A good crossing chance, though. A last-minute winner on the way? 86 min: David Luiz collapses to his knees and gives thanks to his maker (no, not Matt Groening) as Chelsea fans boo him. It’s a deserved equaliser for the visitors, who have been the better side despite their numerical inferiority. There’s no telling which way this could go now ... How about that! A thunderous header in off the crossbar from the first well-delivered set-piece of the night! GAME BACK ON! 84 min: Chelsea substitution: Matic off, Zouma on. 83 min: Lavezzi and Rabiot came on for Verratti and Matuidi, by the way. Both of those players were excellent, but Blanc presumably reckoned they were tired or too close to a red card to risk persisting with them. 82 min: Laurent Blanc has immediately made two changes: bringing on Lavezzi (who was not on the team sheet that I was given pre-match) and Rabiot. And Lavezzi almost makes an immediate impact, meeting a cross from the right with a powerful header that Courtois saves! A Chelsea corner provoked chaos in the Parisian box. The ball eventually falls to Cahill, who wallops it into the net on the half-volley from seven yards! 77 min: After good, patient play by Chelsea, Willian slips a nice ball behind for Ramires to chase. He tires to score at the near post but this time Sirigu is not surprised and he pusehs it behind for a corner. “Is it just me or is this not a great Chelsea team?” blurts Michael Deery. “I feel there domination of the Premiership has more to do with how poor the league is rather than their qualities.” I think you’re right about the lack of a proper challenge from other PRemier League teams, but I also think this Chelsea team is currently playing below its potential. I know they had last weekend off but berhaps they are jaded due to a lack of rotation by Mourinho? Or maybe they have the jitters - remember this is the side that threw away the league title last season. 74 min: Another kerfuffle, this time after Verratti challenges Hazard. The Chelsea play spirals downward to the ground. I’m not sure whether it was a foul. But Terry is convinced it was and leads the protests. That’s the signal for several players to exchange shoves. World class jostling that, from some of the most highly paid entertainers on Earth. 73 min: PSG are outraged as Costa is booked for an ugly late tackle on Maxwell ... and then David Luiz cops a yellow for going over to confront the Chelsea player. 73 min: Verratti, Matuidi and Thiago Motta are the best midfielders on show here. 72 min: PSG have had a man thrown overboard but they continue to attack in waves. Chelsea are all at sea. 70 min: Another menacing move from PSG. Pastore collects the ball 25 yards out and makes a dash through the Chelsea defence. He eschews one clear shooting opportunity, then gets in a mix-up with Matuidi, and then fires off a low shot from a difficult angle. Courtois parries. 68 min: PSG are aghast to be denied a corner after Willian appeared to poke the ball off Pastore’s foot and behind. But they really shouldn’t be too bothered about missing out on a corner because, in spite of the millions of pounds worth of talent on display here, the setpieces from both sides have been dreadfully poor. 65 min: Suddenly it’s all PSG! Chelsea had to defend frantically to clear a dangerous cross from Marquinhos and then block a Matuidi shot. Chelsea have not control of midfield, where Fabregas is mostly a passenger and Ramires a waster. 62 min: Chelsea have the ball but not much of an idea what to do with it at the moment. And after a bout of sterile possession, they cough it up. Nerves are jangling at Stamford Bridge .... 60 min: Mourinho looks to becoming increasingly alarmed by Chelsea’s sloppiness and lack of urgency, which has re-awakened PSG’s belief. It looked at the start of the second half that the home team were intent on quashing the depleted visitors but that vim has faded and PSG sense weakness. It’s going to be a tense finale ... 57 min: Oh what a miss! Chelsea’s defence were caught out by a fine throughball by Thiago Motta. Cavani runs clear ... and around Courtois, who at least forces him quite wide. With two Chelsea defenders backtracking desperately, Cavani lets fly from about eight yards, at a slightly awkward angle ... and he hits the post! 54 min: Chelsea probe at speed in front of the Parisian box, pulling this defence this way and that. But they can’t pull it apart and have to settle for a corner as Maxwell deflects Ivanovic’s corner behind. 52 min: PSG show they still carry a threat. Maxwell charges up from the back to join in an attack. He sends a fierce shot wide, via a deflection. Silva challenges for the corner but Costa heads it behind for another. And Costa clears this one. Didier Drogba would be proud of such defending from corners from the striker. 50 min: Chelsea are making PSG chase and charge all over the pitch. PSG’s strain is showing, and they’re conceding lots of freekicks for being fractionally late into challenges. Willian has delivered one into the box just now and it broke to Cahill, whose half-volleyed shot from 16 yards was blocked by a defender. 48 min: Cavani catches Hazard, conceding a freekick five yrds outside the box. Willian surprises Sirigu with a low curling shot towards the neat post. It should be bread and butter for the goalkeeper but he makes a far more ostentatious meal of it, punching clear acrobatically. 46 min: Chelsea immediately show their determination to finish PSG off. They zoom forward with a series of classy passes. Willian features prominently in the move, and Hazard then pushes a nice pass into Costa, who turns at the edge of the area and shoots. But it’s blocked by Silva. Chelsea substitution: Willian on, Oscar off. Makes sense for several reasons, including the fact that Oscar looked perilously close to getting himself sent off. The pundits in Sky Sports studio are pulling no punches as they talk about Chelsea’s role in getting Ibrahimovic sent off. “Jose Mourinho’s team will always be respected but never loved,” suggests Jamie Carragher, while Graeme Souness, who, in his prime, was as honest a hatchetman as you could ever meet, says: “It saddens me and makes me angry that gamesmanship is deciding big games.” “Looks like Mourinho’s pre-match venting about PSG’s supposedly aggressive play did the trick. Mourinho knows what he’s doing.” - Samuel Kinsman “Very few things are as entertaining as Costa not getting his way. It should’ve been a penalty, but them’s the breaks! Usually, I enjoy watching spiky wind-up merchants, but he just seems angry. There’s no cheekiness, no knowing glint in his eye. He’s just a nasty piece of work. Like an attacking Pepe.” - Matt Dony “Chelsea’s playing of referees is a huge case in itself for the use of replays on card challenges. The delay would be negligible compared to the delay caused by outraged players arguing with each other and causing havoc. If UEFA and the FA truly consider themselves the ultimate arbiters of sport they might choose to adopt the system of the US’ NBA, which has instituted one of the fairest and efficient systems for analyzing infractions. Sorry , only a small fraction of people tune in to see the referee decide the game.” - Christopher Kenyon Silvey “I’m sure thousands of MBM aficionados worldwide are absolutely agonizing over what this seemingly harsh red could mean for Barney Ronay’s heroic ‘let’s not talk about the ref campaign,’ given that this noble project was started almost directly in response to Mourinho’s complaints regarding officiating. ” - Daniel Schulwof PSG have become ragged since the unjust dismissal of Ibrahimovic. The interval gives them a much-needed chance to gather their composure and try to figure out a way to get the goal they need without conceding. Rabiot aside, they don’t have much game-changing strength on the bench. Chelsea can consider themselves unlucky not to have been given a penalty after Costa was fouled by Cavani, but they will only have themselves to blame if they blow this tie from here. 44 min: David Luiz - who was greeted warmly by the home fans at the start of the game but is now being booed, presumably because of his regular tangling with Diego Costa - sizes up a shot from 35 yards. A deflection takes the sting out of it and allows Courtois to make a comfortable save. 42 min: Penalty? No again! But this time it looked like there should have been: Costa did superbly to barge his way past several defenders and into the box, where Cavani stuck out a leg and tripped the striker - at least that’s how I saw it, the ref had a different view and signalled for play to continue. Mourinho is going potty(mouthed?) on the sideline. 39 min: A shot! Oscar curls one at Sirigu from 20 yards. The keeper holds it. And then the ref pauses to allow Costa to receive treatment following an off-the-ball collision with David Luiz. I make it odds-on that there will be more red cards than goals in this match ... 36 min: Oscar, who is already on a yellow following a silly foul, pulls back Verratti, to concede a freekick. If the ref was looking to even things up, that was the perfect opportunity - but he decides against it. Moments later he gives Matuidi a deserved booking for snuffing out a Chelsea counter illegally. 34 min: Like dullard sons of rich fathers, Chelsea are trying to flaunt their stuff now that fortune has done the hard work for them. But they still haven’t mustered a shot. 32 min: Lots of pushing and shoving and general aggro have followed that red card, as PSG clearly feel hard done by. It’s probably safe to say that if Mourinho was on the wrong end of a decision like that, he’d be stomping up and down the sideline waving a metaphorical pitchfork. The ref could have difficulty controlling this match now - and, of course, PSG will have difficulty going through now. 31 min: RED CARD for Ibrahimovic! The Swede had had little impact on the game up until that point and, to be fair, I’m not sure he had much impact on Oscar in the challenge that got him sent off. Both players dived feet first for a breaking ball - Oscar got it first and the players came together. Oscar clutched his leg as it terribly wounded and Chelsea players reacted as if they have seen a heinous crime - but I don’t think Ibrahimovic was any more guilty than Oscar. But the ref believes the Chelsea players and flourishes the red card. 29 min: Ramires heads Pastore’s weak freekick clear. Moments later Verratti shows why he has such a wretched disciplinary record by pulling OScar back on half-way. He protests his innocence and the ref just looks at him and laughs ... but, fortunately for the Italian, decides against showing a yellow card. 28 min: Ivanovic clatters into the ubiquitous Matuidi, conceding a freekick in a decent crossing position on the left wing ... 25 min: Chelsea work a shooting opportunity for Costa, but it’s quickly closed down by Silva. So neither goalkeeper has made a save yet. 23 min: Matuidi does brilliantly to break up a Chelsea attack and instigate a counter. He then hares forward and calls for a pass through the Chelsea defence - he would have been clean through if the ball was accurate, but Motta overhit the attempted pass, allowing Courtois to collect. 21 min: Chelsea have not got their passing game together yet. PSG’s dynamism means they are breaking up any moves in which Chelsea’s precision is less than perfect, which is virtually all of them so far. Fabregas, in particular, needs to up his game. 19 min: Courtois hurls the ball forward to launch a counter-attack: suddenly Chelsea have four versus three! But Oscar takes a hefty touch and loses possession. 18 min: Ibrahimovic has had little involvement of note so far, but he did just win an aerial battle to prolong a PSG attack that ended with a corner being gained. Courtois comes to collect again. 16 min: PSG’s fullbacks are getting forward plenty, especially Marquinhos down the right. This time, however, maxwell charges down the left and pings in a low cross that forces Terry into an urgent clearance. PSG’s positive start continues, and the game is being played at a cracking pace. 13 min: Penalty? No! Pastore dinked a nice ball over the Chelsea defence and Verratti began to chase it before going down after brushing against a backtracking Ramires. The visitors appeal for a penalty, the ref is unmoved. Quite right too, as there was nowhere near enough contact to justify Verratti’s collapse. 11 min: Oh, what’s this? It’s an occasion where having a camera trained solely on David Luiz would be very useful: the defender is down on the ground and looking aggrieved. He eventually gets to his feet but only after making it clear that he believes Diego Costa was responsible for knocking him over. The pair continue bad-mouthing each other as play resumes. I don’t know precisely what happened but I dare say it was merely the first instalment of a series of duels between them tonight. Stay tuned! 9 min: Thiago Motta escapes without a booking after knocking over Fabregas. It was not a dangerous foul but did stop a potential Chelsea counter-attack. Mourinho is making that point, or perhaps advancing an elaborate conspiracy theory, to the fourth official. 7 min: The match was a bit too chaotic for Chelsea’s liking so they slow it down a bit, stroking the ball around the back in a bid to curb PSG ‘s enthusiasm. Then Courtois hoofs it downfield and out of play. PSG have the ball again. “I just asked a friend of a friend to call Martin Scorsese’s office on the off-chance and he got through to the great man to pitch him that David Luiz film idea,” announces Justin Kavanagh. “He said to tell JR that trying to film Mick Jagger on stage is one thing, but no amount of cameramen are going to shine a light on the pinball Brazilian defender. However, he said he’d be interested developing the proposal with a smoldering Dimitar Berbatov in the lead role.” 5 min: Chelsea respond in kind. The match is shaping up nicely, both sides brimming with offensive purpose. Hazard skedaddles past two down the let and then tries to centre for Oscar. But Thiago Motta got back at the edge of his own six-yard box. 4 min: PSG’s good start continues. Unlike in previous away knock-out matches, they’re showing no lack of belief. What’s more, they’ve got slickness to justify that belief. They fizz their way forward and Marquinhos delivers a fine cross from the right after being sprung free. Chelsea clear under duress. 2 min: It’s a grand start by PSG! Chelsea pressed them feverishly but the visitors kept their composure and played their way gradually forward before Verratti slid a fine ball through to Cavani. The Uruguayan tried to swivel and shoot but Ivanovic remained vigilant and put the ball behind for a corner. Courtois clutched that easily. 1 min: Cavani rolls the ball to Ibrahimovic .... we have kick-off! “If anyone is going to follow through on JR in Illinois’ suggestion, I’d advise them to make sure they started filming Luiz from the arrival of the team bus before the match,” parps Matt Dony. “Hopefully, they’d catch the moment he stepped off the bus and on to a rake.” The teams march out on to the pitch. Chelsea are dressed in their familiar blue, which, in case that isn’t actually familiar to you, is a similar hue to that of the poison dart frog of the Sipaliwini savannah in southern Suriname. Glad to have cleared that up for you. PSG are in red, which means their outfit is better, if we use the relative merits of the components of Krztsztof Kielowski’s famous Three Colours trilogy as our baseline. All other relevant colours are in keeping with tradition: the officials are in black, the ball is white, the grass is green and, um, the PSG manager is Blanc. I wonder how much of a factor the benches will be tonight? Chelsea’s is indisputably stronger. Indeed, I’d have preferred to see Willian starting instead of Ramires: he’s better going both forward and backwards, I reckon, and he has a lovely ability to make space for a shot with a nifty shuffle. “Do you know anyone in the film production business?” asks JR in Illinois, a propos of who knows what. “I’ve got an idea. Remember that movie where they had like 50 cameras and all they did was follow Zinedine Zidane around for an entire match? Well my idea is to do the same thing only focusing on David Luiz. I would plan to place the film in the comedy category as opposed to the documentary category. I think it would sell better there, though I would listen to the marketing experts who may prefer to put it in ‘horror’. Unfortunately I didn’t come up with this idea until after Brazil’s semifinal game against Germany. That really would have been the ideal game.” Chelsea: Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Matic, Fabregas; Ramires, Oscar, Hazard; Costa Subs: Cech, Filipe Luis, Zouma, Willian, Drogba, Remy, Cuadrado PSG: Sirigu; Marquinhos, David Luiz, Silva, Maxwell; Matuidi, Motta, Verratti; Cavani, Ibrahimovic, Pastore Subs: Douchez, Camara, Bahebeck, Digne, Van der Wiel, Rabiot, Lavezzi Referee: B Kuipers (NED) Call it the Mourinho Paradox: the Chelsea manager’s teams are never more dangerous than when they don’t actually need to score. Branislav Ivanovic’s away goal during the 1-1 draw at Paris means Chelsea go into this game leading on a technicality and that’s usually good enough for their manager, so it will be fascinating to see to what extent he allows Chelsea to attack at Stamford Bridge. His natural inclination will be to protect his team’s lead and seek to strike mainly on the counter or through set-pieces as PSG hunt for the goal that they need to get back into the tie, but he has the players to take the game to the Parisians if he so chooses. Laurent Blanc, meanwhile, has said that his side will attack from the outset, having gained encouragement from the number of chances that they created in Paris, where they were foiled only by a Thibault Courtois performance that came straight out a Marvel Comic. An early goal for the visitors could turn this into a rollicking rodeo of a contest, while it would take at least two Chelsea goals without reply to banish suspense. I make Chelsea slight favourites because of lingering doubts about PSG’s defence and their ropey away record in the tournament so far this season (they lost in Barcelona, drew at Ajax and only scraped past APOEL Nicosia), but they’ll have to play significantly better than they did in the first leg and will need Cesc Fabregas to pull out a big game despite the attentions of the excellent Marco Verratti and Blaise Matuidi. Allons-y!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}