{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/mar/19/brazil-law-breastfeeding-mothers-fine-sao-paulo", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-03-19T22:42:11Z", "webTitle": "São Paulo breastfeeding law would fine those who try to stop nursing mothers", "webUrl": "https://www.theguardian.com/world/2015/mar/19/brazil-law-breastfeeding-mothers-fine-sao-paulo", "apiUrl": "https://content.guardianapis.com/world/2015/mar/19/brazil-law-breastfeeding-mothers-fine-sao-paulo", "fields": {"headline": "São Paulo breastfeeding law would fine those who try to stop nursing mothers", "bodyText": "Latin America’s largest city is poised to pass legislation that would levy a £100 fine on any business or organisation that prevents women from breastfeeding in public. The ordinance in São Paulo – which local officials believe to be the first of its kind in the world – follows street protests in recent years by lactating mothers who feel marginalised by prejudice even though the benefits of breastfeeding are recognised by the World Health Organisation and promoted by the national government. The regulation was approved by the São Paulo municipal government last week and is expected to be signed into effect by Mayor Fernando Haddad within the next 20 days. Concern about prejudice towards nursing mothers has been brought into the national spotlight by a series of incidents involving women being reprimanded by officials for “embarrassing” bystanders, or being called a “slut” by observers. The highest profile occurred last year, when model Priscila Navarro Bueno was scolded by a security guard for breastfeeding her seven-month-old daughter during a David Bowie exhibition at the Museum of Image and Sound in Sao Paulo “Unfortunately society is still very puritanical. During Carnival women can show their breasts, but it is not permitted to do so to give milk to your child. It is absurd that woman have to breastfeed in a hidden room,” Navarro Bueno said at the time. In protest at such displays of intolerance, nursing mothers have organised three annual “Mamaço Time” protests. Last year, about 40 mothers breastfeed their babies on Avenida Paulista – the city’s main thoroughfare – and chanted “Breastfeeding is my right.” Simone de Carvalho, representative of the Breastfeeding Solidarity movement, told local media that it was important for society to fight against prejudice towards breastfeeding, which was the “gold standard” of nutrition recognised by the World Health Organisation. The Museum of Image and Sound has subsequently issued an apology and said staff have been informed that women are nurse their children in public at the facility. If the mayor signs the new ordinance into effect, this could become policy at all institutions and companies in the city. Those who violate the regulation will be fined 500 Rs (£103). One of the city councilors who first proposed the bill in 2013 said the amount was symbolic, but would support national health policies which have encouraged breastfeeding since the 1980s. “We created this measure not only because of the fine, but to make people realise it is forbidden to veto (breastfeeding),” said Aurelio Nomura. “We understand that prejudices must be broken.” A new long-term study in Brazil has shown that breastfed babies are more likely to turn into intelligent, highly-educated and well-paid adults."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}