{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/11/floyd-mayweather-jr-and-manny-pacquiao-announce-fight-amid-la-glitz", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-11T22:46:49Z", "webTitle": "Floyd Mayweather Jr and Manny Pacquiao announce fight amid LA glitz", "webUrl": "https://www.theguardian.com/sport/2015/mar/11/floyd-mayweather-jr-and-manny-pacquiao-announce-fight-amid-la-glitz", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/11/floyd-mayweather-jr-and-manny-pacquiao-announce-fight-amid-la-glitz", "fields": {"headline": "Floyd Mayweather Jr and Manny Pacquiao announce fight amid LA glitz", "bodyText": "Manny Pacquiao and Floyd Mayweather Jr strolled down a red carpet. In their tailored suits, they looked more like businessmen than fighters. They walked through 700 credentialed media members, and into the Nokia Theatre to officially announce their megafight on 2 May in Las Vegas. The fight was officially 52 days away, and for boxing fans five years of seemingly endless waiting was over. “I have never wanted to win a fight so bad in my life,” said Mayweather. “This is a fight the world can’t miss. I have a tough task in front of me. It’s always good to see the best fight the best.” “I like being an underdog,” said Pacquiao. “It gives me determination. But I am confident 101%.” The purse will be upwards of $250m, the richest fight ever. Within seconds of the announcement, the MGM Grand, where the match will be held, was sold out. Tickets are not on sale yet but they will range from $1,500 to $7,500. If some reports are to be believed, ringside seats controlled by the casino could fetch $75,000. They are calling it the biggest boxing match since Ali-Frazier. “We don’t need to sell this fight, this fight is going to sell itself,” said Mayweather in an interview with some select members of the media before a live-streamed press conference. “This fight is very important in boxing history, we don’t want to leave a question mark in the minds of fans,” said Pacquiao. It has been a long and strange trip to get to Mayweather v Pacquiao. Yes, the fighters are older since the dream fight was first discussed five years ago. The American Mayweather (47-0, 26 KOs) is now 38, and the Filipino Pacquiao (57-5-2, 38 KOs) is 36. They are slightly past their peak, but Mayweather is still the best pound-for-pound fighter in the world. He might not be able to avoid punches as easily as he once could, and Pacquiao – ranked second on many best pound-for-pound fighter lists – can’t deliver blows in the cartoonish, rapid-fire combinations of a few years ago, but they are still the most compelling boxers in decades. Oddsmakers are calling Mayweather a 2/1 favorite, but it should be a relatively competitive fight between the greatest defensive fighter in the history of the sport and a relentless – and occassionaly careless – attacker. Pacquiao will have to cut off the ring and time his punches perfectly to have any chance at victory. Freddie Roach, his trainer, said he has been meticulously studying Mayweather’s tendencies for five years, “I think Floyd had a better chance five years ago. I think his legs are shot. But Manny has to fight the perfect game plan. This is the biggest challenge of my life, but we’re going to kick [Mayweather’s] ass.” Roach has closed his Wild Card Boxing Club in Hollywood to all outsiders, even recently kicking out the comedian Dave Chappelle. Pacquiao training camps usually attract celebrities into the gym. But this fight is different. Mayweather was also secretive about his fight preparation, saying that he would have 10 southpaw sparring partners in his camp, including former title holders Zab Judah and DeMarcus “Chop Chop” Corley. By way of dismissing Pacquiao’s abilities, Mayweather – wearing a grey suit and stripped eggplant-colored shirt – said he had only watched Pacquiao fight twice “five years ago or so”. Pacquiao dismissed the challenge too, saying he was more concerned in his previous fights against Oscar De La Hoya, Antonio Margarito, and Miguel Cotto. In the last five years, agreeing to fight each other became an obsession in the boxing world, but it didn’t happen for a variety of bizarre reasons. Years ago, Pacquiao, who has several tattoos, refused to have his blood drawn for human enhancing drug testing, because he said he was afraid of needles and blood letting made him weak. (Both fighters apparently agreed to randomized testing for this bout.) Mayweather has said he didn’t want to fight Pacquiao because the Pacman is promoted by Bob Arum, the legendary but divisive promoter. Mayweather was promoted by Arum early in his career but the two men had a falling out. Declining pay-per-view numbers for both fighters, the chance at an astronomical payday, an exasperated public, and the troubling question that the two iconic fighters were avoiding each other, brought competing networks and promotional outfits together to finally make the fight happen. As always, money talks in boxing. In December the promoters came together with television executives to agree on the basic principles for the fight. In January, Pacquiao was stranded in Miami after judging a Miss Universe pagent. He decided to attend a Miami Heat game. Mayweather happened to be at the game, too. They met and later discussed the fight in Pacquiao’s hotel suite. Both fighters said that happenstance meeting led to finally making the megafight. “The waiting helped the fight,” said Pacquiao. “More people know the fight.” And, yes, a lot has happened in the intervening five years: “Money” Mayweather went to jail for domestic battery charges, serially shared his lavicious lifestyle – gambling, strip clubs, conspicuous consumption – on social media outlets, had a falling out with the rapper 50 Cent and became friendly with the singer Justin Bieber who often walks the fighter into the ring. Meanwhile, Pacquiao met President Barack Obama, became a game show host in which he gave away his own money, was elected to Congress in the Philippines, became a coach and player on a professional basketball team (he is 5ft6in), and faced tax troubles. He also, thankfully to many eardrums worldwide, seems less inclined to sing in public. Pacquiao also suffered a devastating knock out at the hands of Juan Manuel Marquez in 2012. Pacquiao took a vicious punch, fell on his face, legs twitching, and was out cold for at least a minute. That sort of KO can ruin a fighter’s spirit. Pacquiao has won three decisions since that fight. Floyd Mayweather Sr, Floyd’s father and trainer, said getting “knocked out cold” always has an impact on a fighter’s confidence. Pacquiao will have a difficult time finding Mayweather, one of the most elusive fighters in boxing history. Mayweather fights are technically brilliant affairs but rarely entertaining for 12 rounds. The most exciting Mayweather fight – and his only knockout in the last six years – happened against Victor Ortiz. Ortiz gave Mayweather a headbutt, and then as way of apology held out his hands to touch gloves. Mayweather made a motion that he was going to touch gloves, but instead he unleashed a powerful left gotcha punch. As he stumbled backwards, Ortiz looked to the referee in desperation, and then Mayweather nailed Ortiz with a crunching straight right, which put Ortiz down for the count. Mayweather’s other recent stoppage happened back in 2007 against Ricky Hatton. Pacquiao is known to sit down on his punches, and for such a small man he packs belying power. He knocked Hatton out cold in 2009. Inevitably his opponents comment that they are surprised by his strength. But his foes seem to be saying it a lot less lately: he hasn’t had a stoppage in his last nine fights."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}