{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/mar/20/malcolm-fraser-dies-aged-84", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-03-19T23:03:57Z", "webTitle": "Malcolm Fraser, former Australian prime minister, dies aged 84", "webUrl": "https://www.theguardian.com/australia-news/2015/mar/20/malcolm-fraser-dies-aged-84", "apiUrl": "https://content.guardianapis.com/australia-news/2015/mar/20/malcolm-fraser-dies-aged-84", "fields": {"headline": "Malcolm Fraser, former Australian prime minister, dies aged 84", "bodyText": "The former Australian prime minister Malcolm Fraser has died at the age 84, after a brief illness. His death was confirmed in a short statement from his office on Friday. “It is with deep sadness that we inform you that after a brief illness John Malcolm Fraser died peacefully in the early hours of the morning of 20 March 2015,” it said. “We appreciate that this will be a shock to all who knew and loved him, but ask that the family be left in peace at this difficult time.” Fraser served as prime minister from 11 November 1975 to 11 March 1983. He came to power after the dismissal of Gough Whitlam’s Labor government – having first triggered a constitutional crisis by engineering deadlock in the Senate. Fraser refused to pass the Whitlam government’s budget bills through the upper house in late 1975. That parliamentary deadlock led to the governor general, John Kerr, sacking Whitlam as prime minister in November 1975. Fraser was appointed caretaker prime minister and, despite considerable community controversy and tumult, went on to win the federal election in December in a landslide. Fraser’s death on Friday comes five months after the death of Whitlam. Despite the deep antagonisms and partisan divisions of 1975, Fraser and Whitlam eventually came to terms and formed an enduring friendship. In office, Fraser was a staunch conservative on economic policies, an opponent of deregulation – and he was was criticised by his colleagues for lacking reform zeal. But he continued many of Labor’s progressive reforms. In 1976 he established the family court of Australia and federal court of Australia; granted the Northern Territory self-government; passed the Aboriginal Land Rights (Northern Territory) Act; created the position of federal ombudsman and established the ABC’s FM radio service. The next year, he established the National Aboriginal Conference and SBS. In 1979 the Fraser government established the Australian Refugee Advisory Council to advise it on the settlement of refugees – many of whom had been arriving as “boat people” from Vietnam since 1978. After criticising the Liberal party’s direction during the years of the Howard government, Fraser finally quit the party when Tony Abbott came to the opposition leadership, unhappy with Abbott’s rejection of emissions trading. He said the Liberal party was no longer a liberal party but instead a conservative party. Fraser campaigned assiduously for human rights and attacked the party’s stance on immigration and refugees. Abbott on Friday noted that Fraser, “in a long and active retirement, maintained a keen interest in our country’s direction”. The prime minister said Fraser’s actions during the dismissal had been vindicated by subsequent events. “The constitutional crisis of 1975 was one of the defining political events of our nation,” he said. “Malcolm Fraser held true to the belief that his actions were in the best interests of Australia. He was determined to ‘turn on the lights’ and restore Australia’s economic fortunes. The greatest win in Australian political history confirms that he had correctly read the mood of the public. “The friendship he built in later life with Gough Whitlam spoke volumes about the character of both men at the centre of the crisis: in their own different ways, they were both fierce Australian patriots.” The Liberal Philip Ruddock, who was in the parliament in the Fraser era, said: “Those who recall the manner of his election discouragingly should remember Malcolm as a liberal on issues of race and human rights.” The Liberal party’s federal director, Brian Loughnane, said Fraser was “one of the giants of Australian politics and a seminal figure in the life of our nation”. The foreign minister, Julie Bishop, praised Fraser’s record on foreign policy. The treasurer, Joe Hockey, characterised Fraser as a man of strong principles who had “restored stability after a period of great upheaval”. The former Fraser government minister Fred Chaney said: “I think Australia has lost one of its great moral compasses.” The education minister, Christopher Pyne, paid tribute to Fraser’s lifetime of public service and said Australia “will be poorer without him. Thoughts are with his family.” The Labor leader, Bill Shorten, said Fraser had “showed international leadership of great integrity in condemning the evil of apartheid”. “He immeasurably enriched Australia’s multicultural society, offering refuge to tens of thousands of vulnerable people driven from Vietnam by the horror of war,” he said. “He maintained the Whitlam government’s commitment to the cause of reconciliation and recognising the land rights of Aboriginal and Torres Strait Islander people.” The former Liberal prime minister John Howard said Fraser’s tenure brought “a sense of stability and calm and reassurance restored to the nation’s affairs”. “Anybody who achieves what Malcolm Fraser achieved in his life deserves respect as a quite extraordinary Australian. He brought to the government of this country great integrity,” he said. The former Labor prime minister Julia Gillard said Fraser “was a leader in the fight for racial equality. His brave stance against the evil of South Africa’s apartheid helped changed the world for the better.” “Malcolm will always be remembered kindly for his commitment to multiculturalism and his specific actions to resettle Vietnamese boat people in Australia,” she said. The former Labor prime minister Paul Keating said: “I always thought Malcolm would be around a lot longer. I must say, I wished he had been. “Notwithstanding a controversial prime ministership, in later years he harboured one abiding and important idea about Australia – its need and its right to be a strategically independent country. “His public life also enshrined other important principles: no truck with race or colour and no tolerance for whispered notions of exclusivity tinged by race. These principles applied throughout his political life.” Former Labor prime minister Bob Hawke said he had “unqualified respect and admiration” for Fraser’s policies on race, which he described as “impeccable”. Of the controversial dismissal, “we shouldn’t dwell on that,” Hawke said. “We should remember that Gough and Malcolm became reconciled and became very good friends, and so if Gough could reconcile that, we should really put that aside.” The current governor general, Peter Cosgrove, said Fraser had made “an indelible contribution to Australia during his many years in public life”. The Greens senator Sarah Hanson-Young posted a tribute on Twitter. “Mr Fraser a politician of principle and leader of compassion. A true gentleman with a heart full of empathy. I am devastated.” The Greens leader, Christine Milne, said Fraser’s memory would never be free of the controversy and turmoil of the dismissal of the Whitlam government: “But then and also in later years he courageously offered leadership in social justice and provided a vision for an Australia that truly embraced a fair go for everyone including refugees.” The Labor senator Doug Cameron said: “Australia has lost a great voice for human rights.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}