{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/mar/16/swansea-city-liverpool-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-16T22:00:10Z", "webTitle": "Swansea City 0-1 Liverpool | Premier League match report", "webUrl": "https://www.theguardian.com/football/2015/mar/16/swansea-city-liverpool-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/mar/16/swansea-city-liverpool-premier-league-match-report", "fields": {"headline": "Jordan Henderson’s luck brings Liverpool victory at Swansea", "bodyText": "Manchester United are back in their sights as the Liverpool bandwagon rolls on courtesy of a huge slice of good fortune on what could prove to be a critical night in the race for a place in the top four. Jordan Henderson knew little about the goal that settled the match. Liverpool rode their luck in more ways than one to leave south Wales celebrating three precious points and a fifth Premier League victory in a row. Brendan Rodgers admitted his side “weren’t anywhere near it” during a first half when the combination of Swansea’s profligacy, desperate defending and Simon Mignolet’s goalkeeping kept the visitors in the game. Henderson’s freakish goal in the 68th minute ensured Liverpool chiselled out an unlikely win and, in the process, closed the gap on United to two points before Sunday’s meeting at Anfield. Rodgers said it was all about the result at a stadium where United and Arsenal lost this season. For much of the first half it looked as though Swansea would be adding Liverpool to their list of scalps but the complexion of the game changed after the interval when Rodgers tweaked his tactics, urged his players to press higher up the pitch and was able to look on with delight when fate smiled on them midway through the second half. Running on to a flick from Daniel Sturridge, Henderson was unable to get to the ball first as Jordi Amat came across to cover and make a sliding tackle. The ball cannoned off Henderson’s right leg and looped over the head of the stranded Lukasz Fabianski. Henderson wheeled away in delight, Rodgers celebrated on the touchline and it was easy to imagine a few expletives being muttered in Manchester. After such a miserable start to the season everything seems to be falling into place for Liverpool at just the right time. Rodgers’ side are unbeaten in 13 league games going back to their defeat at United in December, and this clean sheet means they have gone six top-flight away games without conceding for the first time since 1972. The last time Liverpool let a goal in on their travels in the league was when Robin van Persie scored the third in that 3-0 defeat at Old Trafford. It has been some turnaround for Liverpool and Rodgers said Manchester City’s defeat at Burnley on Saturday means a chance to finish even higher has now opened up. “Everyone talks about fourth, but it’s the same every year for me, we do the best that we can do. And I think that Manchester City’s result gives us an opportunity to finish second,” the Liverpool manager said. “So our mentality and the run and the confidence that we have at the moment, we’ve just got to take that into every game and see where it takes us.” Rodgers acknowledged it was a night for Liverpool to show other attributes. “It was a wonderful demonstration of the character and resilience in the team, especially after how we played in the first half. We just weren’t anywhere near it but that resilience and character kept us in the game. We knew we were going to be better in the second half, we changed the structure – I thought second half we really dominated the game.” It was hard not to feel some sympathy for Swansea. Garry Monk’s side are ninth and have nothing to play for on the face of it, yet that did not look like the case in a first half when they produced some of their best football of the season. The only thing missing was a goal. Chances came and went. Mignolet kept out a low shot from Bafétimbi Gomis after the Frenchman, making his first appearance since fainting at White Hart Lane 12 days ago, broke clear. The Liverpool goalkeeper produced an even better stop to keep out a curling effort from Gylfi Sigurdsson, Martin Skrtel was in the right place at the right time to head clear on a couple of occasions and Adam Lallana deflected a Jonjo Shelvey shot behind. Playing with a diamond shape in the second half, and much greater intensity, Liverpool became a different proposition. Fabianski made a superb save to thwart Philippe Coutinho and also denied Joe Allen, while Sturridge’s curling shot hit the post in injury time. There was nothing, however, the Swansea goalkeeper could do to stop Henderson’s bizarre winner. “Unfortunately we didn’t capitalise as we should have done in the first half,” Monk said, “and ultimately that cost us the game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}