{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/mar/20/leighton-baines-everton-futures-euro-exit-dynamo-kyiv", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-20T22:30:05Z", "webTitle": "Leighton Baines: we’re fighting for Everton futures after Euro exit", "webUrl": "https://www.theguardian.com/football/2015/mar/20/leighton-baines-everton-futures-euro-exit-dynamo-kyiv", "apiUrl": "https://content.guardianapis.com/football/2015/mar/20/leighton-baines-everton-futures-euro-exit-dynamo-kyiv", "fields": {"headline": "Leighton Baines: we’re fighting for Everton futures after Euro exit", "bodyText": "Leighton Baines has conceded Everton’s players are fighting for their futures at the club after the shambolic Europa League exit that increased Roberto Martínez’s problems at Goodison Park. Everton have only Premier League survival to play for this term following Thursday’s 5-2 defeat at Dynamo Kyiv, where a calamitous defensive display and bewildering selection choices prompted renewed criticism of the manager. Martínez, whose team travel to fellow strugglers Queens Park Rangers on Sunday, faces a major challenge to win back the confidence of many supporters but Baines insists the players have to prove they can recover from a poor campaign over the final nine league games. The England international said: “In the last few seasons we have been striving for something towards the end. This is now a bit different. We have got some important games coming up and we are in a position we don’t want to be in. The sooner we get a couple of wins on the board, the better. “But it is about your own personal standards. The boys have got to keep their standards up. I think with the way things have been going, you are playing for your future in some respects. I think that is a useful way of looking at it.” Baines admitted that Everton let themselves down at Kyiv’s Olympic Stadium and refused to be drawn on whether Martínez’s tactics were naive with the team holding a 2-1 lead from the first leg. “We tried to win the game,” he replied. “It’s easy to say looking back – and hindsight is a great thing – that we should have done it this way or that.” Everton arrived in Ukraine with confidence seemingly improved after back-to-back wins over Dynamo in the Europa League and Newcastle United in the Premier League. Not for the first time this season, however, talk of having reached a turning point proved ill-founded. “We are all frustrated, of course we are,” said the left-back. “This was a competition that we have enjoyed and wanted to do really well in it. This, ultimately, was all that we had left. We had a great first season under the manager and we were all thinking that we would push on. We had all the confidence in the world and I don’t think anyone would have foreseen the way things have gone this season. We had been upbeat and positive and it just hasn’t been a good season.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}