{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/mar/17/roger-corbett-says-government-disunity-is-damaging-business-confidence", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-03-16T23:33:29Z", "webTitle": "Roger Corbett says government disunity is damaging business confidence", "webUrl": "https://www.theguardian.com/australia-news/2015/mar/17/roger-corbett-says-government-disunity-is-damaging-business-confidence", "apiUrl": "https://content.guardianapis.com/australia-news/2015/mar/17/roger-corbett-says-government-disunity-is-damaging-business-confidence", "fields": {"headline": "Roger Corbett says government disunity is damaging business confidence", "bodyText": "A business leader and member of the Liberal party has warned that broken election promises and a lack of government unity is impacting on business confidence. The chairman of Fairfax Media, Roger Corbett, also a member of the reserve bank, said that the government must work on its public image of unity following a series of damaging leaks against prime minister Tony Abbott and his office. “The perception is, for one reason or another, that that team is not working as effectively as it might together,” Corbett told ABC TV last night. “This leak is another example of that. It’s terribly important that the PM move [to fix these issues].” Corbett says that the leaks disturb him. “The integrity of government, the way ministers and the prime minister inter-react together are vital in terms of the governance of Australia, the performance and I think the public is very aware of these relationships,” he said. He warned that the perception of disunity in the ministry and impressions of discord between ministers and Abbott’s chief of staff Peta Credlin, are contributing to poor economic growth. “Our measures of confidence in the business community are lower than they could be and certainly our political challenges are one of those factors,” Corbett said. “He needs to move to fix it. Because if there is a problem there, very clearly if it’s not fixed it will continue to fester for the future.” He said investment outside the resources sector is lagging. “That’s why decisive, ongoing leadership by the prime minister in addressing these issues are going to be so important for Australia now, but Australia for the future,” Corbett said. “I think the government will need to have the fortitude to level with the Australian people and tell the public that revenue must increase if we want to maintain the standards of health and other services, and infrastructure in particular, in Australia” Corbett said all political parties should think hard before making commitments to the public. “I think broken promises … are extremely costly to confidence.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}