{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/mar/25/nsw-election-john-howard-warns-voters-not-to-give-luke-foley-a-fluke-win", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-03-24T23:20:43Z", "webTitle": "NSW election: John Howard warns voters not to give Luke Foley a fluke win", "webUrl": "https://www.theguardian.com/australia-news/2015/mar/25/nsw-election-john-howard-warns-voters-not-to-give-luke-foley-a-fluke-win", "apiUrl": "https://content.guardianapis.com/australia-news/2015/mar/25/nsw-election-john-howard-warns-voters-not-to-give-luke-foley-a-fluke-win", "fields": {"headline": "NSW election: John Howard warns voters not to give Luke Foley a fluke win", "bodyText": "The former prime minister John Howard has warned NSW voters not to lodge a protest vote and risk installing Labor’s Luke Foley as premier in Saturday’s state election. Howard joined other Coalition leaders, including former NSW premiers Nick Greiner and John Fahey, and former deputy prime minister Tim Fischer in endorsing Mike Baird for a second term. “In Australia today elections are volatile. Look at Queensland and the federal Senate,” the statement said, referring to the one-term Queensland government led by Campbell Newman which was defeated in January. “A learner like Luke Foley fluking an election win with local protest votes after just one term out of office would bring NSW to a screeching halt.” The group urged voters against lodging preferences, telling them to “just vote 1” for the local “Baird Liberal”. The statement was released by the Liberal party NSW campaign headquarters overnight on Tuesday night. Baird has a clear lead in the polls over Foley who was installed as Labor’s leaders in January. The statement said the NSW economy was growing, employment was growing, crime was down, new roads and rail lines were being built, and health services and schools were improving. “Progress is not an accident,” it said. “But it can end by accident.” Foley was travelling to the central coast on Wednesday after spending the beginning of the week in northern NSW and was expected to continue touring regions towards the end of the week while Baird was likely to focus on marginal seats in Sydney."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}