{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2015/mar/20/snoop-dogg-and-arcade-fire-lead-sxsw-panels", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2015-03-20T22:31:14Z", "webTitle": "Snoop Dogg and Arcade Fire lead SXSW panels", "webUrl": "https://www.theguardian.com/culture/2015/mar/20/snoop-dogg-and-arcade-fire-lead-sxsw-panels", "apiUrl": "https://content.guardianapis.com/culture/2015/mar/20/snoop-dogg-and-arcade-fire-lead-sxsw-panels", "fields": {"headline": "Snoop Dogg and Arcade Fire lead SXSW panels", "bodyText": "As well as the bands and boozing, South by Southwest is the place the international music business comes to chew the fat about its many challenges. I caught three of these sessions, held in Austin convention centre, which had varying degrees of insight. The least insightful – but the most entertaining – came from Friday’s keynote speaker Snoop Dogg. The rap legend didn’t really give a speech but was interviewed on stage by his manager Ted Chung. For this reason, a hard-hitting interrogation was not on the cards, but the Dogg still managed to entertain. Dressed for business is gold-rimmed specs, a posh white shirt and bow-tie, Snoop offered his thoughts on how he’s managed to stay popular and relevant. He said it’s all down to studying the music business and always paying attention to new artists, who in turn show him respect: ‘I’m Uncle Snoop’, he said, to guffaws from the crowd. Snoop said that he remembered an older generation of artists, like Dionne Warwick, heavily criticising him when he was a young gangsta rapper: “everyone was on Snoop Dogg like I’m the worst black man ever created,” he said. He said it “rubbed him the wrong way”, and so “I try not to rub young homies the wrong way.” It’s not difficult to see why other musicians want to collaborate with him – while his records have occasionally wavered in quality, he is still demonstrably cool, with a voice you could listen to all day, whether rapping or in conversation. Snoop also seems remarkably mellow after over two torrid decades in the music industry, though this could be due to the fact that he says the first thing he thinks about in the morning is smoking weed. He is involved in a range of activities from painting to his Youth Football League, which puts inner city children on the road to college, including his son, Cordell Broadus, who is going to UCLA - the first person in Snoop’s family to go to college. Very sweetly, Snoop said that seeing Cordell pick his school was the happiest day of his life. The funny moments came when Snoop discussed his friendship and collaborative partnership with Willie Nelson, based on a shared love of “animals, good music and grass”. Snoop painted a vivid picture of the pair playing dominos while stoned in Amsterdam - “he was whoopin’ my ass”. Weed also inspired another of his unlikely pursuits – abstract painting. He was in “the Versace hotel in Australia” when he started to make the painting, which was inadvertently finished off with some ash from Snoop’s spliff. It now hangs on the hotel wall. Snoop has a natural flair for social media, and it was no surprise to hear him praise it. The rapper professes himself “for the people”, and social media allows him to put his money where his mouth is. He loves having a close relationship with his fans, and hearing the words, “Snoop! Give me a selfie!” “It’s a love thing,” the rapper smiled. (Incidentally, at Art Basel in December the MoMA curator Klaus Biesenbach recommended Snoop’s Instagram account as one of his favourites.) There was less love but probably more insight in a panel about “the celebrity economy in music” on Thursday which featured the Nobel-winning economist Paul Krugman and Will and Win Butler from Arcade Fire, along with Berger Management’s Nicky Berger and Nielsen’s Tatiana Simonian. Krugman said that in revenue terms, things have changed for artists less than you might think – touring was always around seven times more lucrative than selling records. There was a discussion about sponsorship and whether bands should accept it, with Simonian saying that she used to be against it but “street credibility didn’t pay my bills ... the dialogue has changed.” She said that Chipotle were sponsoring new bands, and that as a young performer “I would have been stoked to get free burritos.” This cut no ice with Win Butler, who immediately said “It’s selling out. You can afford to get a Chipotle burrito if you’re running your tour right.” This moment of truth was followed up by Krugman memorably describing the New York Times as “an advertising platform for luxury goods wrapped in a little bit of news”. Increasingly, brands will want to involve themselves with bands, though less overtly than in times gone by. Berger approvingly said that the American salad bar chain Sweet Green has a festival called Sweet Life – though this got a snort from Win Butler. “Artists are always screwed over, only now it’s different people,” he said. They are, he said “always giving more value than you’re getting.” So with revenues from record sales declining, how will bands be able to afford to play in 10 years? Will Butler pointed out something that has become increasingly apparent – that more and more, it’s bands’ parents who pay for them to make music. “As the rich get richer their kids can do whatever the hell they want.” This analysis was backed up by Krugman, who added that the share of cash going to a few bands at the top – presumably the likes of Madonna and the Rolling Stones – has increased, meaning that everyone else gets a shrinking size of the pie. The only real cheer was provided by Will Butler, who pointed out that the internet has facilitated “a golden age of folk art – all these stupid internet jokes. In terms of creativity we’re in a really good place, but music is less of a golden age.” Something definitely not having a golden age is the music press. Friday saw a panel called “Should music mags survive or get killed off?” It included US music press royalty including Ann Powers, Jim DeRogatis and Jaan Uhelszki, but I didn’t feel as though the question was really answered – not that music magazines are going to be saved by a panel of hacks arguing about whether or not old copies of Creem had been preserved on microfilm, as these did for what seemed like an eternity. One of few bright spots in an hour of nostalgic bellyaching was provided by Powers, who pointed out that the internet has enabled a whole crop of talented women to write about music, who would have been marginalised in the boys’ club of the music press. DeRogatis complained: “but they don’t know where the comma goes,” his point being that writers need editors, lawyers and the rest of the infrastructure a magazine can bring. No-one made the obvious point, that while there is a plethora of music journalism, and it’s often brilliant, it’s usually now found outside music magazines."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}