{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/mar/05/bafetimbi-gomis-collapse-fabrice-muamba-tottenham-brad-friedel-swansea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-05T22:30:01Z", "webTitle": "Bafétimbi Gomis collapse had us fearing the worst, says Brad Friedel", "webUrl": "https://www.theguardian.com/football/2015/mar/05/bafetimbi-gomis-collapse-fabrice-muamba-tottenham-brad-friedel-swansea", "apiUrl": "https://content.guardianapis.com/football/2015/mar/05/bafetimbi-gomis-collapse-fabrice-muamba-tottenham-brad-friedel-swansea", "fields": {"headline": "Bafétimbi Gomis collapse had us fearing the worst, says Brad Friedel", "bodyText": "Brad Friedel has articulated the sense of fear that he and his fellow players felt on Wednesday night when Bafétimbi Gomis collapsed to the White Hart Lane turf – just as Fabrice Muamba had done, in almost fatal circumstances, in March 2012. It would emerge that the Swansea City striker had suffered a drop in blood pressure which led him to faint – as he has done previously in his career – and the incident was nowhere near as serious as that which affected Muamba, the former Bolton Wanderers player. He was stricken by a cardiac arrest and cheated death. Gomis received lengthy treatment on the field before he was taken off on a stretcher. He was later transferred to a London hospital, where he was kept in overnight under observation. He was discharged at lunchtime on Thursday and, with Swansea’s players having been given time off as they have no game this weekend, he has travelled home to France. There is relief in all quarters that Gomis is fine but Friedel, the reserve Tottenham goalkeeper, said there was a moment when he feared the worst. “I was in the dug-out, as I was for the Bolton game and, as soon as it happened, the first thing that went through my mind was Fabrice,” Friedel said. “Anybody who was here at the stadium [for that Bolton game] – and even those who weren’t – would have initially thought the worst when they saw Gomis had collapsed. My first thought was: ‘Please no, not again.’ “It is not normal for someone to collapse. So we knew it wasn’t good. But word got back to us about his condition after a minute or so. That’s why there wasn’t the same panic when he was brought off as there was with Fabrice.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}