{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/13/wales-rhys-webb-ireland-six-nations-2015", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-13T22:00:08Z", "webTitle": "Wales’ Rhys Webb will face Ireland with smile on his face in Six Nations", "webUrl": "https://www.theguardian.com/sport/2015/mar/13/wales-rhys-webb-ireland-six-nations-2015", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/13/wales-rhys-webb-ireland-six-nations-2015", "fields": {"headline": "Wales’ Rhys Webb will face Ireland with smile on his face in Six Nations", "bodyText": "Rhys Webb used to be a ball boy at Bridgend in the days when Rob Howley was the club’s scrum-half, dreaming of the day he would emerge from the sidelines. Now he has followed Howley into the Wales side, he prepares for big matches – and they have not come more momentous for the 27-year-old than Saturday’s encounter with Ireland at the Millennium Stadium – by transporting himself back to the days when he played junior rugby. “I do not get nervous before a match,” says Webb, who last autumn ousted Mike Phillips, who had been a mainstay in the seven-year reign of the coach Warren Gatland. “I try to think it is just another game for my local club. It relaxes me and makes me play with a smile on my face. Every game at international level is big, but you have to enjoy them.” Despite Gatland’s considerable success with Wales, the Lions and at club level, his teams have been accused of playing Warrenball, a pejorative term for a style of play perceived to be little more involved than big men bashing their way through the middle of the field: the former Ireland second row Neil Francis said Gatland shared the same number of brain cells as a tub of margarine but the theory ignores the change at scrum-half this season. If Phillips could be said to personify Warrenball, big, aggressive and confrontational, Webb is an opportunist who lives off his wits. He has scored two of Wales’ four tries in this year’s Six Nations, having touched down against Australia and New Zealand in the autumn, and created the one his half-back partner scored to win the game in Paris in the last round, darting through a gap at a ruck and linking with the flanker Dan Lydiate. “If I see a gap, my instinct is to go but you have to pick your moment,” Webb says. “You cannot do it all the time: it is about being smart. When I went to that ruck in France, I was scanning and saw they had a big second row defending 10 metres either side of it and I knew if I went for it, there would be a gap for me. It is about getting over the gainline, putting the team on the front foot and creating space out wide for our dangerous backs.” When Webb was growing up in Bridgend, he watched closely the leading scrum-halves in the world: Joost van der Westhuizen, Justin Marshall and Howley. He was at Ospreys when the New Zealander Marshall joined the region, learning the art of running a game and quickly adapting to changing circumstances. “I picked up a lot from Marshall,” he says. “I also learned a lot from Kahn Fotuali’i [the Samoa scrum-half now at Northampton] when he was at Ospreys. His running game was very good and I used to pick his brains. It is paying off. “As I have grown up, it is all about myself, doing things well. I do not really worry about any other scrum-halves, honing my skills such as passing and kicking and keeping my focus at all times. As long as I do my job the best I can, the rest will take care of itself.” As Ireland’s half-backs, Jonathan Sexton and Conor Murray, come as a pair, so Webb and his partner at Ospreys, Dan Biggar, are very much a duo; two vocal, forthright players who drive their team tactically. They lack the experience of their opposite numbers on Saturday, but they are equally as instrumental to their team. Positions which a year ago looked to be Wales’ weakest are now among the strongest. “Rhys is an individual running threat,” says Howley, who has been Wales’ attack coach since 2007. “He brings forwards into play between nine and 10 and has an eye for a break, capable of scoring from five metres out or 20. He has benefited from his partnership with Dan and it is one that gives you a huge amount of confidence and self-belief. Rhys’s composure is good, as is his kicking, which is a huge part of a scrum-half’s game as Conor, one of the northern hemisphere’s best nines, has shown. It will be interesting to see Rhys against him.’ Webb and Biggar are friends as well as playing partners. “We are very good mates off the field, always in touch away from rugby,” Webb says. “We room together when with Wales, although he normally stays up later than me, and it is nice to have someone outside you who you know inside out. The half-backs touch the ball more than other players and it is about creating special moments. Saturday will be a massive game for both teams. There will be no margin for error.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}