{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/mar/20/six-nations-2015-england-world-cup-dylan-hartley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-20T22:00:04Z", "webTitle": "Six Nations 2015: England need victory before World Cup, says Dylan Hartley", "webUrl": "https://www.theguardian.com/sport/blog/2015/mar/20/six-nations-2015-england-world-cup-dylan-hartley", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/mar/20/six-nations-2015-england-world-cup-dylan-hartley", "fields": {"headline": "Six Nations 2015: England need victory before World Cup, says Dylan Hartley", "bodyText": "Trust an eclipse to come along just when English rugby is hoping to see the light. The big shadow over Twickenham in recent times has been a shortage of major silverware – one title since 2003 – and Stuart Lancaster’s players finally have a chance to earn their rare place in the sun. The Six Nations denouement is not a World Cup final but there is still a defining glint to it. No one understands this better than those awaiting an afternoon that will also test the big-match nerve of Wales and Ireland, as well as the quixotic French. “Timing-wise, this team needs to win something before the World Cup and we’ve put that pressure on ourselves,” said Dylan Hartley, England’s hooker, before his side’s final competitive match before this autumn’s World Cup. “From the outset we said we wanted to win it. This will be the biggest [day in an England shirt] for me and I’m sure for the team as well.” Hartley is well qualified to judge, having been involved in England’s anticlimactic title success in 2011. On that occasion they were well beaten in Dublin and, for many, memories of receiving the trophy in their hotel lobby that evening remain hazy. “When you ask me if I have won the Six Nations I don’t feel like I have,” said Hartley. “We couldn’t even come away saying: ‘Look, we played well.’ Maybe it won’t feel the same until we do the grand slam either.” Hence the desire, after three subsequent runners-up efforts, to get the job done this time. It is impossible to be certain but England may yet require at least a 10-point win should events in Rome and Edinburgh pan out as Wales and Ireland hope. Given that France have conceded two tries in four games – and could also be champions if they, Italy and Scotland win – it is not the mathematical formality it might have been had Lancaster’s side been more clinical against Scotland. Nor is it as simple as throwing the ball to Jonathan Joseph and inviting the tournament’s top scorer to add to his four tries in four games. As Hartley rightly insists, getting a forward grip will be fundamental given France’s traditional strength in that area. “When people talk about scoring lots of points they confuse that with people like Jonathan Joseph having lots of the ball and doing loads of sidesteps, breaks and no-look passes,” the Northampton captain said. “In reality it’s about playing the ball in the right parts of the field and applying pressure. If I was the French coming to this game I’d be thinking about how England want to score all these points. I’d make it a set-piece game and slow it down. “As forwards we’ve said this is the biggest challenge of the tournament, not because of the game but because of their pack.” Graham Rowntree, England’s forwards coach, played against the wily Nicolas Mas and suspects the low-scrummaging French front-row will be a handful, even without the injured Eddy Ben Arous. The visiting bench also contains two tightheads and, while Rabah Slimani has never featured internationally at loosehead, Rowntree has considerable respect for a pack who put the squeeze on Italy last Sunday: “The DNA of a French forward pack is their set piece. In big games they will go back to that.” In England’s favour, at least, is the venue. The hosts have won their past eight Six Nations matches at Twickenham and, almost 600 years on from the Battle of Agincourt, Rowntree expects the crowd to help shape the latest version of “Le Crunch”. “I want the French to come here and feel they are playing against a nation, not just 15 guys on the field. I am sure the crowd will do that for us. They are going to be very important.” Ultimately, it will depend, contrary to Gallic cliche, on which England team turns up: the composed bunch who won in Cardiff or last week’s wasteful finishers. It is Hartley’s firm belief that he and his team-mates will keep calm: “Gone are the days of head-banging and punching holes in walls, although James Haskell does a bit of shadow boxing in the corner. I saw him crush a paper cup once as well.” It will be no joking matter, though, should his team fall short again. A personal hunch, as it was pre-tournament, is that England will narrowly prevail but imagine if three more points are required entering the last minute? Spare a thought, if so, for the referee, Nigel Owens – returning to Twickenham for the first time since being abused by some idiots during the New Zealand game in November – and the man contemplating a decisive drop goal. Might it be Danny Cipriani? Fairytale finish or not, brace yourself for an emotional end-game."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}