{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/09/andy-murray-part-time-assistant-amelie-mauresmo-lta", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-09T22:00:02Z", "webTitle": "Andy Murray to name assistant after talks with Amélie Mauresmo", "webUrl": "https://www.theguardian.com/sport/2015/mar/09/andy-murray-part-time-assistant-amelie-mauresmo-lta", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/09/andy-murray-part-time-assistant-amelie-mauresmo-lta", "fields": {"headline": "Andy Murray to name assistant after talks with Amélie Mauresmo", "bodyText": "Andy Murray hopes to decide on his new part-time assistant this week after discussions with Amélie Mauresmo while in Indian Wells for the first tournament of the American hardcourt season. “I’d say I’m fairly close,” he said of the decision. Speaking shortly after helping Great Britain into the quarter-finals of the Davis Cup – against France in July, possibly at Wimbledon – the world No4 turned his attention immediately to the Tour and his own arrangements. In recent weeks, he has bemoaned the lack of backup on his coaching staff. Mauresmo is committed to 25 weeks of the season, leaving several gaps in his busy calendar. “Over the next few days I’ll try to arrange something, to do a trial period in the next month or so,” he said. “Amélie is next not with me at the beginning of the clay-court stretch [which begins in Monte Carlo on 13 April]. I get married the week after Miami [which follows Indian Wells]. I’m not 100% sure what I’m going to do the week after that. It depends what happens in the next month or so.” Murray reflected on a magical weekend for British tennis while remaining cautious about the future. He hopes the Davis Cup victory in Glasgow that has catapulted Great Britain back into the quarter-finals for the second year in a row is not wasted in another round of good intentions. However, in the immediate aftermath of the team’s 3-2 win over the USA, he made it clear he wants some positive evidence before he will accept that more words will not disappear on the wind, as they have many times before. Shortly before Murray went out to beat the Americans’ best player, John Isner, in three tough sets to put the tie beyond doubt, he spoke briefly to the Lawn Tennis Association’s chief executive, Michael Downey, who outlined the British governing body’s plans to increase playing numbers. “I spoke to him for, like, 15 minutes,” Murray said. “He took me through a one-page plan, a strategy, in terms of how they were going to get more people playing the game. I haven’t given my opinion or thoughts on how that should be done. I just listened to what he had to say. “Getting more people playing is obviously important. The more people we have playing, the more chance we have to get more top players but it’s one thing saying it, putting it down on a piece of paper. It’s another thing doing it, actually following through with it. We’ll have to wait and see.” Murray said the spirit that flowed from the 7,700-capacity crowd in the Emirates Arena was heartening and emotional, going a long way to helping the team win. “I think it’s valuable. You see the enthusiasm and the passion that people clearly have for tennis right now. That’s great. It’s up to the LTA to capitalise on that. That’s not my job. “I’m just happy that when we’ve been able to play the big events of the last few years the crowds have been absolutely fantastic every time. Again, in the summer, I’m sure we can fill another big arena but we need more than just putting these sort of events on. It’s the LTA’s job to capitalise on the interest that’s around just now.” While dashing across several time zones to California to pick up on the next leg of the Tour may be arduous, Murray might have been happy for a quick exit after accidentally inferring that his Davis Cup team-mate Dominic Inglot had met a new girlfriend in Glasgow. After the gaffe, filmed on Eurosport, Murray hurried from the scene, stooped at a right angle, with head in hands, face reddening by the second, a daft postscript to the team’s triumph. Inglot told reporters on Monday he had explained to his girlfriend of six months in London how the incident was a wind-up that went wrong. As the Guardian understands it, the new “girlfriend” was someone who had formed a unreciprocated crush on the outgoing doubles player. Speculation about the quarter-final, meanwhile, rumbles on. Contrary to some rumours, no venue has been decided. The LTA will consult with the team captain, Leon Smith, as well as the players before making their choice by the early April deadline."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}