{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2015/mar/28/premier-league-referees", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-28T22:00:06Z", "webTitle": "Meet the new men in black training to make Premier League tough calls | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2015/mar/28/premier-league-referees", "apiUrl": "https://content.guardianapis.com/football/blog/2015/mar/28/premier-league-referees", "fields": {"headline": "Meet the new men in black training to make Premier League tough calls", "bodyText": "Why do it? Talking to the men earmarked to be the elite referees of the future, an unavoidable question elicits a knowing smile. This season, criticism of a pressurised vocation has flared up to the point where some former officials have felt compelled to turn on their own and lament the standard. That is quite striking, because the more you talk to referees the more obvious it is that supporting each other through thick and thin is fundamental. So why do it? Why spend countless hours driving up and down the country to dole out rules, some of which are inevitably going to upset people, trying to climb up the officiating ladder until you reach the chance to make decisions on television in front of millions who scrutinise you and lacerate your ability courtesy of umpteen different angles and slow-motion replays? A glimpse of an answer suddenly appears written all over the face of Lee Swabey moments after he blows the final whistle of a 2-1 win for Grimsby over Woking in the Conference. He gets what all referees hope for every time they step into the middle of the fray. “Twenty-two handshakes,” he explains afterwards, proudly. Symbolically, a full set of handshakes, plus a well done from both managers, represents maximum satisfaction. Once he has showered, changed, and he and his assistants have had a quick debrief with the assessor, Swabey is still beaming. “The buzz,” as he calls it, of a game that passes smoothly, is something he loves. “I wouldn’t spend so much time away from my family if this didn’t mean the world to me.” As one of the group that is highly regarded by the powers that be of PGMOL (Professional Game Match Officials Limited) for his potential, Swabey knew he was being watched at Woking’s Kingfield stadium. PGMOL’s chief, Mike Riley, was in attendance, alongside Steve Dunn, who is the coach for this level, plus the assessor John Norbury, armed with notes and stopwatch to catalogue every significant move the officials make. Three wise men? The organisation has been in the spotlight during a season pockmarked by controversial errors. But none of that seems to diminish their belief in what they are trying to do. There are certainly a lot of high-profile matches and game-changing calls under their collective belts, and they see it as a duty to pass that experience on to the next generation. To help. A few weeks earlier, Riley, Dunn and another former referee, Peter Jones, made their way to Alfreton Town to cast their eye over another tipped to progress – John Brooks is something of a prodigy in the mould of one of the current favourites, Michael Oliver. He has been running the line at Premier League level since the age of 21, has taken to refereeing in the Conference in his first season at this standard, has every chance of being promoted to the Football League list in the next couple of years, and then who knows? “I hope to have the opportunity to get promoted to the Premier League and officiate some of the top games in this country,” Brooks says. The most the PGMOL delegation got to observe, however, was the way Brooks handled the somewhat tricky situation of calling off Alfreton v Lincoln because of a frozen pitch. It is all part of the rich tapestry of experience Brooks needs to acquire before he is trusted with more high-profile games, the myriad different problems outside a normal 90 minutes which need dealing with – often clubs are very reluctant to have a late postponement, particularly when they have to pay all the stewards and staff who have turned up but will not receive any gate money. Brooks phoned his coach, a former referee supplied by PGMOL to be a mentor of sorts, for advice. With confidence reaffirmed, he made the difficult but right call. A little later the Alfreton secretary arrived with envelopes to pay the officials for their time – the match fee in the Conference is £95 so it is safe to suggest these men do not do it for the cash. Brooks, like Swabey, has clear ambition to progress. He is under no illusions that developing a thick skin and perfecting strategies to deal with disappointments is a big part of that. How does he feel watching Match of the Day when a referee gets vilified? “Erm … not great,” he admits. “I’ve been in that situation once where I have made an incorrect decision and it was a deciding goal that was just offside. That is tough. Your heart sinks. You can’t stop thinking about it. “I do sometimes wish people understood the time and effort we put in. “It is very easy to slate a decision but we do everything to try to get these decisions right. In certain situations you are going to be unpopular but if you are uncomfortable with that you are probably in the wrong job.” So Riley, Dunn and Jones retreat to the Alfreton boardroom for a hot dinner and the chance to explain how they go about garnering the improvements that will help the best reach the top and officiate in the Premier League. They are an interesting mix. Yorkshireman Riley is quietly methodical. Dunn, a hearty Bristolian, bursts with enthusiasm. Jones, from Leicester, is straight talking and sage. What they all agree upon is that the backup, education and tools that today’s referees have is a world away from what they experienced in their own days with the whistle. Riley, as a young ref, went out and bought himself a load of books on psychology and nutrition as there was no information on offer to him at all. Jones recalls that if he had a bad game he just had to rely on a “Don’t worry, you’re OK” from a fellow ref to pick him up. Contrast this with Brooks, for example, who has a coach at the end of the phone. They consult weekly, discuss how his games have gone, study footage of key decisions and work out how to improve. He also has the support of sports psychologist Liam Slack on hand for regular guidance. He has an exercise regime to help him handle the 11km he runs during a game, does a variety of fitness, stamina and warm-down work around games, and knows enough about nutrition that after calling off the match at Alfreton he wants to head to the gym to burn the 2,000 calories he had eaten to fuel him for the expected 90 minutes. “With elite performance they have all the backup – strengthening, conditioning and all the psychology involved,” says Riley. “We want to tailor that education with our next generation.” PGMOL put £1m into coaching and training referees last season, to attempt to mimic as best they can the kind of professionalism that has become the norm for players. There are get-togethers several times a season at the FA’s national football centre, St George’s Park. Psychology is a particular focus. Brooks says it is vital in his development. “One of the things we have talked about recently is parking decisions and moving on,” he explains. “There may be a big decision to make in the first 30 seconds of the game. Once you have made that you need to stay focused for the next 89 minutes and not be wondering whether that was correct or worrying about that decision. Liam has taught us some techniques for releasing that decision. We have been shown clips where you make a major decision and then shortly after that you make another couple of incorrect decisions because that is still on your mind. Working with the sports psychologist is really important for mental toughness.” Dunn picks up the theme: “If something has gone terribly wrong you can ring someone – there is a code of conduct and everything is confidential, the senior management won’t even know about the conversation – but they can talk in confidence, we can help them and go through the game with them. They can offload a lot of their concerns. Our job is to build them up so they can be ready for the next game.” Jones believes the whole approach can only help. “I refereed in professional football but looking back I was an amateur,” he says. “I was going to work – I worked for British Telecom – and I might referee at Newcastle on a Wednesday with the pressure that came with that, and 9am the next morning I was in Leicester trying to speak to customers. I perhaps hadn’t slept. Or I had driven back, no chance of stopping. Training was ad hoc. We were amateurs in a professional environment compared to now.” When the subject of technology comes up, the three former refs are unanimous in their support of it. If it can be harnessed the right way to aid officials, it is welcome. “We are all in favour of anything that makes the referee’s job better and makes them more effective on the field of play,” says Riley. Minimising mistakes is the aim. After all, a bad decision can stick with you for a while. “The rest of your life,” notes Jones with a chuckle. BIG CALLS GO BAD Former referees’ head Keith Hackett called this season’s elite refereeing standards “disastrous” and “the worst we have seen”. Among the recent high-profile mistakes: ■ 21 Feb Martin Atkinson is accused of missing a “potentially career-ending” challenge by Burnley’s Ashley Barnes – sending off Chelsea’s Nemanja Matic for retaliating instead. ■ 28 Feb Roger East sends off Sunderland’s Wes Brown instead of John O’Shea for fouling Radamel Falcao – but denies it was mistaken identity. Brown’s red card was overturned. ■ 21 Mar West Brom manager Tony Pulis calls for an extra video official after Neil Swarbrick sent off Gareth McAuley, mistaking him for Craig Dawson."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}