{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2015/mar/01/indian-summers-recap-season-one-episode-three-power-politics-and-cake", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-03-01T21:59:07Z", "webTitle": "Indian Summers recap: season one, episode three – power, politics and cake", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2015/mar/01/indian-summers-recap-season-one-episode-three-power-politics-and-cake", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2015/mar/01/indian-summers-recap-season-one-episode-three-power-politics-and-cake", "fields": {"headline": "Indian Summers recap: season one, episode three – power, politics and cake", "bodyText": "Episode three is about the perpetuation of power through covert manipulation and violent repression – there is also a cake that looks like a boob. The upcoming inquest into Ralph’s near-shooting (an event he describes as “a watershed moment”, like it was those two girls kissing on Brookside) forms the spine of the story. Ralph, who has something to hide, attempts to influence Aafrin’s testimony by offering him a new job as head clerk. I dunno; head clerk sounds as exciting as second washer-up, but, contextually, it’s a life-changing promotion. Elsewhere, and outside at last, Cynthia is “recreating afternoon tea at Claridge’s in the Himalayas”. She’s preparing cucumber sarnies for the Sipi Fair, which I am going to file, alongside her milk punch, in the ‘what the hell is that?’ folder. Like Ralph, she’s trying to pervert justice, which, apart from sandwiches, is what she’s really good at. She approaches Alice and child, her ‘you OK, hun?’ solicitousness concealing a killer sting. Lightly juxtaposing the inquest and Alice’s fragile social standing, she remarks: “In your position, I wouldn’t remember a thing.” On the revolutionary front, Aafrin’s firebrand sister Sunni attends an Indian independence protest that is violently put down by the police, who beat men and women alike with clubs. She is arrested and degraded, forced to urinate in the corner of her cell. Frankly, things don’t look good for her. Nothing really looks good for anyone. Dougie finally kisses Leena, next to some washing-up in the school, possibly to get her to stop babbling about cups. Because he’s a good(ish) man, he immediately goes to find his wife and confess. “You look queer. You’re acting queer,” Sarah tells him, heedless of the rule that actors should never give each other notes. He confesses his “un-Christian” behaviour and she breaks down. We know how she turns heartbreak into scattergun beastliness, so this is a terrible development for everyone. At night, Sita and Aafrin meet in a graveyard that cinematographically resembles Michael Jackson’s Thriller video. They meet here to hide their affair, although Sita is quite weird, so it’s possible she just hangs out there anyway. Aafrin tells her his new job makes him a “covenanted civilian”, which sounds like he’s about to be buried alive, but, like the head clerk thing, is actually good. It means he’s free to choose any romantic future he chooses. I wouldn’t get your hopes up, though, Sita. The next day, Ralph and Aafrin continue to work on their Handsome Boys Club, meeting at Ralph’s for drinks. Aafrin requests clemency for Sunni. Ralph acquiesces and, with his new colleague now indebted to him, casually suggests a shared story around the shooting – that assassin Chandru Mohan’s final words were the politically inflected “You British devil.” Which they weren’t. Ralph could have been Algerian-Finnish for all it mattered to Mohan. Poor Madeleine hasn’t even been in a subplot for the last two weeks. She’s mainly there for slatternly seasoning, spicing up episodes by climbing into bath tubs with Ralph or bonking him noisily under brother Eugene’s nose. (Eugene only wants peace, to wear his braces and read his book.) Olivia Grant’s warm, free-spiritedness breathes life into her every scene, so it’s a shame she’s only being used for the sexy stuff at the moment. It looks like Ralph’s only using her for the sexy stuff too, so maybe it’s a clever form-following-content thing. Sipi fair time! Turns out Sipi fair is an intercultural fete, where Indians (excluded from the Royal Club) and the Brit-pack can awkwardly mingle, and at which Cynthia hilariously has the Indian musicians silenced because they’re annoying her. “Make yourself at home!” she trills to the assembled crowd, before less disingenuously instructing her chief servant: “No access to the interior. And if anyone tramples the flowers, they’re straight out.” It’s a pretty nice fair. There’s a guess-the-weight-of-a-massive-cake-that-looks-like-a-boob-competition (5lb, 11oz) and male wrestling. Aafrin presents Alice with a large grasshopper made of leaves impaled on a stick. Having a less good time is proud, self-posessed Ramu Sood, “the Native” who presents plantation owner Mr Armitage with an eviction notice, which is, er, bold. An apoplectic – and very Scottish – Armitage pushes him to the ground and throttles him. Unfortunately, the fat drunkard is no Captain America, and suffers a heart attack from the exertion. Judging by the way Cynthia is glaring at him, Ramu is going to take the blame for whatever happens. All the fun of the unfair. Indian Summers’ energy was always going to come from agitation beyond the garden gates – and there are signs the simmering unrest is approaching a healthy roil. Aafrin and Alice perjure themselves at the inquest, corroborating the attempted murder as politically motivated. When Aafrin visits Sunni in jail, she is dismayed by his new job and status. “Marvellous Mr Dalal, loyal servant. Look at the role they’re casting you in.” Through Sunni, he learns gunman Chandru’s links to the Congress party were falsified; that his own shooting is being manipulated for British propaganda, that he has made a bed for the devil and crawled in beside him. Let’s hope the show picks up momentum along with the revolutionary cause it’s following, because there’s juice there. Sunni is free for now – but at what price? Most Fate-Tempting Dialogue Upwardly-mobile Aafrin tells his delighted parents his job news, taking leave with the line, “I have to go now. New life begins this afternoon.” Have you never heard of jinxing things, man? Do you want to get shot again, probably in the face this time? Weirdest Job Prep/Equestrian Interlude After becoming head clerk, Aafrin is, for some reason, submitted to multiple rounds of dressage training, at which he is bad and looks silly. “What kind of fool gets vertigo on a horse?” asks a fellow clerk as Aafrin struggles with a five-bar gate. More Ludicrously Revealing Names Have we all fully appreciated that Cynthia Coffin has a trusted right-hand man whose name is Kaiser? KAISER. Is her favourite food devilled eggs? Does she have a budgerigar named Genghis? Does she put cats in bins? Most Titanic Moment Ralph, encouraging “best buddy” Aafrin’s artistic instincts, has Madeleine spread herself over a chaise and sets up an easel. He doesn’t exactly instruct him to “paint her like one of your French girls”, but it’s still a strange moment."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}