{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/mar/05/boston-bombing-trial-survivor-testimony", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-03-05T22:28:03Z", "webTitle": "Boston Marathon victim's father testifies at trial: 'We were unlucky that day'", "webUrl": "https://www.theguardian.com/us-news/2015/mar/05/boston-bombing-trial-survivor-testimony", "apiUrl": "https://content.guardianapis.com/us-news/2015/mar/05/boston-bombing-trial-survivor-testimony", "fields": {"headline": "Boston Marathon victim's father testifies at trial: 'We were unlucky that day'", "bodyText": "Bill and Denise Richard loved going to the Boston Marathon, even before they had children. In emotional testimony that brought tears to the eyes of several jurors in the ongoing trial of Dzhokhar Tsarnaev – the survivor of two brothers accused of perpetrating the 2013 Boston Marathon bombing – Richard described the day he and his family shared, before the blast that left him half-deaf, his wife half-blind, his daughter maimed and his youngest son dead. “It was just something we did as part of living in the city,” he said. “We loved living in the city; loved participating.” His children – two sons, Henry and Martin, and daughter Jane – took part in the youth relay on Saturday, and they all caught the red line train on Monday to watch the kids’ coach run in the main race. They were running late, Richard told the court. Hustling to leave the house, grabbing snacks and duffel bags. By the time they got to Hereford street, they had just missed seeing the lead runners go by. “We were unlucky that day,” he told the court, and smiled sadly. They walked up toward Boylston Street, and stopped in Ben and Jerry’s for ice cream. “I can even remember everything we ordered,” Richard said, his voice flat, his eyes far away. “It was a beautiful day.” The court was shown a picture, in which Tsarnaev was visible, wearing a white cap, peak-backward, behind where Richard and his family were standing. “Have you ever seen this person before?” asked Nadine Pellegrini, the assistant US attorney, for the prosecution. “Until today? In person? No,” answered Richard. When the first bomb went off, Richard said, he thought it was a sewer explosion. He tried to get his family over the barriers into the street. That’s the last thing he remembered. The second bomb went off just beside him with what he described as an “ear-piercing” noise, blowing him into the street, severing Jane’s leg and killing Martin. The last time Richard saw Martin, he said, he knew from the colour of his skin that he was going to die. At the hospital with Jane, he said it was “like a scene from the movies”. “You know it’s not good when you can see the look of horror on doctors’ faces,” he said. Later, he said, when he saw his wife again in hospital, she told him Martin was dead. “I said, I know,” he testified. The bomb blast also damaged Richard’s hearing, giving him tinnitus and partial deafness. But, he said: “I can still hear you. I can still hear music. I can still hear the beautiful voices of my family.” Tsarnaev sat impassively throughout the testimony, his lawyer Judy Clarke – who has declined to cross-examine any of the prosecution’s 19 witnesses so far – by his side. After testimony finished for the day he stood for the jury’s exit, his hands clasped, staring down at the desk in front of him. It was a day in which the prosecution strove to bring the full horror of the attack home to the jury. Jeff Bauman, who lost both legs in the attack, testified in the morning that he thought he was going to die, and said he could see his “bones and flesh sticking out”. Bauman also testified that he saw Tamerlan Tsarnaev, the elder of the two accused of perpetrating the bombings, who was killed after a days-long manhunt, before the blast. The court was also shown previously unseen footage from the security camera in the Forum restaurant, outside which the second bomb – the one which killed Martin Richard – detonated. The video, which included the moment of detonation, showed the full harrowing extent of the carnage. It caused an gasp of horror in the courtroom. But it was the quiet pathos of Richard’s testimony of the moment he saw his youngest son alive for the last time that provided the most emotional moment of the day. Pellegrino asked the final question: “How old was Martin when he died?” “He was eight years old,” Richard replied. The trial continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}