{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/16/tiger-woods-masters-rory-mcilroy-paul-mcginley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-16T22:30:03Z", "webTitle": "Tiger Woods at the Masters would help Rory McIlroy, says Paul McGinley", "webUrl": "https://www.theguardian.com/sport/2015/mar/16/tiger-woods-masters-rory-mcilroy-paul-mcginley", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/16/tiger-woods-masters-rory-mcilroy-paul-mcginley", "fields": {"headline": "Tiger Woods at the Masters would help Rory McIlroy, says Paul McGinley", "bodyText": "Paul McGinley believes Rory McIlroy will have a better chance of winning his first Masters title if Tiger Woods plays at Augusta this year, although the former world No1’s participation at the first major of the year remains in serious doubt. Woods announced on Friday that he would not play at Bay Hill this week in the Arnold Palmer Invitational as he attempts to recover the fitness and form he deems sufficient for a comeback to the PGA Tour. However, the four‑times Masters champion said he is hopeful of returning from his indefinite hiatus at Augusta. The Masters is the only major that McIlroy has yet to win following a remarkably successful 2014 that provided the Northern Irishman with stunning victories at Hoylake and Valhalla to secure the Open Championship and US PGA Championship respectively. Those titles came before a European triumph in the Ryder Cup under the stewardship of McGinley, who believes Woods’ presence at Augusta would mean McIlroy could escape a degree of the limelight and increase the 25-year‑old’s focus on a career grand slam. Asked if it would be easier for McIlroy should Woods return, McGinley said: “Of course. Look what happens at the US PGA last year, all the talk is Tiger going to play, is he not going to play? At the time Rory was favourite but all the expectation, all the talk, all you guys were focused on Tiger. “Rory didn’t sneak in the backdoor, but he was able to go about his business without the attention on him. I do hope Tiger comes back, we all hope Tiger comes back. I don’t know if he will or not, we’ll have to wait and see.” On McIlroy’s development McGinley – who will be at the Masters in Augusta commentating for Sky Sports, the only place to watch all four days live – added: “As a human being talking to him, it’s incredible how much he gets it, how mature he is for such a young guy. But he’s had a lot of life experiences. “To a large extent when he turned professional on the back of a successful amateur career, if you look compared to say me, Darren [Clarke] and Padraig [Harrington] when we turned professional, he was way more down the line than we were. Not just as a golfer, although arguably against Darren he might not have been as far down the line – him and Darren were very similar in terms of quality of amateur careers.” Woods spoke with Palmer on Friday to confirm that he would not play at his tournament, having also been absent from Bay Hill last year before back surgery which led to him missing the Masters. In February, Woods said “my play, and scores, are not acceptable for tournament golf” following an alarming run of form, yet he released a statement on his website last week that read: “I’ve put in a lot of time and work on my game and I’m making strides, but like I’ve said, I won’t return to the PGA Tour until my game is tournament ready and I can compete at the highest level. I hope to be ready for the Masters, and I will continue to work hard preparing for Augusta”. Of Woods’s drastic decline, McGinley said: “Of course I’ve been shocked, who hasn’t been shocked? When you see a guy who was as great with the chipping as Tiger was, is he going to come back from it? We really don’t know. All you can say about Tiger is, he’s nearly 40 years of age. The intensity Tiger has given to the game for 20 years he’s been a pro, that intensity does have an effect on you. Is there a little bit of burnout going on? “There’s a reason why guys don’t play their best golf in their 40s and late 30s. We’ll wait and see, I certainly hope there’s more to come from Tiger. We all do, for me he’s been great for the game of golf. My hunch would be there’s something bigger going on. But my point is, we talk about Rory and he is in the evolution towards his best golf. There’s no doubt Tiger has peaked in age times, and in terms of when guys normally play their best golf. That doesn’t mean he’s finished, but certainly he’s in the back nine of his career.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}