{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/24/australia-india-cricket-world-cup-2015-semi-final-sydney", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-24T22:00:04Z", "webTitle": "Sydney simmers but Australia v India semi-final will reach boiling point", "webUrl": "https://www.theguardian.com/sport/2015/mar/24/australia-india-cricket-world-cup-2015-semi-final-sydney", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/24/australia-india-cricket-world-cup-2015-semi-final-sydney", "fields": {"headline": "Sydney simmers but Australia v India semi-final will reach boiling point", "bodyText": "This semi-final has been a long time coming, long enough for a touch of paranoia to creep in. World Cup fever has not quite captured Sydney in the same way that it has overtaken Auckland and the rest of New Zealand. The city is just too cosmopolitan to be consumed by one game of cricket but the match against India has been preying on the mind of a good proportion of Aussies, despite the fact all the football codes are well under way here. In the hiatus since the quarter-finals there has been much agonising among interested parties about the pitch at the SCG and the crowd. What will the curator (groundsman), Tom Parker, prepare? Earlier in the week Indian journalists sought to bluff their way through security to find out. Australia have acknowledged they would like to see an extra bit of grass and as much pace as possible; India would prefer it to be dry and not too fast. Parker keeps his own counsel. It would be a surprise if the ball turns significantly. Then there is the crowd. There are concerns here that more than half of those crammed into the SCG on Thursday will be supporting Australia’s opposition. This has happened before when the Lions have been touring here but has seldom been the case in Sydney when Australian cricketers have been involved. For many Aussies that does not seem quite right. By comparison the usual cricketing talking points have not loomed large. There are very few selection issues. Josh Hazlewood captured four wickets in the quarter-final against Pakistan so it is highly unlikely Australia will juggle with their bowling attack. He will surely be preferred to Pat Cummins again. Moreover, the curator would have to be in a treacherous mood to provide a surface that demands the inclusion of Xavier Doherty as an additional spinner to Glenn Maxwell. There has been some debate about Aaron Finch’s place. Since smashing 135 against England on the first day of the tournament Finch has scored only 64 runs in five innings at the top of the order. There is the suggestion he might be dropped with Shane Watson yo-yoing back up the order and Mitchell Marsh or George Bailey coming back in. The conjecture has been more among the sideline sages with space to fill than the selectors. Expect Finch to play. And expect unbeaten India to play the usual XI. India will have noted how discomforted Michael Clarke, Watson and Maxwell were by the barrage of short-pitched bowling from Wahab Riaz in Adelaide. Umesh Yadav is the fastest of an India attack who have been both hostile and disciplined throughout. But it would be a mistake for Yadav to copy the length bowled by Wahab too often. The Pakistan paceman comes from a different angle, which on the evidence of this tournament is more effective in the modern game. For Yadav, unlike Wahab, the bouncer is more likely to be a shock delivery than a stock one. It will not be quiet in the stands at the SCG and, if they can hear one another, there will be one or two exchanges in the middle as well. Inevitably this has been another topic of conversation for those waiting for the first ball to be bowled. On Monday James Faulkner delivered the party line: “It’s the nature of the game; it’s a semi-final, it’s cut-throat. There’s going to be words said and it’s going to be a really tough contest. Neither team will be backing down.” Such sentiments were reiterated by Mitchell Johnson on Tuesday. “It [sledging] is all part of the game,” he said before recalling the duel between Wahab and Watson at Adelaide and hinting that he might be participating in something similar against India. “That was exceptional and mighty entertaining.” It may well be a feisty affair but both captains recognise it is not the team who sledge best who prevail, it is the one who stay calm and composed in the heat of the battle. Steve Smith hopes recent history will have a bearing: “We’ll have a little edge over them with a few scars from the matches throughout the summer; they didn’t beat us once.” But this is the World Cup. Auckland delivered a stunning contest on Tuesday. Another epic is on the cards in Sydney with Australia starting as the favourites to take on New Zealand in the final at Melbourne on Sunday. It would be quite a pleasant surprise if it was more gripping than the first semi-final."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}