{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/09/four-star-recruit-decommits-from-oklahoma-following-racist-video", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-09T22:03:04Z", "webTitle": "Four-star recruit decommits from Oklahoma following racist video", "webUrl": "https://www.theguardian.com/sport/2015/mar/09/four-star-recruit-decommits-from-oklahoma-following-racist-video", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/09/four-star-recruit-decommits-from-oklahoma-following-racist-video", "fields": {"headline": "Four-star recruit decommits from Oklahoma following racist video", "bodyText": "A widely disseminated video depicting a University of Oklahoma fraternity participating in a racist chant has reportedly cost the Sooners football team a highly sought-after recruit. Four-star offensive lineman Jean Delance announced Monday he was decommitting from Oklahoma and reopening his recruitment. “Firstly want to say thank you for giving me an opportunity to get my education and play football at OU, but I have [o]fficially de-committed from Oklahoma University,” Delance said Monday in a statement on his Twitter feed. “Nothing to do with the staff or team, I’ll be reopening my recruitment due to personal reasons.” Delance, a 6ft5in 270lb offensive tackle who in November became the first member of Oklahoma’s recruiting class for 2016, appeared happy with his choice as recently as Saturday when he visited the Norman campus for his “junior day” visit – when a school invites targeted recruits from the 11th-grade recruiting class for a group visit. Yet Bob Pryzbylo of SoonersIllustrated.com said the Texas native was “clearly disturbed” after a video featuring members of OU’s Sigma Alpha Epsilon fraternity chanting about lynching and using racial epithets surfaced on Sunday. When pressed on whether the video was the determining factor in the decision, Przybylo said he spoke with Delance after he tweeted his statement and talked with him about the video on Sunday night. Oklahoma coach Bob Stoops and several members of the football team were among the hundreds who joined together in campus protests on Monday. Delance is ranked No12 at his position in the 2016 recruiting class and No131 nationally by Rivals.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}