{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/09/lewis-hamilton-life-after-f1-mercedes", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-09T22:00:02Z", "webTitle": "Lewis Hamilton, the artist, lyricist and curator contemplates life after F1", "webUrl": "https://www.theguardian.com/sport/2015/mar/09/lewis-hamilton-life-after-f1-mercedes", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/09/lewis-hamilton-life-after-f1-mercedes", "fields": {"headline": "Lewis Hamilton, the artist, lyricist and curator contemplates life after F1", "bodyText": "Lewis Hamilton does not need a racing car in order to travel exceedingly fast and as he prepared for the Formula One season he hurled himself into his future life, which promises to be an eclectic mix of music making, designing and the building of a museum which will house his hundreds of trophies and represent his lasting legacy. Hamilton turned 30 in January but he looks and sounds younger, for there is a touch of Neverland in a man whose young life was controlled by first his father, Anthony, and then Ron Dennis at McLaren. In recent years, it has often seemed, he has been making a delayed passage through his adolescence. “I’m conscious that I’m halfway through my career or maybe past halfway,” he says. “And the next six or seven years, whatever I get, will come about quickly. And I’m conscious that whatever steps I take now will determine what I do when I finish. “I don’t want to be a commentator. That’s just not for me, although I think I’d be OK at it because I know much about the sport. But there’s other things that I would like to try to do. “Growing up, I was restricted in being made aware of my creative side. Over the last few years I’ve started to really be aware of that. There are things that I’m really quite creative in and so I’m going to try to see where that takes me. So I’m trying lots of different things.” He even hinted he would like to design the cars he drives. “Cars, I’d love to do something with cars. Maybe not design the whole car but when I was at McLaren I [designed] my steering wheel.” He’s probably not ready to replace Adrian Newey just yet. “Art was good when I was at school,” he says. “I did my whole house. I’m good at choosing and picking colours. Whether it’s clothes or something I might try to indulge in that at some stage, just do my own stuff.” For some years now Hamilton has enjoyed writing songs. “It’s more of my life than people are aware of and that hasn’t changed,” he says. “It’s what I spent a lot of my spare time doing last year. I think when you’re doing music, you have a choice of how much you want to show and how vulnerable you want to be. “So you can decide on that. Some people do more on it than others. But I approach it as a hobby, something I enjoy doing. It’s therapeutic. I’ve never been tempted to release anything but I’ve not had the worst of comments about them. I’m not a rapper. Someone has said that I’m an aspiring rapper.” In the past, Hamilton has spoken about setting up a museum, or a foundation, and he has made some progress. “I have taken the first step. I’ve collated all of my trophies and there’s now a folder from every year, what everything is, where they are and they’ve all been boxed nicely. It’s quite a few [trophies]. Just out of go-karting there were, like, three or four hundred, or something like that, so I would imagine it’s probably close to 500.” He also has replicas of the trophies he won at McLaren. “I think I have got two [original] trophies from McLaren. My first trophy, my first win [Montreal 2007] I was able to keep, and my first Monaco win in 2008.” But it is Hamilton’s day job that most people are interested in and he goes into the new season in Melbourne on Sunday as the favourite to retain his championship, though life is rarely straightforward for this incident-prone sportsman. And he expects more clashes with his Mercedes team-mate Nico Rosberg, who is once again expected to be his closest challenger. “Our relationship seems quite good, to be honest but it’s before the season starts and when you get in the heat of the moment, and there’s … you have to assume there’s going to be moments during the year where there’s going to be small bits of tension but that’s because we’re fierce competitors within the same team. “You’re conflicted constantly because you’re team-mates and you’re team-mates trying to get the team to win, but you also want to win yourself. But I think we managed it well. I think at points last year we particularly managed it well and I think at the end we managed it really well. And this year we’ll do it better.” And by the end of the season, one senses, Hamilton, artist, lyricist and museum-maker, will have another shelf of trophies to display."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}