{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/13/zak-hardaker-dropped-leeds-rhinos-police-investigation", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-13T22:23:45Z", "webTitle": "Zak Hardaker dropped by Leeds Rhinos due to police investigation", "webUrl": "https://www.theguardian.com/sport/2015/mar/13/zak-hardaker-dropped-leeds-rhinos-police-investigation", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/13/zak-hardaker-dropped-leeds-rhinos-police-investigation", "fields": {"headline": "Zak Hardaker dropped by Leeds Rhinos due to police investigation", "bodyText": "Leeds Rhinos have dropped the England international full-back Zak Hardaker, after it emerged he was at the centre of a police investigation. Hardaker was left out of Leeds’ squad to face Warrington Wolves on Friday night after details came to light of an alleged incident involving the 23-year-old and his Leeds team-mate Elliot Minchella. He was replaced by the teenager Ashton Golding, who made his first appearance of the season instead of Hardaker. Minchella was also not involved in the match, although he was initially not in Leeds’ squad for the game, unlike Hardaker. The pair are expected to be interviewed by police in the coming days after an alleged assault involving a 22-year-old man in Leeds. The Rhinos released a brief statement on Friday night which detailed that both players are co-operating with police. It read: “The club have been made aware of an incident in which it is alleged that Leeds Rhinos players Zak Hardaker and Elliot Minchella were involved. “Both the club and the individuals concerned are co-operating fully with the police investigation. “Until such time as that investigation is concluded neither the club nor the players involved are able to make any further comment.” West Yorkshire Police have confirmed they are speaking to two men concerning the incident, which occurred after a break-in and assault on Burley Road in the city on 3 February. Police did release images of two men but they have since been removed after fresh information came to light."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}