{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/mar/05/appropriate-behaviour-desiree-akhavan-review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-03-05T22:45:01Z", "webTitle": "Appropriate Behaviour review – funny, risky and in excitingly bad taste", "webUrl": "https://www.theguardian.com/film/2015/mar/05/appropriate-behaviour-desiree-akhavan-review", "apiUrl": "https://content.guardianapis.com/film/2015/mar/05/appropriate-behaviour-desiree-akhavan-review", "fields": {"headline": "Appropriate Behaviour review – funny, risky and in excitingly bad taste", "bodyText": "Like Lena Dunham, debut film-maker Desiree Akhavan has showcased herself in web comedy and now in an impressively or oppressively hip indie movie about twentysomethings in New York. She also has a role in Dunham’s HBO TV comedy Girls. Appropriate Behaviour has an indulgent, slightly precious autobiographical feel – but it is funny, risky and in exhilaratingly bad taste. Akhavan plays a version of herself, Shirin, the daughter of well-to-do Iranian expatriates who left after the 1979 revolution. She now lives in Brooklyn, teaching film to five-year-olds, of all the wackily improbable things. Having dated men, she is now in a tempestuous relationship with the severe, sexily bespectacled Maxine (Rebecca Henderson) and unsure how or if to come out to her parents as gay, or bisexual. As in Girls, there are references to Sex and the City (though none to Friends, or to Phoebe’s famous song: “Then there are bisexuals, though some just say they’re just kidding themselves…”), Akhavan is candid about sex, and she has a great scene when a three-way she’s involved in after a couple pick her up in a bar goes weirdly wrong because the man suspects his partner is into her in ways he doesn’t like. There is also a great moment when she is given self-esteem coaching by the assistant in a lingerie store who says she deserves a great bra: “Just because your breasts are small, it doesn’t mean they’re not legitimate.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}