{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/mar/05/hyena-review-gerard-johnson-violent-thriller-peter-bradshaw", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-03-05T23:15:02Z", "webTitle": "Hyena review – into a miasma of despair and evil", "webUrl": "https://www.theguardian.com/film/2015/mar/05/hyena-review-gerard-johnson-violent-thriller-peter-bradshaw", "apiUrl": "https://content.guardianapis.com/film/2015/mar/05/hyena-review-gerard-johnson-violent-thriller-peter-bradshaw", "fields": {"headline": "Hyena review – into a miasma of despair and evil", "bodyText": "There are some unwatchably violent scenes in this powerful if flawed police corruption thriller. A miasma of despair and evil seeps into every corner of the world that director Gerard Johnson conjures up, like carbon monoxide. DI Michael Logan (Peter Ferdinando) is a Met drug squad officer who has secretly invested £100,000 in a cocaine route being opened by a Turkish gang. When this connection is brutally taken over by a couple of murderous Albanian brothers, Michael has to open a discreet channel of communication with them if he is to get his money back – something he explains away to his menacing superior officer DI David Knight (Stephen Graham) as cultivating intelligence sources. It is an ambiguous practice that has made corruption a way of life for him, and which is to lead to carnage. This movie has a hint of Donald Cammell and Nic Roeg’s Performance in the west London locations, and Nicolas Winding Refn’s Pusher trilogy: there are some great scenes simply showing Michael hanging out with his fantastically dodgy crew: Martin (Neil Maskell), Chris (Gordon Brown) and Keith (Tony Pitts). There is great black-comic energy in that group relationship and it is a shame that the plot trajectory takes Martin away from them. The movie moves on to some grandstanding moments, before finally painting itself into a corner. The ending is frustrating: it runs out of ideas before the final credits. But Johnson packs an almighty punch."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}