{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/mar/28/patrick-kluivert-world-cup-history-curacao", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-28T22:00:06Z", "webTitle": "Patrick Kluivert hopes to make unlikely World Cup history with Curaçao | Nick Ames", "webUrl": "https://www.theguardian.com/football/2015/mar/28/patrick-kluivert-world-cup-history-curacao", "apiUrl": "https://content.guardianapis.com/football/2015/mar/28/patrick-kluivert-world-cup-history-curacao", "fields": {"headline": "Patrick Kluivert hopes to make unlikely World Cup history with Curaçao", "bodyText": "There may be a parallel universe in which Patrick Kluivert can be found stalking the Old Trafford touchline with Louis van Gaal every other week, but the present cosmos will do nicely enough for now. The Caribbean island of Curaçao is best known for its blue seas, white beaches and the liqueur that bears its name, and if the former Holland striker has his way then it might yet add football to that list. Kluivert is one of Curaçao’s most celebrated descendants and he has eschewed more mainstream coaching offers in an attempt to win the tiny state an unlikely place at Russia 2018. “My mother is from the island and I really want to give something back to it – that is why I am here,” he tells the Observer from the national team’s base in Willemstad, the capital city. “The federation asked me if I was interested in the job of head coach and I didn’t have to think. I still have a lot of family here and feel a strong connection with the place. It seems like home, and that was a big part of it for me.” Kluivert is on an informal contract that will, in all likelihood, last for as long as the former Dutch colony’s World Cup campaign. That effort began in the early hours of Saturday morning with a 2-1 victory against Montserrat in Willemstad, leaving Kluivert’s team in a strong position before Tuesday’s first qualifying round second leg. It takes some suspension of disbelief to absorb that he is here when, nine months ago on Sunday, he was assisting Van Gaal in Fortaleza as the Oranje defeated Mexico to reach the World Cup quarter-finals. Surely that alone was enough to burnish his CV as a budding manager? “I had offers from some clubs after that, and also the Ghana national team,” he says. “But I’m a sensitive person and if the feeling isn’t good I’m not doing it. The feeling I had about working with the people here on the island was very good and that was the most important thing when making my decision.” Had he hoped that one of those clubs might be Manchester United? The lines can be read between. “Louis wanted to have Ryan Giggs in my position and I could understand his decision – he wanted someone who knows the club very well. He also said to me: ‘Patrick, it’s now time for you to stand on your own feet,’ and that’s why I didn’t join Manchester United. So I have made a different step towards the top and I see it as a perfect one towards being head coach of a good club team. It is a nice challenge and I’m taking it very seriously – it has come at the perfect moment for me.” The thought occurs that Kluivert is the latest in a line of lavishly talented black Dutch footballers to feel energised for a shot at management. Ruud Gullit and Frank Rijkaard both had chances at the highest level with mixed results; Clarence Seedorf was given a brief opportunity with Milan last year; Jimmy Floyd Hasselbaink is succeeding at Burton; even Edgar Davids’ spell at Barnet suggested a confidence that is not necessarily shared by British counterparts. Kluivert’s current hand includes a squad bolstered by Netherlands-based players who fell over themselves to commit after his appointment was confirmed. There may be a place, too, for the Brighton and former Holland Under-21 midfielder Kemy Agustien. Curaçao is, in Fifa terms, the successor to Netherlands Antilles – a country that was dissolved in 2010 and of which Curaçao was a constituent part. The obvious parallels to draw would be those of Russia and Serbia, who assumed the places held by the Soviet Union and Yugoslavia respectively after those states were dissolved. There is a sense that this is an opportunity for the country to find itself a new niche on the football map. “I think I’ve had quite an influence on the players who have joined the national team because in the past they didn’t always come,” says Kluivert. “From the moment I took the job, people wanted to join us and that’s a very good thing. I hope to make a difference here. “I know I’ll be working with good-quality players because many have come from Holland and they know the Dutch way of playing. They are of a high standard and I think if you teach them the right system they can do very well. It is important to have them, but it is equally necessary to have good players based on the island itself and there is some great talent here. If we can combine the two and have everyone facing in the same direction then there are good possibilities.” He will not say whether those include a remarkable run through the labyrinthine Concacaf qualifiers. It is a region with previous for fairytale stories – Jamaica, Trinidad &amp; Tobago and Haiti have all made it through before – but Curaçao will face Cuba in June if they complete the job in Montserrat, with a further knockout round and two group stages still in prospect thereafter. “I’m not going to predict anything, I’m just going match after match, trying to analyse our opponents well and to prepare the team. We’ll aim to play organised, offensive, attractive football and go for the win every time, but I’m not a person who likes to aim for big targets. We’re just looking to go as far as possible.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}