{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/mar/13/danny-rose-jamaica-england-roy-hodgson-tottenham-mauricio-pochettino", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-13T22:30:08Z", "webTitle": "Danny Rose could choose Jamaica over England if Roy Hodgson does not act", "webUrl": "https://www.theguardian.com/football/2015/mar/13/danny-rose-jamaica-england-roy-hodgson-tottenham-mauricio-pochettino", "apiUrl": "https://content.guardianapis.com/football/2015/mar/13/danny-rose-jamaica-england-roy-hodgson-tottenham-mauricio-pochettino", "fields": {"headline": "Danny Rose could choose Jamaica over England if Roy Hodgson does not act", "bodyText": "The Tottenham Hotspur manager, Mauricio Pochettino, has suggested that if Danny Rose is not summoned for international duty next week, Roy Hodgson will have overlooked the best English left-back in the Premier League. Hodgson is due to unveil his squad for England’s forthcoming Euro 2016 qualifier against Lithuania and the friendly with Italy, and if Rose is not included, there is a chance that he could pledge his international future to Jamaica. The 24-year-old qualifies for the Caribbean country through his grandfather and has been contacted by the Jamaican FA with a view to playing for them in June’s Copa América in Chile. The player, who has been capped by England Under-21s and been picked by Hodgson for senior squads without making an appearance, has yet to respond definitively to that invitation. Pochettino, while stressing that he has no wish to put pressure on Hodgson, says that no English left-back has performed as well as Rose in the Premier League this season and says he has evidence to support that view. “It’s our job to compare our players with other players in the same positions and we believe that Danny Rose has so far been the best English left-back,” he said. “That’s overall what we believe. We know all the stats from players in the same position, our stats. But it’s not only stats, it’s what we see as well.” While Leighton Baines has missed much of the season through injury, Kieran Gibbs and Luke Shaw have endured patchy campaigns and West Ham’s Aaron Cresswell has impressed in his debut season in the top flight, Rose has delivered consistently strong displays for Tottenham, having established himself as the club’s first-choice left-back ahead of Ben Davies, who cost Spurs £10m in the summer. On Sunday Rose is likely to play for his club against Manchester United, for whom Shaw has yet to secure a regular first-team spot following his £27m summer transfer from Southampton, where he sprung to prominence under the tutelage of Pochettino. His former manager thinks Shaw was England’s best left-back last season but declines to offer an opinion on why he has not yet made the impact expected at Old Trafford. “Every player changes every year and now it is not me who is the manager to explain about him or what his reality is now. Our experience with Luke Shaw was fantastic last season but now he’s in another context and at another club. “You have to realise that players change every year, just like we change because every year is different, as things happen in our lives. Managers and players at different clubs, it’s difficult to compare.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}