{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2015/mar/24/buying-human-breast-milk-online-health-risk", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2015-03-24T23:30:05Z", "webTitle": "Buying human breast milk online poses serious health risk, say experts", "webUrl": "https://www.theguardian.com/lifeandstyle/2015/mar/24/buying-human-breast-milk-online-health-risk", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2015/mar/24/buying-human-breast-milk-online-health-risk", "fields": {"headline": "Buying human breast milk online poses serious health risk, say experts", "bodyText": "A growing market in online sales of often contaminated human breast milk – fuelled in part by bodybuilders and adults with a baby fetish – poses a serious risk to public health, according to experts. Researchers from the University of London’s school of medicine and dentistry were so alarmed by their initial findings that they wrote an editorial in the British Medical Journal to warn of the dangers of buying breast milk online before their study was completed. The editorial says breast milk sold online should be screened for diseases such as hepatitis, HIV and syphilis. Lead author Dr Sarah Steele said she feared that babies would die from unscreened milk sold online if the market was not regulated. In one of the studies she cited, more than 90% of breast milk purchased online was found to have bacterial growth. Some of the sellers interviewed included intravenous drug users. Unregulated websites selling breast milk attract tens of thousand of users in the US, the research found. One site reported growing by 800 users each month. It also reported an emerging market in the UK on specialist sites as well as general retail sites including Gumtree and Craigslist. Premium prices of up $4 (£2.70) per fluid ounce (30ml) are offered by mothers who purport to eat only organic or vegan food, or can boast having “fat, chubby babies”, the researchers found. The online market caters primarily for mothers who are unable to breastfeed their babies, serving as a cheaper alternative to regulated milk banks, where the milk is always pasteurised. But consumers also include cancer patients who believe breast milk has health benefits and gym enthusiasts who believe breast milk is a natural superfood. A third group of adult consumers are fetishists “who like to be fed like a baby, either from source or from a bottle”, according to Steele. She told the Guardian: “I reserve my judgment on these things. The focus for us is that people need to be making safer feeding choices. In the adult market there are cancer patients who are desperate to try anything and a lot of people in the body-building and cross-fit communities who really don’t realise the dangers. They think it’s a natural superfood. They don’t realise that it could be contaminated with bacteria.” Steele explained the dangers: “When sellers freeze milk and send it in the mail it thaws out. That’s when bacteria has time to grow and and become really dangerous, especially for infants.” She added: “We started this study from a curiosity point of view initially, but the public health data is so definitive on how dangerous it is that we couldn’t wait for the end of our project because that could have taken several years to complete. It was so damning that we felt we had to approach the BMJ and say: ‘This needs to get out there now.’ We don’t want to be writing the report after there has been an infant death in Britain.” The editorial calls for healthcare workers to be trained to offer advice about how to acquire breast milk safely. Steele said: “We observed that mothers are often in a desperate state and are nervous about talking to healthcare professional about their difficulties feeding. The big danger is that more women turn online and that threatens the health of their infants. And with the adult market growing, we want to make sure people aren’t spreading communicable diseases in new ways, just as we are getting on top of things like hepatitis, syphilis and HIV.” Steele said the health benefits for adults of drinking breast milk were unproven. “Human breast milk doesn’t really have that many advantages for adults,” she said. “It is certainly not what you need in the context of bodybuilding and cross-fit, as a post-workout recovery drink.” She pointed out that consuming breast milk was regularly discussed on mainstream online bodybuilding forums. The paper concludes: “Although breast milk holds many known benefits, seeking out another’s milk rather than turning to instant formula poses risks. When breast milk is screened and treated appropriately, as the World Health Organisation states, it remains second to a mother’s own milk as best for infant feeding. At present, milk bought online is a far from ideal alternative, exposing infants and other consumers to microbiological and chemical agents. Urgent action is required to make this market safer.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}