{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/mar/20/manuel-pellegrini-players-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-20T22:30:05Z", "webTitle": "Manuel Pellegrini defends players and takes blame for Manchester City’s form", "webUrl": "https://www.theguardian.com/football/2015/mar/20/manuel-pellegrini-players-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2015/mar/20/manuel-pellegrini-players-manchester-city", "fields": {"headline": "Manuel Pellegrini defends players and takes blame for Manchester City’s form", "bodyText": "Manuel Pellegrini has defended his players by insisting full responsibility for Manchester City’s season lies with him. City were knocked out of the Champions League on Wednesday by Barcelona for a second successive year at the last-16 stage. If Chelsea are not caught in the Premier League – they are six points ahead with a match in hand – City will end the season without a trophy. Asked if his players should accept some of the blame for the uneven campaign, Pellegrini said: “Always it will be my responsibility because I choose the starting XI, I choose the squad and I choose the way we like to play. I am very happy not to change our style of play because I don’t think that you can try to arrive at [the next stage in another way]. So I don’t have any complaints about that. “I have a very good relationship with the players, always they try to give their best and, I repeat, we are not doing as bad as everyone has tried to demonstrate. We can do better, especially in cups this year – that was not good – but I don’t think I have anything to complain about.” During the 1-0 loss at Burnley last Saturday some City fans turned on the players. “I don’t think that against Burnley you can have a lack of effort if you have 70% possession of the ball ,” Pellegrini said. “When they have just one chance, with a beautiful goal, you must work to do that. We are not in a creative moment and maybe we are not playing well but I never think that the players don’t want to do it – they always want to do it.” After winning last season’s title having been nine points behind with two games in hand on Liverpool, Pellegrini agreed that this could be an inspiration for his players to attempt a similar feat. “At least we must try,” he said. “Maybe last year nobody gave us the merit we deserve because we always had [played] games less, but it’s not easy when you have games in hand and you have to make up nine points. You must fight against that pressure and you must win those games to have the same amount of points. “For me it’s always very important to have the character and personality to fight to the end, until it is mathematically impossible. The best way to do it is to play every game as a final, and we will see if we have the same mentality as we did last year.” Pellegrini admitted it will be difficult to reinvigorate the squad for Saturday’s home match against West Bromwich Albion following the loss to Barça . “It’s always hard to pick your players up when you don’t win, it doesn’t matter which competition it is,” he said. “We must have a strong personality and recover as quickly as we can. “As I said to the players, we are still in this competition, we have nine games left and we must try to play well and try to do what we must for this team, which is to stay in second position and – I repeat – never give up, because in football anything can happen, so we will fight to retain the title to the end.” Pressed if it was acceptable to say that if you draw Barcelona then you are out of the Champions League, Pellegrini said: “It can happen that you can win or you can lose when you play against this kind of team. It’s different when you lose a game against a team with less power than Barcelona. But it’s not an excuse, it’s never an excuse.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}