{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/mar/19/congress-refuses-to-back-down-iran-nuclear-deal-gop-bill", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-03-19T23:03:28Z", "webTitle": "Congress not backing down on Iran nuclear deal as bill could face veto", "webUrl": "https://www.theguardian.com/world/2015/mar/19/congress-refuses-to-back-down-iran-nuclear-deal-gop-bill", "apiUrl": "https://content.guardianapis.com/world/2015/mar/19/congress-refuses-to-back-down-iran-nuclear-deal-gop-bill", "fields": {"headline": "Congress not backing down on Iran nuclear deal as bill could face veto", "bodyText": "President Obama and Congress may clash as soon as next week over nuclear negotiations with Iran, after panels in both the Senate and House made clear they intend to fight for a say in any proposed deal. Republican Senator Bob Corker said the foreign relations committee plans to vote next Thursday on a bill that would require Congress’ approval for any nuclear agreement with Iran, in direct opposition to the president’s wishes. If approved by the committee, the bill would move to a vote in the Senate. But Corker’s bill, if it reaches the Oval Office, will face a presidential veto, White House spokesman Josh Earnest said, calling on Democratic senators to reject it. “Passing this kind of legislation would interfere in the negotiations,” he said, and would also impinge on presidential authority.” Meanwhile, the House committee on foreign relations angrily interrogated deputy secretary of state Tony Blinken about talks with Iran, which resumed in Switzerland hours earlier. Both Democrats and Republicans searched for weaknesses in the Obama administration’s plans and seized on almost every opportunity to argue for greater influence. Blinken urged Congress not to disrupt negotiations, for instance by passing new sanctions taking action that would “call into question the president’s authority to make commitments that the United States will keep,” such as the open letter to the Iranian regime signed by 47 Republican senators.. “Negotiating with a foreign nation is the president’s responsibility,” Blinken said. “If there is confusion on this basic point, no foreign government will trust that when a president purports to speak for our country he actually does.” Blinken attempted to placate several angry representatives who demanded Congress have more authority in the negotiations, saying the administration has “more than 200 meetings, calls, [and] briefings” with elected officials regarding the talks. But he made clear that the Obama administration will seek a “non-binding agreement” that, like most international agreements, is not technically a treaty requiring Congress’s advice and consent. “Having a non-binding agreement allows us to have the flexibility we need to snap back sanctions immediately, not having to wait for international partners,” he said. Congress would have a role in lifting sanctions only if Iran “demonstrates compliance” over the course of years, Blinken said. But representative Ed Royce called the administration’s statements that Congress has a role to play “disingenuous”, in light of a limited vote on lifting sanctions, held off at least for several years. Blinken described the threat of future sanctions as “keeping that sword of Damocles hanging over the head of the Iranians” that would keep it in line with an inspections regimen and the terms of the deal. A one-year breakout time for Iran to develop a nuclear weapon, the estimate under the proposed terms of the deal, was actually “conservative” and “more than enough time not only to detect abuse of the agreement but also to act on it,” he said. “Intrusive” inspections would continue indefinitely, Blinken added, and target Iran’s program “from cradle to grave of the production process: mines, mills, factories, centrifuge facilities.” When several representatives asked about what effect a military option might have on Iran’s program, Blinken tried to convince his interrogators that negotiations were more pragmatic: “they have the knowledge, and we can’t bomb that away, we can’t sanction that away.” Adam Szubin, undersecretary of the Treasury Department, testified to the committee that Iran “remains under massive strain” under sanctions. “The size of the hole that Iran is in,” Szubin said, “we’re talking about a hole that could be described in one sense as a $200bn hole, which are the losses that we assess they’ve suffered since 2012 due to sanctions.” However the representatives had little patience for many of Blinken’s arguments, with Democrat Brad Sherman saying it was “preposterous” to believe Iran would adhere to a deal. The deputy secretary also tried to reassure the committee that the Obama administration is working “virtually every day” to bring American citizens imprisoned in Iran home, and that the US does not trust the Iranian regime. “It’s not that we think these are good guys who like the United States. It’s that there are some people who are more pragmatic for what Iran needs to do for its own future,” he said. Israeli prime minister Binyamin Netanyahu also loomed large over a congressional hearing on US negotiations with Iran on Tuesday, prompting one representative to deliver a tirade denouncing Netanyahu for an “insult to this government”. Democratic representative Gerry Connolly angrily interrupted a hearing of deputy secretary of state Tony Blinken to turn on his Republican colleagues who had criticized President Obama for his “disdain” for the recently re-elected prime minister. “A foreign leader has insulted the head of state of the United States government,” Connolly said, referring to Netanyahu’sthe Israeli prime minister’s controversial speech to Congress on just two weeks before his re-election. That speech, which Netanyahu used to denounce a proposed deal between the US, Iran and UN powers over Iran’s nuclear program, is believed to have strained already troubled relations between the White House and Tel Aviv. “It didn’t start with President Obama, it started with Bibi Netanyahu,” Connolly continued. “Friends don’t act that way,” he said, before turning on House Republicans: “Does the partisan rhetoric ever stop? Where are your loyalties with respect to the prerogatives of this government and our country?” Earlier in the hearing, Republican representatives Steve Chabot and Dana Rohrabacher grilled Blinken as a representative of Obama’s White House, with the former asking Blinken: “wouldn’t a bad deal be throwing Israel under the proverbial bus?” “How is the administration going to repair relations” with Israel, Chabot asked. Blinken carefully avoided confessing that Obama and Netanyahu do not get along, emphasizing Israel’s security over relations and paraphrasing a statement made by the prime minister himself: “no administration has done more for Israel’s security than this administration.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}