{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/mar/28/st-helens-wigan-end-run-good-friday-defeats", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-28T22:08:00Z", "webTitle": "St Helens head to Wigan in hope of ending run of Good Friday defeats", "webUrl": "https://www.theguardian.com/sport/2015/mar/28/st-helens-wigan-end-run-good-friday-defeats", "apiUrl": "https://content.guardianapis.com/sport/2015/mar/28/st-helens-wigan-end-run-good-friday-defeats", "fields": {"headline": "St Helens head to Wigan in hope of ending run of Good Friday defeats", "bodyText": "With three games in little over a week for all Super League sides, Easter brings games everywhere you look. That the table is so congested after the opening seven rounds, with no team really cut adrift at the foot of the table, makes things even more captivating. At the top, St Helens could have been four points clear heading into Easter, but their surprise defeat to Hull Kingston Rovers, their first of the season, sets things up nicely for the game of the weekend. Saints travel to Wigan in a match that is not only the centrepiece of the weekend, but a rematch of last year’s infamous Grand Final, which St Helens won to secure a first Super League title in eight years. “We’re building up to Good Friday, we know it’s on the horizon. It’s all about getting ready to play Wigan in that massive derby,” says the St Helens captain, Jon Wilkin. “Easter is the time of year that sets you apart from other teams, and we’ve a really good opportunity to do that.” They could be without their influential hooker James Roby, who left the field with a head injury in the first half against Hull KR and did not return, while half-back Travis Burns was battered from almost the first whistle against his former team and finished the game with several bumps, cuts and bruises. Not only will St Helens be out to bounce back from defeat, they will be looking to end a poor run in Good Friday games, having lost the last five meetings with Wigan. Easter is considered to be a time where teams struggle for form because of the demanding run of games, but Wigan are a club who never really dance to that particular tune. As well as those wins against St Helens, their performances on Easter Monday have been equally as sensational. They have stormed to 84-6 successes in the last two seasons; against Hull KR in 2013 and Bradford Bulls last year. Easter Monday is widely assumed to be the game where fatigue catches up with teams, but Wigan clearly never get the memo. Wigan v St Helens is not the only high-octane derby as the feast of rugby league begins on Thursday when Hull FC lock horns with their city rivals. That win for Rovers on Friday will take them to the KC Stadium with a spring in their step, especially with FC lingering second-bottom of the Super League table after their loss to Castleford on Friday. More than 16,000 tickets have been sold for the game and with it taking the top slot and kicking off the Easter weekend in front of the television cameras we can expect plenty of noise from a Hull crowd that rarely disappoints. Another derby matches a rejuvenated Castleford with Leeds, who have to break with tradition having previously played Bradford at this time of the year. The Bulls’ relegation to the Championship means the Rhinos will now head for the tempestuous and fiery Jungle to face a Tigers side with two wins on the spin and renewed optimism once again. Widnes play Warrington on Thursday, while the bottom club, Wakefield, host Catalans Dragons. Throw in two sides in impressive form, Huddersfield and Salford, meeting on Good Friday too, and you have all the hallmarks of a superb weekend of rugby league. That is even before the six games on Easter Monday, all of which carry extra significance following a blockbuster weekend. This is when the season truly comes alive."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}