{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/mar/20/michael-hoopers-wallabies-career-on-line", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-03-19T23:51:21Z", "webTitle": "Is Waratahs flanker Michael Hooper's Wallabies career on the line?", "webUrl": "https://www.theguardian.com/sport/blog/2015/mar/20/michael-hoopers-wallabies-career-on-line", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/mar/20/michael-hoopers-wallabies-career-on-line", "fields": {"headline": "Is Waratahs flanker Michael Hooper's Wallabies career on the line?", "bodyText": "There are plenty of obvious story angles ahead of this weekend’s all-Australian blockbuster between Super 15 champions the Waratahs and conference leaders the Brumbies. And they’ve all done the rounds this week: The two best Aussie sides going hammer and tongs; the game doubling as a virtual Wallabies trial with key match-ups across the park; Michael Cheika vs his Wallabies assistant Stephen Larkham etc, etc. But hyperbole aside, the crucial talking point, and one entirely missed in pre-game discussion, is what Sunday’s blockbuster match means for incumbent Test skipper Michael Hooper. The Waratahs flanker, dare we say it, could be playing not just to retain the Wallabies captaincy but also his place in the World Cup squad. To suggest an incumbent Test skipper might not even make the WC squad sounds absurd. But the tea leaves have been reading a bad way for some time now. Hooper’s problem is that while he’s a fantastic ball carrier, he lacks anticipation at the breakdown - the calling card of any world class flanker. And it’s a major issue as the Highlanders proved against the Tahs last week. Hooper quite simply didn’t do enough work over the ball. For every metre he carried (55m), the opposition backs gobbled up six times’ that off pilfered ball (330m plus) that he should have secured outright. Hooper was a distant second at the breakdown, and not for the first time against Kiwi teams including the All Blacks. That’s a big worry for Cheika as national coach. Australian teams have played NZ sides five times so far this season, with the Rebels the only side to win - against the Crusaders in Christchurch no less - thanks in large part to their loosies’ work at the breakdown. While we might only be a third of the way through the 2015 Super season, the trend is clear - rule the breakdown, win the match. Attacking metres, including Hooper’s fine numbers, can flatter to deceive. The Tahs ran for 663m to the Highlanders 452m, yet they were comprehensively beaten courtesy of pinched breakdown ball. Cheika has tough decisions to make on Hooper’s status as captain and as a World Cup tourist. The captaincy call is the easier of the two with Stephen Moore, Australia’s best hooker and tight five leader, odds on to reclaim the captaincy after lasting barely 10 minutes in the job before cruelly struck down with a knee injury against the French last year. Hooper’s retention as a squad selection is where it gets tricky for Cheika. He would have recognised by now the Wallabies need a ball-winning openside more so than a ball-carrying one. Unfortunately for Hooper, there are plenty of quality breakdown thieves to choose from - David Pocock, Sean McMahon, and Matt Hodgson for starters. And then there’s Brumbies rookie Jarrad Butler who Cheika talked up as Wallabies bolter earlier in the week. Cheika is not one for loose talk - he wouldn’t give a player false hope were he not genuinely in the reckoning. Indeed, it’s looking ominous for Hooper. He’ll have to play out of his skin on Sunday and hope Butler has an off night. And then he has Pocock off the bench to worry about. A secondary point of interest will be to see if Folau improves his play at centre. Malakai Fekitoa made him look second-rate last week with two pilfers, including one brazen pickpocketing, resulting in a Highlanders try 60m upfield. Folau is a brilliant fullback, but it’s very doubtful he’ll be as good at centre. Brumbies and incumbent Test centre Tevita Kuridrani must be licking his lips. In other games, the Highlanders v Hurricanes match on Friday should a gem. In fact, we should make more noise about these two teams as title contenders, especially the Hurricanes who are unbeaten from four starts, including two wins in South Africa. Spare a thought for classy full-back Jason Woodward who quit the Rebels to go back home to Wellington. It seemed like a shrewd move in his bid for to break into the All Blacks. But then this bloke called Nehe Milner-Skudder comes out of nowhere for his second Super rugby appearance and leaves the opposition for dead at every turn. Rugby league fans might remember Milner-Skudder from the Canterbury Bulldogs U20 side in 2009/10. What a talent he is - a certain All Black next year if not sooner. Round six Super 15 fixtures Friday Highlanders v Hurricanes 5.35 AEDT Rebels v Lions 7.40pm AEDT Saturday Crusaders v Cheetahs 5.35pm AEDT Sunday Bulls v Force 2.05am AEDT Sharks v Chiefs 4.10am AEDT Waratahs v Brumbies 4.05pm AEDT"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}