{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/mar/13/sunderland-gus-poyet-fair-play-rules-unfair", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-03-13T22:29:08Z", "webTitle": "Sunderland manager Gus Poyet says Fair Play rules are unfair", "webUrl": "https://www.theguardian.com/football/2015/mar/13/sunderland-gus-poyet-fair-play-rules-unfair", "apiUrl": "https://content.guardianapis.com/football/2015/mar/13/sunderland-gus-poyet-fair-play-rules-unfair", "fields": {"headline": "Sunderland manager Gus Poyet says Fair Play rules are unfair", "bodyText": "Gus Poyet has branded the Premier League’s Fair Play table as “unfair”. Sunderland are bottom but their manager cannot comprehend why and is adamant his team are not dirty. “I don’t care who’s in charge of the fair play rules, but they’re not fair,” Poyet said. “It’s an invention. Somebody told me we were bottom but I don’t know how they give the points. I don’t know if they’re from Newcastle. It’s so superficial. “I’ve not seen anything that makes me think we’re dirty so why we’re bottom I don’t know. I’d like someone to explain. But there would be no explanation, just words that don’t make sense. I don’t accept it. I don’t care what they say, it’s not true.” The Fair Play table is assessed on six factors – red and yellow cards, positive play, respect for opponents, respect towards the referee, behaviour of team officials and supporter behaviour. No one in the division has accrued as many as Sunderland’s 85 yellow cards and they have scored badly in other spheres, particularly the behaviour of Poyet and his assistants in the technical area. “Maybe when I wave my arms about it’s minus one,” he said. “Maybe the club will have to tie my arms behind my back. How do they come up with the points? How many points is it for spitting at someone, three million? “Yellow cards are part of the game. What about the spitting, stamping, head-butting and elbowing people in the face? Until two months ago we hadn’t had a sending-off, so how can we be bottom? Aston Villa, second bottom of the Fair Play League, visit the Stadium of Light on Saturday in a relegation “six pointer”, with Poyet hoping to secure Sunderland’s first win in five League games at the expense of a side under the management of his old Tottenham team-mate Tim Sherwood. Much as Sunderland’s manager likes Sherwood – “Tim’s a character and you need characters in football, I enjoyed playing with him next to me” – he has considerable sympathy for his predecessor. “I was sad to see Paul Lambert leave Aston Villa,” he said. “He always tried to get his players to take care of the ball and to pass it well – but doing that takes time.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}