{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/aug/11/channel5.bskyb", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-08-11T16:53:31Z", "webTitle": "Five joins Sky for multichannel venture", "webUrl": "https://www.theguardian.com/media/2005/aug/11/channel5.bskyb", "apiUrl": "https://content.guardianapis.com/media/2005/aug/11/channel5.bskyb", "fields": {"headline": "Five joins Sky for multichannel venture", "bodyText": "Five is making its first foray into multichannel TV with a new interactive entertainment channel on Sky Digital. Five is teaming up with the interactive media group YooMedia on YooPlay TV, which will showcase the Five quiz show, Brainteaser. YooPlay TV has already gone live on Sky Digital in the channel 279 slot on Sky and will launch fully on Monday. It will feature programming between 1pm and 1am and provide interactive games round the clock. The centrepiece of the channel's output will be Brainteaser, the Endemol-produced phone-in quiz show that has been shown on Five for more than three years. It will be shown between 2pm and 6pm every day on YooPlay TV, initially for a 13-week trial period. Five's co-ownership of the channel allows it to advertise Brainteaser during and after the show's lunchtime broadcast on Five. \"Brainteaser has proved to be a real interactive success story and so the logical next step was always to extend this winning format on to other platforms,\" said Jonathan Lewis, Five's head of commercial development. \"We also believe Endemol's experience in this area will deliver the high-quality production that Five's viewers demand of this type of programming.\" For YooMedia, which also runs fixed-odds games on Avago, the channel is a development of the YooPlay brand. YooPlay has existed as an interactive offering on Freeview, Sky and cable platforms since December 2003, when it succeeded GoPlay, but does not have its own place on the electronic programme guide. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}