{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/aug/25/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-08-24T23:50:14Z", "webTitle": "Bolton Wanderers 2 - 0 Newcastle United", "webUrl": "https://www.theguardian.com/football/2005/aug/25/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2005/aug/25/match.sport1", "fields": {"headline": "Someone must take goals to Newcastle", "bodyText": "Newcastle United need the goals that come with Michael Owen, but does Michael Owen need the grief that comes with Newcastle United? When Owen hears of how Newcastle were beaten comfortably by Bolton Wanderers last night his reluctance to move to St James' Park will surely be enhanced. Newcastle may have been boosted by their morning declaration of a club-record bid for Owen but by early in the second half their players were visibly demoralised. There is one point from nine to start the season. There have been no goals; in fact it is more than 7½ hours since a Newcastle player scored a league goal. That run incorporates the end of last season when they won one of their last 10 games; now it is one in 13. When Stelios Giannakopoulos knocked in Bolton's second five minutes after the interval, there were chants of \"sack the board\" and \"we want Shepherd out\" from travelling fans. Freddy Shepherd was not expected here but it is Manchester United at St James' on Sunday and Newcastle's chairman can expect more of the same if the team lack the shape, width and enterprise that enabled Bolton to out-pass and out-move Newcastle here. Again missing guile, Newcastle could not hold Bolton. The home side began slowly but once El-Hadji Diouf gave them a 37th-minute lead, Bolton's play developed. The creative movement from Giannakopolous, Gary Speed, Jay-Jay Okocha and Diouf contrasted with Newcastle's pedestrian passing. Bolton now go into tomorrow's Uefa Cup draw renewed; Newcastle will go back to their wish list. Graeme Souness had the small consolation of having his name sung supportively by the thousands from Tyneside but it is support for new signings Souness really requires. \"We need more than one,\" Souness repeated. \"But I'm delighted [with the fans' response]. It's always nice to feel wanted. It makes a pleasant change.\" Souness thought there was \"not much in the game until the second goal - which was offside. But the second goal has seen us off and they've won it comfortably.\" Newcastle created the night's first chance. Without a recognised, fit left-back Sam Allardyce asked Henrik Pedersen to play there and, perhaps encouraged by that, Newcastle immediately went on the attack. Lee Bowyer swivelled and beat Jussi Jasskelainen with a well-struck half-volley but unfortunately for Newcastle, defending diligently on the line was Speed, sold to Bolton from Newcastle against his wishes last summer. Until Shearer had a 20-yard shot in the 81st minute, that was Newcastle's sole dangerous moment. Gradually Diouf began to make small differences across the line and it was no surprise when he showed the desire to beat one of his own colleagues, Kevin Nolan, to Nicky Hunt's inviting centre. With the ball curling over the top of the defence, Diouf arrived at the far post and made solid contact with the head. Shay Given would have been expected to save it, but the ball took a minor deflection off Stephen Carr's back and beat Given at his near post. Carr had a poor game. Five minutes after half-time Okocha offered an example of the creativity Newcastle could not match. A beautiful volleyed pass to Giannakopolous sent the Greek free and after Diouf had shown great willingness and Speed a great leap, Giannakopoulos nipped in front of Jean-Alain Boumsong to tap the ball in. Allardyce said he is \"not confident\" of retaining Giannakopoulos, who is wanted by Liverpool and Manchester City, over the next week - \"50-50 at best\". But with Jared Borgetti coming on late for his debut and Hidetoshi Nakata expected to appear at West Ham on Saturday, Bolton have options and momentum - and \"just reward for the first time this season,\" Allardyce added."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}