{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2005/aug/25/health.lifeandhealth", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2005-08-24T23:03:41Z", "webTitle": "Calendar girls", "webUrl": "https://www.theguardian.com/society/2005/aug/25/health.lifeandhealth", "apiUrl": "https://content.guardianapis.com/society/2005/aug/25/health.lifeandhealth", "fields": {"headline": "Calendar girls", "bodyText": "You'd have thought, given that periods have been a universal experience for women for millennia, that we'd know all there is to know about them by now. In truth, we still seem to be debating the basics: how a woman's cycles differ from one month to the next, and between one woman and another, whether women who live together cycle together - even whether it's the moon that makes us menstruate. The average British woman has 400 periods in her lifetime, whereas a woman from the Dogon tribe in Mali, who will probably have about eight children, will have only 110 periods - just as well, because the Dogon get banished to a special \"menstrual hut\" each time. So, while the total number of periods seems to be well established, the mythology begins with \"average\" cycle length. Normal is 28 days. Oh, no it isn't. It was an American, RF Vollman, who showed that 28-day cycles are the exception rather than the rule. His 1977 volume, The Menstrual Cycle, was based on the cycles of 691 women born between 1875 and 1951 and aged from four to 63. Age at first period ranged from nine to 21. He noted the similarities in menstrual onset between sisters and mothers and that the average cycle drops from 35.1 days at 12 to 27.1 by 43 and 51.9 days at 55. Only 12.4% of women had 28-day cycles. It is women with cycles of 29.5 days who have the highest likelihood of fertile cycles, and both short and long cycles are associated with infertility. And that's where the moon comes in. Is it a coincidence that 29.5 days happens to be the length of the lunar cycle? The Babylonians, who were able to compile tables of lunar longitudes, needed no convincing. \"A woman is fertile according to the moon,\" their scribes asserted. For 27 years, a Frenchman called Clos tried to prove the Babylonians right, collecting details of phases of the moon, along with those of the 289 menstrual cycles of one woman (the hapless Madame Clos). In 1834, he triumphantly claimed that he had settled the question: the full moon initiates menstruation. Since then, there have been many more studies, the vast majority of which have disproved his theory. In 1987, a US psychologist, Winnifred Cutler, collected details from nearly 1,000 Philadelphia college students, publishing her data in the Journal of Human Biology. She showed that the highest density of menstrual onset occurred at the full moon. This means that ovulation would take place at around the time of the new moon, 15 days before. Studies of the levels of melatonin in menstrual blood reveal that it peaks just before menstruation. Melatonin, the hormone of sleep, is also the slave of the body clock, helping it to coordinate activity in response to changes in day length. Disturbances of melatonin production because of shift work, for example, can play havoc with your cycles. Many animals coordinate their reproductive rhythms, via their hormones, with the moon, and not just those, such as crabs, that are dependent on the tides. Flatworms, frogs, hamsters and the Ceropithecus monkey have been shown to do so too. Hormones are the messengers dispatched in response to environmental cues, such as day length and phase of the moon, which set in motion appropriate behaviours, such as courtship. Many claim that people were once tuned to the moon's rhythms and only the advent of firelight and then artificial light have altered this natural synchrony. For many, the clinching argument is that since both the human body and the earth are 80% water, it makes sense that if the moon can affect the earth's water, it must affect our bodies too. \"The circumstantial evidence seems overwhelming,\" agrees Clive Coen, professor of neuroendocrinology at King's College London. \"The problem is that circumstantial evidence isn't good enough.\" The \"women as moon-influenced menstrual oceans\" idea is spoilt by details; for example, it's only the surface of our planet that is 80% water, and water in humans does not slosh about in some internal sea. A fly exerts more gravitational pull on our arm than the moon does. Nor is there any truth to the argument that the lunar synchrony of old has been spoilt by artificial light. Dogon women do not make a mass exodus to their menstrual huts at the full moon, and although some species are entrained to lunar cycles, the majority are not. There is huge variety in cycle length, from three days to three months. In any case, what would be the point of this \"team menstruation\" in women? \"So, when the men's hunting party returned, they are all ovulating,\" says Winnifred Cutler. Oh, really? The old \"all gagging-for-it together\" argument? What if it rained and the blokes came back early? The killer point, however, is this: women's cycles, as the exasperated Clos was forced to acknowledge of the unfortunate Mme Clos, are not that regular: \"Every so often the intervals are shorter or longer.\" The one thing you can guarantee about the moon is that a new one will appear dead on schedule every month. Many scientists are sceptical about the link with the moon. Britain's best-known menstrual clinician and scholar, Margaret Rees of the John Radcliffe Hospital in Oxford, snorts \"Most unlikely\" at the suggestion. But while it might be unlikely, it's a myth we like to believe. Who wouldn't want to feel that we were somehow linked with something so beautiful? But another environmental factor may have more of an effect on our cycles. There can't be a woman in Britain who hasn't experienced the synchronisation of cycles - the tendency for friends living together to have periods at the same time. In 1971, a study in Nature appeared to confirm what many suspected: that women who share close quarters come to menstruate in synchrony. The author, Martha McClintock, then 23, based her paper on what she observed in Wellesley College, Massachusetts. When Martha was an undergraduate, she was invited to a lecture on pheromones - airborne chemical signals that affect other group members without being consciously detected as odours. The delegates were discussing how pheromones cause female mice to ovulate. In a scene straight out of Legally Blonde, the then 19-year-old Martha tentatively put up her hand and said that the same thing happened all the time in humans. When challenged for proof, Martha replied that it was what happened in her dorm and that the dorm's trash cans filled up with menstrual products at some times of the month but not others. She promptly enrolled 135 women in her dorm and the Nature paper was the result. McClintock considered whether a shared \"light-dark pattern\" (roommates going to bed at the same time) might be a possible mechanism, with synchrony initiated by melatonin, but later rejected the idea. She noted that synchrony was most noticeable between best friends and concluded: \"This indicates that in humans there is an interpersonal biological process which affects the menstrual cycle.\" There is huge dissent in this field, and many studies show no association. Those that report menstrual synchrony claim it to be most likely among best friends and women with intensive social contact with each other, and least likely if you dislike someone you share time with. Tellingly, no such correlation has been found among lesbian couples. In 1998, again in Nature, McClintock claimed to have proved that pheromones were an \"interpersonal process\" which altered the hormones affecting onset of menstruation. In a blinded controlled trial, women were asked to sniff pads taken from the armpits of women in the latter half of their cycle. The sniffers' cycles were accelerated, bringing on their periods earlier than anticipated. Pads taken from women around the time of ovulation had the opposite effect. It was a spectacular paper. Sioban Harlow is professor of public health at the University of Michigan and has devoted her life to the study of menstruation. She points to work in sheep showing that ovulation is influenced by day length and other sheep. \"There's some evidence suggesting that melatonin and social interactions also influence human ovarian function. I find the pheromone literature the most compelling.\" Game, set and match? Well, it's a much cherished notion, but as most women's periods last five days, and the length between periods is only a month, overlap among a group of women living together is not only possible, but highly likely. Also, whereas you can synchronise cycles of, say, 20 and 40 days, it's impossible to do so if cycles are 21 and 29 days. Lots of people will point to their own experience and say that they \"know\" it happens, and then tell you that they are as regular as clockwork - so who's doing the shifting? And still the question remains: what is the biological purpose of synchronised menstruation? Not being synchronous with your best mate surely makes having a baby by the hottest guy around (which is your body's game plan, if not yours) more, not less likely. After all, if you are both ovulating, you are competing for the same man. Non-synchronised cycles mean less competition. Among the Dogon, the nearest we have to a population of early humans, there is no evidence of synchrony and surely, if it conferred any biological advantage, we would see it among these women. Meanwhile, perhaps we should ask Endemol, producers of Big Brother, to compile statistics and hormone levels of all the women in the BB houses around the world. Oh. And don't forget the moonlight."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}