{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/aug/20/8", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-08-19T23:03:31Z", "webTitle": "Thorntons chairman considers buyout", "webUrl": "https://www.theguardian.com/business/2005/aug/20/8", "apiUrl": "https://content.guardianapis.com/business/2005/aug/20/8", "fields": {"headline": "Thorntons chairman considers buyout", "bodyText": "The for sale sign was hung over chocolate retailer Thorntons for the second time in two years yesterday. The Derbyshire-based company revealed its executive chairman, Christopher Burnett, was considering an offer for the company at 185p. In October 2003 chief executive Peter Burdon made a management buyout approach that was rejected. News of the approach by the chairman helped fuel Thorntons' shares, which rose some 23p to 176p, valuing the company at £120m. Retail analysts regarded the statement as an attempt to discover if other bidders might step forward for a business that has suffered peaks and troughs in its fortunes. Rhys Williams, an analyst at Seymour Pierce, said: \"By including the potential takeout price ... we believe the company is attempting to initiate the auction of the business, seeing if it can flush out any other interested parties\". Mr Burnett took over as executive chairman last year when John Thornton, a member of the eponymous founding family, became a non-executive director on the board. Mr Thornton is also involved in a potential bid at Ottakar's bookshop, which also revealed this week that it might be the subject of a management buyout. Mr Thornton is leading the independent committee to consider any possible bids for Ottakar's. However, he is not a part of the committee formed by the Thorntons' non-executives as he is not considered independent. His family still owns 24% of the company. The Thorntons' committee is being led by John Jackson, the senior independent director. He also oversaw the decision to reject the last bid, two years ago, and is again working with investment bank Rothschild. In a statement to the stock exchange, Thorntons said that the bid might be made by a special purpose vehicle, thought to be going by the codename Project Brazil, and that if any bid is made it must be recommended by the independent directors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}