{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/aug/02/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-08-01T23:40:53Z", "webTitle": "Rugby union: Robinson faces fight with clubs", "webUrl": "https://www.theguardian.com/sport/2005/aug/02/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2005/aug/02/rugbyunion.paulrees", "fields": {"headline": "Robinson faces fight with clubs", "bodyText": "England have delayed naming their elite squad of 60 players to prepare for the autumn series of internationals because of the failure to reach an agreement with the Premiership clubs over the number of release days for national training sessions each year. Andy Robinson, the England coach, wants an increase in the 16 days he was allowed access to his players outside the week given over to national squad training before each international. Robinson is also looking for an agreement which will last until the 2007 World Cup but Twickenham's hierarchy failed to broker a deal with the clubs last week and the two sides will get together again tomorrow. Robinson's predecessor, Sir Clive Woodward, cited the failure of the RFU to negotiate enough release days as the main reason that he resigned as the England head coach last September. The Gloucester chairman Tom Walkinshaw is the chief negotiator for the clubs and is renowned for his unyielding approach. If Robinson is to get the number of release days he wants, Twickenham will have a financial price to pay. England are now ranked sixth in the world and Robinson is coming under pressure to shake up his coaching team as the side prepare for the defence of the World Cup. Wales have lost their fitness coach Andrew Hore, who is returning to his native New Zealand. Another member of the management team, the skills coach Scott Johnson, is being targeted by the Queensland Reds who want Johnson, an Australian, to join their coaching set-up."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}