{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/aug/21/theobserver.observerbusiness4", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-08-20T23:22:16Z", "webTitle": "Conal Walsh: Cheapside", "webUrl": "https://www.theguardian.com/business/2005/aug/21/theobserver.observerbusiness4", "apiUrl": "https://content.guardianapis.com/business/2005/aug/21/theobserver.observerbusiness4", "fields": {"headline": "Cheapside", "bodyText": "Penalty for Rio Manchester United fans annoyed by Rio Ferdinand's recent tardiness in signing a new contract won't be surprised to hear the braid-haired ace is late in filing his accounts too. RGF Enterprises, Rio's private company, was supposed to have filed its annual financial figures nearly seven months ago, and officials at Companies House are hopping mad. 'There'll be an automatic penalty of £500 for this,' one fumes. That's not likely to worry Ferdinand too much, though: he earns a rumoured £110,000 a week. Hunger strike A poignant and somehow telling plea last week from Gate Gourmet's beleaguered PR man: 'I'm sorry. You're giving me a hard time. I'll have to call you back. I haven't eaten all day.' Writ large Potential trouble ahead for Deutsche Bank, which has just received a High Court writ from Frederic Haller, formerly a star banker at the firm's London office. Neither side will say what the dispute is about, but since Haller was once Deutsche's head of emerging markets proprietary trading, it's fair to assume quite a few dollars are at stake. Deutsche is understood to be fighting the claim. Nuns' drink habit What will the enterprising Bavarian nuns of Saint Vincent de Paul think of next? Keep it under your wimple, but we've heard their latest uplifting product is Sport Orange, a fizzy, flavoured water drink to be sold at Waitrose at 99p a bottle. The drink's unique appeal, apparently, is that it contains 15 times as much oxygen as your average glass of water. Which is just great, because only the other day I was bemoaning the lack of oxygen in my drink. Ernst's young Cheapside congratulates 28-year-old Tracy Wood, whose elevation at Ernst &amp; Young makes her possibly the youngest partner so far of a 'Big Four' accountancy firm. The Manchester-based prodigy, known henceforth as the Wayne Rooney of beancounting, got her first job as a teenager, after spurning a place at Cambridge University. Evidently she preferred balance sheets and tax loopholes to late nights and wild student abandon. We're sure Wayne would approve. Panel takeover Morgan Stanley banker Mark Warham has been chosen as next director-general of the Takeover Panel, replacing Richard Murley, a product of rival US bank Goldman Sachs. In the old days this role was always filled by some suitably blue-blooded gent from Morgan Grenfell or Lazard, but the big-walleted arrivistes from across the Pond run the show these days. We suggest Warham's first task should be to bring certain hedge funds to heel and force them to be more open about their shareholdings. Move on Tim Our thoughts this weekend are with Tim Congdon, Lombard Street's celebrated economist, who has just put out a 'retrospective' on Geoffrey Howe's 1981 budget. Howe was criticised by Keynesian economists at the time, but arch-monetarist Congdon reckons it was a triumph and is keen to put the record straight. Economists, it would seem, are a bit like boxing fans: they always want to talk about yesteryear's dust-ups. But Tim, mate. The world has moved on. Let it go."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}