{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/aug/21/theobserver.observerbusiness9", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-08-20T23:22:17Z", "webTitle": "Ultra-broadband: instant hit, or a bit over the top?", "webUrl": "https://www.theguardian.com/business/2005/aug/21/theobserver.observerbusiness9", "apiUrl": "https://content.guardianapis.com/business/2005/aug/21/theobserver.observerbusiness9", "fields": {"headline": "Ultra-broadband: instant hit, or a bit over the top?", "bodyText": "A Nordic invasion is taking place in telephone exchanges across London. Swedish entrepreneur Boris Ivanovic has been installing equipment in 45 exchanges that will enable existing telephone wires to carry a super-fast broadband signal that will be 12 times faster than BT's. His company, Be, will be launching its 24-megabit service in London next month. Ivanovic said that it will cost 'less than £30 a month' for an unlimited service. The highest speed currently available in Britain is 8Mb, provided by UK Online for £29.99 or Bulldog for £17.50. In Japan, broadband speeds of 50Mb are commonly available and a 1Gb service has just been launched in Hong Kong using fibre-optic cables. Ivanovic says he expects to have signed up 20,000 customers by Christmas and 150,000 by next summer, when the service will have expanded outside London to 1,000 exchanges covering 64 per cent of the UK population. He is already in talks with a major telecom investor who is to buy a stake in the project. The new technology compresses signals sent along standard copper telephone wires, so that more information can be sent at different frequencies at any one time. The installation of equipment at each exchange costs around £40,000. According to IT experts, many homes will not actually receive the full 24Mb as a result of differences in the quality of the telephone lines in their area, and their distance from the telephone exchange. For some, it may be more like 10Mb than 24 - but that is still an incredible jump from 2Mb and much more than is available from direct cable operators such as NTL, who provide a guaranteed 3Mb service for £37.99. The claims have been met with some scepticism among Britons, who have had to contend with one of the slowest roll-outs of broadband technology in the developed world. However, Ivanovic is confident: 'We know it works; we've done it before,' he says. His previous company, Bostream, was the first to offer an 8Mb service in Europe and is now introducing 26Mb broadband in Sweden. However, analysts are unsure whether consumers will see the need for such high speeds. For businesses, high-quality video conferencing will be possible on a 24Mb line by simply installing a webcam, but this sort of capacity may prove unnecessary for the home. 'When we had dial-up, everyone said \"Why do we need broadband?\",' says Ivanovic. 'For example, instead of going to the movie-rental shop, people will be able to download films.' His company in Swedenhas operated a virtual video-rental store for two years; Ivanovic says this service will be available in the UK by early next year. 'Twenty-four [megabits] is a bit of overkill,' says Adam Daum at Gartner Advisory Services. 'You only need 2 or 3Mb and you have a reasonably good service for surfing web pages.' He thinks the product might appeal to households that have both games consoles and computers as well as digital television. According to research by Gartner, 10 per cent of UK households now have an internet-connected games console as well as a PC. BT has not yet launched its 8Mb service or carried out its plans for video on demand. NTL is 'tied up' in a merger with Telewest. And Sky - rumoured to be including an ethernet port on its latest digibox - has not yet positioned itself as an internet provider. It is assumed that broadband will eventually be at the centre of all household media - and with the major players one step behind, 'the timing is quite good', says Daum, 'for a new entrant to get a hold of the new market.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}