{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/aug/17/5", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-08-16T23:09:07Z", "webTitle": "EON to revive mothballed power plant", "webUrl": "https://www.theguardian.com/business/2005/aug/17/5", "apiUrl": "https://content.guardianapis.com/business/2005/aug/17/5", "fields": {"headline": "EON to revive mothballed power plant", "bodyText": "Energy group EON brought its Killingholme power station back into full service yesterday less than three years after it mothballed the plant declaring that Britain's wholesale electricity market was \"bust\". The group said it believed Killingholme, a 900 megawatt plant in Lincolnshire, is the first gas-fired power station in the world to be completely recommissioned after an extended period out of service. In October 2002 EON UK decided to mothball Killingholme after wholesale electricity prices collapsed to between £13 and £15 a megawatt hour. At the time Paul Golby, the chief executive of EON UK, then known as Powergen, said: \"Since the start of Neta [new electricity trading arrangements] wholesale electricity prices have declined below the cost of production - the situation is simply not sustainable, the market is bust.\" Since then a soaring oil price has helped push up power prices and the price of electricity for the coming winter is now standing at £55 a megawatt hour and at £43 for next summer. Yesterday Dr Golby said the Killingholme's return to service showed \"just how flexible and responsive we can be to ever-changing market conditions\". EON said bringing Killingholme back into operation was part of moves to lower emissions in line with government policy to develop a low carbon economy. Plants and factories are facing increasingly stringent targets on the amount of carbon dioxide they can pump out while the cost of the permits they must buy to cover any excess has risen sharply since the introduction of a scheme allowing them to be traded. At present more than half of EON's British generating capacity is coal fired. It is seeking planning permission to convert its power station on the Isle of Grain, Kent, to gas. This conversion and the reintroduction of Killingholme would tip the company's fuel balance the other way. EON plans to hold a ceremony next month to mark the Lincolnshire power plant's return to service."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}