{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/aug/21/labour.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-08-20T23:22:11Z", "webTitle": "Comment: Chris Smith pays tribute to Mo Mowlam", "webUrl": "https://www.theguardian.com/politics/2005/aug/21/labour.uk", "apiUrl": "https://content.guardianapis.com/politics/2005/aug/21/labour.uk", "fields": {"headline": "'Wise, warm and wickedly perceptive'", "bodyText": "How can I begin to collect together the memories I have of Mo Mowlam - this extraordinary, remarkable person who left such an indelible mark on our public life? She was a woman whose straightforwardness brought a completely new style to politics, an honesty that enabled her to touch people in ways other politicians could never hope to match. And it was the freshness of her approach, too, that unlocked so much of the historic distrust in Northern Ireland and enabled the peace process to get properly under way. My memories begin and end with Mo the person, not the politician. That was her secret - she never forgot to be a person, and that made her political appeal all the more powerful. I remember Mo when she first arrived in parliament: young, attractive, intelligent, a bit flirtatious and very direct. No roundabout ways of approaching a person or a topic - she came straight at it - and this was incredibly effective in ensuring that she always got her way. She would sit down in meetings with City financiers and kick off her shoes as if she was settling down for a chat with an old friend. If she thought someone was talking rubbish, she'd say so. If she wanted a meeting to last only half an hour, she'd let everyone know from the outset. And, by the end, she'd have everyone eating out of her hand. I remember the day we were both elected to the shadow cabinet for the first time, in her case after only five years in parliament: it was an astonishingly rapid rise, yet at the time, it seemed the most natural thing in the world. And in those sad days immediately following the death of John Smith, she knew instantly that the new leader had to be Tony Blair, and said so loudly. She knew also that no leader would be perfect, but she recognised the way the party had to change in order to rescue Britain from the Tories. She cared deeply about the people in Redcar who she represented, and her drive came from a determination to make things better for them. Immediately after Tony Blair became leader, he asked her to take on the Northern Ireland brief in the shadow cabinet, and for nearly a whole day she resisted. She could see the size of the task but eventually he persuaded her to do it. And within days, she had made the task her own. In opposition and in government, she brought to the role of Northern Ireland Secretary a freshness, a directness, a courage and sense of commitment to the ordinary people of Northern Ireland that seemed to open doors to peace that no one else could have even touched. Many people - from Northern Ireland, Britain, Ireland, America, Canada and elsewhere - contributed to the peace process, but no one did more than Mo. Unionists grumbled at her. I once caught her swearing like a trooper (and she could outdo most troopers) down the telephone at Sinn Fein. She lived and worked her way through frustration after frustration. But her legacy will be the years of peace that resulted, the lives saved, the violence avoided, the uneasy process of normalisation. No one should ever dare to take that away from her. She had fun, too. I remember several glorious weekends at Hillsborough Castle, her official residence, when a group of friends would gather for a weekend of discussion, conviviality and total loss of inhibitions. When Jeremy Paxman and John Humphrys and 15 other people tried to cram themselves on to the Queen's official bed for a photograph. When Alastair Campbell turned out to be brilliant at silly party games. And when Mo, Jon, her husband and his children would be the life and soul of the party. That life - and the way it lit up everything around it - has gone. The public loved Mo probably more than any other political figure. There were times when she was mobbed by admirers. There was no one else who could have ignited a standing ovation in the middle of the Prime Minister's party conference speech simply by the mention of her name. In private, Mo could be not just warmly embracing but wickedly perceptive. There were times when she'd catch my eye across the cabinet table and I'd have to try hard not to laugh. People warmed to Mo because she was so direct with them, in private and in public. They warmed to her because she'd take their arm, put a hand round their shoulder, hug them when they needed it. She'd welcome them into her world, and there are precious few politicians who do so. But they warmed to her, too, because they knew that she'd fought a battle against her brain tumour, that she'd been through the most terrible pain and worry and treatment, and had gone on to transform a significant part of the political landscape. They respected and admired her for what she was, for what she had been through and for what she had done. It's an epitaph she would have smiled at but welcomed. In these last couple of difficult years, when her health began to deteriorate, when she still burned with frustration at what the government was getting wrong, and pride at what it was getting right, she continued to fight to survive, with incredible support from Jon and her family. All too early, that fight has ended. The value of what she achieved will not, however, end. · Chris Smith was Secretary of State for Culture, Media and Sport 1997-2001"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}