{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/aug/14/business.broadcasting1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-08-13T23:31:15Z", "webTitle": "From a sofa to St Peter's, and back to the frontline", "webUrl": "https://www.theguardian.com/media/2005/aug/14/business.broadcasting1", "apiUrl": "https://content.guardianapis.com/media/2005/aug/14/business.broadcasting1", "fields": {"headline": "From a sofa to St Peter's, and back to the frontline", "bodyText": "In a career spanning more than two decades, Jeremy Bowen has reported from war zones as far afield as El Salvador, Croatia and Afghanistan. But he regards his most prosaic assignment - presenting the BBC's breakfast show - as one of the toughest. Few war correspondents have reinvented themselves as smooth-talking morning TV presenters, but Bowen attempted to do just that. In truth, he rarely looked comfortable on the Breakfast sofa, but he says the experience was a useful one. 'It was a huge change of pace and to start with I didn't find it that easy. [Co-presenter] Sophie Raworth put up with a lot from me. But I think I'm a better broadcaster as a result. Certainly talking on TV comes a lot more naturally. 'The thing that stopped me was the hours. The hours were killing me. I thought \"Do I want to do this for three of four years? I don't think I can\".' It was the 3.30am starts that prompted him to quit, he says. 'I used to go to bed at 8.15pm. We had a new baby, so I probably wouldn't have had a social life anyway, but I was knackered all the time. I tried to live fairly normally at the weekends, but I ended up falling asleep in my curry stone-cold sober.' He left in 2002 to return to the BBC's world affairs unit. After a stint as the BBC's Rome correspondent, which coincided with the death of the Pope, Bowen was appointed to the newly created post of Middle East editor last month. It marks a return to more familiar terrain: Bowen made his reputation during a five-year stint as a Middle East correspondent from 1990-1995 and has written extensively on the region. The appointment also cements his status as one of the BBC's most respected and authoritative journalists. He is one of just seven editors - others include world affairs editor John Simpson and European editor Mark Mardell, dispatched to Brussels earlier this year. The title denotes seniority, but the newly created phalanx of experienced reporters are not burdened with managerial responsibility. 'I'm not going to be waking people in the middle of the night and telling them what to do. Other people do that,' Bowen says. 'I'm not going to be looking at other people's scripts, or anything like that.' He recalls his formative years as a foreign reporter in the late 1980s, when he worked alongside other young turks like George Alagiah, and the seasoned Simpson. 'I remember John Simpson saying: \"I'm not the housemaster here. I'm not going to try and tell you what to do\".' His new role could bring him into conflict with Simpson, who has a huge brief as a roaming world affairs editor but spends a good deal of time in the Middle East. 'I hope that won't happen, because John and I go back an awful long way and I think he's the best in the business. I'm meant to be looking at an area from north Africa to Iraq. I'm only one man. With the best will in the world, I can't say I'm going to be the only one to be doing this.' Bowen will be based in London, although he will make frequent trips to the region. When we spoke last week, he had just landed in Jerusalem in his first week in the job. He will spend this weekend filming the Israeli withdrawal from Gaza. 'The rationale behind the job, and its a good one, is that ... the Middle East's confusing, but it's interesting to quite a few people. [Some viewers feel] if they haven't been following it since childhood, they might be baffled.' The everyday reporting is good, but because the correspondents work hard and the BBC has so many outlets, reporters get caught up in the daily story and don't have a chance look at the bigger picture. 'There's not enough space or time for context. The idea is to have a senior figure who provides a narrative.' Bowen admits he lobbied for the job, but it was some time before the BBC offered it to him. 'I was saying for a couple of years that there ought to be a Middle East editor, but things take a while to happen at the BBC. Without wanting to sound immodest, I was made for it. I was based in Jerusalem for five years, but had they said they wanted me to reprise what I did before, I probably wouldn't have been interested.' The BBC's output is subjected to greater scrutiny than that of any other broadcaster and it has been criticised recently for allegedly instructing journalists not to describe the London bomb suspects as 'terrorists'. 'I don't think the word 'terrorist' is banned by the BBC, but you've got to use it carefully,' Bowen says. Would he describe Yasser Arafat as a terrorist? 'Your question illustrates the conundrum. It's too simplistic. There were periods in his life when he was a terrorist, but he was awarded the Nobel peace prize. He had an ambiguous relationship with violence and he regarded it as legitimate.' Arafat is a freedom fighter to many, but Bowen's implication is that reporters should steer clear of making value judgments. 'A lot of the time it's better to just describe what happened'. Bowen has personal experience of the tragedy conflict brings. In 2000, his 'fixer' and friend, Abed Takkoush, was killed when they stopped to film the the end of the Israeli occupation of South Lebanon. The incident was captured on film, and Bowen recounted it movingly in a recent BBC documentary on war reporting. 'Things happen that remind me of Abed quite a lot. It was my idea to stop there. I don't feel responsible for his death but if I hadn't decided that, he would be alive today. He had three teenage sons and a wife, and in a sense I always have to carry that with me. I made a contribution, however unintentional, to his death.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}