{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/aug/20/ukcrime.kirstyscott", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-08-19T23:03:32Z", "webTitle": "Man jailed for £20,000 drunken rampage on dumper truck", "webUrl": "https://www.theguardian.com/uk/2005/aug/20/ukcrime.kirstyscott", "apiUrl": "https://content.guardianapis.com/uk/2005/aug/20/ukcrime.kirstyscott", "fields": {"headline": "Man jailed for £20,000 drunken rampage on dumper truck", "bodyText": "A building worker who went on a drunken rampage with a 40-tonne dumper truck and left a £20,000 trail of destruction was jailed for 18 months yesterday. Maidstone crown court heard how one woman thought she was going to die as 29-year-old Christopher Mills careered through a residential estate in Kent in the giant vehicle on June 13, flattening cars, demolishing a block of garages and felling a telegraph pole. Mills, who the court heard feared he was about to lose his job working on a new bypass, had drunk a bottle of whisky and was six times over the legal alcohol limit for driving when he took the dumper truck at the end of his shift. His rampage only came to an end after a member of the public and an off-duty policeman pulled him from the truck. In court yesterday, Judge Philip Statman told Mills, of East Malling, Kent: \"On June 13 you shattered the peace of West Malling, performing acts of wanton carnage and destruction. People in the street and in their gardens and homes were terrified by your activities. In the course of your destructive carnage, 15 vehicles were damaged and a total of £20,000 worth of damage caused.\" Judge Statman said that had it not been for the actions of a father-of-four, Wayne Savoury, in helping to stop Mills, the rampage might have caused loss of \"life and limb\". Mills had earlier admitted six charges, including criminal damage, aggravated vehicle taking, driving with excess alcohol and driving without a licence or insurance. He was sentenced to 18 months in prison and banned from driving for five years. After his arrest, Mills had blamed his behaviour on the news he was about to lose his job, despite only having been employed to work on the nearby West Malling bypass four days before the incident. When his shift ended, Mills was spotted by colleagues driving the truck away from the construction site. He smashed into a digger and in doing so narrowly missed four gas board workers. Mr Savoury spoke outside the court yesterday about the moment he threw himself into the truck's cab to stop Mills. The 30-year-old delivery driver said: \"I chased him for about a mile on foot. I pulled him from the cab once but he got back in and started it up again. So I jumped into the cab and punched him in the head three times. My mind took over. I have four kids of my own and there must be 20 kids on the estate. In my mind I thought I had to stop the truck because it was heading towards St James' primary school where my kids go.\" Judge Statman directed that Mr Savoury should be given a £500 reward for his \"public spirit and bravery\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}