{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/aug/10/radio.advertising", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-08-09T23:59:31Z", "webTitle": "Ad policy hits profits at Clear Channel", "webUrl": "https://www.theguardian.com/media/2005/aug/10/radio.advertising", "apiUrl": "https://content.guardianapis.com/media/2005/aug/10/radio.advertising", "fields": {"headline": "Ad policy hits profits at Clear Channel", "bodyText": "An attempt to lure listeners back to its radio stations by cutting the amount of advertising led to a 13% drop in second quarter profits at Clear Channel Communications, the largest radio group in the United States. The company, which also owns music venues in Britain such as the Hammersmith Apollo, reported income of $220.7m (£124m), down from $253.8m a year earlier. Clear Channel introduced a less-is-more strategy at the beginning of the year to combat sharp declines in listenership that have affected the entire radio business in America. The company cut commercial airtime by 27% in the quarter, causing revenues in the business to fall 7% to $932m. The main shift is away from 60-second commercials to shorter ones. The company claims that the policy is beginning to work. Last week, it cited official figures that said radio listeners in the top 25 US markets had spent an average 14.5% more time listening to Clear Channel stations, compared with spring 2004. The company hopes that by cutting the volume of advertising on its 1,200 stations and lifting listenership it will be able to charge more for airtime. \"While still early, we are already seeing proof that we are providing a better listening experience and more effective environment for advertisers,\" said chief executive Mark Mays. Clear Channel announced plans in April for a three-way split of the company. It is planning an initial public offering of 10% of its billboard business and a complete spin-off of its entertainment division. Revenues at the outdoor advertising business, which operates the Adshel and More O'Ferrall brands, rose 7% to $684m. The entertainment division suffered a 17% decline in revenues to $729m due to lower ticket sales."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}