{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/aug/14/broadcasting.bigbrother", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-08-13T23:31:13Z", "webTitle": "The news interview: Peter Bazalgette", "webUrl": "https://www.theguardian.com/media/2005/aug/14/broadcasting.bigbrother", "apiUrl": "https://content.guardianapis.com/media/2005/aug/14/broadcasting.bigbrother", "fields": {"headline": "Who cares what the critics say?  I love BB", "bodyText": "Channel 4's most watched programme last week was not Lost, the heavily hyped plane crash drama from America. Instead the ratings laurels went to a comparative old-timer, the much reviled, much written off but defiantly indestructible Big Brother The reality contest's climax on Friday night pulled in 6.7 million viewers, peaking at 7.8 million, compared to the average for Lost of 6.1 million. It is safe to assume that audience did not include longstanding critics such as Desmond Morris and John Humphrys, unless they were gathering more evidence against what the BBC news presenter last year condemned as TV which 'turns human beings into freaks for us to gawp at'. Nor, more surprisingly, did the viewing public include Peter Bazalgette, who introduced Big Brother to Britain and has taken on with apparent relish the role of a flamboyant, verbal gunslinging defence lawyer in the court of media opinion. The 52-year-old multi-millionaire is in Tuscany and had to rely on his mobile for text message updates on the final twists and turns, culminating in triumph and £50,000 for Seventies disco dancer Anthony Hutton. 'Anthony's victory was part of a classic Big Brother phenomenon,' Bazalgette said. 'The winners are normally people who are perceived by the audience, rightly or wrongly, as honest and straightforward because they clearly have no particular game plan for winning. It's not that they wouldn't like the money, but they are not seen as deceptive people who will bend the rules and fight each other and backstab. Rather like Craig in series one, Brian in series two, Nadia in series five, Anthony is a classic Big Brother winner.' After a summer in which contestants' sexual antics have been pushed aside by grim headlines on terrorism, normal service was resumed last week when the Sun roared: 'Big Brother housemate Makosi is really an actress' Makosi, 24, is on the books of a talent agency said to have invoiced the makers of the show makers for £609.68. The bill is thought to have bought a slick audition video which won her a place in the house.' Given that the series is supposed to feature 'ordinary folk', it was news that would supposedly rock Big Brother and its production company, Endemol. But Bazalgette, who is chairman of Endemol UK and chief creative officer of the group worldwide, laughed it off. 'That was obviously nonsense. What amused me was that it was a pretty good deal if we'd been able to do it. Was it £609.68 for 10 weeks? Some actress! That's something like £8 a day - not quite Equity rates. It's absolute rubbish but they have to print something, I guess. One is flattered that they think they have to keep on digging for stories around a programme that's now been on air for six years.' The former Cambridge University union president believes Big Brother achieved mass appeal via the internet, not the redtop newspapers which covet its young audience, and praises other papers' 'egghead coverage' of Big Brother as 'an excellent part of the debate about television culture' - perhaps not least because he enjoys the knockabout. Dr Desmond Morris, the 77-year-old zoologist, wrote last week in the Daily Mail: 'This year Big Brother has sunk so low that it is almost outside the realm of normal criticism,' and attacked the housemates for their 'lack of warmth and kindness'. Bazalgette responded: 'Is a man of his age going to find people of that age group appealing? Of course not - he should mix with his own kind. To extrapolate from 10 or 12 people and say an entire generation is ghastly just shows you don't like people of that age group. 'If people live that closely together then from time to time they get on each other's tits. Why do so many murders happen at Christmas? Because families get together for Christmas and forget how much they dislike each other when they're living on top of each other.' Mark Lawson, the BBC arts presenter and Guardian critic, wrote: 'Day 67 of the sixth series of Big Brother will go down in the history of reality TV for the sight of a pissed young woman masturbating with a wine bottle,' and opined that it might be time to put a cork in it. Bazalgette hit back: 'Old Nanny Lawson, as I call him now, was wheeled out as part of the debate because he's now on a one-man crusade that Big Brother should come to an end, although he was its biggest fan in series one. He suffers from Tchaikovsky's First Piano Concerto syndrome, which is, \"If everybody likes it, it can't be any good\": it's fine for intellectuals to discover something and go on about it, but the moment everybody likes it and watches it, it loses its allure.' But Julie Burchill, the author and Times columnist, proclaimed her love for the show and said 'Why do people hate reality TV, and Big Brother in particular? I believe it is mainly because they hate the human race in general and the working class specifically.' Bazalgette said: 'People who don't like it nearly always turn out to be middle aged to elderly men, whether Desmond Morris, John Humphrys, Mark Lawson or whoever. 'They're just people who don't like humanity in its fullest breadth. You could have found people like the guys we had in the house this year 10 years ago, 40 years ago, 100 years ago, but there wasn't TV 100 years ago. If people like Humphrys and Morris think these people should be going around making donations to charity and discussing Proust, I'm not sure what sort of people they mix with. I don't quite recognise that as humanity.' Endemol has a new game show, Deal or No Deal, which has been bought by 30 countries, making it the fastest selling format since Who Wants to be a Millionaire? It will arrive in Britain in the autumn. But Big Brother is guaranteed at least two more summers on Channel 4, and Bazalgette insists that, although its audience was slightly down on last year because of early competition from ITV1's Celebrity Love Island, it is still a 'massive hit'. He added that with recent series in Russia and Thailand, a launch in the Philippines and an imminent return to its birthplace, the Netherlands, 'Big Brother is in better health now worldwide than it was two years ago'. News that is likely to cause sinking hearts among Morris, Humphrys and the rest. david.smith@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}