{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/aug/02/uk.northernireland", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-08-01T23:54:09Z", "webTitle": "Three battalions based in Ulster to be axed", "webUrl": "https://www.theguardian.com/politics/2005/aug/02/uk.northernireland", "apiUrl": "https://content.guardianapis.com/politics/2005/aug/02/uk.northernireland", "fields": {"headline": "Three battalions based in Ulster to be axed", "bodyText": "Thousands of soldiers are to be removed from Northern Ireland as a response to the IRA ending its armed struggle, the government announced yesterday. Moves to scale down the military presence in the province were inevitable after the IRA announced its 35-year war against Britain was over. There are currently 10,500 soldiers in Northern Ireland, more than in Iraq at the height of the war. But the government's ambitious two-year plan to pull down watchtowers, defortify police stations and axe three Northern Ireland-based battalions of the Royal Irish Regiment was met with fury by unionists, who called it dangerously premature and a \"surrender to the IRA\" last night. The Northern Ireland secretary, Peter Hain, said it would take two years or less to transform Northern Ireland from a place of armoured police Land Rovers and no-go areas to a \"normal\" society in which more officers could ride around on bicycles or walk their beat alone, and police would not need to work from mortar-proof stations with soldiers for backup. Troop numbers would be cut to a peace-time garrison of 5,000, and the number of military bases reduced from 36 to 14. Work will begin today to take down two of the most high-profile army observation posts - one on top of the Divis Flats in nationalist west Belfast and the other overlooking the nationalist Bogside in Derry. Other border watchtowers in South Armagh are already being dismantled. Once the IRA has decommissioned its weapons, the government will also repeal Northern Ireland's special anti-terrorist legislation, including abolishing the special non-jury courts for cases involving terrorist offences. By far the most controversial aspect of the plan is the disbandment of three battalions of the Royal Irish Regiment, axing 3,000 troops. The regiment was formed in 1992 with the merger of the Royal Irish Rangers and the Ulster Defence Regiment to support the police. The UDR had been set up in 1970 to replace the loathed B specials. But although many of its members were killed during the Troubles, it had an unenviable reputation as a sectarian force. Catholics said they were regularly harassed and a significant number of its personnel were accused of associating with loyalist paramilitary groups. Seventeen were convicted of murder. Nationalists welcomed the \"overdue\" disbandment of the RIR battalions yesterday. Sinn Féin said the removal of Britain's \"war apparatus\" was a positive move, warning of the Royal Irish Regiment's \"sectarian composition and its collusion with the unionist paramilitaries\". Colonel Mark Campbell, the most senior officer in the RIR, said the Police Service of Northern Ireland no longer needed military support. He condemned the individual \"bad apples\" of the UDR's past but praised the battalions as \"people who stood in harm's way in some very dark times\". Tim Collins, the former Royal Irish Regiment colonel who led troops in Iraq, said Sinn Féin must now endorse the police. \"If they do so then the men of the Home Service Royal Irish can stand down with pride that their mission has been accomplished.\" But unionists were dismayed. Mr Hain's swift move seemed designed to send a message to them that the peace process was moving on and if they did not get on board they would be left behind. Ian Paisley, the hardline leader of the Democratic Unionist party, said axing the RIR battalions was \"dishonest and dangerous\" and would delay the restoration of a power-sharing assembly at Stormont. He said his party still had a veto on restoring devolution. \"There is a price which we are not prepared to pay for the return of devolution ... It is a scandalous betrayal of those who have given their lives to protect the community.\" The chief constable, Hugh Orde, also urged Sinn Féin to endorse his police service. \"We have a right to expect that Sinn Féin politicians will now engage directly, openly and constructively with district commanders and all officers at local level,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}