{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/aug/11/books.bookerprize2005", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-08-11T16:25:00Z", "webTitle": "Old favourites return to do battle for Man Booker prize", "webUrl": "https://www.theguardian.com/uk/2005/aug/11/books.bookerprize2005", "apiUrl": "https://content.guardianapis.com/uk/2005/aug/11/books.bookerprize2005", "fields": {"headline": "Old favourites return to do battle for Man Booker prize", "bodyText": "Judges for the Man Booker prize yesterday set up a contest between two novelists regarded as possibly the best now writing in English when they picked Ian McEwan and Kazuo Ishiguro for this year's longlist. McEwan's novel Saturday and Ishiguro's Never Let Me Go were among books by 17 authors chosen in a list which also heralds the return of heavyweight writers from previous years including Julian Barnes, Salman Rushdie and JM Coetzee. And the presence of other admired authors like Ali Smith, Hilary Mantel, John Banville and Rachel Cusk reinforces this by giving the choice its strongest literary flavour for almost a decade. Nestling among them is The People's Act of Love, a step into fiction from the Guardian journalist James Meek. McEwan and Barnes emerged last night as the bookies' favourites to take the £50,000 prize - one of the book world's most sought-after honours - at the final ceremony in October. William Hill's choice as 3/1 favourite was McEwan, who won the award in 1998 with Amsterdam but was unlucky with his more recent bestseller Atonement. It made Barnes a 7/1 chance, below Coetzee and Ishiguro. But Ladbroke's rated Barnes' story Arthur &amp; George as 4/1 favourite, followed by McEwan at 5/1, Rushdie at 7/1 and the veteran writer Dan Jacobson at 8/1. Coetzee, author of Disgrace, is a Booker double winner, in 1983 and 1999. Ishiguro won in 1989 for The Remains of the Day. Jacobson's place on the longlist at the age of 75 is one of the more remarkable features of the judging. A quietly respected writer, he won his first prize, the John Llewellyn Rhys, in 1958 for his short story collection A Long Way from London. His first novel The Evidence of Love came out in 1960. Rushdie is the most garlanded author on the list, having taken the Booker for Midnight's Children in 1981 and the Booker of Booker awards as the best of all the novels which have competed for the prize. Yet the Iranian fatwa against Rushdie in 1990 coincided with the beginning of a long eclipse in the prize world. His return to favour, and that of others in the list, was attributed by some observers last night to the absence of celebrities from this year's judging panel. Earlier this year Jon Howells, the Ottakar's executive who helped organise the Theakston's Old Peculier crimewriters prize, said most awards were decided by \"a gaggle of academics, plus the obligatory model\". This year's Man Booker judges, under Professor John Sutherland, are relatively unusual in being a novelist, a writer and antiquarian book dealer and two literary journalists, without a single television face among them. Yesterday Prof Sutherland said: \"This has been an exceptional year. In the judges' opinion it may rank as one of the strongest ever since the prize was founded in 1969. \"It is also a nicely balanced longlist with four previous Booker winners, three first novels and a satisfying range of styles. The judges have enjoyed their judging experience enormously - so far.\" Last night Rodney Troubridge, fiction buyer for Waterstone's, said it was good to see heavyweight authors well represented. His predictions for the shortlist included Marina Lewycka's comedy A Short History of Tractors in Ukrainian and The People's Act of Love. \"Both books have been on our radar for a while and we are delighted that they will find a wider audience due to this longlist,\" he said. Mr Howells said another heavyweight, John Banville, was turning into a new Beryl Bainbridge in the prize stakes: \"Critics love him, he's had a couple of listings but has never won. Maybe this is his year.\" The contenders The Harmony Silk Factory, Aw Tash What it's about The enigmatic Johnny Lim, possibly hero, gangster or Communist. Told from three perspectives What they say \"A hugely confident, ravishingly descriptive debut.\" The Guardian The Sea, John Banville What it's about Max Mordern returns to a coastal town of his boyhood and meets grown-up ghosts What they say \"All Banville's remarkable gifts come together to produce a real work of art.\" The Scotsman Arthur &amp; George, Julian Barnes What it's about Arthur, a famous man, and George, a solicitor, get caught up in the Great Wyrley Outrages in Victorian Britain What they say \"Barnes has taken the bones of a long-dead history and imbued them with vivid and memorable life.\" The Observer A Long Long Way, Sebastian Barry What it's about The way back to Tipperary and the Easter rising for Willie and fellow Royal Dublin Fusiliers fighting in the first world war for Britain What they say \"Incredibly moving.\" Reader on Amazon Slow Man, JM Coetzee What it's about The ageing Paul Rayment is disabled in an accident and develops savage anger at the world What they say \"It is all set down in refined and merciless prose. Coetzee is capable of writing any kind of story he wants.\" The Ruminator website In the Fold, Rachel Cusk What it's about The Hanburys are a rich bohemian family of almost mythical glamour. But their masks come off to a young visitor. What they say \"This beautifully, sparingly written gem.\" Amazon Never Let Me Go, Kazuo Ishiguro What it's about Three children raised and educated in almost paradisical happiness to believe they are special; and they are. They are clones. What they say \"As moving and horrific as Margaret Atwood's The Handmaid's Tale or John Wyndham's The Chrysalids.\" The Times All for Love, Dan Jacobson What it's about A soldier and princess fall in love in the waning Hapsburg empire What they say \"Confident, stylish, entertaining.\" The Sunday Telegraph Marina Lewycka, A Short History of Tractors in Ukrainian What it's about An ageing Ukrainian in Peterborough convulses his anglicised daughters by falling in love with a voluptuous gold-digger What they say \"A school textbook on Ukrainian history with one eye on an episode of Coronation Street.\" The Guardian Beyond Black, Hilary Mantel What it's about Alison Hart, an unassuming medium, passes inconsequential messages between the living and the dead What they say \"Hilary Mantel has taken that ethereal halfway house between heaven and hell, between the living and the dead, and nailed it on the page.\" Fay Weldon, Guardian Saturday, Ian McEwan What it's about Henry Perowne, contented man, makes love to his wife then, driving to play squash, is caught in an Iraq demo which shakes his contentment What they say \"Artistically, morally and politically, he excels.\" The Sunday Times The People's Act of Love, James Meek What it's about A legion of Czech troops is marooned in a remote Siberian village in 1919 What they say \"I was blown away. I immediately re-read the book, and again found myself full of admiration.\" Irvine Welsh, The Guardian Shalimar the Clown, Salman Rushdie What it's about Shalimar the clown falls foul of Hindu/Muslim conflicts and an assassination, and turns into a terrorist What they say \"Sheer and magnificent talent ... beautifully metaphoric language and sly sense of humour.\" Booklist The Accidental, Ali Smith What it's about Amber - who may be a spirit or a living woman - brings confusion to a family's holiday in Norfolk What they say \"Smith has written a proper novel with a beginning, a middle and an end, but turned it into an exuberantly inventive series of variations.\" The Sunday Times On Beauty, Zadie Smith What it's about Howard Smith, Rembrandt scholar, is undergoing a midlife crisis in the US. Then his son falls in love with the daughter of an eminent rightwinger What they say \"As EM Forster's Howard's End did before it, On Beauty asks important questions about the relationship between culture and power.\" The Observer This Thing of Darkness, Harry Thompson What it's about The captain of the Beagle, Robert Fitzroy, a conservative Christian, locks intellects and destinies with his passenger Charles Darwin What they say \"This brilliant recreation ...in turn terrifying, hilarious and uplifting.\" This is the Country, William Wall What it's about A teenager sets the defences of love, friendship and family against power and corruption in Ireland What they say \"Hard-hitting ...deeply moving.\" Amazon"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}