{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/aug/11/tvnews.uknews", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-08-11T17:56:21Z", "webTitle": "Al-Jazeera in talks to sign Frost", "webUrl": "https://www.theguardian.com/media/2005/aug/11/tvnews.uknews", "apiUrl": "https://content.guardianapis.com/media/2005/aug/11/tvnews.uknews", "fields": {"headline": "Al-Jazeera in talks to sign Frost", "bodyText": "Arabic satellite television news channel al-Jazeera is in talks to sign up veteran broadcaster Sir David Frost. The broadcaster is keen to boost its profile as it gears up for the launch of its global channel, al-Jazeera International, next year. Since announcing plans to open a London office and launch an English-language service, al-Jazeera has signed up a number of staff from the BBC, ITV and Sky to join the station. It is believed that within the last year it also tried an approach to ITV star Sir Trevor McDonald, but failed. Signing up Sir David would help the station dispel the suspicions that some in the UK and the US have about al-Jazeera. The veteran broadcaster's legendary BBC1 Sunday show was ended earlier this year. The corporation said he would continue presenting an occasional series of set-piece interviews. Since then he has presented LBC's general election night coverage and a show on Sky One alongside Des Lynam in which viewers voted for the greatest sportsman or woman in history. But his vast contacts book and reputation make him a prime target for al-Jazeera's executives. According to insiders the al-Jazeera International team is keen to get access to top US officials so that they will appear on the station. It is also eager to get access to Iraq, where its Arabic sister channel is currently banned from operating. Sources claim that Steve Clark, the channel's director of news, has been doing the rounds of administration officials and has recently met Condoleeza Rice's advisor and Senator John McCain. Al-Jazeera is also expected to move its London office from Camden to more prestigious headquarters at 1, Knightsbridge, just a stone's throw from Hyde Park Corner and Buckingham Palace. But some staff are apparently unhappy with the more Western approach al-Jazeera appears to be taking. One insider claimed: \"There is a widespread feeling that the new channel will be very Western-centric and an inferior version of CNN International or BBC World. It will be a huge disappointment to millions of English-speaking Muslims.\" The managing director of Al-Jazeera International, Nigel Parsons, recently countered the accusations, saying: \"We have no domestic agenda and no political bias. Our coverage will be fearless, provocative, and the most informed on what's happening on the ground in the world's hot spots. \"This capacity gives al-Jazeera International a 360 degree view of news stories, allowing us to avoid the bias and slant that unfortunately so many news organisations fall prey to.\" The English-lnguage al-Jazeera International will begin broadcasting globally early next year. It will be run from Doha in the Gulf state of Qatar, using material generated from its new office in London and bureaux in Doha, Kuala Lumpur and Washington. Al-Jazeera has become a global force in news broadcasting since the wars in Afghanistan and Iraq focused the world's attention on reports generated from inside Arabic countries, where western media organisations have struggled to operate. Qatar is considering privatising al-Jazeera following pressure from the US and a de facto advertising boycott by Arab countries that have been offended by its sometimes critical stance. Reporters fear the power of advertisers and shareholders could result in self-censorship if the channel is privatised. Al-Jazeera has an audience of between 35 million and 40 million but attracts few advertisers because of its taboo-breaking coverage. A spokesman for Sir David said: \"I couldn't comment\". An Al-Jazeera Interantional spokeswoman said: \"I can't give any information on premises or presenters at this stage as it's in the hands of our lawyers.\" · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}