{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2005/aug/14/shopping.homes", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2005-08-13T23:38:57Z", "webTitle": "Fiona Rattray: Time to shop", "webUrl": "https://www.theguardian.com/lifeandstyle/2005/aug/14/shopping.homes", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2005/aug/14/shopping.homes", "fields": {"headline": "Time to shop", "bodyText": "Now is such a lovely time to go to the shops. With all the sale clutter cleared (what do you mean, it hasn't gone yet? Someone somewhere must need a chipped glass lampshade ...) and the windows looking smoulderingly at you with their new autumn/winter collections, their charms are hard to resist (if only you weren't skint/about to go on holiday/in the midst of a vow of terrorist-angst-related shopping celibacy). Luckily, August is also the month when the new crop of plump interiors catalogues comes to market. Yummy. Plenty of non-purchase-related fun to be had there. First, there's fantasy living room, where you imagine yourself living in an entire Ikea room set (accessories and people included, and which works just as well with the kitchens but oddly never with bathrooms). Then there's the game of can you tell it apart from last year's ... But best of all is the one where you have to pick something from every page, no matter how dire it is. Which used to be the game you played with the Argos catalogue, but isn't anymore. I submit, as evidence, this month's Elle Deco, featuring Argos's £199 four-poster stained-pine Tokyo bed, swathed in muslin and sitting in a leafy glade. It looks way sexy, and has given me an idea - is the real reason I have been unable to commit to buying a sunlounger this year because I should have been looking for an outdoor double bed/climbing frame instead? The super-fat new Argos catalogue also yielded this funky sofa bed for £199.99, plus Jet, a neat chrome and (very now) black glass coffee table (£59.99), a few good things in the mirror department and even some wall art - a tasteful triptych of cow parsley stalks for £29.99, anyone? I also found 35 different toilet seats - most of which are a bit glittery for my taste, but who knew any shop stocked so many?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}