{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2005/aug/29/features11.g2", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2005-08-28T23:05:59Z", "webTitle": "Half empty: A pessimist's view of the world", "webUrl": "https://www.theguardian.com/theguardian/2005/aug/29/features11.g2", "apiUrl": "https://content.guardianapis.com/theguardian/2005/aug/29/features11.g2", "fields": {"headline": "Half empty", "bodyText": "One of the deadliest spiders in the world, the Brazilian Wandering spider, is wandering around the UK. Last week in Cornwall, a young woman was bitten by one when she reached for a banana. So now I can't eat a banana without worrying about dying. Even worse, she said the spider was clear and colourless. What does that mean? An invisible deadly spider? On a banana. In England. And people are worried about taking the tube. This woman happened to have taken a zoology degree and was able to identify the species. Lucky for her, it was a baby, not fully venomous, and she survived. This, it was reported, is the good news. How is this good news? The spider was not caught. The anxiety of not knowing when the next bite is coming is much worse than recovering. If I were her I'd move. Not just out of the house but out of the country. Not that that would make a difference. Every time I took a bite of anything, I'd wonder: am I about to eat an invisible deadly spider? Every time I put a shoe on, or an arm through a sleeve, or reached into the black hole of my wallet, I'd have a panic attack and consider a Valium before proceeding. I do that now, and I haven't even been bitten. Of course, if I were to be bitten by a poisonous spider while eating a banana in London, would anyone listen? I'd be on the phone to Liza and she'd scoff. \"There are no spiders in London,\" she'd say. Then she'd tell me to text her if my arm started to swell but, just as I'd be texting her, I'd pass out. And die. Last year at this time I was in France, staying at a friend's house. There was a spider in my room. I told my hosts but they didn't believe me. No spiders in France, they said. So I had to trap it under a glass to prove I wasn't making it up. Turns out they were wrong. There was indeed one spider in France, and it found its way into my room. Naturally. A few days after the Cornwall incident, a Brazilian Wandering spider bit a pub chef in Somerset. Was it the same spider? Doubtful. What are the chances the spider wandered from Cornwall to Somerset? This means there is more than one out there. But what this really means is: I'm next. sourpuss20@aol.com"}, "isHosted": false}}}