{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/aug/20/italy.barbaramcmahon", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-08-19T23:03:28Z", "webTitle": "Italy moves to protect its heritage from terror", "webUrl": "https://www.theguardian.com/world/2005/aug/20/italy.barbaramcmahon", "apiUrl": "https://content.guardianapis.com/world/2005/aug/20/italy.barbaramcmahon", "fields": {"headline": "Italy moves to protect its heritage from terror", "bodyText": "The Colosseum in Rome is to be cordoned off to the public behind metal barriers as Italy moves to protect its cultural heritage from the threat of terrorism. Heightened security at the 2,000-year-old amphitheatre is among a number of preventive measures being implemented across the country after last month's terror attacks in London. As well as increasing security at airports, train and bus stations, Italy has also had to examine how to protect its treasure trove of antiquities. With artworks by Leonardo Da Vinci, Michelangelo, Tintoretto, Caravaggio and Botticelli on show across the country as well as the priceless architecture of cities such as Venice, Rome and Florence, there have been urgent discussions about how this cultural heritage can be safeguarded. One step taken so far has been the introduction of airport-style security measures at museums, galleries and monuments. At the Uffizi gallery in Florence security measures including metal detectors and a limit on the number of people allowed in at any one time have been introduced. Ticket sales at the gallery, where visitors can view Botticelli's Birth of Venus, fell by 11% last month amid complaints that people were waiting for hours in the heat and some were giving up before even entering. At least one Italian art expert has questioned whether important statues should be left out in the open in piazzas and courtyards, vulnerable to attack. In Rome visitors to the Colosseum already have to walk through metal detectors and put their bags through x-ray machines. From next week the monument will have only one entrance and visitors will have to pass through a series of metal fences to get inside. Tourists, souvenir sellers and street performers who dress as gladiators and pose for photographs outside the Colosseum, who normally mill about freely, will be kept at a distance. Only security personnel and police will be allowed inside what is being called a protected zone around the perimeter. Rome's authorities, who made the decision during a special security and terrorism summit, have also asked for policing and surveillance to be stepped up at the Colosseum which receives 3 million visitors a year. Extra staff will be on patrol and a system of CCTV cameras will monitor the amphitheatre around the clock. Rome city council said the measures were not in response to a specific threat but part of a general tightening up of access to Italy's monuments, museums and art galleries. \"Our experts are working out the best method of protecting the Colosseum,\" said a spokesman. \"Within a week we should have the entrance area cordoned off. Then we have to decide whether to cordon off the entire structure or just this one section. Because it is a circular building, it will not be easy.\" Italy, a US ally in the Iraq war, has been on high alert since the London bombings. Some 3,000 Italian troops are still on duty in Iraq and many Italians believe the country is next on a terror target list. A joint report by the country's intelligence and security chiefs revealed that 141 threats had been made against Italy over the last six months, 108 of which related to specific targets. Giuseppe Pisanu, the interior minister, said earlier this week the risk of a terrorist attack remained high. In a recent interview Rocco Buttiglione, the culture minister, said the country was \"being forced to change its whole security philosophy\", and warned that entrance prices to galleries and museums may have to rise to cover the cost of security measures. The government has also unveiled plans for anti-terrorism drills in all big cities to test how emergency services would cope with an attack. New security measures have also come into force. The owners of internet cafes will have to keep records of all their clients and police will have greater powers to monitor phone calls and emails."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}