{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2005/aug/21/features.review97", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2005-08-20T23:22:07Z", "webTitle": "Television: Britney's Redneck Roots | Britney and Kevin | E=MC2", "webUrl": "https://www.theguardian.com/theobserver/2005/aug/21/features.review97", "apiUrl": "https://content.guardianapis.com/theobserver/2005/aug/21/features.review97", "fields": {"headline": "She did it again", "bodyText": "Britney's Redneck Roots C4 Britney and Kevin: Chaotic E4 E=MC2 C4 Britney Spears hails from the small (pop 2,000) town of Kentwood, Louisiana, which is all the more extraordinary when you discover it is a place so entirely bereft of charm or shops or, indeed, anything, that it makes J-Lo's old block look kinda homey. None the less, the more footage we saw of this down-at-heel assemblage of trailer homes and sorry little shacks, the more I suspected this was a Kentwood that had long been abandoned, and that just off the interstate there was another newer, shinier Kentwood of strip malls and Maccy D's, one that may well have sprung up merely to service Britney (net worth, around 150 million bucks) and her purty homegirls. The pop superstar still hangs out in Kentwood occasionally, in a suitably southern-gal-made-good Gracelandish pile, but shots of her childhood home and school were suspiciously absent, leading one to believe that she may not in fact have grown up in a trailer park but a perfectly nice ranch house on the right side of the wrong side of the tracks. To back up its thesis that, at heart, Britters is just a white trash girl who, after years of high-gloss polish in the Business of Show, is currently reverting to type, we were treated to hayseeds muttering things like: 'I seen her naked before... course her mom was changing her diaper! Har-har.' The producers got lucky with Tim Oliver, a former cop turned private investigator, who took it upon himself to provide entrees to Britney's Kentwood, even if a mooted interview with Grandpa Spears at his modest, self-built, wooden bungalow was nixed when Gramps had a change of heart ('He said if we came in, he'd have to bring out his 9mm'). Still, Tim delivered Britters's best friend and recent bridesmaid, Cortney (clearly scared of vowels, these southern types), a pretty brunette who posed on her pretty, cushion-strewn bed at her parent's farm and said nothing at all of any interest, very prettily. More interesting was the interview with Jason Alexander, who married Britney in a seven-minute, $70 ceremony at a Las Vegas chapel early last year, only to have lawyers swoop into the honeymoon suite within 48 hours, brandishing annulments in duplicate. Jason returned to life in Kentwood, bemused and a little bitter, and his small-town life goes on with the assistance of a manager called Michael Jackson, even if it was not clear precisely what there was to manage. Jason has neither seen nor heard from Britney since they left Las Vegas, which seems unduly harsh, given that, apparently, Britney was the one that done the proposin'. At the end of 2004, she married alleged dancer Kevin Federline. How did Jason feel about this? 'Oh man ... I don't have any opinion on that ... if she's happy, I'm happy.' Jason, who has known Britney since they were five, must have wondered what it was that Federline had that he hadn't, other than two kids and a not altogether savoury relationship history. We also met Taylor Horn, 12, a Barbiefied local wannabe Britney. She's currently trained by the star's old voice coach and doing the rounds of the state fairs and beauty pageants, just as Britney had done before her. Taylor's grandma, proud as planter's punch, said that 'any of her handlers will tell you she has the same drive and ambition' (handlers!). What she didn't have was the same kind of talent that had taken Britney out of Kentwood to Florida and The Mickey Mouse Club, working alongside Justin Timberlake and Christina Aguilera. You could easily see Taylor in 20 years, blowsy and bitter, still singing her way round the clubs of Louisiana, hoping against hope. Or perhaps that's just my own dark and bitter little dream and maybe Taylor will be a superstar. After all, not having much of a voice ever stopped Madonna or Kylie. Britney's Redneck Roots worked very nicely as a primer for the subsequent airing of E4's Britney and Kevin: Chaotic, a popumentary-reality hybrid which has been required viewing Stateside among those who particularly enjoy their schadenfreude with fries, to go. Perhaps uniquely in the history of documentary, the first episode of Britney and Kevin featured the birth of a now-famous relationship, with footage captured by the singer's own fair hand. It was awesomely sad: lonely little rich girl on tour in Britain decides to invite boy she has barely met to keep her company in a series of luxurious hotel suites. 'I was on tour and having a lot of fun, but there was this huge void. And I'd met this guy earlier, in LA, and I thought why don't I just bring him to London? With me!?' The 'guy', unsurprisingly, thinks this is quite a good idea and the rest is hysterical, with a great deal of giggly, wobbly camcorder footage, followed by a wedding at which the bridesmaids wore pink velour tracksuits emblazoned with the word 'Maids' and the groomsmen wore white ditto, with 'Pimps'. Which would be fine and trashy fun if young Mr Federline weren't so entirely unprepossessing in every conceivable way. Opportunistic doesn't even come close. You can only pity poor, professional Britney and her wilfully amateur marriage and - oh go on, place your bets now. Don't suppose Mr and Mrs Federline stay up late at night wondering just why Energy = Mass x the Speed of Light Squared, even if Britney is the spectacular embodiment of a new contemporary equation: Energy = Massive Amounts of Celebrity, Squares. But you never know; maybe she'll grow into the joys of particle physics. C4's E=mc² was a surprisingly entertaining, if lengthy, docudrama. I didn't really mind Christopher Ecclestone's physics-for-idiots-style voiceover, though people with an -ology in adding up 'n' stuff might have found it somewhat grating. The source material was the user-friendly bestseller by David Bodanis, thus, at the top of the show: 'This is a tale of ambition, betrayal, heartache and deceit', featuring 'a young, energetic, dynamic, even sexy Einstein'. Heaven forbid there should be any mention of science. In fact, it turned out to be not just Einstein's story, but an historical romplet through the various elements of The Equation, starting with E for Energy and Michael Faraday's work for Humphrey Davy, which led the former to discover electromagnetism, via M for Mass, and Antoine Lavoisier (played by Green Wing's Julian Rhind-Tutt in a comedy wig and - when one stopped expecting him to do something funny with it - a perfectly acceptable French accent) who did expensive, interesting and important things with oxygen and hydrogen before being hauled off to the guillotine. I was interested in the science, to a degree, but being the kind of person who can enjoy a documentary about Britney Spears, I was also pleased to distract myself by spotting the 'friendly bacteria' nerd from those wildly irritating probiotic yoghurt ads hanging on Emilie du Chatelet's every word as she prepared to translate another chapter of Newton's Principia, in between snogging Voltaire and discovering that the energy of an object is a function of the square of its speed. Helluva woman. And one could only pity poor Shirley Henderson, an actress for whom every working day is a Bad Hair Day, as the first, headscarfed Mrs Einstein, Mileva Maric, who not only kept Bert on the domestic straight and narrow, but had to work with some truly dreadful dialogue. An excited Einstein (having just sorted out the meaning of life): 'Can I explain it to you?' Mrs E: 'Of course you can, but first - dinner!' Anyway, Maric provided lots of useful maths back-up for Albert before being left looking miserable on a station platform while her spouse went off to exploit his genius and celebrity elsewhere. Einstein was played by Aidan McArdle, excellent as Dudley Moore in last year's Not Only But Always, and very good here too. Indeed, this was an exceptionally good cast for a docudrama, with a particularly lovely turn from Emily Woof as German Jewish Lise Meitner, who theoretically split the atom alongside her infinitives, but was betrayed by her working partner, Otto Hahn, and denied a Nobel Prize by the Nazis. Good stuff then, let down only by some overly pedantic extrapolation by a selection of international scientists and the most intrusive, bombastic score in living memory, as if the nature of light and life and the secrets of the universe aren't quite enough to keep us on the edge of our seats without the addition of the sort of musical cues that scream 'Exciting bit here! Important discovery now! And get a load of Julian Rhind-Tutt in a silly wig'. Without it, I think even Britney could have handled the science bit."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}