{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/aug/02/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-08-01T23:40:54Z", "webTitle": "Horse racing:  Rumours of Jonjo O'Neill's sacking persist", "webUrl": "https://www.theguardian.com/sport/2005/aug/02/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2005/aug/02/horseracing.gregwood", "fields": {"headline": "Jonjo hoping to defy vultures over Jackdaws", "bodyText": "A non-runner and a beaten favourite: at first sight, Jonjo O'Neill's return from two declared entries here yesterday afternoon could suggest that his Jackdaws Castle stable, built and populated with the immense wealth of JP McManus, remains in the same desperate ill-health that afflicted it for so much of last year. O'Neill endured a traumatic season which has lent credence to the rumours sweeping the sport in recent weeks that he was to get his marching orders. Yet there were still hints yesterday that one of National Hunt's premier yards will march into the coming autumn and winter in much better heart than it emerged from the last. Mac Hine, O'Neill's sole runner, looked good enough to paint before the stayers' handicap hurdle, and the hardnoses in the betting ring liked his chances too, sending him off a short-priced favourite. There was something else as well. As Mac Hine paraded before this very modest event, there was a sense of eyes seeking out the O'Neill runner, where a few months ago they might have been averted out of pity. The glamour and buzz that comes from a top-flight yard, with the champion jockey, Tony McCoy, in McManus's green and gold silks, is starting to return. So too is the form, as the Racing Post confirmed. In its daily list of \"Hot Trainers\", there in third place was Jonjo O'Neill, with four winners from his last 14 runners, and a strike-rate of 29%. Indeed, before racing yesterday, four of O'Neill's last eight runners had won. He even saddled the fourth horse home in a sprint handicap at Newmarket last Friday. This, as the trainer himself might note with some satisfaction, is the same Racing Post that just a few weeks ago pretty much had him standing on the verge outside Jackdaws Castle, thumbing a lift out of Gloucestershire and ending his four-year tenure. In its issue of June 19, the paper reported that Frank Berry, McManus's racing manager, had \"declined to quash rumours that Jonjo O'Neill is soon to be replaced\" as the trainer at the yard. This followed \"speculation that a new tenant would be installed at the end of the summer.\" When contacted yesterday, Berry insisted that there was nothing to discuss. \"Just don't even annoy me with that,\" he said. \"There was no story back then, and there's no story in it now. Don't even think about trying to annoy me with it.\" Some expletives have been deleted. Which is not to say that the jumping circuit has not been awash with rumours, with Charlie Swan and Christy Roche among the Irish-based trainers in the McManus empire who have, so the stories go, been lined up to replace O'Neill. As often as someone tells you that O'Neill is safe, someone else insists that it is only a matter of sorting out his payoff, while yet another set of whisperers suggest McCoy is suffering like an addict in withdrawal now that his mainline to Martin Pipe's winner factory has been broken. Yet McCoy appeared happy enough at Newton Abbot yesterday, or at any rate, as happy as he ever does at the races. \"I'm really pleased with the way things are going now, and the horses are coming into really good form,\" the champion jockey said. \"What's really encouraging is that all the horses we think are going to run well, do run well. That's got to be really promising for the season coming up.\" O'Neill himself did not make the trip to Britain's most southerly racecourse yesterday, and could not be reached for any comment on his future, but he has already scotched any suggestion that change is in the air at Jackdaws Castle. What's more, he has been busily spending McManus's money at the sales in recent weeks, which hardly implies that he has lost his employer's confidence. Since Devon is some way off McManus's well-beaten track too, McCoy was left standing all by himself in the middle of the paddock as Mac Hine paraded. After a while, it was Pipe, the man who made him a multiple champion, who strolled over for a word and a smile, but with Timmy Murphy already among the winners for the trainer on yesterday's card, there was little chance that they were discussing anything more serious than the weather. If O'Neill remains at Jackdaws Castle the results must change. Mac Hine finished second to an unconsidered 25-1 chance yesterday - a better result than many for O'Neill in the last few months, but still not good enough. At last, though, it does at least seem that this powerhouse of a jumping yard is heading in the right direction."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}