{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/aug/11/ashes2005.ashes9", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-08-11T17:07:09Z", "webTitle": "Vaughan dominates after Warne landmark", "webUrl": "https://www.theguardian.com/sport/2005/aug/11/ashes2005.ashes9", "apiUrl": "https://content.guardianapis.com/sport/2005/aug/11/ashes2005.ashes9", "fields": {"headline": "Vaughan dominates after Warne landmark", "bodyText": "Shane Warne became the first player to take 600 Test wickets at Old Trafford this afternoon, but a brilliant 166 from Michael Vaughan helped England dominate the opening day of the third Test. Warne reached his latest milestone when Marcus Trescothick, on 66, mistimed an attempted sweep and paddled it with the back of his bat into the leg of Adam Gilchrist, who clutched the ball as it popped up into the air. But Vaughan regained the form that had been missing in the first two Tests to hit a brilliant century and swing the Test in England's favour. Taking advantage of the Australians' profligacy in the field, which saw him dropped twice and bowled off a no-ball, Vaughan struck 19 fours and a six - the 15th Test century of his career. The England captain capitalised on being dropped on 41 by Gilchrist and bowled next ball when Glenn McGrath overstepped to reach three figures shortly after tea. Then, moments before two boundaries off the hapless Jason Gillespie brought up his third landmark of the day, Matthew Hayden floored a sharp chance at slip off Warne. The runs continued to flow as Vaughan splattered the Australian attack this way and that until a moment of madness on 166. Simon Katich's full toss should have been smashed for six. Instead it found the hands of McGrath at long on. Kevin Pietersen came to the crease on Vaughan's departure but could only manage 21 before being caught by substitute fielder Brad Hogg thanks to a wayward hook off a Lee short ball in the last hour of play. Matthew Hoggard then came in a nightwatchman and become Lee's third wicket with the last ball of the day, bowled for four to leave England on 341-5 and in a good position going into the second day. After winning the toss and deciding to bat, England had made a steady start, reaching lunch for the loss of just Andrew Strauss after coming through a testing opening spell from McGrath and Brett Lee. Only days after coming off crutches after injuring ankle ligaments treading on a cricket ball in the warm-up to the second Test, McGrath was named in place of Michael Kasprowicz in Australia's line-up alongside fellow injury doubt Lee, who had spent two days in hospital earlier this week with an infected knee. The duo showed little signs of their injury worries as they immediately found their rhythm, troubling both Trescothick and Strauss. McGrath almost claimed the scalp of Trescothick in his third over when the batsman edged one outside off stump, only for wicketkeeper Gilchrist to spill the chance. Lee then fired down a bouncer which smashed into the grill of Strauss's helmet, leaving the batsman visibly dazed. Soon after, the paceman knocked over Strauss's off stump with an excellent slower ball to reduce England to 26 for one."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}