{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2005/aug/14/foodanddrink.shopping1", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2005-08-13T23:38:56Z", "webTitle": "Three places to get a slice of US cuisine in the UK", "webUrl": "https://www.theguardian.com/lifeandstyle/2005/aug/14/foodanddrink.shopping1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2005/aug/14/foodanddrink.shopping1", "fields": {"headline": "Over here", "bodyText": "Momma Cherri's Soul Food Shack, 11 Little East Street, Brighton (01273 774545) Southern fried catfish, buffalo hot wings, pig's feet, jambalaya - it's all soul food to Momma Cherri, who is a real person, not a concept. So popular is this down-home, family-run dining room that you won't get a table any weekend this August - but do try for another day, as the laidback, bluesy atmosphere and great-value food (£20 for three courses) are hard to beat, even in Brighton. Children are also made much fuss of. Firehouse Rotisserie, The Leadworks, Anchor Square, Bristol (0117 915 7323) Lazy days on the harbourside always see this Californian-style eatery packed with tourists and locals, who come for the excellent brick-fired pizzas, classic caesar or crayfish and rocket salads and that winery favourite, brie and grape quesadillo. Intelligent staff, good wine and the best cheesecakes in town are other reasons to think you might have been transported to San Francisco. Eagle Bar Diner, 3-5 Rathbone Place, London W1 (020 7637 1418) If you're decadent enough, you can recover from a hangover at this quintessential New York diner with a stack of pancakes and a cocktail. More wholesome would be a plate of hot salt brisket with horseradish 'slaw, a Cajun tuna burger or an 8oz New York sirloin steak with pan-fried potatoes. For breakfast, lunch, dinner or just downing dry martinis - this is the place."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}