{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2005/aug/29/classicalmusicandopera.proms20051", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2005-08-28T23:05:38Z", "webTitle": "WOP/Gergiev, Royal Albert Hall, London", "webUrl": "https://www.theguardian.com/music/2005/aug/29/classicalmusicandopera.proms20051", "apiUrl": "https://content.guardianapis.com/music/2005/aug/29/classicalmusicandopera.proms20051", "fields": {"headline": "WOP/Gergiev", "bodyText": "The World Orchestra for Peace is the classiest kind of pick-up band. Formed by Georg Solti in 1995 for a concert to mark the 50th anniversary of the United Nations, it draws its members from orchestras around the world: there are 75 groups represented in the present line-up. After Solti's death in 1997, Valery Gergiev took over as music director and he is conducting the orchestra's current tour, which commemorates the 60th anniversary of the end of the second world war, and began at the Proms before concerts in Berlin, Moscow and Beijing. With so many of the world's great orchestras represented in its ranks, it is no surprise that standards are high in the WOP. No surprise, either, with players from five continents joining forces, that it lacks a collective character. What was most striking at the Albert Hall were the individual contributions - some dazzling woodwind solos, fabulously secure brass, tightly coordinated strings - and the programme had been well designed to showcase those qualities. The most substantial work was Rimsky-Korsakov's Sheherazade, with the violin solos played by Rainer Küchl, concert-master of the Vienna Philharmonic, and the textures fiercely energised by Gergiev. Prélude à l'Après-Midi was nicely coloured, even if the climax sounded more like Rachmaninov than Debussy, while Rossini's William Tell Overture held to a steadily rising curve of excitement. There was a new work, too: Esa-Pekka Salonen's Helix, commissioned by the BBC. This was another example of Salonen's recent listener-friendly style, which winds itself in tighter and tighter melodic knots, until it vanishes up itself. Yet the biggest surprise came with the second encore. I doubt anyone will have heard Gergiev conduct Eric Coates before, but the choice of his Knightsbridge March showed that the orchestra certainly knows how to curry favour at the Albert Hall. I can't imagine they'll be including that in Berlin or Beijing."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}