{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/aug/20/mobilephones", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-08-19T23:03:32Z", "webTitle": "Interview: René Obermann, chief executive of T-Mobile", "webUrl": "https://www.theguardian.com/business/2005/aug/20/mobilephones", "apiUrl": "https://content.guardianapis.com/business/2005/aug/20/mobilephones", "fields": {"headline": "The tie-less mobile chief who's spoiling to take on his Telekom masters", "bodyText": "René Obermann has a lot on his mind. The 43-year-old German head of T-Mobile takes a moment to sip an espresso in his office on the fifth floor of the mobile phone company's futuristic black, white and grey offices on the outskirts of Bonn. This week Deutsche Telekom, which owns T-Mobile, admitted it had been in talks with its Dutch rival KPN about a break-up bid for Britain's O2 to bolster its UK business. Meanwhile, rumours abound that Deutsche, the former state-owned telecoms monopoly, is preparing to jettison T-Mobile's successful but relatively small US arm. All this has happened while Obermann tries to draw up a plan to drag the whole of T-Mobile out of the mire in which much of the mobile phone industry is stuck - mobile phone users see no reason to choose a network other than for cheap calls and cheap new phones. T-Mobile has 80 million customers across nine directly owned national operators but no one has any loyalty to any particular provider, in Europe at least, because there is little difference between them. As Obermann freely admits: \"The industry has left its customers behind.\" In an attempt to try to counteract this apathy, Obermann, one of the youngest heads of a major mobile network, is trying to instill a new culture into the business. He is also planning to invest in new services, such as bringing the \"real\" internet to customers' phones. \"The overarching mission of T-Mobile is eventually to become the most highly regarded service company in this industry and eventually even beyond this industry. When I say this it almost sounds too daring, but that is where we will ultimately end up.\" All this takes cash and until recently that was something the company's parent preferred to keep for itself. Three years ago, after a mammoth spending spree during the dotcom boom, Deutsche Telekom stood on the edge of the abyss. Its debts had rocketed to almost €70bn (£47bn) and it needed to squeeze every last drop out of its operating businesses. By the end of June this year, however, its debt had dropped to €44bn and last week it paid €1.3bn for the Austrian mobile company Tele.ring, making T-Mobile the country's second-largest operator. Then on Tuesday came the revelation that Deutsche Telekom and KPN had talked about buying O2. T-Mobile had planned to take its operations in Britain and Ireland, while KPN would have taken O2 Germany, to bolster its ailing E-Plus business there. Without commenting directly on the rationale for the plan, which apparently collapsed when KPN balked at the price being asked for O2 Germany, Obermann has some comfort for those in the City who hope Deutsche Telekom might return with another deal partner. \"We believe that intra-market consolidation in those markets where there is probably too much network capacity makes a whole lot of sense,\" he says. \"I would be surprised if other telcos and private equity companies and others have not thought through the scenarios for the UK market - and so did we - but the talks with KPN were in a very early stage and they are over. That is all I have to say about that. In the UK that could have been a sensible move, but they're over.\" In its official statement about the talks being off, Deutsche Telekom left the way open for a fresh approach should anyone else make a play for O2. Obermann describes these conditions as \"very much a routine or normal way\" to formulate such a statement. Certainly, T-Mobile's UK business could do with the customers that O2 has been attracting. In the last quarter, T-Mobile UK added a mere 12,000 contract customers and lost 152,000 pre-pay customers while O2 added 232,000. Disaster Obermann freely admits that T-Mobile UK, formerly One2One, needs to be revitalised, although he believes it has come a long way since Deutsche Telekom bought it in 1999. \"Even though we have lost some market share and we are seen as being in a difficult spot, the business was not a business in 2000 - it was a disaster. It became at least a cash-contributing business in the years 2003 and 2004. Is that enough? Of course not, we need to do more, we need to regain momentum.\" There has been speculation in recent weeks that plans to rejuvenate T-Mobile UK do not include its boss, Brian McBride, but Obermann dismisses such talk. \"Brian is very much the leader of the UK business,\" he says. During Deutsche Telekom's cash crisis, T-Mobile UK saw its capital expenditure slashed. Any plan to turn the company around will mean more investment, but it is not the only part of the empire clamouring for cash. Next summer the US government is due to auction off licences to operate 3G services. T-Mobile's US business, formerly Voicestream, is likely to want one, and they are unlikely to be cheap. T-Mobile will also have to roll out a new network. Last month investment bankers let slip that T-Mobile had considered a sale of its US operation, possibly worth up to $25bn (£14bn). The potential buyer was Vodafone, which currently has a minority stake in first-placed Verizon Wireless. The US mobile phone market has been through a round of consolidation, with AT&amp;amp;amp;amp;amp;T Wireless getting together with Cingular, and Sprint merging with Nextel. Along with Verizon all three companies have more than twice T-Mobile's number of American customers. Although T-Mobile USA has outshone analysts' expectations - increasing its earnings before financial charges to $2bn last year, from $494m in 2002, and almost doubling its customers to more than 17 million - some analysts believe Deutsche Telekom's board may take some convincing that it should not just take the money. \"It is too early to talk about an agreed plan,\" says Obermann. \"But we have been constantly investing in the T-Mobile US business, even in the most critical years of 2002, 2003 and 2004.\" Obermann is not the obvious candidate to negotiate with a sprawling corporate bureaucracy. He is unashamedly entrepreneurial, a trait which was nurtured during his time with the founders of Orange, who bought up the fledgling mobile phone business he had set up while still at university in the mid-1980s. \"I am a little impulsive and I can also be very enthusiastic about things which I find exciting. I am also emotional, I am not just an analytical person,\" he says. The shadow of Deutsche Telekom certainly looms large. Its headquarters can be glimpsed out of Obermann's office window on the other side of the Rhine. Since he took over T-Mobile's entire business in 2002 and got a seat on Deutsche Telekom's board, dealing with such a large and amorphous bureaucratic regime has been a challenge for a man whose tie-less, easy-going demeanour is rather at odds with that of the stiff Germanic executives on the other bank. \"I have learned how to manage or stay alive in a corporate bureaucratic environment and not bend over too much and not betray my own personality,\" he says. His enthusiasm and passion for business was originally born out of necessity. He grew up near Düsseldorf and after 15 months of compulsory military service and a two-year apprenticeship with BMW, started studying economics at Münster University in 1986. \"Right at the beginning, to fund my studies I started a small company in my own apartment,\" he says. The business, ABC Telekom, essentially resold telecoms equipment. \"I bought a few answering machines from another dealer and I sold them, then I bought a few more and sold those and when I had the proceeds of the sale in my pocket I bought a few more and sold them. \"I got myself a very old used car, which almost collapsed but looked good, an old BMW, and I drove around Münster and knocked on doors.\" Five years later, ABC Telekom employed 50 people, had seven retail outlets, a number of franchise holders and had branched out into the nascent business of mobile phones. It came to the attention of the Hong Kong conglomerate Hutchison Whampoa, which was working on plans for its own mobile phone company. Hutchison put money into the firm and 28-year-old René found himself reporting to a Dutchman named Hans Snook who was working on plans for a mobile phone company called Orange. ABC, now Hutchison Mobilfunk, took advantage of regulatory changes in Germany allowing other companies to resell mobile phone services rather than just handsets. The business grew rapidly. Since Obermann left in 1998 to join T-Mobile, the company he set up, which became part of Orange, has changed hands four times and is now owned by Carphone Warehouse, trading as the Phone House. Innovation So why quit Orange, whose spirit under Hans Snook seemed to closely mirror Obermann's, to join T-Mobile? He says that after selling his shares in 1995, leaving him well off at the age of 32, he wanted to be able to shape mobile phone services rather than simply resell someone else's. \"I needed a different perspective,\" he says. \"As a reseller you just take what the network designs and innovation is very limited. The opportunity with T-Mobile in Germany came along and it was a big opportunity. Hans tried to make me rethink but there was just no alternative. \"It was a cultural difference to my previous company because of the sheer size and I did, yes indeed, underestimate corporate bureaucracy. \"It was quite a transition, which I needed some time to get used to, but since I got used to it, I am trying to change it to a more entrepreneurial environment.\" Having spent two years as head of sales in T-Mobile Germany, during which time T-Mobile bought One2One and set up in Britain, he became boss of the German business in 2000, moving to head of the entire business in early 2002. He believes that having put Deutsche Telekom's cash crisis behind it, T-Mobile is on the brink of a major change. \"As it was a year ago, two years ago and five years ago I am enjoying most of it. Somebody who says they are absolutely always casual and relaxed is a liar,\" he says. \"I am also, of course, working hard and I may look tense but I only had one week of holiday. \"Bottom line: I do enjoy it and I do enjoy it a little bit better than I did two years ago if I am honest, because two years ago I was relatively new to the role of running the entire mobile show and there's a bit more routine now which makes life a little easier at times.\" So what did he do with that holiday? \"I went hiking in Austria.\" Hiking is one of his passions, but very much second to his grand passion: motorbikes. When talking about his bike, he becomes the most animated he has been all day, pulling a disgusted face when asked if he has a BMW bike. \"Do you know bikes? I have an MV Agusta. It's an Italian sports bike; it's really fast, really very fast,\" he adds with a rather far-away look in his eyes. \"I used to ride a lot but I stopped for about seven years and have recently started again. My two daughters tried to persuade me not to, in fact they were quite aggressively against it. \"They made me quit smoking, by the way; they are quite influential. They, however, ride [horses] and my eldest does jump riding so she has no good argument.\" If he can face up to his daughters, perhaps he does have a chance against the company bureaucrats in Bonn. The CV René Obermann CEO, T-Mobile Born March 5, 1963 Education Münster University (Economics) Career Apprenticeship with BMW, 1984; founded ABC Telekom 1986, later sold to Hutchison Whampoa; managing partner, Hutchison Mobilefunk 1991; managing director (sales), T-Mobile Germany 1998; CEO T-Mobile Germany 2000; CEO T-Mobile 2002 Family Married with two daughters (10, 6) Hobbies Running, hiking, cycling but particularly motorbikes"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}