{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/aug/10/books.booksnews", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-08-09T23:51:47Z", "webTitle": "A handy guide to chuggers in pelmets", "webUrl": "https://www.theguardian.com/uk/2005/aug/10/books.booksnews", "apiUrl": "https://content.guardianapis.com/uk/2005/aug/10/books.booksnews", "fields": {"headline": "A handy guide to chuggers in pelmets", "bodyText": "On your way into work today you may have been stopped by a chugger. It is possible you made several calls on your handy and passed many greige buildings and people wearing pelmets. Confused? These are some of the new words and phrases to appear in the revised second edition of the Oxford Dictionary of English, the press's biggest single-volume dictionary of current English. A chugger is a charity mugger - a person who approaches passersby in the street asking for donations or subscriptions to a charity. A handy is a mobile phone and greige is the colour between grey and beige. Pelmet is slang for a very short skirt. The dictionary contains many more insulting words than compliments. It has 350 ways of insulting someone, but only 40 compliments such as lush [meaning very good]. Insults include old-fashioned favourites such as clot or chump and the more modern muppet or fribble and gink. There are 50 ways to describe attractive women, including eye candy and cutie, but only 20 ways of describing good-looking men; Greek god being an extremely handsome man. The list also reflects the increasing influence of our multicultural society. There is desi (or deshi), a person of Indian, Pakistani or Bangladeshi birth or descent who lives abroad. Also Hinglish - a blend of Hindi and English characterised by frequent use of Hindi vocabulary or constructions. Judy Pearsall, Oxford University Press's publishing manager for English Dictionaries, said: \"These days it's possible to collect large amounts of data, especially if you use the internet. What's harder is to build a broad and balanced picture of the language as a whole - and that's what Oxford's unique language programme gives us.\" Oxford Dictionaries draw on the Oxford English Corpus and the Oxford Reading Programme: the largest language research programme in the world. The databases contain hundreds of millions of words of English and include extracts from the works of writers such as Alexander McCall Smith and Jacqueline Wilson. They also gather evidence from song lyrics and chat rooms. Making sense of the new New words and phrases from the Oxford Dictionary of English Revised Second Edition: ASBO abbreviation for Brit antisocial behaviour order, a court order which can be obtained by local authorities in order to restrict the behaviour of a person likely to cause harm or distress to the public Cockapoo noun: a dog that is a cross-breed of an American cocker spaniel and a miniature poodle Dramedy noun [pl dramadies]: a television programme or film in which the comedy elements derive mainly from the character and plot development Infinity pool noun: a swimming pool whose positioning gives the impression that it merges into the surrounding landscape, especially the sea Molecular gastronomy noun: the application of scientific principles to the understanding and development of food preparation Phishing noun: the fraudulent practice of sending emails purporting to be from reputable companies to induce individuals to reveal personal information online Podcast noun: a digital recording of a radio broadcast or similar programme, made available on the internet for downloading to a personal audio player Rock verb [rock up]: arrive; turn up Sin-jay noun: a DJ who raps and sings as part of their performance Undercrackers noun [pl]: men's underpants"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}