{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/aug/21/uk.comment1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-08-20T23:22:13Z", "webTitle": "Richard  Ingrams: Two Blairs, one get-out clause", "webUrl": "https://www.theguardian.com/politics/2005/aug/21/uk.comment1", "apiUrl": "https://content.guardianapis.com/politics/2005/aug/21/uk.comment1", "fields": {"headline": "Two Blairs, one get-out clause", "bodyText": "It is rather quaint the way newspapers still call upon men in high office to resign when something goes horribly wrong. They were doing it last week to police chief Sir Ian Blair. But nobody, least of all any senior policeman, ever resigns nowadays. For public-relations purposes, they are resigning, when the reality is that they have been sacked. But for somebody voluntarily to step down as an admission of failure is almost unheard of. Lord Carrington did it when Argentina invaded the Falklands. That was in 1982. Who can we think of since then? I notice another interesting trend that is gaining in popularity. When public men are caught out, it has become customary to say that whatever might have gone wrong, they acted 'in good faith'. This was the excuse of our Prime Minister when Lord Butler made his report last year. All manner of criticism was levelled at Tony Blair but he was excused on the grounds that he had acted in good faith. What does it mean exactly? The answer is nothing very much. No wonder it was repeated by Sir Ian, currently facing a barrage of criticism over the shooting of Brazilian electrician Jean Charles de Menezes. Now we know what to say if and when the Last Judgment comes about and we are asked to confront all our past misdeeds. It will be enough to say that we acted throughout in good faith. More firebrands please On a flying visit last week to the Edinburgh Book Festival to plug my biography of William Cobbett, I was asked by my interviewer, Magnus Linklater, if I saw any similarities between the political situation in the 1820s and today. One obvious similarity is the sense of panic in government circles, the talk of an undefined threat - Jacobins in those days, Muslim extremists in ours - and an administration rushing through laws to try to reassure the public that they are in control of events. In Cobbett's day, the first thing the government did when faced with what looked like a threat or incipient revolution was to suspend habeas corpus, giving it the right to imprison without trial those who were thought to be fomenting disorder. That hasn't happened yet, but the police are agitating for the right to be allowed to detain suspects for a period of three months without bringing a charge. It is perfectly possible that Blair and Charles Clarke will fall in with the proposal. Lord Liverpool, long-serving Prime Minister (1812-1827), described by Disraeli as an arch-mediocrity, was convinced, like many of his colleagues, that journalists such as Cobbett were primarily responsible for the disorder. Blair, not quite so long-serving but equally mediocre, has not gone as far as that. But you got a little echo of the same kind of response last week when Defence Secretary John Reid attacked the press for spreading gloom and despondency about the situation in Iraq where, he insisted, things were definitely getting better for everyone. It would perhaps be a good thing for all of us if there were a few more Cobbetts around who would castigate deceitful politicians like Reid, who continues to insist on our firm resolve to stay in Iraq 'until the job is done', whatever that is supposed to mean. Damning praise When somebody pays you a compliment, they often spoil it by complimenting in the same breath some person of whom you have a low opinion. I was pleased last week to see myself described in a book as a man of 'moral courage', but pleasure gave way to dismay when I found myself bracketed with Sir Richard Branson, equally morally courageous. This unwelcome coupling appears in the recently published life of my friend John Mortimer by biographer Graham Lord. But when I read on, I realised that neither of us was really being complimented at all. We, that is, Beardy Branson and myself, were castigated by Lord for refusing to help him with his book after John Mortimer had asked his friends only to speak to his authorised biographer, Valerie Grove. Rather surprisingly, he says we men of moral courage were 'frightened' into giving him any assistance, frightened, that is, by a man of 82 in a wheelchair with failing eyesight. Lord does not explain how the old boy managed to put the frighteners on us. But now, having glanced through Lord's book, I am very relieved that, morally courageous or not, I had absolutely nothing to do with it. Piqued by Mortimer's change of heart, after he originally gave him the go-ahead, Lord has dredged up all the dirt he can from whatever unlikely source to throw at poor Mortimer. And any little titbits about his sexual misdemeanours have been seized on by gossip columnists who have discovered that life is less stressful if you copy your stories out of other people's books. Altogether, a sad and sordid tale but one from which, for all his failings, John Mortimer emerges rather better than his biographer."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}