{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/aug/25/1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-08-24T23:03:57Z", "webTitle": "Hopes of bidding war for fashion chain", "webUrl": "https://www.theguardian.com/business/2005/aug/25/1", "apiUrl": "https://content.guardianapis.com/business/2005/aug/25/1", "fields": {"headline": "Hopes of bidding war for fashion chain", "bodyText": "The discount fashion group Peacock yesterday joined the growing line of retailers to reveal it has received a takeover offer, most likely from the management. Hopes that a bidding war might erupt for the Cardiff-based chain sparked a 10% rise in its shares, even though analysts warned that there had been a similar announcement in March. Just 24 hours later the 800-store company admitted that the talks had been aborted. The stock market value of Peacock, which also runs the bonmarché stores aimed at women over the age of 45, rose to £370m at the closing share price of 315p. Analysts at the stockbrokers Numis calculated that a venture capitalist could be prepared to pay 320p a share but cautioned there was a risk that no bid would materialise. Analysts at KBC Peel Hunt put a valuation at a minimum of 340p and rising to as high as 375p. The analysts at KBC, who said they were retained by the company, described Peacock as \"one of the more viable venture capital plays in the retail sector\". The brief statement to the stock market, in which Peacock said talks were at a preliminary stage, gave few clues to the identity of the suitor. It is believed, however, that the approach has been made by the management with the backing of a private equity company, which is rumoured to be Apax. City sources suggested that the announcement could flush out other interested bidders. The possible management buyout at Peacock follows announcements by the chocolate company Thorntons and the bookstore Ottakar's that their managements were also looking at ways of taking the businesses off the stock market. The deals are being considered at a time when retailers are generally believed to be having a torrid time as customers rein in spending after years of credit-backed shopping sprees. Peacock, though, has been regarded as a possible candidate for a takeover by venture capitalists for some time. Its shares have a relatively low rating on the stock market and, despite a profits warning in January, it has been regarded as weathering the retail storm reasonably well. In April the company said sales were 9.3% higher and in July it announced that like-for-like sales rose 2.8% in the 13 weeks to July 2. Even so, analysts at Numis warned: \"We suspect the biggest stumbling block to any deal could be the fact that trading in the clothing sector is very tough indeed at the moment, and Peacock will not have been immune to this. \"A venture capitalist could easily be scared off or at least decide to wait and see if things improve this side of Christmas,\" they said. City sources believe that Peacock regularly receives tentative takeover approaches that fail to win the support of the board. It is not thought, though, that the management of Peacock - led by the chief executive, Richard Kirk - has been involved in one of the approaches to date. Mr Kirk owns 6% of the shares while the largest City investors, who would need to be won over for any bid to succeed, are Fidelity, Credit Suisse and Barclays Global Investors. The group, which also includes the Fragrance Shop, which was bought in June 2004, is regularly compared to its larger rival Matalan, the discount clothing chain that is also the subject of regular takeover rumours. The Peacock group has more than 415 eponymous stores; more than 350 bonmarché stores and more than 45 Fragrance Shop outlets. It has plans to open up to 700 Peacocks stores and up to 500 bonmarché stores in Britain and Northern Ireland over the next few years."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}