{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/aug/14/ukeconomy.tax", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-08-13T23:31:54Z", "webTitle": "CBI warns Brown: do not tax your way out of slump", "webUrl": "https://www.theguardian.com/business/2005/aug/14/ukeconomy.tax", "apiUrl": "https://content.guardianapis.com/business/2005/aug/14/ukeconomy.tax", "fields": {"headline": "CBI warns Brown: do not tax your way out of slump", "bodyText": "The head of the CBI is warning of a major split between business and government if the Chancellor tries to tax his way out of the current slowdown in economic growth. Sir Digby Jones's remarks come on the heels of unprecedented public criticism of Gordon Brown by the Governor of the Bank of England, Mervyn King. King questioned the Chancellor's recent recalibration of the start of the current economic cycle, which could allow him to increase public borrowing rather than taxation and still officially keep to his much-trumpeted 'golden rule' of financial prudence. This prohibits public borrowing to fuel spending increases, as opposed to investment, over the period of an economic cycle. The CBI director-general said his concern about the change in the cycle calculations was that it had led commentators to question Brown's previously strong economic 'street cred'. Even more serious, he said, is the combination of real and growing pressures on the economy; a growth rate for 2005 far lower than expected; and a failure to address public-sector financial reform. All this, he said, made it likely that 'business's relationship with government is going to come under pressure in a way that we haven't seen for many, many years'. Jones said that the CBI's 240,000 member businesses were particularly angry that 'at a time when every single business in Britain is jumping through every hoop we know to try to make sure that pensions are maintained, we see not one effort in the public sector on the same basis'. In fact, the CBI chief said, Tony Blair and the Chancellor had 'caved in' to a pre-election strike threat from the unions - despite the fact that decreasing employee membership in unions in both the private and public sectors made their clout 'increasingly irrelevant'. Jones emphasised that British businesses continue to give the Chancellor high marks for overseeing a period of British 'macro-economic stability' unimaginable until recently. 'Ten, 20, or 30 years ago, if you'd seen the assault on the economy from oil prices, cement prices, steel prices, gas and electricity prices, this would have meant: \"Let's have the IMF in by lunchtime,\"' he remarked. Projected economic growth - which both the CBI and the Bank of England have revised downward, from Brown's roughly 3 per cent, to 2 or 2.1 - was still 'the sort of figure that 20 years ago the country would have begged for.' Reflecting on the generally amicable relationship between the CBI and a Labour Chancellor initially seen with scepticism by business, he added: 'We might not have agreed with everything he's done. But the one thing we've admired is his transparency, and the fact that he definitely seems to have stuck to the rules.' But Brown's 'golden rule', he claimed, was coming under pressure. Jones said the Chancellor had 'predicated his entire economic model on growth of high 2 [per cent] or low 3 [per cent.]' 'When he gets a low 2 per cent,' commented Jones, 'if he doesn't cut back his public spending and he doesn't borrow more, he is going to have to put up taxes.' The CBI chief suggested he thought a large-scale increase in public borrowing - even allowing for the £12bn cushion commentators have suggested Brown will gain due to the change in the economic cycle - was likely to prove difficult. So, too, was a reduction in public spending at a time when the government remained 'in hock to the unions'. That, said Jones, left the Chancellor the tax option. 'If he comes back to business in the form of National Insurance contributions, if he comes back in the form of more stealth taxes, he will have a big problem with the business community,' Jones said. 'We are saying to Gordon Brown: \"Don't come back to business and raise taxes again, because there will be a serious dislocation of the relationship between government and business.\" ' He added that factors including a skills shortage; a decrease in consumer spending; a slowdown in export markets; and growing commodity prices could combine to mean difficult times ahead for British business."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}