{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/feb/13/lyft-oakland-donald-uber-ride-hailing-tax", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-02-13T23:44:03Z", "webTitle": "Lyft donates $700,000 to Oakland after quietly battling city taxes", "webUrl": "https://www.theguardian.com/technology/2019/feb/13/lyft-oakland-donald-uber-ride-hailing-tax", "apiUrl": "https://content.guardianapis.com/technology/2019/feb/13/lyft-oakland-donald-uber-ride-hailing-tax", "fields": {"headline": "Lyft donates $700,000 to Oakland after quietly battling city taxes", "bodyText": "Lyft’s announcement this week that it is donating $700,000 to expand transportation options in Oakland’s low-income neighborhoods was hailed by the city’s mayor, Libby Schaaf, as a way of “undoing the wrongs of the past”. According to the company and the mayor’s office, Lyft’s grant will pay for a participatory design process for the creation of new parklets and bike share stations, and a bike lending library. It will also provide subsidized local transit passes and Lyft rides in cars and on scooters for qualifying low-income residents in areas of Oakland where transportation infrastructure is chronically underfunded. But last year, Lyft and Uber lobbied Oakland officials to kill a proposed municipal tax of $0.50 per ride. According to city staff, the tax could have generated up to $2.5m per year when applied to the city’s estimated 13,699 daily Uber and Lyft trips – substantially more than Lyft’s recent donation. Lyft did not immediately respond to questions. Uber previously declined to comment on the record about the proposed Oakland tax. The ride-hailing tax was introduced by the councilmember Rebecca Kaplan in September 2017 to generate revenue to improve transportation and transit services, among other needs. To justify a new tax, Kaplan cited the rapid growth of Lyft and Uber in Oakland and said the pair are paying no tax to the city even while studies have shown they cause increased traffic congestion and wear and tear on city streets. “The use of a new technology, such as a smartphone app, to order a good or service, should not be a justification for tax evasion,” Kaplan said at the time. However, other Oakland leaders have been hesitant to explore ride-hailing taxes. Instead, public records reveal that city leaders have sought ways to help Uber and Lyft bolster their corporate images by having them invest in city real estate or make grants to local not-for-profit organizations. For example, in 2016, the Oakland councilmember Larry Reid and Schaaf’s staff sought a meeting with Uber officials to discuss the possibility of Uber buying the naming rights to the heavily indebted Oakland Coliseum, which is partly owned by the city. Oakland’s elected officials also played the role of broker between Uber and various not-for-profit groups seeking grant funding during a time when Uber and its then CEO, Travis Kalanick, were attempting to rehabilitate the company’s image. In one instance, Girls, Inc, an organization that works with young people in Oakland, wrote to Schaaf in August 2016 seeking a connection to “the powers that be at Uber”. The group hoped to obtain a “significant grant”. The mayor’s office made the introduction. Later that year, an Oakland landlord wrote to Schaaf’s staff seeking a meeting with Uber executives in the hope Uber would lease one of his company’s properties to test autonomous vehicles, as Uber was already doing in Arizona. The mayor’s staff forwarded the request to Uber’s lobbyist with a quick note: “Let’s talk.” By the time Kaplan proposed adding the $0.50 ride hailing tax to Oakland’s November 2018 election ballot, few other city officials appeared supportive of the concept. “I’m not sure what the problem is we’re trying to solve with this tax,” said the councilmember Abel Guillen during a city hearing. Lobbying disclosure records show that Lyft officials met with Guillen to discuss “matters affecting transportation and the transportation network industry”, as well as proposed regulations of scooters, which Lyft also operates. City records show that Uber’s lobbyist had meetings with the mayor’s chief of staff and multiple city councilmembers about the proposed tax measure throughout 2018. Lyft also joined the local Oakland Chamber of Commerce, and afterwards the chamber’s lobbyist met with the mayor and several councilmembers to convince them that the ride-hailing tax was a bad idea. According to city records, the companies promoted “mutually agreed upon pilot projects” similar to Lyft’s recently announced charitable grant, instead of the tax. At the final hearing on the proposed Lyft and Uber tax last July, a city council committee voted to kill the tax proposal."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}