{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/feb/19/liverpool-v-bayern-munich-champions-league-last-16-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-19T22:23:38Z", "webTitle": "Liverpool 0-0 Bayern Munich: Champions League last 16 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/feb/19/liverpool-v-bayern-munich-champions-league-last-16-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/feb/19/liverpool-v-bayern-munich-champions-league-last-16-live", "fields": {"headline": "Liverpool 0-0 Bayern Munich: Champions League last 16 – as it happened", "bodyText": "More courage required, says Klopp: Meat and potatoes from Jordan Henderson: How did the players perform? Paul Wilson runs the rule over them: And that’s your lot. Andy Hunter was our man at Anfield, and here’s his take. Thanks for reading, and see you here in three weeks for the second leg. Nighty night! Here’s a relaxed and smiling Jurgen Klopp, speaking to BT Sport. “First half we forced it a little bit. It was not a day when it clicked in the very first minute. Bayern are obviously very strong. We made our life a bit difficult with the last pass. There were about ten situations, either on the counter or around the box, when we gave it away or shot in their legs. So the positive thing is that the result is the best draw you can get. But yes, we can play better. It was a big fight, and we had the better chances. For us it is OK, the tie is not over. It’s not a dream result, but a good one and we can work with it. It’s not a game you will remember in 20 years! A lot of things were really good but we were playing against an outstandingly good side. I’m not over the moon, but I’m completely OK. So let’s recover and play against United which will be another tough one.” Jordan Henderson speaks to BT Sport. “It’s obviously disappointing that we haven’t scored. But we kept a clean sheet and defended well, which is a positive, and had enough chances in the first half to score one or two. But it’s not the worst result in the world. We’ve got to go there and put in a performance. I thought our level was good but we lacked a little in our final third. We had to defend with everyone and counter-pressed well, but they’re a good team and are going to have moments. It’s still alive. It’ll be difficult but we have experience in the Champions League. We go again.” Andy Robertson adds: “We were playing a very experienced team. Obviously we went on a run last year, but they’ve been there and done it for five or six years, and know how to break up the play, especially away from home. We need to go over there and believe we can cause them the problems we caused them tonight, and get a crucial goal. Fabinho is different class, he did a job and put in a couple of decent tackles. We were there to protect him but he didn’t need it.” In retrospect, it was always going to end like this, wasn’t it? Two free-scoring attacks against a couple of creaking defences. You know how football works. We should have known better. Bayern were superb at the back tonight, and look very happy with their evening’s work, as they should. They go over to share a moment with their fans. Everybody happy. But they didn’t show too much in attack. Liverpool weren’t at their best, but Joel Matip’s weird slice towards his own net apart, the VVD-less defence wasn’t troubled much. Liverpool will console themselves with the knowledge that Bayern will attack more at home, presumably leaving their forward three a little more space in which to work. And to be fair, they still managed to create chances against Bayern’s relentless defence tonight; they just forgot to work Manuel Neuer, is all. Bayern are favourites to progress now, of course, but Liverpool aren’t in Ah Well Let’s Concentrate On The League territory just yet. And that’s that. A 0-0 scoreline at home isn’t the worst in Europe - no away goal conceded - but it’s not ideal either. It’s advantage Bayern at the halfway stage, and Jurgen Klopp doesn’t look particularly happy. 90 min +4: Bayern continue to break up Liverpool’s attempts to attack. Robertson eventually fouls Javi Martinez in frustration. 90 min +3: Mane has a good run at Sule down the left, but his attempted pass through to the nearby Salah is cut out by Javi Martinez. Bayern have bested Liverpool at their own pressing game tonight. 90 min +2: Bayern keep hold of the ball. Anfield considers this in silence. 90 min +1: Rafinha comes on for the excellent Serge Gnabry. 90 min: Sule goes over having had his toes squished by Origi. Time ticks on. Bayern have run the clock down in the professional style. There will be four added minutes. 89 min: The free kick isn’t up to much, and sails through the box unchallenged. Throw for Bayern, and the pressure’s off. 88 min: Hummels clumsily clatters into the back of Origi, who was going nowhere down the Liverpool right. A free kick and a chance for Alexander-Arnold to deliver something into the box. 87 min: James Rodriguez trots off. Renato Sanches, who lost at Anfield 5-0 last season with Swansea City, replaces him. Eventually the goal kick’s taken. 86 min: The resulting corner sees Mane and the hapless Matip get in each other’s road. The ball sails harmlessly over the bar for a goal kick. Martinez then goes down with cramp, and he milks it marvellously, a masterclass in gamesmanship and clock management. 85 min: Wijnaldum drives at a backtracking Bayern defence. He’s got players either side, but confuses himself and clanks his pass into a green shirt. Liverpool come again through Robertson, and his low cross from the left is flicked towards the bottom left by Mane’s deft stooping header. Neuer turns it round the post. 83 min: Milner slips Salah into space down the right. Salah wins a corner off Alaba. Alexander-Arnold takes. It’s half-cleared. Henderson hoicks the ball into the mixer. It’s half-cleared again. Henderson loops long towards Robertson, coming in from the left. The ball breaks to Matip, on the edge of the area. He’s got time to take a touch, but slashes a first-time effort over the bar. That’s abysmal. Liverpool’s two best chances have fallen to Matip, which explains an awful lot. 81 min: The corner’s half cleared. Alexander-Arnold attempts a wildly optimistic shot from 30 yards. It flies 30 yards over the bar. And then Bayern make their first change, swapping Kingsley Coman for Franck Ribery. Bayern sniff a precious away goal. 80 min: Henderson nicks the ball off Thiago, and sends Mane scampering into space. Mane rolls the ball wide left for the marauding Robertson, whose shot is deflected wide by Kimmich. Corner. 79 min: Space for James down the inside-left channel. He pulls a low shot across goal and harmlessly wide right. 78 min: It’s pelting down at Anfield. James wedges a pass down the left to release Alaba, who then looks for Coman in the middle. Liverpool are in the process of scrambling clear when the flag goes up for offside from the original pass. Bayern look the most likely to break the deadlock. 76 min: Thiago sprays a diagonal ball to Gnabry on the right. He cuts inside and lashes wildly over from distance. Liverpool then make the first changes of the evening: James Milner and Divock Origi replace the confidence-light Naby Keita and the recovering Roberto Firmino. 74 min: Keita turns on the jets to dribble down the left. The ball’s eventually flicked wide right to Salah, who sashays into the area. He makes some space to shoot, fighting his way past Alaba, but then a heavy touch takes him into territory occupied by his own man Wijnaldum, who can’t get out the way. Chance spurned. 72 min: Alexander-Arnold’s delivery is uncharacteristically poor, but Sule needlessly flicks a header behind for a corner. Liverpool look the gift horse in the mouth, doing absolutely nothing with the bonus set piece. 70 min: Salah dribbles in from the right, across the face of the box. He wants a free kick as Hummels slides in, but he’s not getting it. Anfield boils over in frustration. But then there’s a new burst of life in the crowd as James drags down Matip while attempting to break. A free kick that allows Liverpool to load the box. 68 min: Keita continues to look pained, as he’s charged down twice in quick succession just inside the Bayern box, before he can pull the trigger to shoot. If ever there’s a player who needs a goal to build some confidence and unlock his vast potential, it’s Keita. 66 min: Good pressing by Firmino, Robertson and Keita down the left. Keita threatens to break clear in the box, but James nips in ahead of him, then slips over and is gifted a free kick. Keita looks pained. 65 min: A throw to Liverpool deep in Bayern territory. Alexander-Arnold doesn’t have many options, and flings it straight to Neuer. Bayern are doing a number on Liverpool here. Do the hosts have an answer? 64 min: Matip shanks a simple pass out of play. The first groans this evening from the Anfield faithful, who are beginning to get antsy. On the touchline, Klopp prowls with a frown. 62 min: Thiago stands on Henderson’s foot. Henderson isn’t too pleased about it, but it looked accidental, all happening in a spilt second as the pair contested a loose ball. 61 min: Alexander-Arnold steals the ball off Coman and goes off on a baroque dribble down the right. He glides into the box, and for a second it all looks like it’s going to open up. But Hummels closes him down just in time. But that’s the sort of energy Liverpool need to show. Much better. 60 min: Alisson boots long. Salah is caught offside. Liverpool are beginning to get a little frustrated. A few heads hanging. Bayern look comfortable right now. 59 min: Gnabry has been Bayern’s most exciting attacker tonight. He cuts in from the right and pearls a fine left-footed shot towards the top right. It’s inches over the bar. Alisson would probably have met it, with a fingertip at least, had it been on target. But it would have been a close-run thing; it really was a magnificent effort. 58 min: The corner’s hit long. James shoots, coming in from the left. It’s deflected out for another corner on the other side. That one’s a complete waste of time. 57 min: Gnabry dribbles with purpose down the right and into the box. He skates past Robertson and Keita, and is finally stopped by Fabinho, who blocks for a corner on the right. 55 min: Henderson is booked for clipping the heel of Javi Martinez, who is happy to stay on the ground awhile tugging at his bootlaces and socks. Anfield responds in frustration. 53 min: Keita bursts down the middle into an awful lot of space, Bayern having committed too many men forward. His pass wide left for Robertson should send the left-back clear, but he hits James. He gets a second chance, but the ball clanks off Robertson and loops towards the right-hand post. Salah is there, tight on the byline with Firmino in attendance, but he takes a wild fresh-air swipe and it’s a goal kick. A wonderful chance spurned. 52 min: Coman races into acres down the left. He steams past Wijnaldum and crosses low to Lewandowski by the near post. Lewandowski traps and shapes to shoot, but Fabinho block-tackles brilliantly, a fine challenge given any mistake would have resulted in a penalty kick. 50 min: Kimmich goes down having been nicked by Mane. Then he springs up when, play having continued, the ball comes back to him. Plenty of pantomime whistling. All good clean fun. 48 min: A free kick from Alexander-Arnold out on the right. He floats it into the mixer, and the ball gently scrapes the top of Hummels’ head. It should be a corner on the left, but Liverpool don’t get the decision. Goal kick. Nobody in red seems particularly upset, to be fair. 47 min: Liverpool put the press on, and Bayern give up possession in the final third. Wijnaldum loops a fine pass wide right for Alexander-Arnold, who controls it at pace, enters the box, and slips inside for Salah. But Liverpool’s star striker can’t sort his feet out for a shot. A nice sweeping move though. Bayern get the second half underway! Liverpool kick towards the Kop in this second half, as is their preference. There have been no half-time changes. Half-time entertainment: This classic Joy of Six features the story of the 1981 semi-final between these two giants of the European Cup. The peerless Rob Smyth is your host. One minute of added time. Salah’s persistence down the right allows Alexander-Arnold to cross. Firmino flicks on at the near post, but can’t find Mane and Neuer gathers. And that’s the end of an entertaining first half. Not sure how it’s still goalless; Joel Matip could easily have scored at both ends for starters. It promises to be quite the second half; don’t leave us now! 45 min: Liverpool are beginning to create chances. Some nice one-touch interplay down the inside-right channel from Salah and Wijnaldum, and suddenly Firmino has the ball beside the byline. He dinks into the middle for Mane, but there’s too much weight on the pass, and Bayern are able to clear. 43 min: Firmino heads the set piece clear of danger. But Bayern are soon coming back down the right again through the excellent Gnabry. Liverpool are thankful that Henderson’s radar is working, and he nips in to intercept just when his team were looking stretched. 42 min: Better from Matip down the other end, as he intercepts a Gnabry right-wing cross with Lewandowski waiting to slam home from six yards. It’s a corner, though. 40 min: It’s end-to-end fun now! Coman wins a corner down the left; Lewandowski runs into his own man Martinez and Alisson is able to clear. Up the other end, Wijnaldum dinks a ball, right to left, to find Mane clear, but facing a tight angle. He wins a corner from which Firmino sets Salah away down the left with a cute backheel. Salah’s low cross to the near post is slapped wide, first time, by Matip, who beats the ground in frustration over his miss. 38 min: Keita, to the right of the D, shoots. The ball loops up off Hummels and drops to Mane, who once again has his back to goal. This time he tries a super-spectacular bicycle kick towards the top right. He shins it well wide right. 36 min: Alaba and Coman combine well down the left to win a corner. James takes his own sweet time to wander over and take it. It’s not worth the wait, Fabinho heading purposefully clear. But then Alexander-Arnold is dispossessed when attempting to counter, and Gnabry is able to whistle a low shot from the inside-right position towards the bottom left. Alisson can’t be sure that it’s going wide - though it is - and fingertips round the post well. The resulting corner leads to nothing. 34 min: A short break in play as Kimmich gets sponged down by the trainer. He’ll be good to continue. 32 min: Firmino dribbles down the middle and flicks towards Keita, who has space on the edge of the box. Keita shoots low towards the bottom left, but the ball’s blocked by a fine spread from Sule. The ball breaks to Mane on the penalty spot. Mane’s facing the wrong way, so swivels through 180 degrees and sends a confused effort wide right. Liverpool claim a penalty, the ball having hit Sule’s hand after the block, but it was totally accidental and they’re never getting that decision, VAR or no. 31 min: Space for Robertson down the left, with team-mates in the Bayern box. But he blasts a dreadful cross over the area and out of play on the right. Quite a few men in red are looking shaky tonight. 30 min: On the touchline, Bayern coach Niko Kovac rants in a very expressive style. Not exactly sure why, because nothing of note’s happened on the field of play. But it’s enough for the referee to come across and order him to pipe down, else he’ll be sitting in Anfield’s fancy new main stand. 29 min: Liverpool are at their best when they pile forward quickly. Henderson fires a pass up the centre to get Wijnaldum, Mane and Keita running at the visitors. Nothing quite comes off this time, but Bayern look nervous when forced to backtrack. 27 min: Mane dribbles hard down the left, and is cynically hacked from behind by Kimmich. That means the Bayern right-back misses the second leg. 26 min: Bayern knock the ball around at the back to take a little of the sting out of the game. Their fans are still making the majority of the noise. “Alisson has so far given us his best Dudek and Karius,” suggests Niall Mullen. “If he could stay away from James, Westerveld, Carson, Kirkland, Jones, Friedel, Mignolet and Arphexhad, then we’ll be fine.” 24 min: Sule clumsily, and needlessly, bundles over Mane near the left-hand corner flag. A free kick, to be taken by Alexander-Arnold. The free kick, flicked to the near post, is cleared back to Alexander-Arnold, who loops a glorious ball to the far post for Salah, racing in from the right. It’s a chance on a plate, but Salah sends his downward header wide right from close range. Not entirely sure how this game is still goalless. 22 min: Gnabry latches onto a very poor backwards header from Robertson, intended for Matip. Gnabry takes a heavy touch to run the ball out for a goal kick, which is another let-off for Liverpool, because Lewandowski was all alone in the middle, Matip having been attracted to Gnabry like a moth to a flame. 20 min: Keita tries to get Liverpool going in attack once more, driving passes forward, breaking the lines. He ends up on the edge of the Bayern box, taking turns with Salah to miskick with their backs to goal. Eventually Keita flicks the ball up and attempts an ambitious overhead kick, which harmlessly bounces out wide right for a goal kick. But full marks for ambition. 18 min: Not sure how Liverpool’s goal is still intact. Alisson’s footwork hasn’t been too good; Matip looks a bag of nerves. Anfield is reacting accordingly, with the Bayern fans making all the noise now. 16 min: Salah, out on the right, slips a ball inside for Keita, who shuttles it on to Mane. Mane dribbles hard into the area, but slams his shot wide left. Bayern go straight up the other end and once again nearly score, Lewandowski closing down Alisson, who flicks lamely to Matip. Matip then attempts a similarly weak flick away, and is dispossessed by Coman, who lashes a shot into the side netting from a tight position on the left. 14 min: Gnabry tears down the right. His low fizzing cross is met by Lewand... hold on, no, it’s Matip, who slices hard towards his own goal from close range. Alisson is in exactly the right place, and the ball smashes off him. Not sure he knew anything about that. A huge stroke of luck for Liverpool. A hectic game of pinball in the area ensues. Liverpool eventually clear their lines. 12 min: Thiago clips the heel of Wijnaldum as he dribbles down the right. Free kick, to be taken by Alexander-Arnlold. Hummels heads clear. But Liverpool come again, and Henderson, just to the left of the centre circle, floats a ball down the middle and finds Salah racing into the area! He’s ahead of Sule, and sticks out a telescopic boot in the hope of guiding the ball into the bottom left. But he can’t get enough on it, and it’s an easy claim for Neuer. 10 min: Space for Gnabry down the right. He dinks a cross into the box. Alisson comes out to punch, but Fabinho gets in the road and heads upfield instead. No harm done, but Fabinho holds a hand up in apology to his keeper. Some early miscommunication there; Liverpool may end up missing Virgil van Dijk terribly. 8 min: Bayern begin to hog the ball. They’re not doing much with it, but that’s not really the point. They’ve quietened Anfield considerably, their first task successfully completed. 6 min: Coman dribbles down the left and nearly breaks into the Liverpool box. The ball flies away from him, and Henderson should clear, but the Liverpool midfielder blooters the ball into Coman’s face. For a second, the rebound seems to have teed up Lewandowski, but the flag goes up for hand-ball against Coman, which seems a little generous to the hosts. 5 min: Sule and Hummels knock the ball around at the back in style. Memories of Hansen and Lawrenson, though the crowd give this particular tribute act pelters. Neuer then shanks a pass into touch, but the indiscretion doesn’t cause Bayern any serious bother. 3 min: Liverpool press hard but Neuer is calm under pressure with the ball at his feet. Play moves up the other end, and it’s the turn of Alisson to showcase his skills, finding Wijnaldum in the middle of the park with a threaded pass. Both teams look well up for piling forward. 2 min: Liverpool spend the first 60 seconds stroking the ball about. In the 61st, Lewandowski intercepts and is bowled over by Matip. Nothing comes of the free kick, in the centre circle, but Matip will need to be a lot calmer than that if he’s to survive this evening without mishap. And we’re off! Liverpool get the party started; Bayern will be kicking towards the Kop in this first half. A huge roar. “Given it’s completely the wrong colour, would you go so far as to say the Liverpool one is not a germane pennant?” Richard McGee, ladies and gentlemen, because somebody had to go there at some point. The teams are out! It’s a typical Anfield European Night™, with both sets of fans contributing to a wonderful pre-match atmosphere. A chorus of You’ll Never Walk Alone drowns out the official Champions League anthem. Liverpool are in their famous red kit, so Bayern are forced into their second-choice light green. A reminder that VAR is in operation tonight, constantly checking for clear and obvious errors related to the following four match-changing situations: goals, incidents in the penalty area, red cards, and mistaken identity. We’ll be off once coins have been tossed and pennants exchanged! A cheery Jurgen Klopp speaks to BT Sport ahead of this clash with his 2013 nemesis. “It was not a mind game, but Dejan had no chance for the game today, I don’t think he’s even got a chance for the next game. So it was clear Fabinho had to play tonight. Bobby was positive yesterday but he was not fine; today he is fine. The further you go, the stronger your opponents get, though we have already faced some strong opponents. Tonight we will face a proper opponent. They have problems as well, so that’s how it is, we always have to make the best of what we’ve got. It will be a tough game for both teams!” “10th March 1971, Fairs Cup 4th round 1st leg, Liverpool 3 Bayern Munich 0 (Alun Evans Hat Trick),” writes TG. A reference there to a tie omitted in the preamble of this MBM. Yes, Liverpool and Bayern have only met five times in Uefa competition ... but I didn’t mention their quarter-final match-up in the old Fairs Cup in 1971, a tournament outside Uefa control at the time. So let’s right that wrong. TG’s covered the first leg; the second was drawn 1-1, Ian Ross and Edgar Schneider with the goals. Liverpool went on to lose to eventual winners Leeds in the semis. Winger John McLaughlin played in both quarter-final ties for the Reds, a fact I raise merely as an excuse to crowbar in this burst of melodic pugilism from his guitarist namesake. Pennant watch. Liverpool will be gifting Bayern this well-upholstered number. Hopefully captain Jordan Henderson won’t hold it too closely to his chest before handing it over, else folk spot it doesn’t quite match the red of the shirt. Let’s hope Manuel Neuer also keeps his commemorative trinket well away from his clobber. Both pennant and shirt look lovely on their own terms, but they’re very much in business for themselves. A quick exchange before kick-off to avoid all this clashing, and everybody’s happy. As expected, Dejan Lovren wasn’t able to make it back from injury, and so he sits it out with the suspended Virgil van Dijk in the stands. Liverpool name Joel Matip and Fabinho in the heart of their defence, while welcoming back Trent Alexander-Arnold and captain Jordan Henderson. Roberto Firmino had been suffering from a virus, but he’s better now and able to start. As for Bayern: they make just one change to the team that fell behind twice at Augsburg last Friday, only to recover for a 3-2 win that closed the gap on Borussia Dortmund at the top of the Bundesliga. Javi Martinez returns, taking the place of the injured Leon Goretzka. Liverpool: Alisson, Alexander-Arnold, Matip, Fabinho, Robertson, Wijnaldum, Henderson, Keita, Mane, Salah, Firmino. Subs: Mignolet, Milner, Sturridge, Moreno, Lallana, Shaqiri, Origi. Bayern Munich: Neuer, Kimmich, Sule, Hummels, Alaba, Thiago, Martinez, James Rodriguez, Gnabry, Lewandowski, Coman. Subs: Ulreich, Ribery, Rafinha, Davies, Mai, Sanches, Shabani. Referee: Gianluca Rocchi (Italy). Liverpool and Bayern Munich have ten European Cups between them. So it’s a little surprising, given their rich histories on the continent, that they’ve only met each other in Europe’s premier club competition once before. That was a semi-final clash in 1981, Liverpool winning on away goals thanks to Ray Kennedy’s late strike, a typically clinical, cute and clever finish from a quiet genius. That tie apart, the clubs have only played three other competitive Uefa matches. Bayern came out on top in the semi-finals of the 1972 Cup Winners Cup, Gerd Müller (2) and Uli Hoeness doing the damage in a 3-1 win in Munich, Alun Evans scoring Liverpool’s consolation. Then in the 2001 Super Cup at Monaco’s Stade Louis II, John Arne Riise, Emile Heskey and Michael Owen put Gerard Houllier’s side three up, just enough to hold off a late Bayern comeback launched by Hasan Salihamidžić and Carsten Jancker. So here’s a weird historical quirk. Both of the matches played at Anfield - in those aforementioned 1972 and 1981 double-headers - ended goalless. That trend has to end tonight, surely, with neither team looking particularly solid at the back. Liverpool are missing the suspended Virgil van Dijk as well as the injured Joe Gomez and Dejan Lovren; they’ll most likely be depending on the makeshift pairing of Joel Matip and Fabinho. Bayern meanwhile have become uncharacteristically leaky: they’ve conceded eight goals in their last four matches. But what an attack: 20 goals in the last seven games, eight more than Liverpool have managed over a similar stretch. Goals, then? Yes please! If you could! It’s the 1977, 1978, 1981, 1984 and 2005 winners against the 1974, 1975, 1976, 2001 and 2013 champions. It’s a battle for a place in the 2019 quarters! It’s on! Kick-off: 8pm."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}