{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/feb/13/skint-britain-friends-without-benefits-review-maddening-universal-credit", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-02-13T22:00:17Z", "webTitle": "Skint Britain: Friends Without Benefits review – a maddening look at universal credit", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/feb/13/skint-britain-friends-without-benefits-review-maddening-universal-credit", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/feb/13/skint-britain-friends-without-benefits-review-maddening-universal-credit", "fields": {"headline": "Skint Britain: Friends Without Benefits review – a maddening look at universal credit", "bodyText": "About halfway through Skint Britain: Friends Without Benefits (Channel 4), the first of a three-part documentary series tracking the impact of replacing multiple separate welfare payments with the consolidated one known as universal credit (UC), you could honestly feel you were going mad. First, there was the basic fact that in a system that already leaves people living hand-to-mouth or, if they are lucky, paycheck to paycheck (because various modern forms of employment, fact fans, do not do anything so retro as keep you out of poverty! Let’s hear it for progress!), the switch to UC leaves them without a payment for the first five weeks. If you are in a position to manage without income for five weeks, lucky you. And if you can’t imagine being in quite the opposite position – if you can’t imagine not even being within hailing distance of that position or knowing a single other person who is – shame on you, and would you like to take up a prominent position of your choosing in the cabinet whenever you fancy? They are looking for just your sort. There is footage, amid the shots of Nathan going hunting with his dog in the fields around Hartlepool to supplement the starvation rations he and his girlfriend are on while they await their money, of Theresa May bruiting across the Commons that the Tory party is the party that understands the working class. Second, there is the sight of a man going hunting for rabbits and squirrels in England in 2019, to supplement his aforementioned starvation rations. I must say, typing it isn’t making me feel any less discombobulated. Then there’s the sight of people trying to log the mandatory 35 hours of job-searching to qualify for their credit, in a place where two hours would be enough for a fingertip – fruitless – search of every nook and cranny of employment possibility. “There used to be the chicken factory,” remembers one middle-aged woman. “There used to be the cake factory.” Not any more. There’s the recommendation by the jobcentre that Nathan become an IT technician. “But I can’t read or write!” he points out, not unreasonably. On and on it goes, the madness. And it is maddening. Tested beyond endurance, the documentary’s subjects frequently scream down the phone at the person delivering the latest twist in the tale of no benefits. Did you, like Terri, miss your phone interview with a job coach because the lines were busy? Sanctioned. Even more delay, even less money. Miss an appointment like Nathan did, because you’re illiterate and none too good at life’s admin? Sanctioned. Need a high-protein (ie expensive) diet that your doctor ordered because it looks as if your cancer is back, like Nathan’s mum Tracey? You’re not eligible for anything. Try the local authority. You have? Oh well. Tracey, incidentally, is also the carer for her husband, who has multiple sclerosis. She will end up, if she has not already, saving the NHS a fortune. She and her daughter Tamsyn are desperate for Tamsyn not to end up on the dole herself and are hoping her talent for drumming will save her. It is the slenderest of threads. It is an unflinching series that has the balls to take as its subjects a group of people far from instantly likeable, which is the tempting and manipulative option always open to a documentary-maker, and record the fallout from the new – baffling, circuitous, intransigent – system and implicitly pose the question: how much of its dysfunctionality derives from incompetence and how much is actually by design? Not that it matters to David, who is told late on Friday, on the payphone outside the food bank he has come to, that he must complete a five-day job search before he is entitled to any money. “I need something to survive on,” he sobs in panicked rage. “My cupboards are empty, I’m 40, I’m partially blind.” He cannot wear the contact lenses that help his remaining sight for long enough to be employed. His doctor has told this to many people. “But he’s been defeated.” Fine and honest programme-making though it is, I’m starting to feel there should be a statutory requirement for a companion piece to every programme like this, where after showing life at the sharp end, those responsible for filing it to a near-lethal point are pursued by the same team demanding answers. Otherwise it starts to feel overwhelmingly like preaching to the choir. Those in charge aren’t going to sit and watch in order to check how their big ideas are working out. We know there is no limit to the evidence they will ignore. The question becomes what else television can do in desperate times to hold those rich in wealth and power but morally bankrupt to account."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}