{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/feb/28/rugby-union-world-league", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-02-28T20:43:40Z", "webTitle": "Rugby union’s World League plans risk forfeiting the game’s soul", "webUrl": "https://www.theguardian.com/sport/2019/feb/28/rugby-union-world-league", "apiUrl": "https://content.guardianapis.com/sport/2019/feb/28/rugby-union-world-league", "fields": {"headline": "Rugby union’s World League plans risk forfeiting the game’s soul", "bodyText": "Imagine a tent on an exposed clifftop being buffeted by gale force winds. Those inside are already grimly clinging on, only for so-called friends to sneak round and remove all the pegs. Welcome to the world of professional rugby union, where just about every aspect of the game’s future is up in the air. From player welfare and concussion to commercial uncertainty and political wrangling, there are days when it feels as if rugby is in serious danger of losing its bearings completely. That certainly seems to be the consensus among leading players, supporters and administrators following the publication of the latest blueprint for a proposed World League, a 12-team annual tournament meant to revitalise the traditional Test game for the benefit of all. Some of the detail was as chilling as it was brazen. Instead of Fiji, ranked ninth in the world, and Georgia (ranked 12th), the leaked proposal suggested places would be reserved instead for Japan and the US (ranked 11th and 13th respectively) on the basis of their bigger economies. Top-level rugby a game for nations of all shapes and sizes? Not any more. “The death of Pacific Island rugby” is how it has been described by one horrified union chief executive; he might have added that, were it to happen, international rugby will officially forfeit its soul. What kind of sport regards it as progress to suffocate the international aspirations of countries which, pound for pound, produce the best raw rugby talent on the planet? What kind of reputable global leisure industry decides it only wants to hang out with its well-heeled mates, cutting adrift anyone without a well-stuffed wallet? And what does it do both for the standard of rugby in countries outside the elite and the competitiveness of future World Cups? No wonder the game’s governing body, World Rugby, was quick to try to douse the resultant flames. Nothing is set in stone, only a proposal, not what we are trying to achieve etc, etc. Technically, too, World Rugby’s office holders are only the functionaries of the member unions, rather than white cat-stroking madmen operating on a whim. That said, someone with a bit of influence – and the fingerprints of one prominent rugby nation were all over the NZ Herald story – would clearly love this latest cynical world domination plan to happen. And why not, given it would guarantee a dozen years of prime broadcasting dosh and, potentially, access to loads more talented Pacific Island players? Why hang around and represent Fiji for the simple honour and privilege when you can provide for all of your extended family by playing in more compelling matches of a higher standard elsewhere? Even with a five-year qualification period, that is likely to be a better bet than spending 12 years with your nose pressed up to the window of the executive lounge. There will, inevitably, be further twists to this saga. One theory is that this is all about seeking to push the Six Nations towards agreeing in future to promotion and relegation – or a play-off at the very least. After all, is a closed shop not what already exists in Europe? If the Six Nations wishes to stick to its establishment membership, how can any of the home unions complain about the system being not strictly meritocratic elsewhere? The one thing that everyone appears to agree on is that something has to change. Rugby cannot endlessly live on the razor-wire separating the rival international and club games; a way also has to be found to make the physical and mental demands on its players more manageable. As the International Rugby Players’ forceful statement emphasised, the sport’s leading names are already buckling under the strain even before they are asked to commit to five Tests on successive autumn weekends plus increased long-haul air travel. Johnny Sexton, the player organisation’s president, described the latest proposals as “out of touch” and, as such, they do not currently have the players’ support. Reforming the ad-hoc Test schedule and dovetailing it better with domestic fixture lists has topped the game’s wish-list for almost three decades now. In that sense nothing has changed, other than the feeling of urgency. “If you ask me as a businessman, the business side of rugby is not working,” said World Rugby’s vice-chairman, Agustín Pichot, in September, urging everyone within the game to come to their senses. “If you ask me the playing side is not working. Is the international game under threat? I think it is. I’m not going to be an accomplice to rugby’s ruin.” Almost six months further down the line, that last phrase continues to resonate. Rugby urgently needs to find proper answers with player welfare at their heart. Cutting off the have-nots to make life cosier for the haves cannot be the way forward if rugby wishes to retain even a semblance of a collective conscience."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}