{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/feb/13/philippines-journalists-decry-intimidation-as-website-editor-arrested", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-02-13T22:47:22Z", "webTitle": "Maria Ressa: editor of Rappler news website arrested on 'cyber-libel' charges", "webUrl": "https://www.theguardian.com/world/2019/feb/13/philippines-journalists-decry-intimidation-as-website-editor-arrested", "apiUrl": "https://content.guardianapis.com/world/2019/feb/13/philippines-journalists-decry-intimidation-as-website-editor-arrested", "fields": {"headline": "Maria Ressa: editor of Rappler news website arrested on 'cyber-libel' charges", "bodyText": "The editor of an online newspaper in the Philippines has been arrested on charges of cyber-libel as part of what the country’s journalists’ union said was a campaign of intimidation against voices critical of President Rodrigo Duterte. Speaking from the headquarters of news website Rappler on Wednesday before she was taken away by four plainclothes officers, Maria Ressa said she was not intimidated. “These legal acrobatics show how far the government will go to silence journalists, including the pettiness of forcing me to spend the night in jail,” she added. The charge of cyber-libel, which Ressa denies, was filed by the justice department and the warrant for Ressa’s arrest issued by a Manila court judge on Tuesday. After she was arrested, Ressa was taken to the National Bureau of Investigations, which is under the Department of Justice, where she was to be held overnight. “The filing of this case is preposterous and baseless,” said Rappler in a statement. “If this is another of several attempts to intimidate us, it will not succeed, as past attempts have shown.” The National Union of Journalists of the Philippines described the arrest as a “shameless act of persecution by a bully government”. “It is clear this is part of the administration’s obsession to shut Rappler down and intimidate the rest of the independent Philippine media into toeing the line,” the NUJ said in a statement. The charges against Ressa relate to a story published on Rappler’s website in May 2012 that alleged ties between a Philippine businessman, Wilfredo D Keng, and a high court judge. The controversial cyber-libel law under which she is being prosecuted, was enacted four months after the story was written. The libel case was first brought in 2017, but initially dismissed by the NBI. It was reopened in 2018. Ressa’s arrest comes just two months after she turned herself in to authorities over charges of tax evasion at Rappler. Speaking on her release on bail in December, Ressa accused the Philippine government of trying to intimidate and harass journalists and “weaponising the rule of law” against its critics. Rappler, which is one of the most influential news sites in the Philippines, has also been one of the news outlets most critical of Duterte’s administration since he took power in 2016. In particular, it has scrutinised his government over the brutal war on drugs, which officially has taken more than 5,000 lives, though human rights groups allege the true figure is more than double that. In response, Duterte’s administration has instigated seven separate cases against Rappler. The government banned Rappler’s political reporter from the presidential palace. It has ordered the Securities and Exchange Commission (SEC) to investigate Rappler for being “foreign-owned”, even going as far as revoking its licence, in a case that went all the way to the court of appeal. In November, the Department of Justice confirmed it was charging Rappler with three counts of failure to file returns, and one count of tax evasion – all charges that Ressa denies. The charges carry heavy fines and jail sentences of up to 10 years. Ressa’s refusal to back down has won her plaudits around the world. She was named a Time magazine person of the year in 2018, and won the 2018 Knight International Journalism award and this year’s prestigious Press Freedom award, given by the Committee to Protect Journalists. Butch Olano, the director of Amnesty International Philippines, described Ressa’s arrest as “brazenly politically motivated, and consistent with the authorities’ threats and repeated targeting of Ressa and her team”. “In a country where justice takes years to obtain, we see the charges against her being railroaded and the law being used to relentlessly intimidate and harass journalists for doing their jobs as truth-tellers,” Olano said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}