{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/feb/28/newcastle-sean-longstaff-rafael-benitez-midfielder", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-28T22:30:47Z", "webTitle": "Newcastle’s Sean Longstaff: the new Carrick with added ice in his veins", "webUrl": "https://www.theguardian.com/football/2019/feb/28/newcastle-sean-longstaff-rafael-benitez-midfielder", "apiUrl": "https://content.guardianapis.com/football/2019/feb/28/newcastle-sean-longstaff-rafael-benitez-midfielder", "fields": {"headline": "Newcastle’s Sean Longstaff: the new Carrick with added ice in his veins", "bodyText": "Anyone who has watched Sean Longstaff play will understand why his name appears in sentences also featuring the words balance, poise, vision and assurance. Perhaps a little part of that is due to the year in which Newcastle’s midfielder of the moment spent every spare hour virtually living on an ice rink in Stockholm where his father, David, starred for Djurgården, one of Sweden’s leading ice hockey teams. By the time he returned to north-east England and began playing football for North Shields juniors, Sean was still only five but, already, his game seemed unusually well calibrated. For one so young, his calmness under pressure suggested that something of the Stockholm ice had transported itself into his veins. Unbeknown to a primary school prodigy swiftly recruited by Newcastle’s academy, his father’s career had reached a sliding-doors moment. David Longstaff’s talent was much coveted – he would become the first Great Britain ice hockey player to win 100 caps – and there were offers to emigrate to Canada from NHL sides. A new life on another continent beckoned but he and his wife Michelle – an excellent netball player – could not quite break the ties to north Tyneside where David, 44, is the player-coach of Whitley Warriors. Staying put dictated that Sean and his brother Matty – two years younger and another midfielder, impressing for Newcastle’s Under-23s – were destined to concentrate on football rather than ice hockey. Already, Sean has emulated his uncle, the former winger Alan Thompson, in breaking into Newcastle’s first team. The 21-year-old has spent part of this week telling television interviewers he is “living the dream” after earning lavish plaudits in the course of the 12 appearances – eight in the Premier League – he has made for Rafael Benítez’s side this season. Since making his league debut as a substitute in the 4-0 Boxing Day defeat at Liverpool, highlights have included a key role in a January home win against Manchester City and his first league goal, scored in Tuesday’s 2-0 home victory over Burnley. Longstaff’s two-footed central-midfield skills have attracted the attention of the England Under-21 manager, Aidy Boothroyd, who seems certain to call him up to his next squad, not to mention numerous comparisons with another Geordie, the former Manchester United and England midfielder Michael Carrick. If the similarities in the pair’s straight-backed running style are irresistible, they also share a certain serenity, namely that invaluable knack of appearing to always find time on the ball and rarely looking rushed or snatching at passes. Throw in vision and a varied passing range and we are in doppelgänger territory but Benítez emphasises some differences. “I can see that [the Carrick likeness],” says Newcastle’s manager. “But, at this stage, Sean has more mobility and stamina. Certainly he has the technique and he can use both feet as well.” There is always a danger in over-hyping a player, however promising, with such little experience, but there appears minimal danger of Longstaff’s head being turned. “First and foremost, Sean’s a great lad,” says the Newcastle winger Matt Ritchie. “From the first day he came into our group to now he’s exactly the same guy. Sean’s going to have one hell of a career if he keeps his feet on the floor and keeps working. But he’ll do that, no doubt about it. He’s a top player and a fantastic lad.” Longstaff has no England youth caps and had an unremarkable loan stint at Kilmarnock before being borrowed by League One Blackpool last season. It would prove a watershed. Gary Bowyer was particularly impressed by his goalscoring ability – with both feet. “It was Sean’s goal return from midfield [nine] that was outstanding,” says Blackpool’s then manager. “He has this unbelievable knack of scoring, often from long range. He’s got a fantastic engine and fitness, and his knowledge of the game is very good. He did brilliantly for Blackpool.” Portsmouth wanted Longstaff on loan last summer but Benítez retained him as midfield cover. When Jonjo Shelvey and Mo Diamé were sidelined by injury and Ki Sung-yueng headed to Abu Dhabi with South Korea for the Asian Cup in late December, a big chance materialised. A little over two months on, Shelvey, Diamé and Ki are sitting on the sidelines, while Benítez’s decision not to pursue a long-mooted January loan move for Benfica’s Greece midfielder Andreas Samaris appears vindicated. “Rafa made a shrewd decision in keeping Sean in the fold,” Bowyer says. “Sean’s learned a lot from training under him and he’s grabbed his chance. Now, there’s no way he’ll be allowed to get carried away. That inner drive is there in Sean. “At Blackpool he had to cope with living away from home and he learned a hell of a lot about himself but, mentally, Sean is tough. He’s also very level-headed; he’s always looking to improve. There is so much more to come from him.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}