{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/feb/20/atletico-madrid-v-juventus-champions-league-last-16-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-20T22:08:42Z", "webTitle": "Atlético Madrid 2-0 Juventus: Champions League last 16, first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/feb/20/atletico-madrid-v-juventus-champions-league-last-16-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/feb/20/atletico-madrid-v-juventus-champions-league-last-16-first-leg-live", "fields": {"headline": "Atlético Madrid 2-0 Juventus: Champions League last 16, first leg – as it happened", "bodyText": "Sid Lowe was at the Metropolitano this evening. Here’s the great man’s take on a fine Atletico performance. Thanks for reading! Nighty night! That was a huge second-half performance by Diego Simeone’s side. Diego Costa missed a sitter; Antoine Griezmann hit the crossbar; Alvaro Morata had a goal chalked off by VAR for his part in a very light physical exchange with Giorgio Chiellini; and they finally made the pressure tell, Jose Maria Gimenez and Diego Godin scoring two late crucial goals. Juventus had no answer. Their long wait for European Cup number three looks like continuing ... unless they can pull off a stunning comeback in Turin in three weeks time. And that’s a tall order against a side so defensively resolute as Atletico. And that’s a deserved victory for Atletico, who were sensational in the second half. Not least because they could have lost the head after being denied a goal by a miserable VAR decision. Instead they hit Juve with two late goals to take a huge advantage to Turin! They celebrate accordingly, as Ronaldo trudges off in deep contemplation. 90 min +3: Can, deep on the right, sends a lovely diagonal ball towards Ronaldo, on the left-hand edge of the Atletico six-yard box. Ronaldo rises high, but can’t keep the ball down, and he eyebrows it harmlessly over the bar. The home fans enjoyed that immensely! 90 min +1: In the first of four added minutes, Atletico clear the resulting corner with ease, then break upfield. Lemar wastes a glorious chance from the edge of the Juve box, blazing over when he had to work Szczesny at the very least. 90 min: Ronaldo takes the free kick. It’s a really tight angle, near the byline. He’ll not shoot, will he? No! He pulls it back to the edge of the box for Bernardeschi, who sends a first-time pearler towards the top left. But Oblak, at full stretch, turns it over! 89 min: Alex Sandro probes down the left. Just as he’s about to enter the box, Griezmann slides in to dispossess him. But the Atletico striker’s taken some of his man, so that’s a booking and a free kick just outside the area. 87 min: A free kick for Juve out on the left. Bernardeschi takes, swinging it into a packed box. It’s cleared, and for a second it looks like Lemar will tear off at speed down the right on the counter, Juve light at the back. But he trots down a cul-de-sac. 85 min: Joao Cancelo comes on for Blaise Matuidi. Ronaldo blooters an ambitious effort over the bar. “Sack it off,” writes Sean Moore, who can vote for me by proxy. Juve are really reeling now! A free kick out on the right is hoicked into the mixer by Griezmann. Mandzukic, facing his own goal, tries to hook clear, but only sends the ball towards Godin, on the right-hand corner of the six-yard box. Godin flicks goalwards from a tight angle, the ball breaking off Ronaldo and into the net. I think it was going in anyway, but try taking it off Godin if it wasn’t! 81 min: Juve are reeling. Griezmann wins a corner with a bustling run down the right. One corner leads to another, and the Italian champions eventually clear. But the mood has changed in the Metropolitano now, with the home fans finally having something to celebrate, and the visitors are on the back foot. 80 min: Juve wanted the ref to go to VAR there, but he wasn’t having any of it. Massimiliano Allegri responds by hooking Paulo Dybala and sending on Federico Bernardeschi. Lemar swings the corner into the mixer. Morata wins a header. Mandzukic tries to flick clear but the ball slams off the prone Bonucci and sits up for Gimenez, who slams home from the middle of a melee, into the bottom left! No more than Atletico deserve! 77 min: A free kick out on the right for Atletico. Griezmann stands over it, the box loaded. He swings it long. It’s half cleared, allowing Lemar to shoot from just outside the area. It deflects out for a corner on the left. From which ... 76 min: Emre Can has come on for Miralem Pjanic, by the way. 74 min: Morata is fuming. He’s baring his teeth in anger. That decision was very generous towards Juve. And it took a good couple of minutes to make. Clear and obvious? VAR needs work. Or maybe sacking off. You decide. 72 min: NO GOAL! Atletico Madrid 0-0 Juventus. Morata has been judged to have pushed Chiellini in the back just before heading home. There wasn’t much in it, Chiellini having gone down very easily, but the referee’s decided to rule it out. That’s a tight decision, bordering on poor. Atletico are livid, and you can’t really blame them. 70 min: GOAL? Atletico Madrid 1-0 Juventus (Morata 70). What a header this is! A throw on the right. Saul slips a pass left towards Lemar, who then finds Felipe Luis on the left wing. A sensational cross finds the head of Morata, on the penalty spot. Morata powers a header into the top left, Szczesny rooted to the spot! But it’s going to VAR! 69 min: Rodri sprays a pass to Griezmann on the right. He races towards the box, then one-twos with Correa. For a second, he’s sure to burst through for a shot. But Chiellini comes out of nowhere to close the door. 67 min: Here comes that final Atletico change. Koke, returning from injury, hasn’t been able to complete the 90. Angel Correa comes on in his place. 65 min: Juve are bossing the possession. The home crowd don’t like it. A lot of whistling. As a result it looks as though Atletico are preparing their final substitution of the evening. Meanwhile here’s Matt Dony, re Ronaldo’s projection on 49 minutes. “The psychology of footballers, especially forwards, being able to shift blame for their mistakes somewhere else is fascinating and important. They are generally the most ‘confidence-dependent’ players, and they need to have a confidence in their own abilities. So, if something goes wrong, they need to shift the blame to, say, the pass that came in to them, or a bobble on the pitch, or a lucky defender. Arsenal’s psychologist used to test for this ability and quantify it. Unsurprisingly, Lord Bendnter’s results were off the scale, dwarfing even Henry’s.” 63 min: Pjanic sees a long-range shot deflected out for a corner on the right. Oblak punches clear. Lemar then makes his first contribution, an absurd slice miles into the sky that goes back towards trouble. It’s going to be another corner, but the ref’s spotted Alex Sandro’s arm flailing in Koke’s grid, so it’s a free kick and the pressure released on Atletico. 62 min: A purposeful run by Morata down the middle, with Juve backtracking. He slips the ball wide left for Griezmann, who in turn feeds Koke. But the momentum’s gone, and the move peters out. 61 min: Atletico make their second change. Thomas Lemar comes on for Thomas. 59 min: Ronaldo knocks the ball way in front of himself down the left, hoping to win a footrace with Gimenez. He does, and for a second he looks like getting a shot away from a tight angle just inside the box, but Godin comes across to nick the ball clear. Corner, which leads to nothing. Ronaldo still has a pair of jets in his boots, despite his advancing years. 57 min: Diego Costa is replaced by Alvaro Morata. That’s the last Juve will see of the big man in this tie. 55 min: The corner comes to nothing, though Atletico appeal for a penalty when Ronaldo’s clearing header scrapes the shoulder of Mandzukic. Then Alex Sandro clatters into Gimenez while contesting a 50-50 out on the wing. It looks accidental, but the ref books the Juve man, who’ll miss the second leg. 53 min: Griezmann Deserves Better pt.II! He chases a neat Koke flick down the inside-left channel and dinks a shot over Szczesny. It’s surely going in. But Szczesny gets a fingernail to the ball, and diverts it onto the crossbar! The rebound’s cleared, put over by Chiellini. What an effort by Griezmann! But what a save! 52 min: That was an awful shank of a finish, taking up a clump of turf. Such a shame, because Griezmann’s through ball was exquisite. It deserved better. 50 min: What a miss by Diego Costa! Griezmann latches onto a poor Chiellini header in the centre circle. He plays a delicately weighted first-time ball down the middle to release Costa. The striker reaches the area, opens his body, and ... sidefoots badly wide to the right. What a clunking finish. He was berating himself the second it left his boot. 49 min: Matuidi bustles in from the left, refusing to give up as he’s knocked off balance. He slips a pass to Ronaldo on the right. Ronaldo wings the ball miles over the bar, then looks around as though it’s somebody else’s fault. Although to be fair, he’s got plenty of credit in the moral bank when it comes to shooting. 47 min: A scrappy start to the half. But suddenly Alex Sandro bursts down the left, then feeds Ronaldo, who crosses deep. Pjanic tries to skelp home, but his effort is deflected out for a corner that comes to nothing. Here we go again! Atletico get the ball rolling for the second half. There have been no changes at the break. Juve had kept the hosts waiting, and Simeone wasn’t too happy, tapping his watch, the internationally recognised mime for Hurry Up You Tardy Buggers. The ref couldn’t give two hoots. Half-time entertainment: Marina Hyde v Gordon Taylor? There’s only going to be one winner. And that’s the end of a hotly contested first half. Ronaldo went close with a free kick. The hosts were inches away from being awarded a penalty, but VAR said no. Apart from that, it’s been the tight tussle we expected. Entertaining enough, though, and with Simeone shaking his head in anger at some perceived slight as the whistle went, expect his team to be fully competitive when they reappear. 45 min +3: Thomas goes in hard on Dybala, who is going nowhere in the middle of the park. That’s a no-brainer booking, in more ways than one, and that’s another Atletico player who’ll be missing in the second leg. 45 min +1: Nope. It’s easily dealt with. Koke blooters clear ... right into poor De Sciglio’s startled coupon! Ooyah, oof, that’s gotta hurt. The Juve defender goes down, to be revived by the magic sponge. 45 min: Alex Sandro dribbles down the left and purchases a corner off Godin. One last chance for a first-half goal. 44 min: A feisty half is petering out. 42 min: Ronaldo is down holding his left ankle, Saul Niguez having stood on his foot. For a second, it looks serious as Ronaldo raises his arm and remains prone. But the referee’s not having a bar of it, and eventually Ronaldo sits up in a huff. He’s not getting the decision, but at least he’s not injured. 40 min: Mandzukic and Dybala ping the ball back and forth between each other down the right. They nearly open Atletico up, but Thomas is wise to their grift and closes down the space just as Dybala threatens to nip into the area and shoot. 38 min: Juve spend the best part of two minutes stroking it around the middle of the park. The home fans aren’t impressed, and whistle accordingly. On the touchline, Simeone is getting agitated, jabbering in the fourth official’s lugs. Costa, who wants to watch himself having already been booked, joins the philosophical debate. A pleasing edge to this match. 36 min: Griezmann shoots from distance. A big deflection earns a corner on the left. Koke takes. Rodri gets too much on a near-post flick-on, and the ball sails over the bar. 34 min: Then suddenly Dybala bursts into a little space down the inside-left channel. He pearls a shot towards the bottom right from 25 yards, but it’s off target and Oblak claims it with ease anyway. 33 min: Juve stroke the ball around as whistles continue to ping around the Metropolitano. For the first time since the kick-off, there’s something of a lull. 31 min: The crowd are beyond livid, as you’d imagine from such a borderline VAR decision. It looked the right one, though there wasn’t a great deal in it. The fans holler and hoot as Ronaldo clatters into Juanfran; no booking. Then Costa is flagged offside as he chases after a long ball down the left. The linesman gets an earful. He’s on a rolling boil now, a bain-marie of belligerence. 29 min: Atletico fume awhile. Then Griezmann pings the free kick, right on the line at the left-hand corner of the box, towards the top left. Szczesny makes a song and dance of pushing it round the post, then Juve tidy up the corner without any fuss. 27 min: Koke bursts down the middle of the park at speed. He slips a pass down the inside-left channel for Diego Costa, who pushes the ball forward and races after it. De Sciglio clips Costa’s heel. Costa goes over in the area. The ref points to the spot. But then the penalty’s overturned by VAR, with the initial contact having been made outside the box. Just a free kick, then. 25 min: Griezmann nearly sends Juanfran away down the right. The full back would have been in acres, but the pass wasn’t all that and Alex Sandro is able to do enough to put a stop to his gallop. That’s a good chance to worry Juventus spurned. 23 min: Ronaldo slips a pass wide left for Alex Sandro, who crosses high. Mandzukic rises highest and hopes to send a header into the top left, but the ball sails harmlessly over the crossbar. 21 min: Atletico pin Juve back awhile. A bit of head tennis in the box. Eventually the ball lands on terra firma and Koke backheels down the inside-right channel in the hope of cutely finding Griezmann. It’s very close to being brilliant, but the ball takes a little deflection away from the striker that allows Szczesny to snaffle. 19 min: Bentancur nearly plays Chiellini into trouble with a loose backwards pass, Griezmann sniffing around. But the defender is alert to the danger and stands firm. Juve go up the other end, Mandzukic nearly making room for a shot on the edge of the box. Not quite. This is a proper battle, and highly entertaining. 17 min: Dybala is this close to sending Ronaldo away down the right wing with a quarterback’s pass from deep. But Godin reads it well to make a crucial interception. Suggestions of handball by the defender, but the referee waves play on. 15 min: Thomas sends a speculative effort towards the bottom-left corner of the Juve goal from 25 yards. It’s a proper no-nonsense belt, and Szczesny goes very well to get down and smother the fierce daisycutter. This is great fun. 13 min: A free kick for Atletico near the centre circle. Griezmann floats it in long, and wins a corner, the ball skimming off the head of De Sciglio. From the corner, Juve break upfield, Dybala nearly rounding the last man Juanfran. But the ball rears up onto his arm, and the ref blows for a free kick. Atletico once again collectively pressure the ref to issue a yellow card. They’re on one tonight. 12 min: Ronaldo has another look at goal, this time from distance out on the right. It’s deflected out for a corner. The set piece finds the head of Bonucci, ten yards out. He’s got to score, but he sends his effort over the bar. This has been some start; this match promises to be some ride. 10 min: Costa’s lid is rattling, the inside of his head a pressure-cooker just desperate to boil over. He gets right up in the referee’s grille when he’s tripped in the midfield by Matuidi. He’s demanding retribution but the ref’s not interested. Costa needs to simmer down. Let’s see if he lasts the evening, me old soccer-loving pals. 9 min: Ronaldo, made irritable by waiting, pelts a sensational rising free kick towards the top left. It’s heading in, a real heatseeker, but Oblak sticks up a strong arm to turn it over the bar. The corner is a non-event. 8 min: Ronaldo trots up to belt the free kick goalwards, but it’s a false start, because Diego Costa had encroached. That’s a ludicrous booking that means he’s out of the second leg! What top-notch buffoonery. 7 min: Ronaldo, formerly of local concern Real, is getting all sorts of pelters from the home crowd. As you’d expect. The whistling nearly takes the roof off as he skitters down the inside-left channel. He’s barged over by Gimenez, and that’s a foul 30 yards from goal. Ronaldo opens his legs, sets himself, and you know what comes next. 5 min: Griezmann dinks the ball past a couple of static Juve midfielders and runs into an awful lot of space down the inside-left channel. He should probably take a shot upon reaching the edge of the box, but tries to find Costa with a cute diagonal pass. It’s not accurate enough and Szczesny gathers without fuss. 4 min: Atletico come at Juve again, Costa winning a corner out on the right. The resulting set piece is a complete waste of time, sent straight out of play by Koke, but this is an impressive fast start by the hosts. 2 min: They’re not getting one, even after a check with the old VAR. The referee limits himself to bollocking the Atletico captain Godin for arguing the point a wee bit too forcefully. 1 min: Juve send the ball long from kick-off, and it’s in the hands of Oblak, who launches it back upfield. Costa flicks on. Griezmann nearly gets the better of Chiellini, but not quite. The ball is knocked out for a throw on the left, from which Griezmann shoots from the left-hand edge of the box. It’s wide and high, but he’s caught by Matuidi. There doesn’t look to be much in it, but Atletico surround the ref demanding a penalty. And we’re off! Juve get a boisterous party started. This is a sensational atmosphere, in a gorgeous stadium. European football at its very best. The teams are out! They’re a bit behind schedule, after some interminable faffing around in the tunnel, but never mind, there’s still magnificent atmosphere at the Metropolitano! The place is bouncing. Atletico are in their ... we’ve covered this. We’ll be off in a minute, but in the meantime, a few wise words from Ciaran Crowther: “I think the winner of this tie stands a great chance of winning the Champions League, surprised so many pundits are discounting both of these teams in favour of serial chokers like PSG or Man City. As they say in American football: offense wins games, defense wins championships. And you could certainly say both of these teams have championship-winning defences as well as some proper firepower going forward.” Kit watch. The hosts will be wearing their traditional mattress-inspired red and white stripes, which aren’t a feature on the back of the shirt and therefore aren’t pictured below. No need to thank us. Juve meanwhile will sport their third-choice all-black shirts. Cristiano Ronaldo (#7) is understandably of more interest than Wojciech Szczesny (#1) but this makes for a very unsatisfactory countdown. Apologies to fans of space-rocket launches, Manfred Mann and retro confectionery. Atlético make four changes to the side named for the 1-0 win at Rayo Vallecano on Saturday. Thomas, Koke, Juanfran and Diego Costa are in. Santiago Arias, Ángel Correa and Alvaro Morata drop to the bench, while Alejandro Galvez misses out entirely. Juve make three changes to the team selected for the 3-0 home victory over Frosinone last Friday. Miralem Pjanić, Alex Sandro and Blaise Matuidi return, taking the places of the benched João Cancelo and Emre Can, and the injured Sami Khedira. Atlético Madrid: Oblak, Juanfran, Gimenez, Godin, Filipe Luis, Koke, Thomas, Rodri, Saul, Griezmann, Costa. Subs: Adan, Arias, Kalinic, Correa, Lemar, Savic, Morata. Juventus: Szczesny, De Sciglio, Bonucci, Chiellini, Alex Sandro, Bentancur, Pjanic, Matuidi, Dybala, Mandzukic, Ronaldo. Subs: Perin, Caceres, Joao Cancelo, Can, Rugani, Bernardeschi, Spinazzola. Referee: Felix Zwayer (Germany). It’s guaranteed to be another Nearly Year for at least one of the Nearly Teams of recent seasons. Atlético Madrid and Juventus have both reached the final twice in the past five years, but neither have lifted the trophy during that time. Atlético were denied by their city rivals Real in 2014 and 2016; Juve were downed by Barcelona in 2015 and Real in 2017. Only one of them will still have the chance to right those wrongs after this tie is over. Atlético will be especially desperate to reach the final again, because this season it’s going to be played at their very own Estadio Metropolitano. Diego Simeone’s team aren’t going into this tie in the best form, having won just four of their last nine matches in all competitions. But it’s not all bad news. Antoine Griezmann has smoking-hot boots right now, with ten goals in his last 11 appearances. Los Colchoneros - the reigning Europa League champs - have won their last eight European matches at home. They’re unbeaten in 12 home Champions League matches. And they’ve won their last five home games against Italian teams. Plenty to go on there. Juve’s patchy record against Spanish teams will also give Atlético heart. The Bianconeri have won only three of their last nine matches in Spain (albeit both of the last two, against Real Madrid and Valencia). In total, they’ve lost 16 of 28 away games against teams from La Liga. But then their current form is where they’ll draw inspiration. Massimiliano Allegri’s men are still unbeaten in Serie A, while Cristiano Ronaldo has already celebrated 21 goals in Juve’s zebra stripes, some return for the 34-year-old seeing he’s only played 32 matches. It really depends how you look at it. Both defences are mean as hell, so this may be tense rather than thrilling. Then again, everyone expected a goalfest at Anfield last night, and look what happened there. So here’s hoping we witness a few flying in, as two European giants go toe to toe for a place in the quarter-finals of the 2018-19 Champions League. It’s the 1974, 2014 and 2016 runners-up versus the 1985 and 1996 winners! It’s on! Kick off: 8pm GMT, 9pm local."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}