{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/feb/05/west-indies-england-calypso-cricketers-test", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-02-05T20:00:18Z", "webTitle": "West Indies roll back years to make England look like Calypso Cricketers | Andy Bull", "webUrl": "https://www.theguardian.com/sport/2019/feb/05/west-indies-england-calypso-cricketers-test", "apiUrl": "https://content.guardianapis.com/sport/2019/feb/05/west-indies-england-calypso-cricketers-test", "fields": {"headline": "West Indies roll back years to make England look like Calypso Cricketers", "bodyText": "Long before he won the Queen’s Gold Medal for Poetry, John Agard used to dream he would be a cricket commentator. On Desert Island Discs he told Kirsty Young that when he was growing up in Georgetown he would practise John Arlott’s best lines “the way a present day teenager might stand in front of the mirror and pretend to be a rapper, say”. Agard had no plan to grow up a poet then but realised later that this was when “it all came together”. In 1993, not long after Arlott died, Agard published Prospero Caliban Cricket, which he dedicated to CLR James. Prospero batting Caliban bowling and is cricket is cricket in yuh rickaticks but from afar it look like politics In the poem Agard has the West Indian quick as Caliban, “arcing de ball like an unpredictable whip” and the English batsman as Prospero “invoking the name of WG Grace to preserve him from a bouncer to the face”. And always that refrain “and is cricket is cricket in yuh rickaticks / but from afar it look like politics”. The story of West Indian cricket is such a large part of the story of the West Indian people the two cannot be split apart. So the politics are always there, just beneath the surface, especially when they play England. Clive Lloyd grew up in Georgetown too, five years ahead of Agard. “We did not want to put on black leather gloves and give clenched-fist salutes but we did want people to know that we weren’t ‘Calypso Cricketers’,” Lloyd says in his biography, Supercat. “I detest that phrase. It suggests we were slap-happy, unthinking players who simply hoped for the best. That all we were good for was a quick 40. I always found the phrase so patronising. There was a lazy way of looking at West Indies cricket in those days, and ‘Calypso Cricket’ was a big part of it.” Lloyd remembers one interview. “‘Well, Clive your team seems to win some games and lose others and that’s the way you play,’ the journalist said, and I remember thinking,” Lloyd writes, “‘Here is one man we have to educate so he is able to think again.’” It took Lloyd, Viv Richards, Malcolm Marshall and the rest of that generation years to do it. “To show the world, that we were strong, intelligent professional people,” Lloyd writes, “to show the world that we were thinkers, that we had standards, that we could stay the distance, that in adversity we would not capitulate. That we could fight.” Reputations are hard won and easily lost. Three of the best cricketers West Indies have are not playing in this series. Andre Russell is in Dhaka playing for the Dynamites in the Bangladesh Premier League. So is Kieron Pollard, and so is Sunil Narine. Russell, Pollard and Narine are all in their early 30s. Between the three of them they have played 1,037 Twenty20 games but only seven Tests. Narine was once ranked the world’s best one-day international bowler, Russell the seventh best ODI all-rounder, Pollard the 11th. They may have made it in Test cricket, or they may not, there are no guarantees their skills would cross over. The point is we, and they, will never know. Russell, Pollard and Narine were part of a generation who came through just as some of the senior players above them were turning away from Test cricket towards the T20 leagues. Dwayne Bravo played the last of his 40 Tests in 2010 when he was 27. The year before that Chris Gayle gave his infamous interview to Anna Kessel when he said he “wouldn’t be so sad” if Test cricket died out, although, unlike Bravo, he stuck at it, off and on, for three more years. Everyone talks about how Test cricket is the pinnacle of the sport, but it wasn’t for the West Indians. Not any more. There were a lot of good reasons why that happened. There was the money, of course. “My household needs wouldn’t be fulfilled just by playing in the West Indies team,” Russell said in 2015. But also the fact that they were so badly treated by the West Indian board, and that the set-up there felt so unprofessional compared to what they had grown used to abroad. But the upshot of it all was that West Indies, who won the World T20 in 2012 and 2016, became Test match easy-beats, derided and patronised. Colin Graves called them “mediocre”, Mark Nicholas said that they “lacked brains”, Geoffrey Boycott that they were “ordinary” and “average”. How did Lloyd put it? “It suggests we were slap-happy, unthinking players who simply hoped for the best. That all we were good for was a quick forty.” Now here they are, a generation on again, schooling England in the forgotten disciplines of Test cricket: restraint, resilience and self-denial, steadfast batting and straight, fast bowling. John Campbell, written off as another T20 wannabe when he got out twice in one day during the warm-up match at Cave Hill, has been grinding out opening stands with Kraigg Brathwaite. Darren Bravo, back in the team after a two-year exile, is batting the best part of six hours for 50 crucial runs and talking about wanting to play 100 Tests. It is England who look ordinary and average, slap-happy and unthinking, who, as their own coach said, lack the “guts” and “determination” they need to succeed in this format. Prospero invoking de God of snow wishing a shower of flakes would stop all play but de sky so bright with carib glow you can’t even appeal for light much less ask for snow Is cricket is cricket in yuh rickaticks but from far it look like politics"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}