{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/feb/17/refugees-in-indonesia-say-few-would-risk-a-boat-ride-to-australia", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-02-16T22:02:42Z", "webTitle": "Refugees in Indonesia say few would risk a boat ride to Australia", "webUrl": "https://www.theguardian.com/australia-news/2019/feb/17/refugees-in-indonesia-say-few-would-risk-a-boat-ride-to-australia", "apiUrl": "https://content.guardianapis.com/australia-news/2019/feb/17/refugees-in-indonesia-say-few-would-risk-a-boat-ride-to-australia", "fields": {"headline": "Refugees in Indonesia say few would risk a boat ride to Australia", "bodyText": "“I don’t think it will be like before,” 21-year-old Hussain Badavi says, as he contemplates the idea of taking a boat to Australia – something the young Iranian refugee tried once but failed. “In 2012-2013 it was around $3,000 to take a boat. Maybe it’s double now,” he guesses, “Only a few people have that money now.” In the wake of the medevac legislation – allowing for those detained on Manus Island and Nauru to be transferred to Australia for medical treatment – the prime minister, Scott Morrison, has claimed the new measures will propel a fresh wave of asylum seeker boats on to Australian shores. But in Indonesia, where more than 13,000 asylum seekers and refugees live in financial hardship and uncertainty, most say they couldn’t get on a boat – even if they wanted to. For many, mustering up the thousands of dollars that would cost, is near impossible. “The Australian prime minister, I am so sorry to, say is always telling lies about refugees and our situation,” 21-year-old Erfan Dana, a refugee from Afghanistan, says. “If I had another option I would not have spent three years of my life in a detention centre,” he continues, “If I had enough money, I would not choose to be watched 24 hours a day, not going outside with a free mind, and a brave heart, like an ordinary person.” Dana arrived in Indonesia aged 16, and now lives in housing provided by the International Organisation for Migration (IOM) in Batam, where he shares a room with three others. Each IOM registered refugee, he says, is in an extreme financial situation, receiving an allowance of Rp1,250,000 (about AUD $123) per month, or less than $4 a day. Thousands of refugees are living that way, in protracted limbo, waiting out a brutally long resettlement process. Most refugees have been here for at least a few years, some a decade, others even longer. Last week an Afghan father and son who have been stuck in Indonesia for 17 years set themselves on fire in their detention centre in Sulawesi, in attempt to get the attention of the UNHCR, after a month-long hunger strike failed. Sajjad, the son, died in hospital three days later. “They were tired of waiting too long, and suffering from an uncertain future,” says Dana, who can recall at least six other refugee suicides in recent years, “It was heart breaking for everyone.” One Yemeni refugee, who goes by his nickname “Chucky”, is being helped by his family, but that might not last forever. “My family is supporting me for now, but I don’t know how long that will last,” the 25-year-old told the Guardian, “If they allowed us to work in Indonesia it would be easier for us to survive, instead of risking our lives on boats.” Prohibited from working in Indonesia – a country most envisioned would be a brief transit stop – economic struggles are constant for the thousands of asylum seekers and refugees stranded here from countries such as Afghanistan, Yemen, and Iran. Last year it got so bad that hundreds started sleeping under makeshift tarpaulin tents on a street in West Jakarta, in the hope the adjacent detention facility, already full to the brim, would offer them shelter and food. Some refugees do work illegally, such as setting up stalls in traditional markets, but Badavi says they only make enough to get by: “just enough for life, and for food.” While Morrison has perpetuated fear-mongering claims the asylum seeker “beast” could be once again stirring, in Indonesia it is totally different story. Not one of the six refugees interviewed for this story said they knew anyone willing to get on a boat. Besides the financial infeasibility for most, few are willing to put their life in the hands of a people smuggler. Mozhgan Moarefizadeh, an Iranian refugee and co-founder of the Refugees &amp; Asylum Seekers Information Centre, says hardly anyone sees taking a boat as a viable option anymore. “Any time the boat talks come back to the community everyone is just sick of it. They are like no, it just not an option anymore,” Moarefizadeh says, “First off it is very risky. They arrive and either they will be turned back or be stuck on Manus, or Nauru or Christmas Island. So what’s the point?” More to the point, she says, many who are already registered as refugees by the UNHCR aren’t willing to try, knowing they will likely get caught and then have to start the lengthy resettlement process all over again. The belief is that after many years in Indonesia already, it is probably faster, and safer, to take the legal route. And even if people smugglers are waiting eagerly in the wings, there are significant doubts traffickers could find thousands willing to get on board. “I hope no one can go by boat,” Badavi says, reflecting on his own perilous attempt several years ago, “Because then a lot of people will die again.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}