{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/feb/01/rafael-benitez-newcastle-united-signings-improve-mood", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-01T22:30:14Z", "webTitle": "Rafael Benítez relaxes after his brinkmanship boosts Newcastle’s on-field options", "webUrl": "https://www.theguardian.com/football/2019/feb/01/rafael-benitez-newcastle-united-signings-improve-mood", "apiUrl": "https://content.guardianapis.com/football/2019/feb/01/rafael-benitez-newcastle-united-signings-improve-mood", "fields": {"headline": "Benítez relaxes after brinkmanship boosts Newcastle’s on-field options", "bodyText": "The uneasy coalition between lofty ambition and brutal pragmatism at Newcastle United endures, with Rafael Benítez conceding he is “happier” than he was a few days ago but remaining reluctant to commit his future to working for the owner, Mike Ashley. This new-found spirit of cautious compromise represents something of a truce. After all, only last Monday the Newcastle manager refused to rule out the possibility of tendering his resignation if the relegation-threatened club failed to strengthen his squad by the transfer market’s closure on Thursday. Ashley is not a man pushed easily into corners but, for once, an owner maverick even by football’s standards took the hint and an appeasement policy was swiftly initiated. It involved the arrival of Miguel Almirón, the Paraguay playmaker, from Atlanta United for a club-record £21m and Antonio Barreca, a loanee left‑back from Monaco, and simultaneously raised hopes that Benítez might finally extend a contract which expires in May. The 58-year-old at least seems open to the possibility of entering negotiations. “I didn’t say if we don’t sign players I will leave, so I will not say now that, because we’ve signed two players, I will sign,” he said in the lead-up to the trip to Tottenham on Saturday. “We have plenty of time to sit down and talk about the future. I’m quite relaxed about it. We have to be sure we’re going in the right direction. We have to stay calm.” As a practised politician, he habitually weighs his words carefully but they can be decoded as a message to Ashley that he regards Almirón’s arrival as merely the start of a squad strengthening process required to compensate for two years of significant under-investment. “I’m quite pragmatic,” said Newcastle’s manager. “I’m happier now than one week ago. Why? Because we won against Manchester City on Tuesday and we have brought in two players. These two players, they give us something that we didn’t have. With them we have more chance to improve.” While Barreca could be involved against Spurs, Almirón’s debut will have to wait until the trip to Wolves on Monday week as he must first complete visa and work permit formalities. If the pair should help ensure Newcastle avoid falling into the Championship, their presence will be insufficient to fulfil Benítez’s ambition of leading the club back into European combat. Indeed he indicated Ashley has done only the bare minimum. “Every single fan knew we needed a left-back and a No 10,” he said. “It was obvious so we signed two players in these two positions and we are a little better than we were because I can change some things now and we’ve created competition – these new faces mean the rest of the players have to compete and it’s always important to have people thinking they need to do better – but the priority is still to stay up. Don’t forget one thing, it’s not what I wanted; it was what we obviously needed and we’ve signed two players without experience in the Premier League who will need time. But everyone is a little bit happier today.” Before the 2-1 win against Pep Guardiola’s side on Tuesday, Benítez described himself as “cold minded”, explaining that switching his brain to a detached, logical setting proved the best antidote against the sort of mistakes frequently made when anxiety and emotion cloud managerial judgment. Yet as Liverpool fans can confirm, their former manager is also a football romantic who thrives on the sort of close bonds with supporters he enjoyed at Anfield and has now replicated at St James’ Park. Much as his trust in Ashley has been eroded and his fears Newcastle may not be sold any time soon have risen, Benítez would clearly turn his back on the club with a heavy heart. He has fallen at least half in love with the place and desperately wants to become the first manager to deliver Newcastle a trophy since the Fairs Cup 1969. “This is a massive city with massive support for our team,” he said on Friday, hinting at glorious, if still distant, possibilities. With protests against Ashley’s regime gaining traction, the Sports Direct owner has real reason to fear an unprecedented slump in season-ticket sales should Benítez leave in May. A once unlikely rapprochement seems possible now but much hinges on whether a much-coveted serial trophy winner succumbs to that romantic streak – or listens to his “cold mind” and breaks free of the ties binding him to Tyneside."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}