{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/feb/19/lyon-v-barcelona-champions-league-last-16-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-19T21:54:15Z", "webTitle": "Lyon 0-0 Barcelona: Champions League last 16 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/feb/19/lyon-v-barcelona-champions-league-last-16-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/feb/19/lyon-v-barcelona-champions-league-last-16-live", "fields": {"headline": "Lyon 0-0 Barcelona: Champions League last 16 – as it happened", "bodyText": "Match report here. The home crowd greet the final whistle with measured applause. Their team put in a tremendous effort and will fancy their chances of scoring an away leg, especially with Nabil Fékir back. Barça will be confident of netting in the Camp Nou too, of course, but they will have to finish better than they did here. Their precision continually abandoned them at the crucial moment and, in the end, they were thankful for a fabulous save by Ter Stegen, who pushed a shot by Terrier on to the crossbar in the first half. The second leg will be well worth following - and you’ll be able to do that right here. See ya! 90+2: Barceloan try to walk it in but Lyon aren’t about to allow that. In days gone by, Coutinho would settle this by lashing into the net from long range but he hasn’t even tried that so far ... 90 min: Lyon will have to hang on for at least three more minutes ... 90 min: Messi dabs a feeble freekick into the wall and then rams the follow-up into it, too. The home fans jubilate! 89 min: A ridiculous, trademark run by Messi, slaloming between three defenders before being tripped at the edge of the area. Freekick in an ominous position, just outside the D ... 88 min: Semedo booked for pulling back Aouar after a fine run by the midfielder. 86 min: Messi thrashes another shot wide from a promising position. Barça just haven’t had their shooting boots on today. 85 min: Messi runs to retrieve an overhit cross from the left, then picks out Busquets at the edge of the box. Busquets tries curl one into the net, but Lopes watch it all the way and tips it over the bar. He probably could have caught it but decided not to take the risk. 84 min: Suarez floats a cross from the right towards Coutinho. Dubois strains his neck to head clear. Lyon substitution: Cheikh Diop on, Ndombele off. 82 min: The effect of the away goal rule is interesting here: Barcelona are more eager to score as they know doing so now would swing the tie hugely in their favour; whereas the home team know that 0-0 would leave it tilted slightly their way, as an away goal in the Camp Nou would count double. 80 min: Roberto booked for kicking the ball away. And on that note, he’s subbed off and replaced by Vidal. 77 min: Mendy is robbed on half way and suddenly Barcelona launch a dangerous attack, Suarez pinging a diagonal pass to Messi. Dubois does superbly to stop him from getting off a clear shot from 10 yards. 76 min: Coutinho lets fly from 20 yards. Lopes springs to his left and saves well. Lyon substitution: Here comes Cornet, in place of Terrier. 74 min: Alba, an increasing menace to Lyon, raids down the left and nips a cute ball into Suarez, who lunges at it and tries to poke it into the net from close range. But he didn’t get a firm enough touch and Lopes is able to save. 73 min: Depay jinks past Semedo but then overhits his cross. 72 min: Barcelona starting to gain the upper hand. They’re stretching Lyon more and more at the back but still can’t find a sure touch when it really matters. 70 min: Ala picks out Suarez with a low cross from the left. The striker falls as he shoots first time ... and slashes the ball just wide from 18 yards! Lyon substitution: Tousart on, Traore off. No Cornet yet, then. Bruno Genesio probably thinking 0-0 isn’t a bad result in the home leg. 68 min: Messi skitters through the Lyon defence, helped by a favourable ricochet. Then he tries to clip the ball over the advancing keeper. But the angle is too tight and the ball floats over the bar. Barcelona substitution: Coutinho on, Dembélé off. 66 min: Messi swaps passes with Dembélé and then unloads a shot from a difficult angle on the left. Lopes bats it away. 65 min: A break in play as Roberto’s receives treatment for a bloodied nose caused, accidentally, by Aouar’s elbow. 62 min: Lyon spring forward on the counter. Depay plays in Dembélé, who beats Lenglet ... but Ter Stegen rusehs off his line to smother. 61 min: Depay whizzes down the left and flashes a cross into the danger zone. Ter Stegen cuts it out, spilling it the first time and then pouncing to retrieve. 60 min: Suarez goes down holding his head ... because the ball hit it. The ref is duped into awarding a freekick. 58 min: Semedo catches Mendy on the ankle, giving Lyon a freekick wide on the left. The crowd are peeved that none of these fouls by Barcelona are leading to yellow cards. And their anger deepens when Depay bogs the freekick way over the bar. 56 min: Alba finds Suarez in the box. But the Uruguayan’s touch is off, and Denaye is quickly on him and relieves him of the ball. 54 min: Leglet, who has been unusually gauche today, whacks Depay from behind near halfway and somehow escapes a yellow card. 52 min: Alba challenges Traore on the left hand side of the Barcelona box. The ball squirts out to Depay, who aims a first-time curling shot towards the far post. It floats inches wide! 51 min: Smart positioning enables Marcelo to cut out a dangerous low cross from the left by Dembele. 49 min: Dembélé presents the ball to Messi, running on to it outside the D. but Messi’s first touch is unusually oafish, allowing Denayer to step in and clear. 47 min: Barça make the brighter start to the second period, pushing Lyon back and probing ... until Lenglet gives the ball away. “Isn’t Suarez just a yard or so too slow these days,” ventures Paul Fitzgerald. “Incredibly instinctive player but but seems to labour onto through balls I’ve noticed.” That’s been the case so far today, at any rate. 46 min: No substitutions during the break. “Fear not, Paul, Traor\be will make way for Cornet in 25 minutes,” prophesizes Ane Onyme. And then what? Another Cornet winner? An entertaining and high-class half despite the lack of goals. There was no shortage of attacking and plenty of foxy moves but the finishing has mostly been off. Lyon came closest to scoring but Terrier was denied by a wonderful save from Ter Stegen. But Barcelona generally looked more dangerous although both teams had periods of superiority. It’s hard to see this ending scoreless. 45+1 min: Busquets’ shot from the edge of the area takes a nick off Denayer ... and glides a yard wide. 45 min: Beautiful move by Lyon! A series of one-twos open up the Barça ... can Terrier provide the perfect finish? No! he cracks his shot wide from 15 yards. 43 min: Dembélé collects a rolled pass from Messi near the edge of the Lyon box and then takes the keeper by surprise with a well disguised snapshot, Fortunately for Lyon it flashes just wide of the near post. 41 min: A rare mistake by Ndombele, who sends a pass straight to Sergi Roberto, who, in turn, release Suarez down the right. Suddenly Barça have 3 v 3. But Suarez’s pass towards Dembele is too long. 40 min: Lenglet gets lucky as the ref rules that he’s fouled by Depay, who rolled past him and sent Dembélé clear for what would have been a great chance. 38 min: Messi delivers a sumptuous cross from the left, but Dembélé gets his attempted volley all wrong. 35 min: Suarez tries to chip the keeper from just outside the area. But Lopez was practically on his line and not likely to fall for that. 34 min: Busquets flicks on Messi’s freekick at the near post. Lenglet tries to head in but, under pressure from Denayer, manages only to nod over the bar. 33 min: Suarez performs a one-two in the box with Dembélé but then is forced back out of the area by Dubois ... who then shoves him and gets a booking. Freekick to Barça wide on the left. 30 min: Lovely play by the hosts. Ndombele again heavily involved before Depay slips a nice pass through to Dembélé, who open fire from the edge of the box. but Piqué slides in to make a critical block. 28 min: Lyon’s good spell continues. They’re penning Barça back with some very adroit passing ... until Depay overhits and attempted throughball to Dembélé. 27 min: Depay’s freekick is headed clear by Piqué. 26 min: A good move by Lyon - orchestrated by Ndombele - relieves the pressure, allowing the hosts to spend a bit of time in the opposing half. Mendy joins in the attack and races past Sergi Roberto before the being chopped down. Freekick to Lyon wide on the left. 24 min: Messi fizzes in a corner. Mendy heads it away at the near post. 23 min: Barça are setting up camp in the Lyon half. 21 min: Barça tear forward again. They’re ripping into Lyon every time they get the ball now and it’s starting to look ominous for the French side. But they’ve been spared so far by Barça’s uncharacteristically shoddy finishing. Dembele has jsut given another example, ballooning the ball into the stands when Suarez was appealing for a pass in front of goal. 19 min: O Dembele turns Dubois inside out down the left. Lopes prevents him from topping off the run with a goal, making a good one-on-one save from the left. 17 min: After a lovely buildup, Alba pulls a pass back from the left for Messi, who has a clear shot from 14 yards. But he lifts his shot way over the bar. A lapse in basic technique by the Messi, who can’t quite believe it! 15 min: Sergi Roberto tees up Rakitic at the edge of the box. The Croat aims a gentle curler towards the far corner ... but it drifts fractionally wide. 14 min: After a nice passing sequence by Lyon, Depay over-indulges and gets dispossessed near half-way by Messi, who immediately skedaddles forward to try to inflict maximum punishment. Lyon’s defence scrambles sufficiently to block his shot from 20 yards. 12 min: M. Dembélé fouls O. Dembélé. Messi curls in the freekick from the left. Marcelo’s header doesn’t quite clear. O. Dembele picks it up on the edge of the box but skies the shot. 9 min: Terrier comes in from the left and collects a lay-back by Dembele before unleashing an absolutely ferocious shot from 25 yards! And Ter Stegen makes a wonderful one-handed save! Reaching it was a feat, but having the hand-strength to push the shot on t o the crossbar was even more impressive. And then he got up and snaffled the rebound before Dembele could get to it. 8 min: It’s been a good open start, with Barcelona looking particularly dynamic. It looks like they’re trying to subjugate their hosts early doors. Which isn’t to say that Lyon have been dominated. 6 min: Point of order: I should have mentioned beforehand that Var is in use today, and will be in all matches fo the remainder of the competition. I was reminded of that by the ref, who has just reminded the players by making a TV motion to warn them they won’t get away with any pulling or shoving when corner kicks are being delivered. 5 min: That’s better from Aouar! His curling low shot from the edge of the area forces Ter Stegen to push it behind for a corner. 5 min: Messi clips the freekick over the wall ... and a couple of yards over the bar. The home crowd exhale. 4 min: Barça’s press pays off: Sergi Roberto robs Aouar in midfield and then feeds Messi, who skitters towards the box. Aouar chases back but brings down the Argentinian from behind. Freekick just inside the D, perfectly central... 3 min: Lyon are trying to press Barcelona to disrupt their building from the back by Barça are good enough to play out so far. 1 min: Lyon-Barcelona is go! The visitors kick off ... and fire off a shot after 24 seconds! Dembele outpaced the home defence to chase down a pass over the top by Piqué and then let fly from the left-hand corner of the box. But he smashed the bouncing ball several yards wide of the far post. Whatever Mendy’s injury is, it hasn’t prevented him from starting: let’s hope he’s fit enough to play the whole match. The teams march out to a tremendous din and lots of coordinated flag-waving. Ouch! This could be a big blow for Lyon and those of us who were looking forward to seeing Mendy in action against Messi: the left-back has been injured in the warm-up and could be replaced by Marçal. The atmosphere in the OL Stadium sounds pleasingly rambunctious. The surprise is Lyon’s lineup is Martin Terrier, who’ll play on the left wing instead of Maxwell Cornet. That’s a bit of a turn-up because Cornet has been particularly good in big games this season but 21-year-old Terrier has impressed in recent outings (with Rafa Benitez among those impressed, as he had design on bringing him to Newcastle). “Denayer has been phenomenal for Lyon and the outstanding moment just has to be his flying header goalline clearance against PSG a couple of weeks ago,” says Kari Tulinius, fluffing his pompoms to full effect.. “Every Lyon game I’ve watched this season has been phenomenal, hope this one is too. Enjoy!” I’m guessing you’ve mainly seen their big games? Because, as mentioned, they have a pleasing habit of turning it on in those. It’s a sad that Fékir’s missing but we can still hope for top showing from Depay, Aouar, Mendy and Ndombele and Dembele: Lyon sure have enough talent to trouble Barça who, by the same token, have the ability to kill the tie today. The last time Lyon hosted Barcelona, in 2009, they scored (in a 1-1 draw) thanks to this masterpiece by the one true king of freekicks, Juninho Pernambucano. Go to 00:51 in this video and marvel at the utter discombobulation of Victor Valdés. There are goalkeepers who must still wake in a cold sweat thinking of what Juninho did to them (for more on him, read this if you fancy). Good news for Lyon as Jason Denayer has overcome thigh bother and is fit enough to take his place in central defence, where he has been in top form recently. Lyon: Lopes; Dubois, Marcelo, Denayer, Mendy; Ndombélé, Aouar; Terrier, Depay, Traoré; Dembélé Subs: Gorgelin, Marçal, Tete, Cheikh, Solet, Cornet, Tousart Barcelona: Ter Stegen; Semedo, Piqué, Lenglet, Alba; Sergi Roberto, Busquets, Rakitic; Messi, Suarez, Dembélé Subs: Pena, Coutinho, Malcom, Murillo, Vidal, Umtiti, Alena Referee: C Cakir (Tur) Hello and welcome to the only last 16 tie between two teams who were unbeaten in the group stages. Barcelona, you will remember, swept to the top of a group that included Spurs, Inter and PSV, while Lyon finished second below Manchester City despite winning away to Pep Guardiola’s side. Oddly, all of Lyon’s home matches in the group stage ended 2-2: Barcelona would probably take that today, since it would leave them as heavy favourites to finish the job at the Camp Nou. On the other hand, there is a clear opportunity for them to take an even bigger advantage from this first leg because suspension deprives Lyon of their snazzy playmaker, Nabil Fékir. But Lyon do still have some fine players as well as a habit of producing their best against the most formidable opponents. And this Barça side are vulnerable. Indeed, Barça have not won any of their last five away knockout matches in this competition and in their last one – against Roma last season – they were blown away. So there should be opportunities for both teams today and we can expect them to go at each other with gusto. We can look forward, in particular, to the duel between Lionel Messi and Ferland Mendy, the 23-year-old left-back whom Barça are known to admire. All in all, we’ve got ourselves a potential humdinger."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}