{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/feb/11/the-making-of-me-review-a-moving-profound-look-at-trans-peoples-lives", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-02-11T23:00:18Z", "webTitle": "The Making of Me review –  a moving, profound look at trans people's lives", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/feb/11/the-making-of-me-review-a-moving-profound-look-at-trans-peoples-lives", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/feb/11/the-making-of-me-review-a-moving-profound-look-at-trans-peoples-lives", "fields": {"headline": "The Making of Me review –  a moving, profound look at trans people's lives", "bodyText": "It’s Cairo’s 26th birthday and his first as a trans man. “It’s like a two-for-one bargain,” his mum jokes of gaining a son after having a daughter. She gives Cairo “the packed lunch you didn’t have when you were a little boy” because we all start out in a crazy world where even our lunchboxes are gendered. Then she gets serious. “Why didn’t I realise?” she asks. “I could have helped you more.” This is a refrain that runs through The Making of Me (Channel 4), a simple, affecting series following nine people, and those who love them, over three years as they transition. It’s both a masterclass in how to be a loving and supportive family or friend to a trans person and how, as the transcendent line from Jill Soloway’s award-winning series Transparent goes: “When one person transitions the entire family transitions.” “My dad’s transgender and he dresses up as a girl,” says 10-year-old Izzy of her father, a mischievous security guard from Sheffield who is transitioning from Rupert to Vicky. Vicky recalls being fascinated by women’s shoes in her mother’s catalogues as an 11-year-old boy and how she suppressed her gender identity for 30 years, got married and had kids until “eventually it came back”. She worries about her deep voice, which leads to constant misgendering, and the impact of everything on her children: “You feel guilty, like you’re taking something away from them … ie, a father.” And what does Izzy make of her dad? “He’s still my dad but we call him Vicky,” she says. Later she is asked if she has advice for other children of trans parents. “I’ve got advice for Vicky,” she says with a grin. “Dress better.” In Chesterfield, 56-year-old project manager Simon, whose transgender name is Jackie, is awaiting facial surgery. The plan is to physically transition in the next two years. “At the moment we don’t know what you are, do we?” says Julie, Simon’s wife of 35 years, who is fabulous and responds to all the transitions that transition brings with love, levity and a load of knitting. Weeks later, they are in hospital waiting for Simon to head into theatre. “What if I don’t fancy you after?” she wonders. She’d like him to emerge looking like Tom Hiddleston “but that would be totally off what you want”. “Who?” Simon asks. It’s a sweet bit of repartee but it also demonstrates the profound and often overlooked changes, in sexuality apart from anything else, that partners of trans people also undergo. Mostly, Julie is up for it. “The worst scenario would be to lose Jackie or Simon,” she says. Less than a year later, she is helping Jackie weigh pudding rice to decide what breast size to choose. “It’s more important to be soulmates,” says Julie, knitting again. “We’ve loved each other for nearly 40 years. That love doesn’t go away.” Cairo, who is having monthly testosterone injections, just wants people to “see who I am”. Men still hit on him. He gets misgendered a lot. “What do I need to do to get people to understand that I’m a man?” he asks in frustration. His girlfriend isn’t sure. “I came into this relationship knowing who I was,” she says of how she felt when Cairo came out as trans. “I felt a bit betrayed. Can I be with a man?” By the end, Cairo has been taking testosterone for almost a year, is on his first paid job as a male model, and single. “People change,” he says of the relationship ending. “I’m in such a happy place now.” Like other recent Channel 4 programmes about gender identity (Genderquake, Trans Kids, Butterfly), The Making of Me explores trans people’s lives from trans people’s perspectives; the broad spectrum of lived experience so many of the toxic debates and culture wars obscure. Also, thankfully, without showing vast amounts of surgery. This simple approach is respectful and requisite in inflammatory times. One person’s moral panic, after all, is another person’s life. Which isn’t to say the time for discussion is ever over, only that the time for empathy, listening and, well, living, is always now. As Jackie puts it after going to work as herself for the first time and finding a welcome sign in the women’s toilets: “I can just be me all the time. I can be happy.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}