{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/feb/01/robbie-grabarz-olympic-silver-12-russian-athletes-banned-doping", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-02-01T22:05:00Z", "webTitle": "Robbie Grabarz set for Olympic silver as 12 Russians banned for doping", "webUrl": "https://www.theguardian.com/sport/2019/feb/01/robbie-grabarz-olympic-silver-12-russian-athletes-banned-doping", "apiUrl": "https://content.guardianapis.com/sport/2019/feb/01/robbie-grabarz-olympic-silver-12-russian-athletes-banned-doping", "fields": {"headline": "Robbie Grabarz set for Olympic silver as 12 Russians are banned for doping", "bodyText": "Britain’s Robbie Grabarz looks poised to be awarded an Olympic silver medal after 12 Russian athletes, including the London 2012 high jump winner, Ivan Ukhov, were banned for doping by the court of arbitration for sport. Svetlana Shkolina, who won high jump bronze at the London Olympics and gold at the 2013 world championships in Moscow, was also banned after Cas found the Russians were all involved in a “centralised” doping scheme. Ukhov and Shklolina have been banned for four years, with their results and medals obtained from July 2012 to the end of the 2015 season also retrospectively annulled. The hammer thrower Tatyana Lysenko, who has already been stripped of her London 2012 gold medal, was banned for eight years and stripped of her 2013 world championship title for being convicted of a second doping offence. Brett Clothier, the head of Athletics Integrity Unit, said the Cas rulings – which were mainly fought on the evidence gathered by the Canadian lawyer Richard McLaren, who found that over 1,000 Russians had been involved in a state-sponsored doping programme – opened up the possibility of pursuing more cases in future. “The Cas rulings confirm the evidence underlying the McLaren reports is reliable and is capable of establishing anti-doping rule violations,” Clothier said. “It needs to be noted that some of these cases were fought solely on the basis of the McLaren evidence, while others were combined with analytical evidence gathered through retesting. It is very encouraging for us and gives us the possibility to pursue more cases in the future.” The AIU said it was awaiting access to underlying analytical data from the Moscow laboratory, which the World Anti-Doping Agency recently obtained and is in the process of authenticating, before deciding on the need for any “further investigation that may be required in order to pursue more cases”. Meanwhile the Wada director general Oliver Niggli welcomed the news as a victory for clean sport. “This should serve to reassure athletes that a lot of work is being conducted behind the scenes by various organisations that are committed to ensure that justice is rendered,” he added. “It reinforces the importance of ensuring that due process is followed and that evidence is carefully presented.” If Ukhov is stripped of the Olympic gold medal he won at London 2012, it will go to the American Erik Kynard and Qatar’s Mutaz Essa Barshim, Canada’s Derek Drouin and Grabarz, who shared bronze, will get silver."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}