{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/feb/11/dan-ashworth-football-association-technical-director-brighton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-11T22:30:19Z", "webTitle": "Dan Ashworth says FA exit prompted by England’s World Cup success", "webUrl": "https://www.theguardian.com/football/2019/feb/11/dan-ashworth-football-association-technical-director-brighton", "apiUrl": "https://content.guardianapis.com/football/2019/feb/11/dan-ashworth-football-association-technical-director-brighton", "fields": {"headline": "Dan Ashworth says England’s World Cup success sparked FA exit", "bodyText": "Dan Ashworth decided the time was right to quit as the Football Association’s technical director as the England squad landed back at Birmingham airport after their successful World Cup campaign in Russia last summer. The 47-year-old officially left his position at the FA on Monday after tendering his resignation in September and immediately takes up a similar role back in the Premier League with Brighton. His six-year stint with the national set-up was marked by the move to the national football centre at St George’s Park. The senior England men’s and women’s sides reached semi-finals at major tournaments, while the U17s and U20s won their respective World Cups and the U19s claimed the European Championships in 2017. Ashworth, who had previously been West Bromwich Albion’s technical director, was in Russia last summer to witness Gareth Southgate’s side progress to the semi-finals for the first time in 28 years. “In the back of my mind that may well have moved my decision,” he said. “When we landed on the runway coming back from Russia – I’ll never forget this – it occurred to me that it would be another four and a half years before we did this again. “It was emotionally quite difficult to get back into home life, family life, normal life while realising there was still a fair chunk of time before we had another go at competing in football’s ultimate tournament: a World Cup. It was difficult but in a nice way. I’d much rather have that than come back as we have after some other tournaments. But after six years I’d missed the day-to-day part of being at a football club: the transfer windows, seeing players and coaches every day and seeing your team compete once or twice a week.” Les Reed, the former head of football development and vice-chairman of football at Southampton, was appointed as Ashworth’s successor in December and has already taken up his duties at St George’s Park. Ashworth, for his part, will begin work at the Lancing training complex in Brighton on Tuesday. “I always felt I’d go back into club football one day,” he added. “My last three jobs have all been between five and six years. Maybe that’s me. Maybe every five or six years I need a new challenge. “I’ve read [my decision] is about money, but I’ve never been money driven, it’s got nothing to do with that. I left West Brom to come to England for less. It’s got nothing to do with that, or whether I believe England can win or will continue [progressing]. If I’d left it for another four and a half years then I’d have been at the FA for ten and a half years. That’s a big chunk away from club football. All those things were going round in my mind, so it seemed the right time, and the right opportunity, to leave with good experiences. “It’s about my own career and my own personal job satisfaction. I’ve loved every minute of this job. I don’t regret for a minute taking it. I’ve really, really enjoyed it. There are no push factors from this job. But it’s time for me, and maybe time for the organisation, to have a fresh set of eyes on it and a new challenge.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}