{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/feb/13/brexit-is-national-crisis-former-diplomats-tell-theresa-may", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-02-13T22:00:17Z", "webTitle": "Brexit is national crisis, former diplomats tell Theresa May", "webUrl": "https://www.theguardian.com/politics/2019/feb/13/brexit-is-national-crisis-former-diplomats-tell-theresa-may", "apiUrl": "https://content.guardianapis.com/politics/2019/feb/13/brexit-is-national-crisis-former-diplomats-tell-theresa-may", "fields": {"headline": "Brexit is national crisis, former diplomats tell Theresa May", "bodyText": "More than 40 former British ambassadors and high commissioners have written to Theresa May warning her that Brexit has turned into a “national crisis” and urging her to delay proceedings until the government has greater clarity about Britain’s likely future relationship with Europe. The letter, signed by many of the most senior diplomats of the last 20 years, underlines concerns that British influence in the world will wane if the country leaves Europe’s trading and foreign policy bloc. In a joint statement they write: “As former diplomats who have served around the world we have a clear understanding of what contributes to Britain’s influence in the world. Our advice to Theresa May today is clear: we should not leave the EU when we have no clarity about our final destination. Instead we must use the mechanisms at our disposal, above all we must seek to extend the article 50 negotiating period.” The signatories are headed by Sir Nigel Sheinwald, former permanent representative to the EU and ambassador to the US, who, on Wednesday, declared his support for the People’s Vote campaign for the first time. Other signatories include more familiar opponents of Brexit including Lord Kerr, the author of article 50, Lord Hannay, permanent representative to the EEC under Margaret Thatcher’s government, and Lord Ricketts, the former ambassador to France and national security adviser to David Cameron. They write: “Our country’s national interest must always be paramount. The Brexit fiasco has already weakened the UK’s standing in the world. We strongly advocate a change of direction before it is too late. It is clear that Brexit has turned into a national crisis. “There is no possible deal that will be a sensible alternative to the privileged one we have today as members of the EU with a seat at the table, inside the single market and customs union but outside the Euro[zone] and Schengen [area]. They add: “There is now, in addition to extending article 50, a powerful argument to go back to the people and ask them whether they want the negotiated Brexit deal or would prefer to stay in the European union.” They warn: “If the prime minister’s deal is passed in parliament it will not be the end of Brexit but will in fact mark the start of year upon on year of negotiation and renegotiation – truly a ‘Brexternity’ of endless uncertainty about our future for both citizens and businesses alike.” Other signatories include Sir Roderic Lyne, UK ambassador to Russia (2000-2004), Christopher Prentice, ambassador to Iraq (2007-2009) and Italy (2011-2016), Sir Bryan Cartledge, ambassador to the Soviet Union (1985-1988), Sir Ivor Roberts, ambassador to tYugoslavia (1994-1997) and Italy (2003-2006), Sir William Patey, ambassador to Iraq (2005-2006) and Afghanistan (2010-2012), Sir Richard Dalton, ambassador to Libya (1999) and Iran (2003-2006), Sir David Warren, ambassador to Japan (2008-2012), and Dame Nicola Brewer, former high commissioner to South Africa (2009-2013). Many diplomats have expressed concern over Britain’s future influence when the form of its foreign policy and defence relationship with the EU remains unclear. There is also concern that the UK is leaving the EU at a time when the second pillar of UK foreign policy – the transatlantic relationship – has been out into question by the “America first” policy of Donald Trump."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}