{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/feb/09/johanna-konta-fed-cup-world-group-play-off-britain", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-02-09T22:16:46Z", "webTitle": "Johanna Konta’s gutsy win puts Britain into Fed Cup World Group play-off", "webUrl": "https://www.theguardian.com/sport/2019/feb/09/johanna-konta-fed-cup-world-group-play-off-britain", "apiUrl": "https://content.guardianapis.com/sport/2019/feb/09/johanna-konta-fed-cup-world-group-play-off-britain", "fields": {"headline": "Johanna Konta’s gutsy win puts Britain into Fed Cup World Group play-off", "bodyText": "Johanna Konta has already achieved many things in her career, including being within one win of a Wimbledon final, but in terms of sheer effort, there have surely been none finer or more courageous than this. Physically exhausted and mentally spent, the Briton somehow managed to haul her body over the line and with it, secured her country a chance to reach the elite World Group of the Fed Cup. Britain’s 2-0 win over Serbia in Bath means they will now compete in a World Group II play-off in April for a chance to return to the second tier of the sport’s flagship women’s team competition for the first time since 1993. When Britain lobbied the International Tennis Federation last summer to stage a first home tie since that last appearance in the World Group 26 years ago, they did so hoping that home advantage would get them out of Europe/Africa Group I. And through the entire week and especially when Konta needed them most, the spectators did the team proud. Konta’s 7-6 (1), 3-6, 6-2 win over Aleksandra Krunic, the world No 57, sealed the victory for Britain after Katie Boulter had beaten Ivana Jorovic 6-4, 6-3 in the opening match. This is the third consecutive year that Britain have qualified for the play-off and Britain’s captain, Anne Keothavong, paid tribute to the efforts of her players. “I’m just so proud, so, so proud,” she said. “It’s been unforgettable. The guts, the courage shown by Jo and Katie today. These girls are stronger than they realise.” All week Konta had spoken about “leaving it all out there”, putting her body and heart on the line in the quest to get them promoted. As she kneeled on all fours behind the stands before the start of the third set, her words seemed horribly prophetic. But somehow, against the odds, she recovered to win the decider. “I’m feeling pretty rubbish but it’s OK,” said Konta, who fell to her knees after her win and then needed help to get back to her feet. “The only thought I had was even if it was just me that was going to be out here, at least that would be one obstacle that was going to be a challenge for her, at least make her win it. “I just wanted to control what I could, really understand quickly my limitations and try to play within that and bring the most out of myself as possible, just with what I had, and I definitely zoned in.” Boulter had earlier given Britain the perfect start, defeating Jorovic to extend her perfect record this week to 4-0. It was a cool, impressive performance from the 22-year-old, who until Wednesday had never played a Fed Cup singles match before, but who has emerged from this week with confidence and real belief that big things are in her future. “I am close to tears right now,” Boulter said after her win over the world No 117, a year younger than her at 21. It has been a really long week. It means everything and so much more than that. I put everything on the court and have so much heart. It all just means so much to me. I wasn’t going in to this week thinking: ‘I’m going to win four matches.’ I was just putting my heart on the line and doing the best that I can, and then seeing what comes of it.” Given the effort required and having missed out in the play-off to Japan last year and to Romania in 2017, Britain will now await Tuesday’s draw with extra anticipation. “Here’s hoping for a home tie in April,” Konta said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}