{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/feb/16/paul-farbrace-steps-down-england-assistant-coach-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-02-16T19:51:00Z", "webTitle": "Paul Farbrace to step down as England assistant coach after Caribbean tour", "webUrl": "https://www.theguardian.com/sport/2019/feb/16/paul-farbrace-steps-down-england-assistant-coach-cricket", "apiUrl": "https://content.guardianapis.com/sport/2019/feb/16/paul-farbrace-steps-down-england-assistant-coach-cricket", "fields": {"headline": "Paul Farbrace to step down as England assistant coach after Caribbean tour", "bodyText": "The countdown to England’s World Cup campaign begins at the Kensington Oval on Wednesday. But one of the architects behind their rise to No 1 in the rankings – and status as favourites for the tournament – will not be seeing the project through to the end. Paul Farbrace, England’s assistant coach, announced on Saturday that he had accepted the role of sporting director at Warwickshire and will step down at the end of the Caribbean tour. The upcoming five-match one-day series against West Indies, and the three Twenty20 internationals that follow, will be his last in the set-up. As well as the World Cup on home soil this year, there is an Ashes series that follows. And Farbrace, who joined as assistant coach in 2014, before being reunited with the head coach, Trevor Bayliss, a year later, revealed Warwickshire had given him the option to delay his start date until after these two campaigns. But Ashley Giles, whose move from Edgbaston to the role of director of England cricket in December created the vacancy, was happy for the 51-year-old to move on next month. Bayliss is already due to leave in September and Farbrace, who previously worked under the Australian at Sri Lanka, did not consider himself as a candidate to either take over or stay on under a new head coach. “It’s a wrench,” said Farbrace at the team hotel on Saturday. “I’ve had the chance to do something I never dreamed I would come close to. I wasn’t good enough to play international cricket, I only played a little bit of county cricket. “I told Gilo in Antigua [two weeks ago] that I didn’t see myself carrying on after September. I think the Test team certainly need fresh voices and personally I need to do something different. I need to freshen up. International cricket is not something you can do halfheartedly. If I’d stayed, it would have been for the wrong reasons. “From a very selfish point of view I’d love to have been there at Lord’s on 14 July watching Eoin Morgan lift the World Cup. But the feeling was this is the right time.” Such certainty over the destiny of the World Cup is in keeping with Farbrace’s approach. Having won the World Twenty20 as head coach of Sri Lanka in 2014, he moved back to England to work as No 2 to Peter Moores. But it was a year later his true impact was felt. Appointed interim head coach, before the arrival of Bayliss in July 2015, he and Morgan came together in a wake of a dreadful World Cup campaign and breathed fresh life into the one-day team in a home series against New Zealand. Gone was the outdated cricket that had led to their group stage demise the previous winter and in came a new aggressive style. England made 408 for nine in their first match at Edgbaston – a national record they have since surpassed with two world-record totals – and they have scarcely looked back. Farbrace said: “The ultimate thing is that Morgan is still very much in charge of this team and Trevor is there in support. I don’t think [my leaving] will destabilise the mood at all. Things move on very quickly. There will be a bit of stick from the players over the next couple of days, as is their way, and the team will move on. And that’s how it should be.” With Test cricket parked until a one-off four-day Test against Ireland at Lord’s in July – a final outing before the Ashes begins on 1 August – England now enter a period of white-ball cricket, starting with the first one-day international against West Indies here. After this tour comes a one-off ODI in Ireland on 3 May, a T20 and five ODIs at home to Pakistan and a couple of World Cup warm-up games against Australia and Afghanistan before the tournament starts against South Africa on 30 May. England will warm-up on Sunday with a 50-over match against a University of West Indies XI at the Three Ws Oval in Bridgetown. Jos Buttler is the only absentee from the squad, having been granted some rest time, but will return in midweek. West Indies, meanwhile, have called up Carlos Brathwaite, Sheldon Cottrell and John Campbell as injury replacements for Evin Lewis, Keemo Paul and Rovman Powell."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}