{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/feb/19/liverpool-bayern-munich-jurgen-klopp-niko-kovac", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-19T23:35:20Z", "webTitle": "Liverpool need more courage to beat Bayern Munich, says Jürgen Klopp", "webUrl": "https://www.theguardian.com/football/2019/feb/19/liverpool-bayern-munich-jurgen-klopp-niko-kovac", "apiUrl": "https://content.guardianapis.com/football/2019/feb/19/liverpool-bayern-munich-jurgen-klopp-niko-kovac", "fields": {"headline": "Liverpool need more courage to beat Bayern Munich, says Jürgen Klopp", "bodyText": "Jürgen Klopp claimed Liverpool will have to be more courageous in the second leg if they are to progress in the Champions League, complaining his side were too passive in the scoreless draw against Bayern Munich and guilty of wasting good approach work with sloppy final balls. “Our biggest problem was a very average last pass in about 10 or 12 situations that looked promising,” the Liverpool manager said. “We made life difficult for ourselves with those final passes, promising moves just fizzled out. We can play better and we should play better but even if it is not a dream result it is still a good one. Bayern are a very good team and though our performance was not perfect we still have a result we can work with. Nil-nil is the best home draw you can get, after all. “We have three weeks until the second leg, and I think day by day this result will start to look better for us. First, though, we must return our concentration to the Premier League, because we play Manchester United next and they are obviously in good shape.” Bayern are likely to have Leon Goretzka and Arjen Robben back for the second leg and Niko Kovac believes home advantage will work in his side’s favour. “We know what we have to do and in Germany we will be playing in front of 75,000,” the Bayern manager said. “It is a pity we could not score but we kept everything tight at the back and got what we wanted from the game. Liverpool are a sensational side and I don’t remember many European opponents not conceding at Anfield.” What appeared to be a confrontation between managers at the final whistle turned out to be no more than a misunderstanding over handshake protocol. “In Germany we go to the players first,” Kovac explained. “It was nothing,” Klopp said. “I wanted to do it immediately, so I waited and he apologised.” The Liverpool captain, Jordan Henderson, insists his side can still travel to Germany with belief. “This is not the worst result in the world, we’ve kept a clean sheet and we can be confident still,” he said. “We can go over there and hurt them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}