{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/feb/20/facebook-fact-checking-crowdsourced-mark-zuckerberg", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-02-20T21:54:35Z", "webTitle": "'He's learned nothing': Zuckerberg floats crowdsourcing Facebook fact-checks", "webUrl": "https://www.theguardian.com/technology/2019/feb/20/facebook-fact-checking-crowdsourced-mark-zuckerberg", "apiUrl": "https://content.guardianapis.com/technology/2019/feb/20/facebook-fact-checking-crowdsourced-mark-zuckerberg", "fields": {"headline": "'He's learned nothing': Zuckerberg floats crowdsourcing Facebook fact-checks", "bodyText": "Facebook chief executive Mark Zuckerberg revealed that he is considering crowdsourcing as a new model for Facebook’s third-party factchecking partnerships. In the first of a series of public conversations, Zuckerberg praised the efforts of factcheckers who partnered with Facebook following the 2016 presidential election as a bulwark against the flood of misinformation and fake news that was overtaking the site’s News Feed. “The issue here is there aren’t enough of them,” he said. “There just aren’t a lot of factcheckers.” He continued: “I think that the real thing that we want to try to get to over time is more of a crowdsourced model where people, it’s not that people are trusting some sort, some basic set of experts who are accredited but are in some kind of lofty institution somewhere else. It’s like do you trust? Like if you get enough data points from within the community of people reasonably looking at something and assessing it over time, then the question is: can you compound that together into something that is a strong enough signal that we can then use that?” Facebook has faced intense scrutiny from journalists who have argued that the site is failing to stop the spread of misinformation and has not been transparent about its efforts to factcheck content. Brooke Binkowski, the former managing editor of Snopes, a factchecking site that previously partnered with Facebook, said Zuckerberg’s comments signaled that he “has learned nothing at all”. “You can’t apply an open-source model to factchecking and journalism,” she said. “You have to have experts. You can’t just have Joe Schmo who thinks that the New York Times is a liberal rag, just because Trump says it’s the enemy of the people.” Binkowski, who has long been critical of Facebook’s factchecking partnership with news organizations, noted that there were countless examples of the failures of crowdsourced reporting, such as Twitter and Reddit users misidentifying the suspect in the Boston marathon bombing, leading to harassment of an innocent family. Zuckerberg emphasized that he was not “announcing a new program”, but was instead describing the “general direction” that he wants to pursue. Zuckerberg’s remarks were the first installment of his “personal challenge” for 2019, for which he plans to “host a series of public discussions about the future of technology in society”. The Facebook chief noted at the time of his announcement that the discussions would be difficult because they would require him to “put myself out there more than I’ve been comfortable with” in the past. Perhaps. But the first outing did not require him to stray far afield: the Harvard dropout appears to have enjoyed a cozy classroom conversation with the Harvard law professor Jonathan Zittrain. Zittrain notably called on Zuckerberg to adopt a new stance toward user data – that of an “information fiduciary” – in a New York Times op-ed published a few days before Zuckerberg testified in Congress about the Cambridge Analytica fiasco. Such an approach would require Facebook to constrain its actions according to what is in the best interest of its users, rather than based on what is technologically possible and legally permissible. But as Zuckerberg made clear in the conversation, Facebook has a tendency to extrapolate from its popularity that its business is in the best interest of people, despite whatever the latest scandal of the day may suggest. “Our own self-image of ourselves and what we’re doing is that we’re acting as fiduciaries and trying to build the best services for people,” he said. Some levity occurred during a discussion of encryption, when Zuckerberg appeared to forget one of his own company’s product lines. “Messaging is like people’s living room, right, and I think we, you know, we definitely don’t, I think, want a society where there’s a camera in everyone’s living room,” he said. After Zittrain reminded him of the Facebook Portal, an Alexa-enabled video tablet that Facebook debuted in October, the CEO laughed and noted that Portal uses encryption."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}