{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/feb/24/two-men-charged-with-after-stabbing-of-man-in-south-london", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-02-24T21:51:33Z", "webTitle": "Two men charged with murder after stabbing of man in south London", "webUrl": "https://www.theguardian.com/uk-news/2019/feb/24/two-men-charged-with-after-stabbing-of-man-in-south-london", "apiUrl": "https://content.guardianapis.com/uk-news/2019/feb/24/two-men-charged-with-after-stabbing-of-man-in-south-london", "fields": {"headline": "Two men charged with murder after stabbing of man in south London", "bodyText": "Two men have been charged with the murder of a 19-year-old man who was stabbed to death in Battersea, south-west London. Lejean Richards was pronounced dead at the scene on 5 February despite the efforts of paramedics after being knifed in the chest. Roy Reyes-Nieves, 23, of Battersea and Roger Reyes-Nieves, 18, of West Norwood in south-east London, were charged with his murder after being arrested on Saturday. The pair will appear in custody at Bromley magistrates court on Monday. The Metropolitan police had said they believed Lejean, a pizza delivery driver, was attacked by a group during an altercation involving up to six people and were “keeping an open mind” about the motive. Fatal stabbings in England and Wales have reached their highest level since records began more than 70 years ago, figures released earlier this month showed. In addition, the homicide rate rose by 15% in one year, according to data from the Crime Survey for England and Wales (CSEW) and crimes recorded by the police. Between March 2017 and 2018, 285 killings were carried out with a knife or sharp instrument, the highest number since Home Office records began in 1946. The figures represented the fourth consecutive annual rise in homicides following a long-term decline."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}