{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/feb/20/mexican-activist-shot-dead-before-vote-on-pipeline-he-opposed", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-02-20T22:35:32Z", "webTitle": "Mexican activist shot dead before vote on power project he opposed", "webUrl": "https://www.theguardian.com/world/2019/feb/20/mexican-activist-shot-dead-before-vote-on-pipeline-he-opposed", "apiUrl": "https://content.guardianapis.com/world/2019/feb/20/mexican-activist-shot-dead-before-vote-on-pipeline-he-opposed", "fields": {"headline": "Mexican activist shot dead before vote on power project he opposed", "bodyText": "A Mexican environmental activist has been murdered before a referendum on a controversial thermal-electric plant and pipeline that he opposed. Samir Flores Soberanes, an indigenous Náhuatl, was killed in his home during the early hours of Wednesday in the town of Amilcingo in Morelos state, 80 miles south of Mexico City. He was a human rights activist, producer for a community radio station and long-time opponent of the Proyecto Integral Morelos (the integral project for Morelos) – which includes the plant and pipeline. Mexican media reported that Flores had been shot twice in the head by unknown assailants. The Morelos state prosecutor, Uriel Carmona, said the murder had nothing to do with the thermal-electric plant and investigators were probing links to organised crime. The People’s Front in Defence of the Land and Water for the states of Morelos, Puebla and Tlaxcala (FPDTA) said in a statement that Flores had no enemies besides those behind the project. “This is a political crime for the human rights defence that Samir and the FPDTA carried out against the [project] and for people’s autonomy and self-determination,” the statement said. The FPDTA has opposed the construction of the thermal-electric project at Huexca over concerns it could contaminate water supplies. The project was first proposed in 2011, but has been championed by Mexico’s president, Andrés Manuel López Obrador, as a way to reduce electricity bills. There will be a referendum on the project in the three states this weekend. López Obrador, who took office late last year, has held referendums on previous megaprojects such as a new airport for Mexico City, a refinery and railways in southern Mexico – though critics have claimed the votes were designed to induce his preferred outcomes. The president condemned Flores’s murder but said the referendum would proceed as planned. Flores’s violent death continued the disturbing trend of environmental and human rights defenders, along with journalists, being murdered with impunity in Mexico – something López Obrador has promised to confront. The death also came after López Obrador controversially branded civil society groups as conservative for opposing his plans for megaprojects and creating a militarised police force. Conservatives “have seized control of civil society. I don’t know people from civil society,” López Obrador, commonly called AMLO, said on Tuesday. “The truth is very few [are] left-wing. With total respect, everything to do with civil society has to do with conservatism. Even big consortiums promote civil society.” Civil society organisations responded with dismay to the president’s declarations, saying many non-governmental groups work on human rights and LGBTQ issues, and accompany victims of violence in the face of government indifference. Some analysts see López Obrador’s criticism of civil society – which he has also branded as fifí (snobby) – as an attempt to undercut an important counterweight in a country with a weak political opposition. “Civil society implies diversity and conflict, whereas the pueblo – the people – can mean uniformity and obedience,” said Carlos Bravo Regidor, a political analyst. The FPDTA responded to the president’s charge of conservatism by commenting: “All those who oppose the [project] … we are for López Obrador radical ultra-conservatives.” • The headlines in this article were amended on 24 February 2019 to clarify that while Samir Flores Soberanes opposed the electrical plant and its related gas pipeline, the public vote is formally on whether the plant should operate."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}