{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/feb/09/west-indies-england-third-test-keaton-jennings-st-lucia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-02-09T23:22:39Z", "webTitle": "England finally drop anchor in St Lucia as Jennings looks cut adrift | Ali Martin", "webUrl": "https://www.theguardian.com/sport/blog/2019/feb/09/west-indies-england-third-test-keaton-jennings-st-lucia", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/feb/09/west-indies-england-third-test-keaton-jennings-st-lucia", "fields": {"headline": "England finally drop anchor in St Lucia as Jennings looks cut adrift", "bodyText": "To say the first English arrivals on St Lucia did not fare too well would be something of an understatement. In 1605 the Olive Blossom was blown off course on its journey from Barbados to Guyana and under the leadership of the ship’s captain, Nicholas St John, its 67 passengers came ashore seeking refuge. Things started brightly enough. Amid an initially warm welcome from the local Carib people, they successfully bartered for some parcels of land and huts that would allow them to settle on this verdant volcanic island and, perhaps, make it their home. But over the next five weeks relations soured somewhat. All but 19 of the colonists were either killed by their hosts or died from illness, with the survivors forced to flee on makeshift boats to avoid a similar fate. The first Englishmen to play Test cricket on St Lucia have not been quite as decimated as St John’s party. But they nevertheless pitched up at the Darren Sammy Stadium this week staring at the prospect of a 3-0 whitewash and looking a little bit destitute. How England needed a batsman or two to front up on this picturesque ground nestled in the Beausejour hills. In Jos Buttler and Ben Stokes they found a couple prepared to show “the will to fight” the head coach, Trevor Bayliss, stated was absent from the first two Tests. Their defiant fifth-wicket stand of 124 – something that required a tempering of expectations on a couch grass outfield sucking runs out of shots – came after the top order struggled again. This may be England’s most balanced team of the series but, as regards personnel, a shortcoming of the squad has been exposed. Once the decision was made to restore Jonny Bairstow to wicketkeeper-batsman at No 7 – and Joe Root held firm amid talk he should move a spot higher once more – they had little option but to recall Keaton Jennings as opener, with Joe Denly (the only spare batsman in the original party) moving down to first drop. Just one Test ago Jennings was omitted due to a fallibility against seam – which sits in contrast to his liking for spin – and yet again this was apparent in a 43-ball eight which featured two almighty reprieves along the way. In the space of three balls, when Jennings was on three, Kemar Roach was convinced of an lbw appeal that Kraigg Brathwaite opted not to review – Hawk-Eye suggested the stand-in skipper was wrong – before a thick edge flew through Roston Chase at third slip. Finally Jennings succumbed. A change of ball and a change of bowler, Keemo Paul, was not deemed worthy of a sighter after the morning’s drinks break with a loose drive producing a snick which was gobbled by Darren Bravo at first slip. Few could claim to be surprised by the mode of dismissal. Over the course of three innings on tour, the analysts at CricViz tell us Jennings has played 12 drives, five of which have been edged, three of which have been missed and three of which have led to his demise. He is not playing the shot well at present. Nasser Hussain described the recall as “cruel” on commentary, given little had changed since Barbados, and pointed to the lack of a second reserve batsman in the squad. It was hard to disagree with the former England captain (as is often the case). A penny for the thoughts of the fall guy in England’s selection, Ben Foakes, who had made an encouraging start to his Test career as wicketkeeper and after the defeat in Antigua was name-checked by Bayliss as one of the few positives in an otherwise lamentable display. “He has shown that he’s got as good a technique as anyone in the team. He has a flow to his game that is probably an older style Test way of batting,” said the coach. Jennings and Foakes may ply their trades in different spots in the order, but when such a well-considered batsman is left out of a misfiring lineup, and another so bereft of form is recalled due to a lack of alternatives, things have clearly been blown off course. Jennings’ innings of eight yesterday followed scores of 1, 26, 13, 1, 17 and 14 since he struck an unbeaten 146 in the first Test against Sri Lanka in November. That century in Galle, though, was the first time Jennings had made a fifty in 20 attempts."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}