{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/feb/28/virgil-ablohs-grownup-look-mixes-minimalism-and-glamour-in-paris", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-02-28T22:50:44Z", "webTitle": "Virgil Abloh mixes minimalism with glamour for Off-White", "webUrl": "https://www.theguardian.com/fashion/2019/feb/28/virgil-ablohs-grownup-look-mixes-minimalism-and-glamour-in-paris", "apiUrl": "https://content.guardianapis.com/fashion/2019/feb/28/virgil-ablohs-grownup-look-mixes-minimalism-and-glamour-in-paris", "fields": {"headline": "Virgil Abloh mixes minimalism with glamour for Off-White", "bodyText": "Virgil Abloh, the US designer who turned sports kit and irony into high fashion, performed a U-turn at his Off-White show on Thursday night by showing a collection without a single tracksuit. On a checkerboard catwalk, in an unexpectedly hallowed Parisian hotel conference centre – Alexander McQueen used to show here a decade ago – the streetwear designer turned his attention instead towards a grownup wardrobe, which was split between minimalism and glamour, colour and neutrals. In short, old Off White and a new direction. For every pair of trainers, there was a pair of heels. The show opened with a beige trench coat and a side-tying dress in bone, a look which set the tone for a quiet first half. Out came proper coats with lapels in cream or black satin, and then leather suits and jackets so long they swept the floor. Then came some fun: faux fur coats in acidic shades of pink and green, and an enormous checked padded coat that resembled a pregnancy pillow, but these were quickly followed by more suits, this time in blue satin, and ribbed high-necked dresses. There were flashes of silver, and some rolled up latex gloves not dissimilar to the ones worn by Lady Gaga to the Oscars, but there was also a lot of black and a lot of tailoring. The theme of the show was ostensibly motor racing, and aside from the chequerboard catwalk and some printed pieces, one coat was embroidered with, “things are closer than they appear”. But this line alluded more to things not being as they seem. New takes on old pieces is part of Abloh’s code – that’s why his collaborations have made him a rich man – but this collection was very clearly split. The overall sum was rooted in streetwear (or, specifically race cars) but, taken apart, the parts were nothing short of feminine. Many of the looks were even suitable for work, not a common theme in an Off White show. As if aware of this tension, Abloh had planted clues. The catwalk changed colour before and after the show, and the music pivoted from Brooklyn 1990s hip-hop act Digable Planets to world-renowned organist Kevin Bower. Shorts were worn over trousers and the models were in on the act: the final segment was made of voluminous gowns, inspired apparently by those chequered flags, underneath which the Hadid sisters/models deliberately flashed their hot pants. The result was a moment of transformation, like insects emerging from their pupae, and significant in relation to the rest of the show, which seemed to be in flux. In its six years Off-White has become known for its streetwear and high fashion, which has hinged on identifiable motifs (quotation marks, self-referential irony and police tape are recurring themes). Then there are the collaborations, ranging from Nike and Moncler to Ikea and a bench company, useful reminders that he was educated in engineering and architecture before his new-ish career as a designer. This shift marks another departure for Abloh. But there was still enough to appease his hypebeast fans – the word “off” was splashed on the clavicles of most of the pieces, the shoelaces had the words “shoelaces”’ spelled out, and glass bottles of Virgil Abloh-branded Evian were handed out to guests at the end. Abloh’s success has been in compartmentalising between Louis Vuitton, where he is artistic director of the men’s collections, and Off-White, the label he started in 2013. On Thursday night, he brought some of that sophistication to the Off White catwalk to show that he can be as fluent in luxury as he is in trainers."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}