{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/feb/16/arjen-robben-liverpool-bayern-munich-champions-league-preview", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-16T22:30:23Z", "webTitle": "Arjen Robben: ‘If you ask what is the worst stadium for me, it’s Liverpool’", "webUrl": "https://www.theguardian.com/football/2019/feb/16/arjen-robben-liverpool-bayern-munich-champions-league-preview", "apiUrl": "https://content.guardianapis.com/football/2019/feb/16/arjen-robben-liverpool-bayern-munich-champions-league-preview", "fields": {"headline": "Arjen Robben: ‘If you ask what is the worst stadium for me, it’s Liverpool’", "bodyText": "“‘Enjoy it, enjoy it,’ that’s what you say to young players.” Arjen Robben is wrestling with the question of whether, across two decades of dedication to his art, he has managed to practise what he preaches. “But then you ask yourself: ‘Are you also enjoying it?’ Maybe it’s good, also, for yourself to enjoy it.” It comes to be a recurring theme during a lunchtime at Bayern Munich’s training ground that finds Robben in mellow, reflective mood. Outside, the snow is melting and the sky getting brighter but, with every lengthening day, the winter of his career with the German champions creeps in a little more. In June he will draw a line under 10 years’ service and he fully admits the scale of what he has achieved takes some working through. “Maybe you don’t realise sometimes,” he says, still wondering how easy it can be to take pleasure in the moment when football just “keeps going, going, going” and presents new obstacles every week. “I’m now 35, that’s not young any more, not in football at least. I’m still there playing as a winger at one of the best clubs in Europe, so that’s something quite special.” There has been no winger to match Robben in the modern era; no player who, from a perch close to the touchline, has been able to exert such a startling, dynamic influence for so long. He says his wife, Bernadien, sometimes reminds him to cherish his party piece, the acceleration infield and arrowed left-footed finish that has exposed opponents to ridicule time and again. The weight of evidence suggests the fault has rarely been theirs: it seems a simple action but, if that were the case, Robben could not have taken ownership of it so emphatically. “I can be very proud of that because people say it’s like your own move, running inside and scoring a goal,” he says. “It’s something I have been doing throughout the years and, well, it’s still successful.” It worked twice, to predictable yet thrilling effect, when Bayern beat Benfica 5-1 two months ago in his most recent match. “Well, if you do it at the right time it still surprises them. Timing is the key, always.” That was the case, too, when it came to managing his departure from Bayern. Robben deliberated with his family before announcing, in December, that his time was almost up, and it has given rise to what he calls “a little bit of a strange period”. There is the medium term to consider, with offers for next season hardly scarce; it competes with the immediate challenge, the one that has always preoccupied him above all, of the next game. Liverpool pose that test on Tuesday and for Robben, who knows every chance to exceed his 110 Champions League appearances must be grasped at this point, the prospect of Anfield in the last 16 summons a few spectres. His involvement against Jürgen Klopp’s side is in question because of a thigh injury but there is an imbalance he would like to redress. “I think, if you ask [about] the worst stadium for me, it’s probably Liverpool,” he says. “You always have your favourite opponent and there always has to be a negative one.” It is a rare glimpse of old wounds and partly explains why, when the fixture was confirmed, Robben called it “the worst possible draw” for Bayern. He was there when, in 2004-05 and 2006-07, Chelsea fell maddeningly short in Champions League semi-finals. The first was decided by Luis García’s “ghost goal”, and Robben prefers to leave it at “we’ll never know” when asked whether it went in. The second was settled on penalties, one of which he sent too close to Pepe Reina, and proved to be his penultimate match for the club. He remembers that as an “emotional game” and, both times, Chelsea were repelled by a formidable defensive blockade. “At that time [Liverpool] were really capable of being this cup fighter team, also in the FA Cup or [League] Cup,” he says. “In one or two games they could really live up to it and perform; just not the whole season, which was maybe too much. That was their biggest quality: they were there at the moment they needed to be there. “Now I think it changed and they developed really well. The manager has done a great job. Last year they were in the Champions League final and at the moment they are top [of the Premier League]. It’s a long, long time ago that they won the league and that’s the one they’re dreaming of.” Robben managed that feat twice at Chelsea as they broke their own hex, stretching back 50 years, in 2005 before retaining their title. “We played with two strikers, two wingers; it was really like a 4-4-2, a lot of offensive players,” he remembers of a dashing José Mourinho side whose bravura nowadays feels as if it must be a trick of the memory. “But what I remember about that period is the team: a real team, all together, the players and characters all fitting together very, very well. We had a great manager as well in Mourinho, who made sure the team spirit was working well. And for me it was a big, big step because I was 20 years old [on arriving in 2004]. It was the first time I went abroad. Especially if you are that young, you have to grow up very quick.” Eventually deemed too brittle at Chelsea before counting the cost of being an attacker at Real Madrid on the shoulder of the second galáctico wave, Robben has blossomed at Bayern. Although the feeling is alien now, in 2009 the move held muted appeal: the Bavarians’ bulletproof self-confidence had taken some dents and it was not the gleaming superclub he represents now. “I was at a big club, Real Madrid, and my goal was to win the Champions League at least once,” he says. “Bayern were maybe not in the top five or 10 in Europe at that time, so that made my decision a little bit difficult because I had my ambitions. But in the end it was the best decision of my career. “From that moment on I think the club – not because of me, don’t get me wrong – really started to develop, not only on the football side but in different areas.” He plays down his own influence: had he not run on to a backheel from his left-sided analogue, Franck Ribéry, to devastate Klopp and Borussia Dortmund at Wembley in 2013, then Bayern’s wait for a Champions League would be nearing 20 years and his own need would be excruciating. It exorcised the ghost of another spot-kick miss, in the 2012 final against Chelsea, and is one success he readily recalls enjoying – “perhaps that was one of my best summer holidays” – but he believes none of it could have happened without the France international. “I think these 10 years I have experienced would have been totally different without Franck,” he says of Ribéry. “I think maybe also the other way round. That’s something he has to say but we have achieved something amazing here at this club and I’m only very thankful, as well, to him because without him it would have been different.” After Wembley he spent what he loosely agrees were his best years under Pep Guardiola. “Normally at 29, 30, you say you’re not really going to improve yourself again and make steps. But with him I think I still developed as a player. He’s just a very special guy in terms of tactics and the way he improves the game.” His figures from that period are stunning and heighten the idea that, had he not missed around 160 games with niggling injuries at Bayern, he might be remembered in the Messi-Ronaldo-Neymar bracket rather than, more realistically, a notch beneath. “You have to stay close to yourself and I know I have done everything in my career to get the most out of it,” he says. “Hopefully people have enjoyed it and there is nothing more I can do. This is what I am.” He has no truck with regrets, even when reminded of the duel with Iker Casillas that might have stolen glory for the Netherlands in the 2010 World Cup final. “You can always say: ‘What if?’ but in the moment it goes like that” – he snaps his fingers. “You have to decide what to do in one split second, and you will never know. There was still half an hour to play: Spain could still have attacked and scored. Of course it was a one-on-one and, by maybe one or two centimetres, it hit his toe and went out. And yet it was a good decision because he went the other way. So can you blame yourself? No, not really.” It is the closest he has come to defensiveness during a relaxed conversation that he has spent draped on a sofa. There is the faintest dash of mischief in the atmosphere when he discusses his next move, which he expects to know before the end of the season. “I’ve always said that, as long as I enjoy it and physically feel good enough to perform at the level I want to, then I will continue,” he says. “I am also still curious where I will be next year. Maybe England, maybe Spain, maybe somewhere else: it can be anywhere. We will see.” The mention of England has been dropped in deliberately, that much is obvious, but the prospect is left dangling and he is more expansive when it comes to the labours it will take to keep going. “You have to take care of your body, you have to sleep well, eat well, the normal things,” he says. “It’s hard work but you get something in return and that’s why I do it.” That payback sounds, for all his natural caution over the years, like something akin to intense enjoyment."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}