{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/feb/16/flybmi-collapses-blaming-brexit-uncertainty", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-02-16T21:48:24Z", "webTitle": "Regional airline Flybmi collapses, blaming Brexit uncertainty", "webUrl": "https://www.theguardian.com/business/2019/feb/16/flybmi-collapses-blaming-brexit-uncertainty", "apiUrl": "https://content.guardianapis.com/business/2019/feb/16/flybmi-collapses-blaming-brexit-uncertainty", "fields": {"headline": "Regional airline Flybmi collapses, blaming Brexit uncertainty", "bodyText": "The British airline Flybmi has gone bust, cancelling all flights with immediate effect and blaming Brexit as the main cause of its collapse. The company, which employs 376 staff and operates more than 600 flights a week, said it faced “several difficulties” in recent weeks including spikes in fuel and carbon costs, the latter arising from the EU’s recent decision to exclude UK airlines from full participation in the Emissions Trading Scheme. “Current trading and future prospects have also been seriously affected by the uncertainty created by the Brexit process, which has led to our inability to secure valuable flying contracts in Europe and lack of confidence around bmi’s ability to continue flying between destinations in Europe,” the airline said in a statement. “Against this background, it has become impossible for the airline’s shareholders to continue their extensive programme of funding into the business, despite investment totalling over £40m in the last six years. We sincerely regret that this course of action has become the only option open to us, but the challenges, particularly those created by Brexit, have proven to be insurmountable.” Earlier reports had suggested that the East Midlands-based airline was looking for further funding to survive. Instead it was forced into an “unavoidable” announcement. A spokesperson for Flybmi said: “Our situation mirrors wider difficulties in the regional airline industry, which have been well documented.” A Downing Street source said that while the company had highlighted Brexit there were lots of reasons cited in the airline’s statement for its failure. Flybmi, part of wider holding company Airline Investments Limited Group, ran scheduled passenger services to 24 destinations, including Brussels, Milan, Munich and Hamburg, using its fleet of 17 Embraer jets. Last year the airline operated 29,000 flights carrying 522,000 passengers. Passengers about to board a flight to Munich from Bristol on Saturday were told after they had checked in and gone through security that it had been cancelled. Richard Edwards, from West Sussex, is on a skiing holiday in Austria with his wife and three children and was due to fly back with Flybmi from Munich. He said: “We had gone through security at Bristol airport when there was an announcement saying our flight had been cancelled. They laid on taxis to Heathrow and booked us on a Lufthansa flight to Munich. I don’t know how we will get back yet. I’m not confident Flybmi will be able to sort it.” Erica Fairs, from the Forest of Dean, Glocs, was stranded in Edinburgh by the airline’s collapse. “My children are with my ex-husband and I need to be back on Monday to pick them up,” she said. “I have heard nothing from Flybmi and I’m going to have to book some flights with another airline. What was really weird is this week I have been trying check in online for my return flight without success. It let me check in for my outbound but not my inbound one.” The company’s planes that were stationed in in Brussels were recalled. Aircrew were told not to turn up for work and those staff due to be abroad for the weekend were flown back home. Passengers affected were told not to go to the airport unless they had rebooked flights with alternative providers, as Flybmi said it is not able to buy or rearrange journeys for its customers. The statement from Flybmi also said: “Our employees have worked extremely hard over the last few years and we would like to thank them for their dedication to the company, as well as all our loyal customers who have flown with us over the last six years.” The Civil Aviation Authority said that passengers who paid by credit card may be protected from financial loss as would those with travel insurance which covered “scheduled airline failure”. They advised people who booked directly with the airline to contact their card issuer. They said they would publish advice on their website on how to get a refund for passengers who had lost their flights. British Airline Pilots’ Association (Balpa) general secretary Brian Strutton said: “The collapse of Flybmi is devastating news for all employees. Regrettably Balpa had no warning or any information from the company at all. Our immediate steps will be to support Flybmi pilots and explore with the directors and administrators whether their jobs can be saved.” Rory Boland of the consumer organisation Which? said: “This is terrible news for Flybmi passengers, who will be seeking urgent advice on what steps to take. Some customers have claimed that tickets were being sold in the hours before the airline went bust, knowing full well those tickets would never be honoured, and passengers will rightly be outraged if this is proved to be the case. “As all future flights have been cancelled, Flybmi customers should explore their options for refunds. If you purchased your flight as part of a package you should be ATOL protected, which means you should get a refund. However, if you didn’t book as part of a package you may be able to claim the cost back through your travel insurance or credit card issuer, but it depends on your circumstances. You can visit which.co.uk for more advice on your rights.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}