{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/feb/12/irans-president-calls-trump-idiot-as-crowds-chant-death-to-america", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-02-11T23:45:47Z", "webTitle": "Iran's president calls Trump 'idiot' as crowds chant 'death to America'", "webUrl": "https://www.theguardian.com/world/2019/feb/12/irans-president-calls-trump-idiot-as-crowds-chant-death-to-america", "apiUrl": "https://content.guardianapis.com/world/2019/feb/12/irans-president-calls-trump-idiot-as-crowds-chant-death-to-america", "fields": {"headline": "Iran's president calls Trump 'idiot' as crowds chant 'death to America'", "bodyText": "Iran’s president has insisted “enemy” plots against the country will fail and called President Donald Trump an “idiot” as vast crowds marked 40 years since the Islamic revolution. Hundreds of thousands of Iranians, including soldiers, students, clerics and chador-clad women holding small children, marched through the capital in freezing rain on Monday to mark the anniversary. State television showed crowds carrying Iranian flags in cold rainy weather, shouting “Death to Israel, Death to America” – trademark chants of the revolution – as well as burning US flags and carrying portraits of Ayatollah Ruhollah Khomeini, the Shia cleric who toppled the Shah in an Islamic uprising that still haunts the west. The Times reported that the crowds also chanted “Death to Theresa May”. “The presence of people today on the streets all over Islamic Iran … means that the enemy will never reach its evil objectives,” a defiant President Hassan Rouhani told those thronging Tehran’s Azadi (Freedom) Square, decrying a “conspiracy” involving Washington. A pre-prepared resolution was read out ahead of Rouhani’s speech that proclaimed “unquestioning obedience to the supreme leader Ayatollah Ali Khamenei” and called Trump an “idiot”. In a tweet written on the anniversary that he also sent out in Farsi, Trump said the revolution had been a complete failure. “40 years of corruption. 40 years of repression. 40 years of terror. The regime in Iran has produced only #40YearsofFailure. The long-suffering Iranian people deserve a much brighter future,” he posted in both English and Farsi. The Iranian foreign minister, Mohammad Javad Zarif, also responded on Twitter. “#40YearsofFailure to accept that Iranians will never return to submission. #40YearsofFailure to adjust US policy to reality. #40YearsofFailure to destabilize Iran through blood &amp; treasure. After 40 yrs of wrong choices, time for @realDonaldTrump to rethink failed US policy,” he wrote. The routes leading up to the square in Tehran were packed with people as loudspeakers blared revolutionary anthems and slogans. Life-size replicas of Iranian-made cruise and ballistic missiles stood in a statement of defiance after the US last year reimposed sanctions following its withdrawal from a deal on Tehran’s nuclear programme. Rouhani lambasted calls from the United States and Europe for a fresh agreement to curb Iran’s missile programme. “We have not, and will not, request permission from anyone for increasing our defensive power and for building all kinds of … missiles,” he told the crowd. Speaking from a flower-festooned stage overlooking the square, the president warned that Iran was now far stronger than when it faced off against Saddam Hussein’s Iraq in a devastating 1980-1988 war. “Today the whole world should know that the Islamic Republic of Iran is considerably more powerful than the days of the war,” Rouhani said. Yadollah Javani, the Iranian Revolutionary Guards’ deputy head for political affairs, said Iran would demolish cities in Israel if the United States attacked. “The United States does not have the courage to fire a single bullet at us despite all its defensive and military assets. But if they attack us, we will raze Tel Aviv and Haifa to the ground,” Javani told the state news agency IRNA. The Israeli prime minister, Benjamin Netanyahu, dismissed the threat. “I am not ignoring the threats of the Iranian regime but nor I am impressed by them,” he said. “Were this regime to make the terrible mistake of trying to destroy Tel Aviv and Haifa, it would not succeed, but it would mean that they had celebrated their last Revolution Day. They would do well to take that into account.” Iranians face mounting economic hardships many blame on the country’s clerical leaders, and pictures on social media showed some people also demonstrating against corruption, unemployment and high prices. In 2018 Iran cracked down on protests over poor living standards that posed the most serious challenge to its clerical elite since a 2009 uprising over disputed elections. Prices of basic foodstuffs have soared since Trump withdrew Washington from world powers’ 2015 nuclear deal with Iran last year and reimposed sanctions on Tehran. In January Rouhani said Iran was dealing with its worst economic crisis since the Shah was toppled. But he remained defiant on Monday as Iranians recalled the end of a monarch who catered to the rich. “The Iranian people have and will have some economic difficulties but we will overcome the problems by helping each other,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}