{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2019/feb/28/chinese-factory-slowdown-trade-war-us-gdp-growth-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-02-28T21:09:45Z", "webTitle": "US economy slows as growth dips to 2.6% in Q4 - as it happened", "webUrl": "https://www.theguardian.com/business/live/2019/feb/28/chinese-factory-slowdown-trade-war-us-gdp-growth-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2019/feb/28/chinese-factory-slowdown-trade-war-us-gdp-growth-business-live", "fields": {"headline": "US economy slows as growth dips to 2.6% in Q4 - as it happened", "bodyText": "And finally, Wall Street has ended a good month on a low note. The Dow Jones industrial average has just closed down 69 points, or 0.27%, at 25,916. The S&amp;P 500 and the Nasdaq posted almost identical percentage falls #spooky. Each index also rose by around 3% during February, despite worries about economic slowdown and geopolitical tensions. Hopes that central banks will take a cautious approach to unwinding their stimulus measures cheered investors instead. While shares dipped, the dollar rose today - after thE US GDP figures came in stronger than expected. In London, the FTSE 100 ended 32 points lower at 7,074, a dip of 0.45%. Goodnight! Here’s some more of today’s business news: It’s been a grim day for Aston Martin investors. Shares in the luxury carmaker slumped more than 20% after it revealed a loss for last year, due to the £136m cost of its stock market float. That float valued Aston’s shares at £19 each. They’re now worth under £11 - a shocking blow to anyone who put money into the IPO. President Obama’s top economic advisor back in the day, Jason Furman, has tweeted some interesting points about today’s US GDP report. Furman (hardly a Trump cheerleader) argues that the Q4 2018 vs Q4 2017 growth number gives a better picture than the 2018 vs 2017 one. That should please President Trump, as by that measure growth had just cleared the 3% hurdle (but not the 4% one!) However, Furman doesn’t believe 3% growth is sustainable in the long term. Kay Daniel Neufeld, managing economist at the CEBR thinktank, is relieved that America avoided an abrupt slowdown in the last quarter. However, he also expects growth will be slower in 2019 - averaging 2.3% (again, below that 3% target). Neufeld writes: Contrary to most other large economies, the US has bucked the trend and recorded faster GDP growth in 2018 than in the previous year. The weak retail sales recorded for December alarmed analysts fearing an abrupt slowdown to the US expansion in the final quarter of last year, but today’s stronger than expected GDP data suggest the December figures might have been a blip. Nevertheless, there is little room for complacency. With the world economy slowing and the US –China trade conflict merely on hold, there are plenty of pitfalls to avoid if the US wants to achieve another stellar performance in 2019.” The US has “proved the doubters wrong” by growing faster than expected in the last quarter of 2018, says James Knightley, ING’s chief international economist. Here’s his take: The details show a partial slowdown in consumer spending growth (2.8% versus 3.5% in 3Q18), but it continues to make a strong contribution. In fact, given the equity market turmoil at the time and the poor official retail sales figure for December, this isn’t a bad outcome at all. Non-residential investment spending actually posted a decent performance, recording growth of 6.2% despite the concerns about what escalating trade tensions could mean in terms of supply chains and corporate profitability. However, net trade was a drag (-0.22 percentage points) in part for the same reason, as businesses looked to import supplies ahead of anticipated tariff hikes in January. Those additional tariffs were pulled in December as the US announced a temporary truce with China on trade, which has subsequently been extended by President Trump. Rounding out the numbers, residential investment was poor at -3.5% - the fourth consecutive quarterly contraction – while government spending grew by just 0.4% and inventories added just 0.13 percentage points to headline growth. Capital Economics fear that the US will slow in 2019, as the sugar rush from the White House tax cuts programme fades. Paul Ashworth, their chief US economist, says: Overall, GDP increased by 2.9% last year, up from 2.2% in 2017. But that acceleration is no surprise given the size of the fiscal stimulus introduced early last year. As the stimulus fades and the lagged impact of past monetary tightening continues to feed through, we expect GDP growth to slow to 2.2% this year and only 1.2% in 2020. Under those circumstances, we don’t expect the Fed to hike rates again and we anticipate 75bp of rate cuts in 2020. Ashworth has also spotted signs that the government shutdown hurt the economy. Government expenditures increased by 0.4%, but that gain was dragged down by a 5.6% decline in Federal non-defence expenditure, which could be related to the shutdown that began in late December. Slightly more positively, the US economy grew by 3.1% in Q4 2018 compared to Q4 2017. Confusingly, that’s a different figure than for 2018 growth [2.9%] as a whole (even though it sounds like it’s measuring the same thing). Here’s how the Bureau of Economic Analysis explain it: Real GDP increased 2.9 percent in 2018 (from the 2017 annual level to the 2018 annual level), compared with an increase of 2.2 percent in 2017.... During 2018 (measured from the fourth quarter of 2017 to the fourth quarter of 2018), real GDP increased 3.1 percent, compared with an increase of 2.5 percent during 2017. Cue a loud bunfight on social media, as one side claims we should use the 2.9% figure, and the other the 3.1%..... Back in December 2017, president Trump bullishly suggested the US economy could grow by “four, five, and maybe even six percent” per year eventually. Now we know the US economy only grew by 2.9% last year. So, stronger growth -- like a China trade deal and North Korean denuclearisation -- are still on the White House ‘To Do” list. During 2018 as a whole the US economy grew by 2.9%, the Bureau of Economic Analysis says, up from 2.2% in 2017. That means that Donald Trump has just fallen short of his goal of achieving 3% sustainable growth, something he pledged during his 2016 election campaign. He was undone by the slowdown in the first quarter of last year, when bitterly cold weather gripped the economy. Growth accelerated in the second quarter, partly thanks to the president’s tax cuts plan, but has now slipped back. You can see the details online here. Consumer spending helped to drive US growth in the last quarter, rising by 2.8%. Business spending on new equipment also boosted growth, rising by 6.2%. Firms also expanded their inventories a little, which is also positive for GDP. On the downside, trade had a negative impact on growth, with export growth slowing and imports holding up. That may indicate president Trump’s trade war is causing some economic damage. Newsflash: America’s economy has slowed, but not by as much as feared. US GDP expanded at an annual rate of 2.6% in the last quarter of 2018, official figures show. That’s down from 3.4% annualised growth in July-September 2018. Economists had expected growth to slow to around 2.2%, annualised. A 2.6% annualised growth rate equates to a quarterly rate of around 0.65%. So while America’s growth rate has slowed, it’s still doing better than the UK, which only expanded by 0.2% in the last quarter, and Germany which stagnated. More to follow Here’s Richard Partington on today’s migration figures: Just in: India’s growth rate has hit its lowest in over a year, in the latest sign that the world economy has cooled. Indian GDP rose by 6.6% per year in October-December, official figures show. Although that sounds like a solid result, its below forecasts of 6.9% growth for the quarter. It’s also sharply lower than the 7.1% annual growth posted in the third-quarter. India’s agricultural sector posted disappointing growth; poor rainfall in the crucial monsoon season hurt farmers. Manufacturing growth was also below forecasts. Here’s some snap reaction: The big economic news of the day comes at 1.30pm GMT, when US growth figures for October-December 2018 are released . They’ll probably show a sharp slowdown compared with Q3 (but still faster than the UK and the eurozone). We’ve already had some encouraging growth figures from Sweden: gross domestic product grew 2.4% year-on-year, beating forecasts of 1.5% growth. But Brazil is finding conditions tougher. Its GDP only rose by 0.1% in the last quarter, meaning annual growth of just 1.1%. That shows the challenge facing new right-wing president, Jair Bolsonaro (whose nationalism and determination to develop the Amazon is causing ructions). One more interesting chart from the ONS’s migration report (which is online here) The respected Migration Observatory at the University of Oxford points out that net EU migration has now fallen 70% since the EU referendum. Madeleine Sumption, Director of the Migration Observatory, says Britain simply isn’t as attractive to EU migrants than in 2016, for several reasons: That may be because of Brexit-related political uncertainty, the falling value of the pound making UK wages less attractive, or simply the fact that job opportunities have improved in other EU countries. EU net migration happened to be unusually high in the run-up to the referendum, so at least some of this decline would probably have happened anyway even without Brexit.” The ONS also reports that more people are coming to the UK to study: immigration to the UK for work has fallen to its lowest level since 2014; this follows a fall in the number of EU citizens arriving to work the overall number of people arriving in the UK to study has increased, with non-EU student immigration at its highest level since 2011 Here’s Matthew Fell, the CBI’s chief UK policy director, on the drop in EU migration: Stephen Clarke, Senior Economic Analyst at the Resolution Foundation, says EU workers are voting with their feet, and quitting the UK: “While UK politicians are seemingly unable to provide any clarity on where Britain is heading post-Brexit, EU migrants are increasingly doing so – by leaving. “EU migration is now at its lowest level in a decade – a fall that is being driven by fewer EU migrants coming to the UK for work. In contrast, migration from the rest of the world is close to a record high, though many of these migrants are coming to study rather than work. Clarke also believes that EU migration will continue to decline, creating new challenges for businesses who rely on it. “Post-Brexit Britain’s migration system is still to be decided, and is years away from coming into effect. But many areas of the labour market – particularly firms in high-turnover sectors like hospitality who are reliant on the free movement of EU workers – are going to have to adjust to lower migration well before the new system is in place.” Sky News’s Ed Conway has spotted that net migration from European countries to the UK is now lower than before the EU’s major expansion in 2004: Tej Parikh, Senior Economist at the Institute of Directors, says today’s migration figures show that firms are struggling to hire workers in the face of Brexit uncertainty. “With job vacancies at record highs, recruiting from abroad has never been more crucial for British businesses. Flexible and hassle-free access to international skillsets is part and parcel of having a globally competitive skills regime, so adjusting to the Government’s post-Brexit immigration agenda, with its new restrictions, will present some challenges. “Already, firms across the retail, hospitality and construction sectors are facing obstacles as some EU workers are returning home, while it’s also becoming harder to attract labour from Europe amidst the uncertain political climate. Larger organisations have looked to hire from further afield to compensate, despite the additional paper work, but this can be harder for many resource-constrained SMEs. “Businesses will be hoping immigration policy moves beyond political footballing and realises the importance of international workers, of all skillsets, for our Industrial Strategy.” The latest UK migration statistics are out, and they give a fascinating insight into the changes that are taking place since the Brexit vote. Total migration was “broadly stable” in the 12 months to September 2018, with 283,00 more people arriving than leaving - slightly more than a year ago. In total, 627,000 people moved to the UK, while 345,000 people left. But... the figures also show a sharp decline in people moving to the UK from the rest of the European Union, with EU migration hitting its lowest level since 2009. For the eight countries who joined the EU in 2004, including Poland and the Czech Republic, there was a net migration out of the UK. In contrast, migration from the rest of the world hit its highest level since 2004, perhaps because companies and public sector bodies have been scrambling to fill the shortfall. Political analyst Nina Schick tweets: Let’s catch up with the flurry of UK corporate news. Engineering firm Rolls-Royce has pulled out of the race to supply engines to Boeing’s new mid-market planes, as it can’t meet the airline’s timetable. Shares are down 3%, even though RR also beat expectations with a 7% rise in revenues and doubling its core free cash flow. British American Tobacco is also among the top fallers, down 2.8%, despite reporting strong demand for its vaping products. That may be because total sales volumes declined 3.5%. Joinery firm Howdens is also getting a hammering, down 7% after slightly missing expectations and warning that Brexit could hurt its performance (it’s already stocking parts in case of a No Deal crisis But on the other side of the aisle, Rentokil’s shares have surged 5% to the top of the FTSE 100 risers after reporting double-digit increases in revenues and operating profit. Last summer’s heatwave can take some credit, as callouts for pest controllers jumped in the warm weather (excellent breeding conditions for wasps, rats, ants and other creepy crawlies...) Fiona Cincotta of www.cityindex.co.uk blames increased political tensions in Asia (Kashmir, North Korea...) for today’s selloff: An escalation of geopolitical tensions between India and Pakistan, to the worst levels since the 1971 war between the two nations has given investors another concern to add to their already long list. Investors showed no signs of wanting to extend the recent rally in equities, with risk instead coming off the table and riskier assets such as equities being sold off. With the US – North Korean summit also about to begin and with nerves creeping in about how much distance the US and China still need to cover in order to secure a trade deal, investors are preferring to watch from the side-lines. European stock markets are also nursing losses in early trading. Concerns over China’s slowdown, and disappointment that the US-North Korea summit broke up without a deal, has created a cloud of gloom over the City. The FTSE 100 has shed 56 points, or 0.8%, to 7050, its lowest level in over three weeks. Other European indices are also slipping, as the optimism that drove shares up in 2019 fades away. Neil Wilson of Markets.com says Donald Trump’s failure to reach a deal with Kim Jong-un, and the lack of a trade deal with China, are disappointing investors. “US talks with North Korea have broken up without a deal. South Korean shares fell sharply as the meeting broke up, with Asian shares broadly in the red. I don’t think this will ultimately have too much bearing on global indices in the longer term, but for now with hopes of a deal with China on trade not exactly fading, but certainly not rising, it’s 0 from 2 for Trump this week and risk sentiment is suffering as a result. The combination of the lack of progress with North Korea and China will drag on equities and we might have to wait for a new catalyst to renew the bullish start to the year. Asian stock have been hit by China’s weak factory data....and by the sudden break-up of the summit between Donald Trump and Kim Jung-un. Hopes of a denuclearisation deal have been dashed, with Trump telling reporters that Kim had demanded all sanctions on North Korea were lifted. The US refused, as Kim wasn’t making enough concessions on dismantling its nuclear facilities. South Korea’s stock market was hit hard, down 1.7%. Japan’s Topix has shed 0.8%. Despite Trump’s overtures to Pyongyang, Kim has not been persuaded to give up his nuclear programme: Commodity prices have been hit by the slump in Chinese exports, with copper and zinc both down around 0.6%. Today’s Chinese factory data really is gloomy: China’s economic slowdown is also hurting the UK. British car exports to China plunged by over 70% in January compared to a year earlier, which (not surprisingly) is the biggest drop ever recorded. It confirms earlier reports of slowing demand for vehicles among Chinese consumers. Overall, UK car production declined by 18% last month, the eighth monthly fall in a row, with weaker demand from the eurozone also hurting. More here: Iris Pang, Greater China economist at ING, fears that China’s factories will keep shrinking, unless Beijing and Washington reach a trade agreement. “Unless the trade war truly turns into an extended truce, the weakening trend may not end quickly. As such we expect March’s PMI to fall, too.” Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Chinese factories have suffering the swiftest drop in export orders since the financial crisis a decade ago, fuelling concerns that the country’s economy has weakened. Fresh economic data show that manufacturing activity in China shrank in February, for the third month running, at the fastest rate in three years. This dragged the official manufacturing purchasing managers index (PMI) down to just 49.2, from 49.5 in January (any figure below 50 shows a contraction). That’s the weakest reading since February 2016. The sub-index which measures exports was particularly weak, slumping alarmingly to just 45.2 - the lowest since February 2009 when the global economy was deep in recession. This means Chinese exports have fallen for nine month’s running. It’s not all bad news - China’s service sector did grow in February (although at a slower pace). But the deterioration in its manufacturing sector will reinforce concerns that the trade war with America is causing significant damage. That’s a concern, after US trade representative Robert Lighthizer warned Congress yesterday that lots of work still needs to be done to reach a full, workable trade deal. The news disappointed investors, sending the Shanghai composite index down 0.5%. Jasper Lawler of London Capital Group says: As if on cue more weak data poured out of China, pulling the Shanghai composite index lower. Factory activity in China contracted for a third straight month in February as export orders fell to the lowest level since the global crisis. Further evidence of a slowdown in China hit risk sentiment, The realisation that there is still considerable work to be done for the US and China to reach a trade agreement, plus further evidence of economic activity in China slowing is leaving little for traders to cheer on Thursday. Geopolitical angst is also weighing on the markets, as the Kashmir crisis intensifies. The breaking news that the Trump-Kim summit has broken up without an agreement will also disappoint investors. Also coming up today We’ll finally discover how America’s economy fared in the final quarter of 2018, when the delayed GDP figures are released. Economists expect that the annualised growth rate slowed from 3.4% to 2.2% (or to around 0.55% on a quarter/quarter basis). There’s also a flurry of UK company results this morning, with carmaker Aston Martin, theme park group Merlin, housebuilder Bovis, estate agent Foxtons, transport group National Express, insurer RSA, jet engine maker Rolls Royce and airline group IAG all updating the markets. The agenda 1pm GMT: German consumer prices figures for February 1.30pm GMT: US 4th-quarter GDP figures"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}