{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/feb/19/liverpool-bayern-munich-champions-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-02-19T21:56:20Z", "webTitle": "Liverpool and Bayern Munich trade blows but draw leaves tie poised", "webUrl": "https://www.theguardian.com/football/2019/feb/19/liverpool-bayern-munich-champions-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/feb/19/liverpool-bayern-munich-champions-league-match-report", "fields": {"headline": "Liverpool and Bayern Munich trade blows but draw leaves tie poised", "bodyText": "Jürgen Klopp’s prediction of a “blockbuster” between two five-times champions of Europe proved misplaced. His warning about the enduring strength of old adversaries Bayern Munich did not. Wise heads rather than old legs told for the German champions as Liverpool were frustrated at home for the first time in this season’s Champions League. They will hope for greater adventure from Niko Kovac’s team at the Allianz Arena and to punish it. Klopp was involved in a heated exchange with his opposite number on the final whistle but, as he conceded afterwards: “Day by day the result will feel better for us.” Liverpool kept a clean sheet without Virgil van Dijk and with the goalkeeper Alisson offering Bayern greater opportunities than they engineered themselves. They extended their unbeaten run at home in Europe to 20 ties and maintained a record of never having lost to German opposition at Anfield. A goalless first-leg draw will also stir memories of the 1981 semi-final when Liverpool advanced on away goals in the second leg in Munich. But, on a cold and relatively flat February night the result felt like meagre consolation against a supposedly vulnerable Bayern team undergoing transition with Kovac. Anfield frustration stemmed not only from their opponents’ resilient and organised defending. It was self-inflicted too. Sadio Mané squandered a gilt-edged chance to change the complexion of the last 16 tie and Klopp lamented the succession of poor final balls that offered Bayern respite. Mohamed Salah and Roberto Firmino were kept subdued, understandably so in the latter’s case given he had suffered a virus 24 hours before kick-off. Bayern, their fans and Liverpool will expect, must show more willingness to attack on home soil in three weeks’ time. Klopp’s team will have to improve on three poor away performances so far in this season’s competition to progress. “Not perfect,” the Liverpool manager said. “But good enough.” The Champions League has provided an inspirational release for Liverpool during barren times in the Premier League but the dynamic has altered with Klopp’s team in pursuit of the club’s first championship since 1990. Perhaps that explained the lack of intensity and certainty in Liverpool’s performance with a key domestic date awaiting at Manchester United on Sunday. Or perhaps, more likely, the team that has reigned supreme in Germany since 2012 was not the creaking, vulnerable unit advertised. Bayern were patient, intelligent but conservative in possession, a consequence of both Liverpool’s pressing and their own contentment with a goalless stalemate. The visitors were encouraged forward more by Liverpool’s defence giving up chances far too cheaply than their enthusiasm to support Robert Lewandowski. A dip in the defensive strength and organisation that has characterised Liverpool’s title challenge might have been expected with Van Dijk serving a one-match suspension but his replacement, Fabinho, impressed greatly. The problem was Alisson’s carelessness in possession. He had already escaped with one loose pass to Thiago Alcântara when dawdling too long on a Joel Matip back pass. Lewandowski hassled the Brazil international into an error that ended with Kingsley Coman shooting into the side-netting. In fairness to the Liverpool keeper he made a vital block from Matip when the central defender sliced a Serge Gnabry cross towards his own net. Liverpool closed the first half on top but their increasing threat proved deceptive in a tepid second half. Salah volleyed their first opportunity at Manuel Neuer when picked out by a superb ball over the top from Jordan Henderson, who impressed against Bayern’s midfield three. The Egypt international also headed a clearer opening wide when Trent Alexander-Arnold’s inviting lob found him unmarked at the back post. Liverpool’s best chance landed at the feet of Mané after Firmino had released Naby Keïta with a deft touch. Keïta’s shot deflected off Niklas Süle to Mané who, unmarked but with his back to goal, dragged a shot well wide on the turn. Mané sought to make amends with a theatrical overhead kick from another deflected Keïta effort but with the same result. A trip on the Senegal international by Joshua Kimmich yielded the night’s first booking and suspended the influential full back from the second leg. His absence may be felt at the Allianz Arena. Fabinho minimised the impact of Van Dijk’s absence on Liverpool with a composed display in the heart of defence. Together, the Brazilian midfielder and Matip kept Lewandowski quiet, with Bayern’s brightest moments provided by Coman and Gnabry down the flanks. The Poland striker’s first sense of goal arrived from a Coman cross early in the second half but Fabinho intervened with a well-timed tackle. He produced another to prevent the France international leading a dangerous counterattack late on. The Bayern performance was increasingly safety-conscious the longer the stalemate remained, though inviting Liverpool forward in numbers was not without its risks. Süle was fortunate to see his clearance strike Andy Robertson and sail over Neuer but also wide of goal when he intercepted one Liverpool counter. Gnabry was required for a vital defensive touch just as Mané sized up another sight of Neuer’s goal as Liverpool searched for a breakthrough that, as a resigned Anfield appeared to sense, never seemed likely. “We had what we wanted from this game,” Kovac tellingly admitted."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}