{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/sep/20/gwen-stefani-no-doubt", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-09-20T22:00:00Z", "webTitle": "Gwen Stefani: 'The solo records were never meant to be taken seriously'", "webUrl": "https://www.theguardian.com/music/2012/sep/20/gwen-stefani-no-doubt", "apiUrl": "https://content.guardianapis.com/music/2012/sep/20/gwen-stefani-no-doubt", "fields": {"headline": "Gwen Stefani: 'The solo records were never meant to be taken seriously'", "bodyText": "In her tight black trousers, a loose top with more safety pins than fabric, toe-crunching high stilettos with a steel rod in place of a heel and heavy makeup on top of a creamy complexion, Gwen Stefani looks, initially, like a typical rock'n'roll veteran and the very image of the trendy celebrity mother frequently photographed in LA and Primrose Hill. And when she walks into the studio in west Hollywood and instantly bemoans the non-existent cold temperature, it looks worryingly as if she might be as high maintenance as the role generally implies. Initial appearances prove to be misleading. Stefani is, indeed, a pop star and high-profile mother – the endless paparazzi shots of her with her sons Kingston and Zuma help to keep her in the public consciousness between albums – but beneath those punky safety pins is, it transpires, a sweet and endearingly unfiltered woman, one who is prone to being a little more honest than perhaps her PR would like. When asked if she and her British husband, singer Gavin Rossdale, who fronts the band Bush, ever discuss her songwriting together, Stefani replies, \"Oh, he's never been a fan of what we do,\" and the entire room freezes, No Doubt bandmates and PRs alike. \"He's more into dark, indie stuff. But I'm not saying he doesn't think I'm amazing,\" she blithely continues. \"Oh God, that's going to be a headline, isn't it? 'Gavin thinks Gwen's amazing'!\" And the PR makes a strained little smile. The announcement that No Doubt are about to release a new album, the first since 2001's Rock Steady, prompts a similar sensation of pleasant surprise. In the year that even Chumbawamba have given up the noble fight, one has to ask whether a band so much associated with the 1990s really has a place in 2012. No Doubt have always had their hardcore fans, dating back to their formation in 1986 when they were a popular ska band that venerated Madness in their home state of California. They broke out of that pond three albums into their career with the then ubiquitous single Don't Speak on 1995's Tragic Kingdom and, while they never quite matched that success again, ska-inflected pop-based songs such as Hey, Baby and Just a Girl burst through the grunge landscape of their time to become part of the backing music of the decade. Yet even then, the band's success felt more like an anomaly than the establishment of something long-lasting. When Stefani, always the band's most charismatic performer, broke away to pursue a solo career, focusing more on dance music with 2004's hugely successful Love Angel Music Baby and 2006's The Sweet Escape, as well as starting up a fashion line and pairing up with hip-hop collaborators such as Eve (Let Me Blow Ya Mind, Rich Girl) and Ludacris (Luxurious), this seemed like both a natural progression and an inevitable end. Eleven years is a generation in pop music. Without wishing to hold Justin Bieber up as the standard-bearer of modern music, when No Doubt last released a new album, he was seven and his fans were barely zygotes. Reading this on mobile? Click here to listen Actually, though, all these issues turn out to be moot as the new album, Push and Shove, is pretty great. Rather like Stefani's look of \"1950s platinum bombshell meets futuristic Japanese cartoon\", No Doubt's sound has remained consistent and feels even remarkably undated, with some modern touches from producer Diplo and samples from his own side-project, Major Lazer. The first single, Settle Down, is as catchy as any of No Doubt's finest and the video pays homage to the band's heyday with Stefani wearing perhaps the most 90s outfit this side of floral dresses and DM boots. To original fans it will prompt nostalgia, to new ones that black vest, visible bra, shiny trousers and giant colourful watch will probably look like a very on-trend 90s fashion revival. \"It just feels so much more natural being back in this mode. The solo records allowed me to indulge my girly side but it was never meant to be taken seriously,\" says Stefani, casually disowning several million record sales and a slew of Grammy nominations. \"It was just like an art project that kept going longer than I expected. The group never ended – we always knew we'd come back to make this album.\" But the album almost never happened. The band, which consists of Tony Kanal, Tom Dumont and Adrian Young alongside Stefani, originally tried to write it in 2008 and found, for the first time in their 20-year career, that they couldn't. \"I was just burned out. I'd done the two [solo] albums, the two tours, I'd had the two babies – there had been a lot of output in those years [since Rock Steady]. When you first have a baby your life doesn't really change,\" she says, possibly uttering a sentence that has never been said before by anyone, ever. \"You're tired but it's nothing compared to when they grow and they're humans and they need you. By the time we were making this record my toddler was becoming a little guy and school, and oh my God, it was soooper challenging.\" \"All of us have kids now but, for the rest of us it's much easier in the studio as our wives are looking after them,\" says Kanal, the softly spoken Anglo-Indian-American bassist in the group. \"But for Gwen it's a whole different thing and seeing her struggle trying to be a great musician and great mum became the basis of the album.\" Reading this on mobile? Click here to view video Work/parenthood balance might not sound like the most rock'n'roll of subjects for an album but it is a logical one for No Doubt. All of their albums and Stefani's solo ones have been heavily autobiographical: \"We're not creative enough to do it any other way!\" laughs Stefani, who is the group's main lyricist. At times her solo songs sounded less like structured lyrics and more like a stream of consciousness (\"What if they say that you're a cloner / Naturally, I'm worried if I do it alone / Who really cares, cause it's your life / You never know, it could be great.\") When the group decided to go on tour in 2009 in the hope – which was then fulfilled – it might inspire them to write their new album, the band's eight kids all came along and they'll do so again when they tour Push and Shove. \"If it happens during the school year we've decided to home-school them,\" says drummer Adrian Young who, despite his outfit of cropped trousers, suspenders, brightly coloured hair and a bowler hat, talks with the seriousness of the driest accountant. \"Tour school!\" chirrups guitarist Dumont. Reading this on mobile? Click here to view video Of course, No Doubt's most famous song, Don't Speak, was about one of the band's most personal struggles: the end of Stefani and Kanal's long-term relationship. Yet while the lyrics, coupled with Stefani's pained vocals, made for a classic breakup song, it must have been pretty weird for Kanal to be standing behind his heartbroken girlfriend every night on tour while she belted out how miserable she was without him. \"Oh definitely,\" replies Kanal while Stefani nods eagerly beside him. \"We were on tour for Tragic Kingdom for 28 months. We were going through the breakup, and in every interview we were talking about it so we were opening this wound on an hourly basis. It was so brutal but I don't know how we made it through.\" This breakup nearly broke Stefani. Even today, nearly 43 and with a hugely successful career, she gives off the air of a woman who loves to devote herself with girlish enthusiasm to the man in her life. She positively radiates when she talks about husband Rossdale's \"beautiful lyrics\" and she can still recall, with painful candour, the devastation she felt when Kanal ended their seven-year relationship when she had been dreaming of marriage and babies. Yet this episode gave her not just a hit single but a career; it wasn't until the breakup that she dared to try songwriting. \"Before, I was really passive, all I cared about was being in love with my boyfriend. I didn't have any creative power, nothing. I don't know that person any more. But I'd been really bad at school and didn't know what I would do, I just sang in my brother's band [Eric Stefani, who founded the group, left No Doubt after Tragic Kingdom to work on The Simpsons.] But after the breakup I just started writing all these songs and suddenly I was: 'Oh I think I'm really good at this!'\" she giggles. Now Kanal and Stefani are so far past the pain of the breakup, even if they will forever be associated with it, that Stefani can announce that her ex's girlfriend told her that she and Kanal had conceived a baby the morning after it happened. \"We'll probably write a song about that at some point,\" deadpans Kanal. \"Look it would be disingenuous to say that it's been all smooth sailing. There have definitely been moments when we've talked about breaking up, like when Eric left and when Gwen and Tony broke up,\" says Young. \"But we've always treated each other with respect whereas maybe other bands that break up forget that, or there is a drug habit which compromises many things. And we just never reached that point.\" Instead, they have all remained firm friends, hanging out together in between albums. Kanal even produced Stefani's solo work. Today, Stefani is a bona fide A-lister who was recently asked to host a fundraiser for President Obama at her house in LA. \"My kids had a complete meltdown when Michelle Obama arrived. The exact opposite of what you want to happen when the First Lady turns up at your house,\" she smiles and Kanal looks at her proudly. To the delight of the British paparazzi, Stefani has also spent time in London. When asked what she liked about living in the city she cites, after only a brief pause, \"the little shops\" and, somewhat less convincingly, \"uh, the food\". \"But then it rains at noon and you're like, what? Then you have to stay inside your house all day. It's hard,\" she says solemnly, her face full of fret. She'll probably write a song about it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}