{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2012/sep/20/gucci-brightens-milan-fashion-week", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2012-09-19T23:02:45Z", "webTitle": "Gucci brightens up Milan fashion week", "webUrl": "https://www.theguardian.com/fashion/2012/sep/20/gucci-brightens-milan-fashion-week", "apiUrl": "https://content.guardianapis.com/fashion/2012/sep/20/gucci-brightens-milan-fashion-week", "fields": {"headline": "Gucci brightens up Milan fashion week", "bodyText": "Many designers in London started their recent shows with a flash of clean white. Not Gucci. At the first blockbuster show of the Milan season, the Italian label hit its stride from the off with a strong opening series of outfits in head-to-toe shocking pink, which for spring/summer 2013 the Italian fashion label is calling \"sharp azalea\". The first look onto the catwalk in this cracking shade featured a belted tunic top with buttons running down one side, worn over kick flared trousers, pointed tall skinny heels, sunglasses and a tan leather clutch. It set the tone for a show with a lot of saturated slabs of colour – citrus yellow and electric blue also featured – done with a rather 1970s jet-set twist. For her latest collection, dubbed \"aristocratic purism\", creative director Frida Giannini, said she wanted to evoke \"a strong allure with a clean, precise, defined aesthetic\". The strongest looks were the separates – the trousers were lean and sexy– or looks that had been stripped back of excess flounce. \"Minimalist shapes\" were the first two words referenced in the show notes, emphasising this as a key new season message. Giannini also name-checked photographers Richard Avedon and Gian Paolo Barbieri as influences. Certainly the way Barbieri photographs clothes, particularly things such as a billowing sleeve or a ruffle neckline – as worn in a picture he took of Audrey Hepburn – came alive in this show. Though perhaps the transition of these ruffles into many women's normal lives might prove a little more complicated. Then again, probably not many of serious Gucci customers spend that much time getting on and off the bus. Hot contenders in the surefire-hit category were the accessories. The patent shoulder bag in electric blue or super high cage sandals with ankle straps, both featuring the house horsebit motif will add punch or sex appeal to day or eveningwear next spring. Jewels were also used: from swinging sparkly earrings to fancy chokers, or used encrusted on the shoulders of a long white gown. You can always rely on Gucci to show a dress that offers the opportunity to create a sexy look from the back – a series of long gowns did this expertly. The final series of monochrome evening looks had a whiff of Tom Ford-era Gucci. A particular highlight here was a gorgeous high-neck tunic top with contrast sheer sleeves worn over a pair of kick flares, complete with a mini Plexiglass clutch. This was modern cocktail dressing at its finest for the kind of woman who has Tilda Swinton on her moodboard. Trends emerging in London, such as the return of snakeskin, as seen at Preen and Erdem, also featured in Gucci's collection. Created using fibres from Japanese paper, a snake pattern was printed on tunics and trousers and paired with matching accessories."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}