{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/sep/13/tom-cleverley-dutch-roberto-martinez", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-09-13T22:00:01Z", "webTitle": "Tom Cleverley fits Dutch way of playing, says Roberto Martínez", "webUrl": "https://www.theguardian.com/football/2012/sep/13/tom-cleverley-dutch-roberto-martinez", "apiUrl": "https://content.guardianapis.com/football/2012/sep/13/tom-cleverley-dutch-roberto-martinez", "fields": {"headline": "Tom Cleverley fits Dutch way of playing, says Roberto Martínez", "bodyText": "Roberto Martínez believes Tom Cleverley's ability to switch between positions is reminiscent of the \"total footballer\" model developed by Ajax and Holland during the 1970s. The Manchester United midfielder has been used in a holding role by Sir Alex Ferguson this season, while Roy Hodgson played him in the advanced No10 berth for England's World Cup qualifiers against Moldova and Ukraine during the past week. This prompted Hodgson to compare Cleverley to Cesc Fábregas, who fills the position for Barcelona and Spain. Yet Martínez took Cleverley on loan to Wigan Athletic two seasons ago and used him in a wider midfield role. The manager believes his talent would allow him to slot into the Dutch model. \"He can play in many positions and he is happy to be in one-v-one situations offensively and defensively, that's where he's got real variation,\" Martínez said. \"Sometimes it can be a negative to be able to play in a number of positions. Some players are a jack of all trades but not special in any of them. Tom is special in what he does, while understanding other roles within the team just as well. But if you were to ask him what is his best position, I would say central midfield. And I think Manchester United always saw him as that – even while he was here.\" Martínez is also impressed by how Cleverley has responded to last season's injury-disrupted campaign. \"His level of performance and maturity has been incredible since his injury,\" he said. \"And to be able to represent England and Manchester United in such a central area is an impressive achievement. \"I have said it before, when he was with us, that his tactical ability is not normal for a player of his age in this country. He is someone who could easily fit into the Dutch or Spanish way of playing quite easily, such is his technical ability and awareness.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}