{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/oliver-burkemans-blog/2012/sep/05/democratic-national-convention-2012-diary", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-09-05T22:10:00Z", "webTitle": "Democratic convention diary: a strangely British election campaign | Oliver Burkeman", "webUrl": "https://www.theguardian.com/commentisfree/oliver-burkemans-blog/2012/sep/05/democratic-national-convention-2012-diary", "apiUrl": "https://content.guardianapis.com/commentisfree/oliver-burkemans-blog/2012/sep/05/democratic-national-convention-2012-diary", "fields": {"headline": "Democratic convention diary: a strangely British election campaign", "bodyText": "• Michelle Obama's accomplished convention speech not only energised delegates, but brought a halt, for now, to journalists' complaints about the 2012 campaign being lacklustre. Even CNN's Wolf Blitzer, although medically incapable of expressing enthusiasm, called it a \"grand slam\". And the speech was an interesting litmus test for right-leaning commentators: could they bring themselves to acknowledge the First Lady's performance? Yes, actually: Fox News was full of praise (\"extremely impressive woman\"); former Reagan speechwriter John Podhoretz deemed it a \"total knockout\"; the National Review called it \"excellent\" and \"passionate\". Only the implacably conservative radio host Laura Ingraham disagreed. \"The DNC is VERY low energy, not the vibrant, youth allure of 2008,\" she tweeted. \"I feel the whiff of death and decay.\" Still, here's to Ingraham for having the courage of her convictions, defying the temptation to bend her opinions in the service of populism! There's presumably some IT-related explanation for the fact that the message mysteriously vanished from Twitter later that night. • Republicans, staging their own counter-convention in Charlotte, are rallying behind the slogan \"Obama Isn't Working\", a blatant borrowing from Margaret Thatcher's 1979 campaign. On Tuesday night, meanwhile, Maryland's Democratic governor, Martin O'Malley, tried to lead the convention audience in a pro-Obama chant of \"Forward, Not Back\", evoking Tony Blair's grammar-violating horror of 2005. What next? Will the president's remarks include the phrase \"I've not got a reverse gear\"? (Are you're thinking what we're thinking – namely, that that would be awful?) Oh well: at least we can rely on Joe Biden, who'll be introducing Obama tonight, not to steal lines wholesale from British election campaigns, can't we? Can't we? • The convention's official \"speakers' platform\", designated to allow protesters a voice, seems to be succeeding in what cynics might suggest was its real job: making sure nobody hears them. It's a small, raised platform on a muddy field, far from the main action, populated by recycling bins. Audiences must \"sit on gravel and weeds\", reports the Charlotte Observer's Lawrence Toppman – if there were an audience. Tuesday's crowd \"consisted entirely of me\", notes Toppman, who arrived too late to hear the day's first speaker give a talk entitled \"Sodomy, Abortion, Fornication\". \"He left a DVD behind,\" the reporter adds, \"but I forgot to take it.\" That's probably for the best. • Daringly, or foolishly, the Obama campaign's merchandise includes badges featuring a portrait of the president, the slogan \"Made in the USA\", and a snapshot of the president's birth certificate, poking fun at \"birther\" conspiracists. But much to the amusement of Rush Limbaugh, it turns out that, to buy the trinkets, you have to be a US citizen (or permanent resident) yourself! \"I kid you not, folks!\" Limbaugh chuckled on air, triggering widespread amusement at the Democrats' latest gaffe. \"Sometimes irony can be pretty ironic,\" added the birther website WorldNetDaily. Now, admittedly, it's true that all sales of campaign merchandise count as political contributions, which foreigners can't make – hence the small print about being a citizen. Even so, it's rather ironic that … Hang on. What's the irony again? Is it that birthers don't understand what \"irony\" means?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}