{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/sep/05/inequality-hunger-change", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-09-05T21:49:20Z", "webTitle": "Inequality: hunger for change | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/sep/05/inequality-hunger-change", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/sep/05/inequality-hunger-change", "fields": {"headline": "Inequality: hunger for change", "bodyText": "Wafting through the literature of the Depression is the smell of food. There is a reason why, for example, The Grapes of Wrath dwells upon the sizzle of freshly trapped rabbit and the wholesome glow that comes from a stew. And that is, of course, the arresting contrast with all those nights where was nothing but lard-and-flour mush to be had. The 1930s really were hungry, which is why the postwar settlement set out to slay the giant of want. In more recent times we have perhaps forgotten that it took struggle to put hunger at bay. The cheery third way philosophy that dominated politics before the great crash was animated by a faith – faith in the transformative power of technology to automatically if incrementally satisfy basic human needs, and banish such ancient enemies as hunger. There is something in this optimism, too. The industrial revolution ensured that even the dietary hardships of the hungry 30s did not produce the mass starvation witnessed across much of Europe in the infinitely hungrier 1840s. Likewise, the four-fold increase in average incomes between the Depression and our own time should provide British stomachs with some serious insurance against hard times. Average incomes, however, are only material to the poor if they get a fair share of the cake that Marie Antoinette fondly imagined they might feast on. They are not getting it. Save the Children was moved to launch a fundraising campaign this week for British youngsters who are missing out on square meals and other necessities. The Trussell Trust discerns such a \"volume increase\" in hunger that it is opening two to three food banks every week. The Conservative's \"broken Britain\" narrative responds to every indication of hardship by pointing the finger at debt, addiction and entrenched worklessness. It sounds plausible, but the past several years have seen average debts being paid down, no great change in addiction and only a proportion of the expected surge in unemployment. The real cause, as skilfully teased out in Paul Mason's BBC reports are poverty pay and – most importantly – newly stringent rules, rates and restrictions in the benefit system. After the coalition shredded the ultimate safety net of the social fund, councils are looking to invest in charity-run food banks to provide their poor with a last-gasp means of keeping body and soul together. The charities are left wrestling with anguished debates about the point at which they will have to refuse public funds or hungry people if they are not to substitute for proper social security. The broader lesson is that cavalier raids on supposedly ill-deserved welfare cheques soon translate into missed meals. If we don't learn it soon, the great novels of the 2010s might also display a strange preoccupation with food."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}