{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2012/sep/17/first-aid-deaths-tv-campaign", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2012-09-16T23:01:02Z", "webTitle": "Lack of first-aid skills kills as many as cancer, claims advert", "webUrl": "https://www.theguardian.com/society/2012/sep/17/first-aid-deaths-tv-campaign", "apiUrl": "https://content.guardianapis.com/society/2012/sep/17/first-aid-deaths-tv-campaign", "fields": {"headline": "Lack of first-aid skills kills as many as cancer, claims advert", "bodyText": "Approximately 140,000 people every year die in situations where their lives could have been saved if somebody had known first aid – as many deaths as there are from cancer, according to a campaign. Hard-hitting TV adverts shown on Sunday night during the screening of Downton Abbey and on Monday during ITV's News at Ten are intended to bring home the stark comparison. St John Ambulance, which is behind the campaign to encourage people to learn the skills that may save a life, says there are far more preventable deaths than is realised. The 60-second film features a man who is diagnosed and treated for cancer. He recovers, only to choke to death on a piece of meat at a barbecue, because none of his family knows what to do to help. Sue Killen, St John Ambulance chief executive, said: \"Cancer is a serious disease, which kills tens of thousands of people each year. When a loved one has cancer, although we do all we can to support them, over three-quarters of people are consumed by a feeling of helplessness. \"In situations where first aid could help save a life we don't have to feel helpless, because learning life-saving skills is so simple. That's why it's so concerning that fewer than one in five of us knows even basic first aid. This has got to change if we are to stop up to 140,000 lives from being needlessly lost each year.\" The charity says there is compelling evidence to take both cancer and first aid seriously. In a bid to avoid cancer, nearly half of 4,000 adults questioned for the Helpless campaign said they had made changes to their diet (43%), half did not smoke and 36% increased the amount of exercise they took. But only 18% surveyed knew basic life-saving skills."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}