{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/sep/24/andrew-mitchell-police-log", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-09-24T22:48:17Z", "webTitle": "Andrew Mitchell: fresh pressure as full police log published", "webUrl": "https://www.theguardian.com/politics/2012/sep/24/andrew-mitchell-police-log", "apiUrl": "https://content.guardianapis.com/politics/2012/sep/24/andrew-mitchell-police-log", "fields": {"headline": "Andrew Mitchell: fresh pressure as full police log published", "bodyText": "Andrew Mitchell, the government chief whip, is facing fresh pressure after the full police log of his confrontation with armed officers in Downing Street was published. In a blow to Mitchell, who tried to draw a line under the affair by appearing in public to repeat his apology to the police, the 442-word log was passed to the Daily Telegraph. The log confirmed the reporting of last Wednesday's incident by the Sun, which first revealed that Mitchell swore at police officers when they declined to allow him to cycle through the Downing Street security gates. The log also quotes Mitchell referring to the police as \"plebs\". The publication of the log is likely to increase pressure on the chief whip to offer a fuller account of the incident. In his first public appearance since the allegations were first aired on Thursday night, Mitchell said he had not used the words \"attributed\" to him. In private, he has admitted swearing in the presence of the officers. But he is adamant that he did not describe the officers as plebs. The police log records that Mitchell demanded to be allowed to cycle through the Downing Street security gates. A female police officer told Mitchell, who insisted that he always cycled through the gates, that it was not policy to open the gates for cyclists. A colleague of the female PC wrote: \"After several refusals Mr Mitchell got off his bike and walked to the pedestrian gate with me after I again offered to open that for him. \"There were several members of public present as is the norm opposite the pedestrian gate and as we neared it, Mr Mitchell said: 'Best you learn your fucking place … you don't run this fucking government … You're fucking plebs'.\" The officer who wrote the log said he told Mitchell he would have to arrest him if he continued to swear at him. The log reports Mitchell as saying \"you haven't heard the last of this\" as he left on his bike. The Sun newspaper reported that before the incident, Mitchell had been at the Cinnamon Club, an upmarket Indian restaurant in Westminster. He then returned to Downing Street where the altercation took place and afterwards went to the Carlton Club in St James's where he was a guest speaker. Downing Street sources said the revelations would do nothing to change the prime minister's view of the incident. The sources said the log was a lengthier version of what appeared in the Sun on Monday. However, John Tully, chairman of the Metropolitan Police Federation, said earlier that by denying he had called the officers plebs, Mitchell was in effect accusing the officers of lying. \"Clearly Mr Mitchell is denying using certain words, effectively now impugning the integrity of the police officers. I think that is very serious. I think the prime minister or Downing Street officials should hold an inquiry, and if Mr Mitchell is proved to have lied, he should be sacked\" Mitchell was given some breathing space when the cabinet secretary, Sir Jeremy Heywood, and the Metropolitan police commissioner ruled out a full investigation. In a letter to the shadow home secretary, Yvette Cooper, Heywood said he had agreed with Bernard Hogan-Howe, the Met commissioner, that there was no need for an investigation because no complaint had been received. In his letter to Cooper, Heywood wrote: \"In the light of the apology given, and also the fact that the officer concerned has accepted the apology and does not wish to pursue the matter further, the Metropolitan police commissioner reiterated that no further action would be taken. Given these circumstances, neither the prime minister nor I see any purpose in a further investigation.\" Heywood said the No 10 head of security and the prime minister's principal private secretary spoke to the police sergeant to hear his side of the story. \"There clearly remains a genuine difference of view about what words were actually used,\" Heywood said. The letter was sent as a poll for the Guardian found the public is twice as likely to trust the police than they are to trust the government. In the Guardian/ICM poll, which was conducted over the weekend after the allegations about Mitchell's confrontation with the police were first published in the Sun, 79% of respondents said they trusted the police very or fairly strongly. That's more than double the 37% who said the same about the UK government. Mitchell's explanation failed to satisfy some of his coalition partners. Jeremy Browne, the Lib Dem Home Office minister, told the BBC: \"Explaining to the media what was not said is not the same as explaining to the media what was said. So there is a sense of all the loose ends not being tied up.\" Sir Menzies Campbell, the former Lib Dem leader, said: \"If Andrew Mitchell's determination was to draw two lines under this matter, he hasn't achieved that. \"The government chief whip, who has got a lot of responsibilities, is not yet able to say unequivocally what it was he said and to frame his apology around that. Until that is done, I am afraid this story still has legs.\" Scotland Yard confirmed it was investigating how the leak came about after the Sun, which broke the original story last week of Mitchell's run-in with Downing Street protection officers, reported that it had been shown a police report of the incident, prepared for senior officers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}