{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/sep/02/desmond-tutu-tony-blair-iraq", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-09-01T23:09:00Z", "webTitle": "Why I had no choice but to spurn Tony Blair | Desmond Tutu", "webUrl": "https://www.theguardian.com/commentisfree/2012/sep/02/desmond-tutu-tony-blair-iraq", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/sep/02/desmond-tutu-tony-blair-iraq", "fields": {"headline": "Why I had no choice but to spurn Tony Blair", "bodyText": "The immorality of the United States and Great Britain's decision to invade Iraq in 2003, premised on the lie that Iraq possessed weapons of mass destruction, has destabilised and polarised the world to a greater extent than any other conflict in history. Instead of recognising that the world we lived in, with increasingly sophisticated communications, transportations and weapons systems necessitated sophisticated leadership that would bring the global family together, the then-leaders of the US and UK fabricated the grounds to behave like playground bullies and drive us further apart. They have driven us to the edge of a precipice where we now stand – with the spectre of Syria and Iran before us. If leaders may lie, then who should tell the truth? Days before George W Bush and Tony Blair ordered the invasion of Iraq, I called the White House and spoke to Condoleezza Rice, who was then national security adviser, to urge that United Nations weapons inspectors be given more time to confirm or deny the existence of weapons of mass destruction in Iraq. Should they be able to confirm finding such weapons, I argued, dismantling the threat would have the support of virtually the entire world. Ms Rice demurred, saying there was too much risk and the president would not postpone any longer. On what grounds do we decide that Robert Mugabe should go the International Criminal Court, Tony Blair should join the international speakers' circuit, bin Laden should be assassinated, but Iraq should be invaded, not because it possesses weapons of mass destruction, as Mr Bush's chief supporter, Mr Blair, confessed last week, but in order to get rid of Saddam Hussein? The cost of the decision to rid Iraq of its by-all-accounts despotic and murderous leader has been staggering, beginning in Iraq itself. Last year, an average of 6.5 people died there each day in suicide attacks and vehicle bombs, according to the Iraqi Body Count project. More than 110,000 Iraqis have died in the conflict since 2003 and millions have been displaced. By the end of last year, nearly 4,500 American soldiers had been killed and more than 32,000 wounded. On these grounds alone, in a consistent world, those responsible for this suffering and loss of life should be treading the same path as some of their African and Asian peers who have been made to answer for their actions in the Hague. But even greater costs have been exacted beyond the killing fields, in the hardened hearts and minds of members of the human family across the world. Has the potential for terrorist attacks decreased? To what extent have we succeeded in bringing the so-called Muslim and Judeo-Christian worlds closer together, in sowing the seeds of understanding and hope? Leadership and morality are indivisible. Good leaders are the custodians of morality. The question is not whether Saddam Hussein was good or bad or how many of his people he massacred. The point is that Mr Bush and Mr Blair should not have allowed themselves to stoop to his immoral level. If it is acceptable for leaders to take drastic action on the basis of a lie, without an acknowledgement or an apology when they are found out, what should we teach our children? My appeal to Mr Blair is not to talk about leadership, but to demonstrate it. You are a member of our family, God's family. You are made for goodness, for honesty, for morality, for love; so are our brothers and sisters in Iraq, in the US, in Syria, in Israel and Iran. I did not deem it appropriate to have this discussion at the Discovery Invest Leadership Summit in Johannesburg last week. As the date drew nearer, I felt an increasingly profound sense of discomfort about attending a summit on \"leadership\" with Mr Blair. I extend my humblest and sincerest apologies to Discovery, the summit organisers, the speakers and delegates for the lateness of my decision not to attend."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}