{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2012/sep/29/this-weeks-new-theatre-and-dance", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2012-09-28T23:06:25Z", "webTitle": "This week's new theatre and dance", "webUrl": "https://www.theguardian.com/stage/2012/sep/29/this-weeks-new-theatre-and-dance", "apiUrl": "https://content.guardianapis.com/stage/2012/sep/29/this-weeks-new-theatre-and-dance", "fields": {"headline": "This week's new theatre and dance", "bodyText": "The Hotel Plays and Desire Under The Elms, London Tennessee Williams's rarely seen The Hotel Plays are staged by the Defibrillator Theatre Company across three floors in a Holborn hotel. The plays are: Green Eyes, a lost thriller written in 1970; Sunburst, and The Travelling Companion, concerning a young hustler and an older writer. Another US dramatic giant is celebrated at the Lyric Hammersmith with a revival of Eugene O'Neill's Desire Under The Elms, another of his tales of family strife. Grange Holborn Hotel, WC1, Thu to 27 Oct; Lyric Hammersmith, W6, Wed to 10 Nov Mark Cook Beautiful Burnout, Plymouth It's a welcome return for this pulsating co-production between Frantic Assembly and the National Theatre Of Scotland which sets out on tour after punchy success both in Edinburgh and on international stages. Bryony Lavery's clever script takes audiences inside the gym, the boxing ring and the mind of a would-be prize fighter as it tells the story of Cameron Burns and a group of young boxers who see the sport as a way out of their dead-end Glasgow lives. But at what price? The cast will have been in training for weeks, the choreography by Scott Graham and Steven Hoggett is a knockout, and the whole thing is underscored by hard-hitting and unremitting music from techno stalwarts Underworld. Theatre Royal, Plymouth, Wed to 6 Oct, then on tour Lyn Gardner Our Boys, London Playwright Jonathan Lewis was all set on a military career when a back injury ended his hopes. Before going on to drama school (the obvious next step), he underwent an operation in a military hospital. It was there, meeting soldiers that had been injured in action, that inspired his 1993 play Our Boys, which retains a grim topicality with the many casualties in Afghanistan. As an actor, Lewis ironically went on to star in the popular Soldier Soldier TV series alongside pop crooners Robson and Jerome. This new production is directed by David Grindley – who was assistant director on the original, and was also responsible for the award-winning production of RC Sherriff's first world war play Journey's End. It stars Lewis sidekick Laurence Fox and outgoing Doctor Who assistant Arthur Darvill. Duchess Theatre, WC2, to 15 Dec Mark Cook Lifeguard, Glasgow The much-loved Georgian Govanhill baths (which have reopened after closing 11 years ago) play host to possibly the first performance where an audience has to wear swimsuits. Exploring our fear of water but also its therapeutic possibilities, the show creates a narrative around the relationship between an older man (Adrian Howells) who is teaching a younger man (Ira Mandela Siobhan) how to swim. Drawing on ideas of private and public space, abandonment and drowning, the piece features original film projected on to the bottom of the pool and local people who will have been taught to swim during the course of rehearsals. Govanhill Baths, Fri to 27 Oct LG Treasured, Liverpool Liverpool's connections with the Titanic's tragic maiden voyage were celebrated in moving style earlier this year with the extraordinary Sea Odyssey, a huge outdoor spectacle that found light in the catastrophe in which so many died. Four years ago as part of the city's year of culture, Liverpool's Anglican Cathedral became an exhibition space when it played host to a marvellous show by dreamthinkspeak. Now its interior is being used for another vast production which will use sound, projections and aerial theatre to tell the story of the doomed liner and the ordinary people who sailed in her. Liverpool Cathedral, Mon to 6 Oct LG London, Salisbury It's been a busy year for celebrated playwright Simon Stephens whose Three Kingdoms was a controversial hit at the Lyric Hammersmith. That was followed by his adaptation of The Curious Incident Of The Dog In The Night-Time which became a sell-out at the National Theatre and he also found time to write the devastating Morning for the Lyric's youth theatre and a much-admired version of A Doll's House for the Young Vic. Now an earlier Stephens play, Sea Wall, a heartbreaking monologue which was commissioned by the Bush Theatre, is paired with a new play, T5, to create a double-bill called London. Salberg Studio, Wed to 20 Oct, then on tour LG Dance Umbrella, London This year's pared-down festival lasts for just 10 days and is focused around a single venue, the fine new theatre spaces at the new Central Saint Martins campus. But Umbrella's programme of small scale, cross-disciplinary work promises some of the most inquisitive-minded and entertaining dance on the international circuit. It's co-curated by Betsy Gregory and Jonathan Burrows, with works from Burrows and his collaborator Matteo Fargion, Wendy Houstoun, Beth Gill and Noé Soulier. Platform Theatre, N1, Fri to 14 Oct Judith Mackrell Scottish Ballet, Glasgow This is the company's first season under new artistic director Christopher Hampson, although as with all such transitional moments, the programming also bears the imprint of Hampson's predecessor, Ashley Page. It was Page who commissioned Martin Lawrance's exhilaratingly crafted new ballet Run For It, which is set to the brilliant colours and rhythms of John Adams's Son of Chamber Symphony. William Forsythe's Workwithinwork also features, as does Hans vans Manen's sexily-dynamic musical fusion 5 Tangos. Theatre Royal, Thu to 6 Oct, then on tour JM"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}