{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/sep/09/the-thick-of-it-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-09-09T22:00:01Z", "webTitle": "TV review: The Thick Of It; The Scapegoat", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/sep/09/the-thick-of-it-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/sep/09/the-thick-of-it-review", "fields": {"headline": "TV review: The Thick Of It; The Scapegoat", "bodyText": "It's like … what's something you really look forward to for a long time but which turns out to be not all that? Losing your virginity? A cigarette at the end of a long haul flight? The Stone Roses' Second Coming? Actually, I think Second Coming is underrated and brilliant, so not like that; smoking, and the other, I've forgotten. Anyway, there's no escaping it: this opening episode to the fourth (and probably final) series of The Thick of It (BBC2), one of the smartest, funniest British TV shows ever made, is – whisper it – disappointing. The opposition from the last series is now in power. So the Ken Clarke-ish Peter Mannion is the new minister at the DoSAC, and he's flanked, ineptly, by advisers Phil and Emma. But this is a coalition government, so Mannion is partnered by Fergus, a thrusting junior minister from the third party (known as The Inbetweeners) and his equally thrusting adviser Adam. The honeymoon is well and truly over; the marriage is now officially a failing one, though they're still trying to hold hands and smile in public. That coalition mistrust, back-stabbing and credit-stealing is at the heart of it. Nothing wrong with that; it is, after all, what's going on in the reality version. Fergus's \"silicon playgrounds\" project (getting kids to design apps, for nothing, sorry \"digital dividends\") feels like something that could easily actually happen. The satire is successful. Successful satire alone doesn't make great comedy though. It needs great characters, great performances, great writing, great lines, great jokes – all of which The Thick of It has always served up in supersize portions. Until now. I think there are actually too many characters, and not enough good ones, on this side of the house, with all the coalition partners and their advisers. Plus there's Stewart, the sort of Andy Coulson/Steve Hilton character (not the best, no Malcolm Tucker for sure), and Glenn and Terri still somehow hanging in there. Roger Allam is wonderful as Mannion, even if he is essentially a Tory version of Chris Langham's character from the first series. None of the others stand out specially. Nor do any lines. OK, I like \"upper class-holes\", \"laters legislators\" and Fergus's horrid \"from my PoV, re all this …\" And I hope the Lib Dems will now always be known as \"The Inbetweeners\". But there aren't any that had me involuntarily snorting out snot, which is what you expect. Even the swearing is less imaginative: have they lost their consultant? Or is that just one of the sadnesses that comes with Malcolm being in opposition? Where are we up to? Jokes. So Mannion's Rajesh/Raj fumbling is fun, but then it goes too far when he says \"that's an easier one\" to the girl who says her name is Charlotte. I think even an out of touch racist old Tory would know better. The whole point of TTOI is that you believe this is what they're/it's really like, and there are times here that I didn't. And what about going the wrong way in the revolving door … what is this, Laurel and Hardy? There is an unsubtlety, a too-obviousness, about it that makes me wonder whether Armando Iannucci, what with all his other projects like taking over America and the world, had let his eye off this one. Perhaps some of the above is a little unfair. I am, after all setting it against itself, one of greatest – and one of my favourite – comedy shows ever. Even a disappointing episode is better than most things out there. Oh, and some good news: I took a peek at the next one. Way better. Well, we're with the other side, meaning Rebecca Front's wonderful Nicola. And Peter Capaldi. So good lines, and good swearing. So much good drama on ITV at the moment. The Scapegoat (ITV1) was lovely, once you'd overcome the absurdity of the premise, one that's perhaps harder to get away with today than it was in 1957, when Daphne Du Maurier wrote the novel. Man goes into a bar, meets his double, unwittingly takes over not just the other man's overcoat, but his life as well. It's done so artfully and entertainingly, it wasn't hard to go along for the ride. For John (excellent by Matthew Rhys) too. He takes his new role – as Johnny (excellent by Matthew Rhys) – very seriously, sleeping not just with the other man's wife, but with his mistress too. Is it rape though, given that they are consenting, but not to who they think they are? Interesting, legally."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}