{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2012/sep/12/king-lear-almeida-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2012-09-11T23:35:59Z", "webTitle": "King Lear - review", "webUrl": "https://www.theguardian.com/stage/2012/sep/12/king-lear-almeida-review", "apiUrl": "https://content.guardianapis.com/stage/2012/sep/12/king-lear-almeida-review", "fields": {"headline": "King Lear - review", "bodyText": "Jonathan Pryce is the latest actor to scale Mount Lear and, although it's getting a bit crowded on the summit these days, he gives a striking, individualistic performance in a carefully considered production directed by Michael Attenborough. It's one, I'd say, that leaves you in a state of quiet admiration rather than swept off your feet. The emphasis is on King Lear as a family, rather than a cosmic, tragedy. It begins deceptively mildly with a smiling, beneficent Pryce placing a coronet on Cordelia's head before she has had a chance to speak. But one soon realises this ceremonial cosiness is a facade and that when Goneril talks of her father's \"unruly waywardness\" she speaks the simple truth. Even more pointedly, there are strong hints that Lear has abused his older daughters. When Lear, having divided his kingdom, turns on the recalcitrant Goneril, Pryce savagely kisses her and threatens to \"resume the shape which thou dost think I have cast off for ever\". And when he later tells Regan it is not in her nature \"to oppose the bolt against my coming in\" the words acquire an ominously sexual ring. Pryce's Lear, in short, is no majestic ancient but a dominating and seemingly exploitative father, who undergoes a spiritual purgation through suffering. This is a Lear one understands rather than sympathises with. It is striking how, even in madness, Pryce's Lear remains sharp, quick and observant: the confrontation with the blinded Gloucester on Dover heath, which actors often milk for pathos, here has a wild comedy as Pryce cries \"Ha, Goneril with a white beard.\" There is also a buried violence, so when Pryce announces he killed the slave who was hanging Cordelia you believe him. And it seems totally appropriate that he expires with a convulsive fit rather than in a state of gracious passivity. I shall remember the evening for Pryce's performance more than anything else. Tom Scutt's design of brick-walled arches neatly echoes that of the Almeida itself, but his costumes have a flavourless, dun-coloured universality. And the supporting performances are good without being radically surprising. One exception is Phoebe Fox, who makes Cordelia a refreshingly ballsy figure, whose initial response to dismissal by her father is to defiantly stay put. It is also good to see Richard Goulding's Edgar sporting with servant girls rather than being a born goody-goody, and revealing a streak of vengefulness towards Kieran Bew's Edmund when he has him at his mercy. And Zoe Waites and Jenny Jules lend Goneril and Regan a palpable sense of inherited wrong and resentment even if it doesn't justify their subsequent monstrosity. This, in short, is a Lear that deals with the breakdown of a family rather than a universe and one largely distinguished by a central performance in which the Pryce is absolutely right."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}