{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/sep/05/liverpool-england-under-21s", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-09-05T22:00:00Z", "webTitle": "Brendan Rodgers asked FA to omit Raheem Sterling from England U-21s", "webUrl": "https://www.theguardian.com/football/2012/sep/05/liverpool-england-under-21s", "apiUrl": "https://content.guardianapis.com/football/2012/sep/05/liverpool-england-under-21s", "fields": {"headline": "Brendan Rodgers asked FA to omit Raheem Sterling from England U-21s", "bodyText": "Brendan Rodgers has said he advised the Football Association not to promote Raheem Sterling to the England Under-21s to protect the Liverpool winger from over-exposure. The 17-year-old has made a fine start to his Liverpool senior career and confident displays against Hearts, Manchester City and Arsenal had placed him in contention for the European Under-21 Championship qualifiers against Azerbaijan on Thursday and Norway on Monday. Rodgers, however, was reluctant for Sterling to rise too quickly for both club and country and encouraged the winger's inclusion in the England Under-19 friendly with Germany in Hamburg on Thursday instead. The Liverpool manager explained: \"I spoke to Trevor Booking on the thoughts of where the FA believe he is at. I said, in my opinion, that of course he has got the ability to be in the Under-21s but I believe in many ways it is right for him to go with the Under-19s. He was involved with us on Sunday [against Arsenal]. He has met up with the England squad now and travelled to play in Germany. It then allows him to come back and recover well before our next game at Sunderland. \"It is all about individual needs. It might look great on the back pages that he is involved in the Under-21s but the reality is that this is a kid who has made great strides over the last few weeks. He was absolutely fantastic through pre-season. You have seen his quality, courage and attitude in games – it has been fantastic. But, for the moment, let's just stay calm.\" Rodgers is well versed in the development of young players from his time as youth-team coach at Reading and Chelsea and is anxious not to burden Sterling with expectation. The Liverpool manager considers the former Queens Park Rangers trainee to be a bonus addition to his squad this season, even though Sterling has dislodged the £20m England international Stewart Downing from the side's past two Premier League fixtures. \"I think you have to be careful with young players,\" he added. \"They can be elevated above their station too quickly. That is a part of it in this country. They have one good game and they get elevated into superstar status. You then see them at 23 and 24 and you wonder why they are not superstars any more.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}