{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/sep/19/antiques-rescue-food-hospital-salman-rushdie", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-09-19T22:55:00Z", "webTitle": "TV review: Antiques to the Rescue; Food Hospital; Imagine: The Fatwa – Salman's Story", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/sep/19/antiques-rescue-food-hospital-salman-rushdie", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/sep/19/antiques-rescue-food-hospital-salman-rushdie", "fields": {"headline": "TV review: Antiques to the Rescue; Food Hospital; Imagine: The Fatwa – Salman's Story", "bodyText": "They seem to be running out of ideas for TV formats. The solution: combine established ones, make hybrid television. I look forward to a Larkrise/Towie combo, rural scripted reality, set perhaps in Hardy country just so they can call it The Only Way is Wessex. Or Springwatch meets One Born Every Minute … hang on, they already have that: Lambing Live with Kate Humble. See? And here's Antiques to the Rescue (BBC2) which is made by adding one part Country House Rescue to one part Antiques Roadshow. There you have it, you don't even have to mix. John Foster (off Antiques Roadshow) goes to Borris House, an imposing but crumbly stately in County Carlow, Ireland. It's inhabited by Morgan and Sara Kavanagh, who belong to that class of Irish people who are so posh their Irishness is barely perceptible. \"Morgan inherited the estate just as the credit crunch hit,\" sighs Sara. I do find it hard to feel very sorry for a man about whom his wife can begin a sentence: \"Morgan inherited the estate\" (there's 600 acres of land to go with the 50-room house). But I can see it's important to keep these houses more or less upright. Their inhabitants too, because the landed gentry, if nothing else, now play an important role in light television entertainment. Which Morgan is very good at, being ruddy of complexion and stubborn of temperament, with a keen sense of what is right and wrong, family history, heirlooms, all that. He doesn't want to let anything go. The Persian rug? Absolutely not, that'd be like ripping out his soul. Likewise the furniture, lace, books and lions (which don't roam those 600 acres, sadly; they live on a mantelpiece). In the end, Foster just about persuades him to let go reluctantly of one portrait, a book, a vase and a shotgun. Why didn't my dad give me a shotgun for my 21st birthday, which I can now sell for £4,800, to fund the work that needs doing in my house? That's what I want to know. He never gave any of us any firearms, or vases, or Palladio books, or anything. Oh, there is the little Degas, but I'm not getting rid of that, it looks so perfect in the downstairs lav. Food Hospital (Channel 4) is also hybrid TV. It's You Are What You Eat (complete with poo) mixed with Embarrassing Bodies (complete with Doctor Pixie). Eat yourself to better health – you know: more veggies and fibre, fewer deep-fried Krispie Kreme chicken nugget McSandwiches, all that stuff people are obsessed about. Plus a couple of people whose conditions are helped by changing their diet, including poor little Jack, whose eczema made me itchy just watching. Most interesting is the stuff about beetroot, which, it turns out, is an amazing performance-enhancing wonderdrug that makes six out of eight of these cyclists pedal faster round the track. Except it's not a drug, it's beetroot. That's it! That's how we did it, in the velodrome – Sir Chris, Vicky, Laura'n'Jason, Brad of course, and Sarah. Go on, admit it, Mr British Bicycle man Dave Brailsford, if you're reading (course you are): it wasn't special tyres, or rounder wheels; you just made them all eat boiled beetroot for brekkie. If only Lance Armstrong had known, he could have remained undisgraced. Stay legal, pee pink. Imagine: The Fatwa – Salman's Story (BBC1) was – like Rushdie's 13 years in hiding and, some critics are saying, the 650-page book he has written about his 13 years in hiding – too long. A little on the baggy side, it could have done with a trimming that is perhaps only avoided if the film's presenter and series editor is also the creative director of the broadcaster putting it out. As Alan Yentob is. An hour and 20 minutes is a long book plug … No, that's not fair. It was much more than that. Rushdie says lots of interesting things, not just about his time in hiding, but about putting his life on the line, liberty from religious constraint, Islam. And lots of Salman's chums – literary London, literary New York, it's very cosy isn't it, though I bet they all slag each off in private – come along and say nice things about him. Alan appears to be a chum too. Certainly the questioning is chummy. So they talk about – and to – the Norwegian publisher who survived his attack, but not so much about the Japanese translator who didn't survive his. And to none of the people who turned against him. Yes, perhaps there is an element of bookplugginess about it. It worked for me; I'll get it – he's still one of my favourite writers, even if he isn't one of my favourite people."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}