{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/sep/17/egyptian-soldier-killed-sinai-attacks", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-09-16T23:13:58Z", "webTitle": "Egyptian soldier killed and seven injured in Sinai attacks", "webUrl": "https://www.theguardian.com/world/2012/sep/17/egyptian-soldier-killed-sinai-attacks", "apiUrl": "https://content.guardianapis.com/world/2012/sep/17/egyptian-soldier-killed-sinai-attacks", "fields": {"headline": "Egyptian soldier killed and seven injured in Sinai attacks", "bodyText": "An Egyptian soldier was killed and seven were injured in a set of retaliatory attacks on security forces in Sinai on Sunday as the fallout from a major attack that killed 16 border guards last month continues in the peninsula. Security forces had on Sunday carried out a series of raids arresting suspected militants linked to the 5 August attack near the town of Sheikh Zuwayed, four miles from the border town of Rafah. The raids were met with almost immediate retaliation by armed gunmen and a three-hour shootout ensued according to witnesses in the area. One soldier was killed and seven injured, in addition to two civilian injuries as a result of the clashes. The soldier died from wounds sustained in the clashes after being transported to a Cairo hospital. \"The shooting continued for three hours causing much panic and fear and then as is always the case things return back to normal as if nothing has happened,\" Sheikh Zuwayed resident and politician Mohamed El-Menei said. The Egyptian military and police has conducted a barrage of attacks and raids on locations in northern Sinai ever since the attack, which saw the removal of the two senior commanders of the Egyptian military as well as the head of intelligence. No one has claimed responsibility for the attack on a border post that straddled Egypt, Gaza and Israel, conducted during the holy Muslim month of Ramadan. The 16 soldiers were killed as they were breaking their daily fast at sunset. The attack caused much embarrassment to the Egyptian military and the newly elected Muslim Brotherhood president Mohamed Morsi, who used the attack to sweep the entrenched Mubarak generals Hussain Tantawi and Sami Anan from the top two military posts. Sinai has long been a trouble spot even during the regime of ousted president Hosni Mubarak, where residents of the peninsula holding grievances over the heavy-handed security crackdowns carried out by Mubarak's once feared state security apparatus. In the wake of the August attack, the response of the new government and the new military commanders has been more of the same, sweeping crackdowns and raids on unidentified locations and arrests of purported unidentified assailants. \"No one seems to know what's really happening,\" said El-Menei, \"and no one seems to know who security forces are clashing with.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}