{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/sep/05/hugh-muir-diary-victor-lewis-smith", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-09-05T21:49:00Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2012/sep/05/hugh-muir-diary-victor-lewis-smith", "apiUrl": "https://content.guardianapis.com/politics/2012/sep/05/hugh-muir-diary-victor-lewis-smith", "fields": {"headline": "Diary", "bodyText": "• It's the new rock'n'roll, is what they say about British comedy. And true, the likes of Michael McIntyre and Eddie Izzard fill many a stadium. But sometimes, beneath the surface, it's more like war between the Bloods and the Crips. On 19 September, in central London, figures such as the humorist Victor Lewis-Smith, comedian/actor Keith Allen, and Lin Cook, wife of the legendary Peter Cook, plan to re-launch The Establishment. That's the Soho club Cook began in 1961, said by many to have been the cradle of British satire, spawning such as That Was the Week That Was and Beyond The Fringe. Oh that's good, said the bright sparks at the BBC. We're making a documentary series about comedy. Wouldn't it be good to film the opening night. So production assistant Charlie Coombes wrote nicely to Lewis-Smith. \"Please could you let me know if this would be a possibility,\" emailed Charlie. Back came the reply, subject headed Fuck Right Off. My own company will be filming it, said Lewis-Smith. \"In any case, we stopped working with the BBC (read my letter to Mark Thompson if he let's you see it) a couple of years back. That and the sort of pusillanimous shit the corporation calls comedy (R4 seems to live the 1950s) is why we are reviving The Establishment and makes your request – ironically – the funniest thing to emanate from the BBC in years.\" Charlie retained her dignity. \"A polite no would be much appreciated in the future. I've only just started at the BBC and to be honest I'm a little bit freaked out by getting a reply like that following a polite request. Swearing at a young woman in the BBC comedy department isn't particularly nice or professional.\" For all that, Lewis-Smith held his ground. \"I wouldn't ever patronise a woman by censoring my bad language,\" he said. \"Even if I did – what the fuck do you expect if you call yourself Charlie?\" Finally, he asked: \"Doesn't my writing such emails suggest that I may be mentally unbalanced? In which case calling me 'unprofessional' is insensitive. We, the mad, like women, are mere victims.\" Charlie, rising above it all, declined to respond. • Best to retain dignity. Someone might tell Tim Loughton. He's not taking his sacking as children's minister as well as he might. \"Now ex-children's minister\" is how he describes himself on Twitter. And in the aftermath, he was to be found re-tweeting like a demon. Such as \"Surprised by news. You seem to cut through the rubbish to get to heart of things. Cabinet lost one of its most competent people.\" And, \"You've done some really great work there. Personally I wanted u to replace Gove!\" To be fair, some of the care sector are upset too. A nation at one in grief. • And chin up, Charles Hendry. \"The National Careers Service has the potential to provide individuals, young and old, with employment opportunities that they may never have expected,\" he said a few days back. On Monday he was sacked as energy minister. Always prepared, that was him. • Winners and losers. Thus far Jeremy Hunt looks like a winner. Clearly the PM thinks much of him. The writer Richard Heller, by contrast, says Hunt will be no more than \"a gnat smeared on the windscreen of history\". Gnats are jolly irritating. • Winners and losers, and finally, here's a joke popular among Lib Dems at Westminster. Nick Clegg walks into a branch of HSBC to cash a cheque. \"Could you please show me your ID,\" asks the cashier? \"I didn't bring my ID. I didn't think there was any need,\" says Nick. \"I am Nick Clegg, the deputy prime minister!\" I'm sorry, says the cashier, I must insist on ID. Perhaps there's another way, the official says. \"One day Colin Montgomerie came into the bank without ID. To prove he was Colin Montgomerie he pulled out his putter and made a beautiful shot across the bank into a cup. With that shot we knew him to be Colin Montgomerie. Then in came Andy Murray. He pulled out his tennis racquet and played a fabulous shot. The tennis ball landed in my cup and we cashed his cheque.\" Clegg looks stumped. \"I can't think of a single thing I'm good at,\" he says. At which point they know it's him. Twitter:@hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}