{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/sep/13/vanity-obama-quotes", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-09-13T22:54:00Z", "webTitle": "Vanity Fair gives quote approval power to White House for Obama profile | Glenn Greenwald", "webUrl": "https://www.theguardian.com/commentisfree/2012/sep/13/vanity-obama-quotes", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/sep/13/vanity-obama-quotes", "fields": {"headline": "Vanity Fair gives quote approval power to White House for Obama profile", "bodyText": "[Updated below - Update II (Fri.)] Vanity Fair just published a lengthy profile of Barack Obama by Michael Lewis, a profile he was able to write by \"hanging around Barack Obama for six months, in the White House, aboard Air Force One, and on the basketball court\". How did Lewis get such extensive, unfettered access to the President? In large part, it was by agreeing that he would give the White House full veto power over any quotes he wanted to include, as he told NPR today: \"'My whole goal was to create a very natural environment so I could observe him without lots of people worrying about how it was going to be made to look in print. So the agreement I had with him was, 'Don't worry about me. I don't mind you vetting his quotes, and if you set me up with an interview with someone else in the White House and I want to quote that person, I'll show you those quotes, too', and that ended up happening. . . . \"So I sent those in, and they did almost nothing to them. Very, very little. . . .\" It's understandable that the White House exercised the quote-approval power he gave them \"very, very little,\" because most of the profile is filled with admiration, fluff, and awe. That's hardly surprising given this incredibly revealing passage, in which Lewis -- who is pictured at the top of the article strolling with the President as they both smile at each other -- watches Obama play basketball against younger men and then speaks afterward to one of those players [my emphasis]: \"No one held back, no one deferred. Guys on [Obama's] team dribbled past him and ignored the fact he was wide open. . . . \"'No one seems to be taking it easy on [Obama],' I said. 'If you take it easy on him, you're not invited back,' he explained. I thought to myself, It must be hard not to take it easy on the president. In an act of glaring and extreme projection, Lewis purports to imagine what it's like to play basketball with the president but is obviously revealing his own thoughts: it's \"hard not to take it easy on the president\", he writes. That is more or less the motto of modern American journalism. That's not to say that there are no revealing passages. Lewis writes that when Obama learned he won the Nobel Peace Prize, he spoke to his speechwriters and \"told them he intended to use the acceptance speech to make the case for war\". And Lewis wrote, presumably channeling Obama, that \"the Nobel Prize Committee had just made it a tiny bit harder for him to do the job he'd just been elected to do, as he could not at once be commander in chief of the most powerful force on earth and the face of pacifism\". But those were obviously facts the White House wanted the public to hear in the months leading up to the election. In fact, one can say the same about every quote in Lewis' article, since, by virtue of the terms Lewis agreed to, none could appear unless the White House gave explicit permission. Whatever that arrangement is, it is not journalism (as some media outlets are now acknowledging). It's more akin to what someone would set out to do when they believe that \"it must be hard not to take it easy on the president\". UPDATE: George Orwell famously wrote: \"Journalism is printing what someone else does not want printed: everything else is public relations\". If a writer in advance promises the subject of their profile that nothing will be revealed except that which they explicitly approve, then it's not exactly difficult to determine in which of these two endeavors that writer is engaged. UPDATE II (Fri.): Several commenters have responded that there's nothing \"surprising\" about this quote-approval practice because it has been a common practice for so long. Leaving aside the fact that I never said or suggested there was anything \"surprising\" about any of this, there are several brief points worth making in response: (1) Whether certain conduct is \"surprising\" is totally irrelevant to whether it is worthy of condemnation. That Behavior X is common (and therefore \"unsurprising\") does not remotely negate the view that Behavior X is wrong and destructive; the former point is a non sequitur to the latter. Indeed, this mentality -- that once a certain practice becomes common it no longer merits real condemnation -- is itself quite harmful, for reasons I set forth recently here. (2) The New York Times apparently did not believe that this practice was so common and long-standing as to be worthy of being overlooked, giving that, just two months ago, they published a long article blowing the whistle on these quote-approval arrangements, ones offered to Obama campaign officials by several news outlets including the Times itself. That Times article prompted widespread discussion among media professionals, journalism professors, and media critics precisely because it was not very well known that this practice had become anywhere near this pervasive. (3) There are many news outlets that clearly do not take such a dismissive stance toward this quote-approval practice because -- both before that Times article and since -- they prohibit their reporters from entering into such arrangements on the grounds that such agreements are journalistically corrupt. That includes Associated Press, National Journal, McClatchy and others. (4) The excuse journalists use here is the same one they use to justify the indiscriminate granting of anonymity: we have to do this, or they won't talk to us, and it's better to get corrupted access than none at all. I think the opposite is true: it's better to have no access than corrupted access, as there really is nothing worse for a journalist than to serve eagerly as a P.R. stenographer for a politician. But even if this excuse were convincing, its premise is factually inaccurate. Politicians need media to cover them and convey their messages. If journalists stopped offering politicians corrupt arrangements -- quote-approval power and the ability to hide behind anonymity for no good reason -- then politicians would be trained to know that such arrangements would not be available to them and would stop expecting them. These excuses are nothing more than attempts to wrap what is plainly careerist, access-desperate, subservient behavior into a pretty package of noble journalistic justification (we're just doing this, as distasteful as we find it, in order to keep our readers informed). No readers are being \"informed\" by the publication of a profile in which the subject of the profile has the power to decide what does and does not get printed. They're being propagandized."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}