{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2012/sep/21/mademoiselle-julie-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2012-09-20T23:34:08Z", "webTitle": "Mademoiselle Julie – review", "webUrl": "https://www.theguardian.com/stage/2012/sep/21/mademoiselle-julie-review", "apiUrl": "https://content.guardianapis.com/stage/2012/sep/21/mademoiselle-julie-review", "fields": {"headline": "Mademoiselle Julie – review", "bodyText": "I am all for radical rethinks of the classics. London, for instance, boasts few better evenings than the current Young Vic Three Sisters. Patrick Marber has even provided, in After Miss Julie, a provocative update of Strindberg's 1888 play. But, although it features the redoubtable Juliette Binoche , this French production, originally seen at the Avignon festival, swathes Strindberg's naturalistic tragedy in nonsensical Gallic chic. In many ways the real star of Frédéric Fisbach's production is Laurent P Berger – a visual artist responsible for set, lighting design and costumes. He has created a rectangular white box filled with sliding panels, swirling curtains and a bevy of beautiful people who might have stepped out of a French edition of Vogue. For the first 30 minutes we see them partying enthusiastically to background music by Blondie, Buzzcocks, Joy Division and Marvin Gaye. We assume this is some Midsummer Eve wingding thrown by Mademoiselle Julie who gradually separates herself from the gang to entice her father's valet, Jean, on to the dancefloor. The seduction that inevitably follows spells ruin for Lady Julie (as she should properly be known) as well as for Jean and his fiancee, Kristin. But Strindberg, who knew what he was about, deliberately set the action in the kitchen, with its stove, scullery table and spice jar, so that we see the heroine descending into another world. But here the svelte Kristin works at a kitchen unit that would go down well on a TV cookery programme. And there is little sense of the gulf between the classes since Jean looks as nattily clad as any of the party goers. All of this makes it a little odd that the guests themselves should advance on the post-coital Julie and Jean like some dismayed Greek chorus. I suspect the production is trying to get beyond the idea that the play is about the lady in love with the servant to explore the psychopathology of sex but even here it has mixed results. Binoche has a striking physical presence, rails with vehement disgust at the object of her desire and prowls around the stage as if it were a cage; but she never strikes me as \"the child of nature\", with elements of male as well as female, that Strindberg envisaged. Nicolas Bouchaud also catches the arrogance and upwardly mobile aspirations of Jean but little of his ultimate enslavement to convention. The best performance, in fact, comes from Benedicte Cerutti whose Kristin reacts with justifiable rage to the idea she should become an accomplice to Julie and Jean's fantasies of escape. In the end, the production makes little sense. Strindberg dreamed of a \"small stage and a small auditorium\" where the entire focus would be on the situation's emotional reality. Instead the play is presented as a pictorial spectacle with the emphasis on a mood of debauched glamour and where either the glass screens or the lighting render the actors' faces semi-visible. You could say this is Fisbach and Berger's Mademoiselle Julie. On the whole, I prefer Strindberg's."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}