{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/sep/13/bath-kyle-eastmond-northampton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-09-13T22:31:00Z", "webTitle": "Bath have high hopes of Kyle Eastmond shining against Northampton", "webUrl": "https://www.theguardian.com/sport/2012/sep/13/bath-kyle-eastmond-northampton", "apiUrl": "https://content.guardianapis.com/sport/2012/sep/13/bath-kyle-eastmond-northampton", "fields": {"headline": "Bath have high hopes of Kyle Eastmond shining against Northampton", "bodyText": "Something has to give at the Recreation Ground on Friday night when Bath entertain Northampton in one of the more significant games of the new Aviva Premiership season. Both clubs have won their opening two league matches and a clutch of highly regarded English talents will also be on display. The Saints, impressive up front, welcome back their fit-again international lock Courtney Lawes, who starts on the bench, while Bath are hoping for another match-winning contribution from their cross-code signing Kyle Eastmond, who scored a spectacular try against London Wasps last weekend. The former St Helens player is being mentored by his fellow Oldham native Mike Ford and his new team-mate Paul James, previously of the Ospreys, compares him to the dazzling Welsh winger Shane Williams. \"From what I've seen he can make something out of nothing like Shane did,\" said James, one of two changes to Bath's starting XV. \"There's no better feeling as a forward than getting up off the floor and seeing one of your little wingers jinking and jiving. Kyle's got that little bit of extra something which not every player has.\" Bath's assistant coach, Neal Hatley, has also been impressed but says the player knows \"he has a long way to go\" before he emerges as a Test contender. \"What we've been trying to stress to Kyle is that it's only his third competitive start,\" said Hatley. \"His ability to beat defenders one on one has been evident since his St Helens days; those players are worth their weight in gold. \"He's not the tallest in the world but he's quite thick-set and he's got good explosive power. He's got a Steffon Armitage-style hand-off and he's hard to put down. His quick feet make it difficult to put a massive shot on him. He's played in rugby league grand finals in front of 80,000 people so he's got a good understanding of pressure games. It's just a matter of tacking on all the technical bits. He does have world-class ability with ball in hand but we have to make sure his other skills are good too.\" Northampton are expecting a fierce contest, with director of rugby Jim Mallinder admitting the Recreation Ground can be \"intimidating\" for visiting teams. Brian Mujati is missing from the Saints' front row but James still anticipates a huge physical encounter against a pack who have started the season powerfully. \"They've earned their reputation by destroying some packs up front. We know they're strong but we know what we have to do. It's about going out and getting stuck into them.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}