{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media-network/media-network-blog/2012/sep/14/outsourcing-journalism", "type": "article", "sectionId": "media-network", "sectionName": "Media Network", "webPublicationDate": "2012-09-13T23:04:00Z", "webTitle": "Offshore reporting no longer so far-fetched", "webUrl": "https://www.theguardian.com/media-network/media-network-blog/2012/sep/14/outsourcing-journalism", "apiUrl": "https://content.guardianapis.com/media-network/media-network-blog/2012/sep/14/outsourcing-journalism", "fields": {"headline": "Offshore reporting no longer so far-fetched", "bodyText": "Ever heard of James Macpherson? If you're a veteran journalist, you probably have, although you might know him better as \"that asshole who fired his entire reporting staff and outsourced local coverage of Pasadena, Calif. to India.\" We got a note from Macpherson the other day pointing out that recent trends would indicate that he was a trailblazer, not a nut. In spite of the clobbering in the media I took for the idea then — and in spite of the Journatic debacle now – the truth remains that some form of editorial outsourcing IS coming to newsrooms near you, and probably soon. Newsroom outsourcing is inevitable. The idea is so powerful it should be explored and discussed, not simply rebuked. Macpherson also pointed us to a couple of his own blog entries on the subject: \"The Outsourcing of Hyperlocal Journalism Is Inevitable\" and \"And Now, A Penny for My Thoughts.\" They're both worth reading. As we pointed out recently, the price of journalism is being readjusted to a new equilibrium point, and ideas like outsourcing local city council coverage to writers in Manila aren't nearly as far-fetched as they once seemed. It's a business A lot of debate about the future of journalism has been tinged with emotion, which is understandable given how many jobs have been lost. The harsh reality, though, is that the vast majority of journalism is practiced by profit-making organisations. These companies are struggling with seismic shifts that have changed their business model forever. Advertising costs are in long-term decline, reader switching costs are zero, barriers to competitive entry have vanished and mass media are being displaced by specialised media. Any organisation that hopes to survive in such a market needs to do things differently. The approach to outsourcing that Macpherson outlines in this post is rational and workable in many scenarios: offshore whatever can be offshored and have the people on the scene focus on capturing the action. Keep expertise local and farm out the rest. If you've ever worked in a newsroom, you know there's a lot of work that doesn't require people to leave the office. Copy editing is a desk job. So is obituary writing. Editors fill holes on print pages by rewriting wire copy. Sports editors rarely go into a locker room and city editors don't cover school board meetings. They've done all that stuff and graduated to jobs where they supervise others. Some of this stuff is easy to outsource, and a lot of it already has been dispatched to interns or specialty shops like Legacy.com. The tough part is deconstructing jobs where experience is an asset, like the sports editor. Those jobs should stay intact on these shores, although some of the routine work may be able to be done elsewhere. Get me Rewrite Journalism has traditionally been a vertically integrated craft. The reporter who covers the city council meeting is also expected to write the story, even if that person can't compose a coherent paragraph. We've all known people who were great fact-finders or interviewers but who couldn't write. Rewrite editors were an early tool to compensate for that. Now technology is taking deconstruction to a new level. Anyone with a smartphone and an internet connection can now be a live streaming news source. People on the scene can embellish or correct a published account, even if they don't work for the news organisation. Aggregating, summarising and commenting upon published reports is the essence of what most bloggers do. In many cases, being on the scene isn't nearly as important as it used to be. Outsourcing is not an all-or-nothing proposition, but a process of optimising for value. Move routine work to the lowest-cost source and invest in stuff that makes a difference. Businesses have done this with manufacturing, payroll, facilities maintenance, information technology and the many other tasks for years. But what about quality? That's the most common objection to outsourcing in general, but we think markets are pretty good at figuring that out. Journalists aren't the ultimate arbiters of quality; their readers are. If you believe that the public no longer has an interest in quality journalism, then outsourcing is a pretty depressing prospect. However, we don't think the public is that stupid. Macpherson is right: these ideas should be developed and not dismissed as lunacy simply because they break with tradition. If someone can put out a journal at lower cost that its audience values and that someone will pay to support, then the market will make it own decisions. Originally posted on Newspaper Death Watch and distributed by PUBLICi To get more articles like this sent direct to your inbox, sign up for free membership of the Guardian Media Network. This content is brought to you by Guardian Professional."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}