{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2012/sep/20/uk-female-judges-ratio-europe", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2012-09-19T23:01:00Z", "webTitle": "UK among worst in Europe for employing female judges", "webUrl": "https://www.theguardian.com/law/2012/sep/20/uk-female-judges-ratio-europe", "apiUrl": "https://content.guardianapis.com/law/2012/sep/20/uk-female-judges-ratio-europe", "fields": {"headline": "UK among worst in Europe for employing female judges", "bodyText": "The United Kingdom's record of slowly improving judicial diversity has been dealt a severe blow by a comparative European report revealing that only Azerbaijan and Armenia employ fewer female professional judges. Despite what the study describes as a gradual \"feminisation of the judiciary resulting in a near gender equality\" across the continent and its eastern borders, only 23% of judges in England and Wales and 21% of judges in Scotland are women. The report released on Thursday by the Council of Europe examines the \"efficiency and quality of European justice systems\". It will be considered at a conference in Vienna attended by the UK's new justice minister, Jeremy Wright, and other national justice ministers. The Council of Europe, which oversees the European court of human rights in Strasbourg, has 47 members among which are Turkey, Russia, Ukraine, Georgia, Iceland and Switzerland as well as the EU's constituent states. The 442-page report examines numerous aspects of judicial and court operations, noting that supreme court judges in England and Wales are among the highest paid, earning €243,190 (£197,750) a year. Only their counterparts in Ireland, on €257,872, and Switzerland, €264,000, are better paid. In Albania, the highest judges of the land have to sustain their intellectual rigour on only €14,700 a year. Judges are also far rarer in the UK than in other states. England and Wales have only 3.6 professional judges per 100,000people; only Scotland and Wales have fewer. (That is likely to be a reflection of the UK's extensive reliance on lay magistrates.) In central Europe, judges are thick on the ground: there are nearly 50 members of the judiciary per 100,000 people. England and Wales emerges as by far the most generous jurisdiction in terms of the average amount of legal aid allocated per case, €3,551, in 2010. The nearest other states came to it were Ireland, €1,351, and Austria, €1,029. The UK government has slashed back legal aid spending on civil cases by £350m since then; the savings are due to come into effect next year. But it is the detailed, comparative statistics on gender equality on the bench that will make most embarrassing reading for the Ministry of Justice. Women predominate in places such as Slovenia where they constitute 78% of judges, in Greece where they make up 65% and France where they are 64%. By comparison, less than a quarter of the professional bench in the UK are female. That proportion is only lower in Armenia, slightly fewer than 23%, and Azerbaijan, where the figure is just 9%. \"From a general point of view, it is possible to see a feminisation of the judiciary resulting in a near gender equality, with an average for all states or entities of 52% men and 48% women,\" the Council of Europe report states. \"However, to make equality between women and men a reality in practice, some additional efforts are needed: among the responding states, a general trend of decrease in the percentage of women judges in comparison with men judges as one moves up the judicial hierarchy should be noted.\" Only last week the MoJ released a report entitled Improving Judicial Diversity praising its judicial diversity taskforce for implementing \"20 of the 53 recommendations\" made by Lady Neuberger on how to encourage more women to enter the profession. In March, the House of Lords constitution committee published a report proposing that targets to appoint more judges from among women and members of the ethnic minorities should be considered if the judiciary does not make itself more diverse within the next five years. The crime and courts bill, currently before parliament, introduces a tie-breaker principle that where two judicial candidates of equal merit the one from a less represented group on the bench may be selected. An MoJ spokesperson said: \"Becoming a judge must be, and must be seen to be, open to everyone with the right skills and qualities - and progress is being made. \"However, progress has been slow which is why we are making further changes. The crime and courts bill will introduce flexible working at the high court and above, to open up judicial careers to those with caring responsibilities. It will also allow diversity to be considered where two applicants for judicial office are assessed to be of equal merit\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}