{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2012/sep/29/this-weeks-new-events", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2012-09-28T23:06:28Z", "webTitle": "This week's new events", "webUrl": "https://www.theguardian.com/culture/2012/sep/29/this-weeks-new-events", "apiUrl": "https://content.guardianapis.com/culture/2012/sep/29/this-weeks-new-events", "fields": {"headline": "This week's new events", "bodyText": "Costermonger's Harvest Festival, London Always a feast for the mince pies, this annual parade of cockney royalty brings together pearly kings and queens from across London for a showy parade of button bling as they make their way from the Guildhall to St Mary-le-Bow, home of the famous Bow Bells. Button-phobics should probably avoid the area, but the pearly-curious will be rewarded with a real slice of old London, complete with the donkey carts that 19th-century market traders would have used. Guildhall Yard, EC2, Sun from 1pm Iain Aitch Norfolk Food &amp; Drink Festival As this annual East Anglian event approaches its end, there's still plenty of culinary-based fun to be had. Forget talk of nostril-sizzling mustard, the highlights are a lot sweeter with the scone competition at the family-friendly Wroxham Barns and an open day at the Institute of Food Research, where future Ferran Adriàs and René Redzepis can find out how our bodies interact with food. It's not all serious science though: there's a disco with music inspired by food proteins (Soya sub-bass anyone?) and a giant inflatable colon to explore. Various venues, to 7 Oct Lanre Bakare UK Air Guitar Championships Final, Brighton Start perfecting your Stratocaster strut: the UK Air Guitar Championships Final is upon us, with 24 hopefuls miming to Metallica as the audience chooses the ultimate imaginary rock god. For those with performance nerves, there's reassurance from former champ Colin \"Cozza\" Fulker, who at his first event closed his eyes, \"forgot about the 600 people in the room, and felt like I was back in my Y-fronts in front of the mirror\". Despite the mostly male quotient, female finger-wizards are equally encouraged to clamber on stage and embrace their inner Joan Jett. Coalition, Sun Colette Bernhardt Out &amp; about Taste Cumbria, Cockermouth, Sat &amp; Sun The north gets in on the culinary act with a weekend of masterclasses and demonstrations from kitchen big dogs like grandmothers' favourite James Martin. Various venues Not So Silent Movies, London, Sun Like a musical version of Whose Line Is It Anyway? but with chamber music and silent movies. Guests are asked to provide a soundtrack and this week Jarvis Cocker and film composer Dario Marianelli do the noise-making. Kings Place, N1 Horse Of The Year Show, Birmingham, Wed to 7 Oct The NEC plays host to the world-famous event where horses and riders are put through their paces, with only the flawless coming out on top. NEC Arena Suffragette City Cultural Walk, London, Fri This walk charts the key moments in the suffragette movement around the Bloomsbury and Holborn area. Begins outside Holborn Tube station, 1pm, WC2"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}