{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2012/sep/02/british-wool-industry-back-in-fashion", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2012-09-01T23:06:28Z", "webTitle": "Fashion world warms again to wool", "webUrl": "https://www.theguardian.com/fashion/2012/sep/02/british-wool-industry-back-in-fashion", "apiUrl": "https://content.guardianapis.com/fashion/2012/sep/02/british-wool-industry-back-in-fashion", "fields": {"headline": "Fashion world warms again to wool", "bodyText": "After years of decline, the British wool industry is making a comeback thanks, in part, to luxury fashion's newfound love of suits, formalwear and knitwear. Premier Vision – the most important fabric show for the fashion industry – features a knitwear section for the first time this year. The Woolmark prize, won by Karl Lagerfeld and Yves Saint Laurent in the 1950s, has been relaunched and fashion students are being encouraged to concentrate on knitwear through an initiative supported by the Prince of Wales. The knock-on effect has seen British mill production increase by 12% in 2011, and the amount of wool produced in the UK increase from 32,000 tonnes in 2009 to 40,000 tonnes in 2011. Wool was once a staple clothing material, but from the mid-1970s use declined. \"It wasn't that men's formalwear abandoned wool,\" explains Peter Ackroyd, a global strategic adviser for Woolmark, \"but that men abandoned formalwear.\" As British production costs spiralled, wool manufacture moved first to Turkey, then China. \"In its heyday,\" says Ackroyd, \"70,000 people worked in the worsted weaving industry in Britain, now there's between 5,000 and 7,000 depending on the season.\" The British companies that survived the downturn mainly have the luxury market to thank. They were the spinners and weavers who specialised in men's formalwear fabrics – overcoats and suits – or niche production of quality materials and tweeds for high-end fashion houses. These skills have now paid off as classic styles of UK heritage brands have swung back into fashion. Traditional British names such as Burberry, Dunhill and Barbour posted record turnovers in 2011. The comforting fabrics associated with these labels are also enjoying popularity with women's fashion designers: tweed sauntered down the autumn/winter 2012 catwalks at Marc Jacobs, Chanel and Michael Kors and is a major trend for high-street retailers such as Jigsaw and Topshop. Men's suits have also become a style statement rather than an enforced uniform for the office. These changes in trends have had a key impact on manufacturing. Fashion manufacturing in the UK has increased from 2% of the country's total output to 2.5%. The wearing of wool has also been boosted by TV performers such as Sofie Gråbøl, who plays Sarah Lund, the Danish detective in the thriller series The Killing, and James Morton, the star amateur baker of BBC2's Great British Bake Off. The value of the global wool clothing industry at retailer level has increased by £22m, with global market value rising from £1.2bn in 2009 to £1.42bn in 2011. As Asia becomes a key new market for most brands, being able to label goods \"Made in Britain\" is a major selling point. \"I don't think consumers in emerging markets want to buy something that cost a fortune to find out that it was made in China,\" says Ackroyd. The wool industry is encouraging interest in wool among young designers and fashion students. The Woolmark prize, relaunched in 2008, has helped launch illustrious careers: in 1954 Yves Saint Laurent won the dress category, while Karl Lagerfeld was rewarded for his coat designs. Woolmark hopes the revived award will provide a launchpad for more new young designers. Belgian womenswear designer Christian Wijnants won this year's European award with the UK's JW Anderson and James Long named as runners-up. JW Anderson sees wool as an important part of British tradition: \"It's always relevant and sharp. New techniques have made this traditional fibre very modern.\" Carolyn Massey, head of design for heritage knitwear brand Lyle &amp; Scott, also applauds wool's mutability. \"There's lots of innovation in wool – people just think of sheep, but we use yak and alpaca as well. It's natural and incredibly flexible, more than many technical yarns.\" The eco-credentials of wool – natural, renewable, biodegradable, sustainable – have always been advocated by Prince Charles, patron of the Campaign for Wool. This initiative also strives to get new young designers involved with the fabric with projects such as this year's Wool School. This pairs retailers such as Harvey Nichols, Pringle and Paul Smith with students to help them develop jumpers for sale. The winning sweaters will be available during Wool Week (15-21 October). Topshop, John Lewis, Jigsaw, Hobbs and Marks &amp; Spencer all took part in Wool School, and last week Marks &amp; Spencer launched its Made in Britain range, which includes many items made of British wool. \"M&amp;S is the world's biggest retail buyer of British wool and cloth,\" says Mark Yates, M&amp;S head of innovation and quality for menswear. \"British wool is perfect for many specific garment styles such as worsted suit fabrics and flannels, and the UK industry can now compete with any other country in the world with lighter, finer cloths, too.\" Ackroyd – whose father's company spun hand-knitted yarns in West Yorkshire – says: \"Four years ago I was told I was a fool to talk about manufacturing in the UK, but mills are now working longer hours, we're seeing old family businesses, such as James Laxton in Bradford, reopen spinning mills in Yorkshire. Abraham Moon, established in 1837, is diversifying. It's wonderful to see this traditional industry flourish again. Everything feels like it's moving in the right direction.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}