{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/sep/11/andy-murray-us-open-doubts", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-09-11T21:00:01Z", "webTitle": "Andy Murray's US Open win frees him from doubt that plagued his career", "webUrl": "https://www.theguardian.com/sport/2012/sep/11/andy-murray-us-open-doubts", "apiUrl": "https://content.guardianapis.com/sport/2012/sep/11/andy-murray-us-open-doubts", "fields": {"headline": "Andy Murray's US Open win frees him from doubt that plagued his career", "bodyText": "In the small hours of the night, after he had celebrated the biggest win of his life with family and friends, Andy Murray sat alone in his New York hotel room, unable to sleep but sure he had finally killed the self-doubt that has plagued him all his career. Ownership of his first grand slam title – the US Open that Fred Perry won in 1936 before leaving British men's tennis to suffer one of the longest droughts in sport – has changed Murray, very much for the better. But he revealed what a struggle it was to get there – and he was not just talking about the task of overpowering the defending champion Novak Djokovic in four hours and 54 minutes over five sets on the Arthur Ashe Court at Flushing Meadows on Monday night. He also conquered himself. Relaxing at last on Tuesday afternoon, supping Irn-Bru in the palatial penthouse suite of Danny Lopez, Britain's consul general in New York, Murray entertained a gaggle of writers gathered to quiz him about his extraordinary feat – and to wonder where it might all lead. \"We went for dinner,\" he said, \"probably didn't get there until about midnight, about 12 or 14 of us. Had a nice meal. Everyone had quite a few drinks – I didn't. Not one drink. \"The problem was when I arrived, everyone was so drunk already it would have taken a while to catch up, so I didn't bother. We probably got back to the hotel about 3am. I didn't get to sleep until about 5am and was up at 6.30 this morning. Wasn't sleeping long enough to have any dreams about it.\" And there he sat, alone and staring into the future, and the immediate past as well, not thinking much, but thinking quite a lot too, trying to take it all in. \"I was in shock, disbelief … whatever it was. All of that will probably hit me when I get back. It's something that will take a bit of getting used to. \"It's not something that I've always been that comfortable with; you guys have seen that over the years. It might take a bit of time to get used to. \"I spoke to Ivan [Lendl, his coach] a couple of times during the year and he said, 'What worries you?' I said to him at the French Open this year, 'I worry what might happen if I win a major, how my life might change, because I want it to be the same'. I didn't really want it to change. \"He said, 'I thought the same thing, but all that happens is you get more people congratulating you. You get nicer tables in restaurants. You get to go on all the good golf courses for free.' \"And that was basically what he said. But he also said, 'It doesn't change much. You can keep your life exactly the same as you want.' \"I'm pretty sure it won't change too much. I will try to keep things pretty much the same as they are.\" He's probably wrong. It won't be of his own making, of course. A couple of things have already happened, of course: speculation about his chances of winning the BBC Sports Personality of the Year (with Bradley Wiggins still just ahead of him in the betting) and, quite ludicrously, the possibility of a knighthood. He wasn't too sure about the first proposition, and laughed out loud at the second. \"I haven't really thought about [the Spoty]. I watched all of the stuff that went on over the summer and it's just been amazing. Sport has been a huge part of my life since I was a kid. It's been the best summer of British sport in my life time, and I'm sure for you guys as well. So much fun to be part of it, see some of it, contribute towards it. Those guys have been doing their stuff for many years, so it would take me quite a few years of consistent success to match what they've done.\" As for the knighthood, he said: \"A lot of my friends have been messaging me about it … I don't really know what to say about that. I think it should take more than one or two good tournaments to deserve something like that. \"I think people are saying that because it's been such a long time since [a British player winning a major] has happened in tennis. It would probably be a little bit rash, I would say, just now.\" What he will welcome is never again having to answer the question: will you ever win a grand slam title? \"It's something I've been most weeks of my life since I was 21. It really started get to me a lot earlier this year. It wasn't just you guys. It was everyone. A lot of people came up and said, 'Don't worry, you'll win the next one'. It almost made it worse. I'm just glad I can move on. If I were to stop playing tennis now and retire, I'd be very happy, but five more years at the top of the game is what I will try to do, if I can stay healthy, look after my body.\" He revealed that Rafael Nadal, resting his injured knees in Mallorca, had been in touch. \"He messaged me after the match and said, 'Just enjoy it, I'm very happy for you. You deserved it.' That means a lot to me. I got a lot of congratulations from a lot of people but, when you get it from someone you competing against and he's one of the best players ever, it means a little bit more.\" The elephant who wasn't in the room was, never the less, hovering in everyone's thoughts: Lendl. \"We are different characters,\" Murray said. \"We think differently. But in our demeanour and in a lot of other ways, we're kind of similar. But now rather than it being me that's boring, it's him that's boring, and it's him that doesn't smile, not me. So it's nice to see I'm not the only being asked those questions now. \"But I know exactly what he's like away from the court. He makes everyone in the team happy. He's a good fun guy to be around. I'm very lucky to be able to work with someone like that.\" And Lendl is pretty lucky too."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}