{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/sep/02/observer-editorial-andaman-islands-india-must-act", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-09-01T23:13:00Z", "webTitle": "Andaman Islands: Delhi must impose its law against human safaris | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/sep/02/observer-editorial-andaman-islands-india-must-act", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/sep/02/observer-editorial-andaman-islands-india-must-act", "fields": {"headline": "Andaman Islands: Delhi must impose its law against human safaris", "bodyText": "It is eight months since the Observer lifted the lid on the scandal of human safaris in the Andaman Islands. There was understandable outrage around the world at the appalling exploitation of the indigenous Jarawa people by a tourism industry intent only on maximising its profits, whatever the human cost. A fragile and vulnerable people were being treated as if they were exhibits in a human zoo. The response in Delhi was encouraging for the Jarawa and their supporters. The government of India reacted swiftly to bring in new laws to protect the tribe, policemen were arrested and the country's supreme court has banned all tourism around the jungle reserve that is home to the tribe. None of it has made the slightest difference. The safaris continue unabated.The Andaman authorities have listened to everything that has been said and have chosen to ignore it. Perhaps it will be unsurprising to learn that the islands' administration has a financial stake in the trade. But it is time they were made to understand that the survival of the Jarawa is not just a matter for them, but that it has huge importance to the wider world . The Indian government deserves credit for the way in which it acted swiftly to bring in new laws to protect the Jarawa. But it is in trouble, weakened by corruption allegations and lurching from crisis to crisis. It may well believe that it has bigger problems to tackle now than the fate of a small tribe on a distant island in the Bay of Bengal. Yet this is an ideal opportunity for it to exert its authority. Delhi has already made it very clear that it expects the Jarawa to be given the legal protection from abuse that they deserve; now it is time to impose the rule of law. The supreme court must call the bluff of those who ignore its orders and hold them to account for the contempt they have shown for the right of the Jarawa to live their lives in the privacy and security of their jungle home."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}