{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2013/aug/25/one-direction-beatles-morgan-spurlock", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2013-08-24T23:06:58Z", "webTitle": "The One Direction movie – or the Beatles? No wit, no zest, no contest", "webUrl": "https://www.theguardian.com/film/2013/aug/25/one-direction-beatles-morgan-spurlock", "apiUrl": "https://content.guardianapis.com/film/2013/aug/25/one-direction-beatles-morgan-spurlock", "fields": {"headline": "The One Direction movie – or the Beatles? No wit, no zest, no contest", "bodyText": "Those of us discreetly looking forward to a theatrically released film featuring One Direction were perhaps hoping for something more captivating and ingenious than a glorified electronic press kit. We wanted something that didn't represent the depthless, scandal-mongering, narrow-minded, pleasure-seeking spirit of the times; the efficient result of a few business meetings, and the occasional quasi-creative one, that would then rely on cultural obedience to generate the babbling publicity necessary for it to be certified an authentic cultural event. Those foolishly fancying a sudden implausible twist in the life of a plastic pop group, insolently brokered on a spiritless talent show, were perhaps hoping that 1D's hard-working behind-the-scenes masterminds fancied commissioning the genuinely unorthodox – Louis CK channelling Nam June Paik, Tom Ford following Dogme 95 film-making rules, a tortured Glee/Game of Thrones hybrid directed by Leos Carax, Trey Parker and Matt Stone animating the group's story as a sequel to Team America. The cultural skill in this case, though, is to generate so much excited attention with such a puny, gutless and horribly competent product – a true sign of the times. For us ageing pop romantics, this was surely a chance cleverly to present the lively, idiosyncratic, possibly sinister truth about One Direction, and the number of bold, luxuriant lies you need to tell in order to so successively sell an entertainment illusion, in such a way we would now think of the group not as feather-brained puppets on course for bankruptcy, shame, scandal and trash television but as pioneering escapist activists unexpectedly in control of their own destiny. Sure, source material would include A Hard Day's Night (that exaggerated day in the life of the booming, abruptly liberated 1964 Beatles, directed with electric wisdom by one time Goons collaborator Richard Lester, that helped invent much of pop's subsequent visual dynamic) and the Monkees' 1968 semi-crazed adventure comedy Head (groomed, brainless, teen idols coming out as potential deviants at odds with their sleazy controllers), but the new film would hopefully manipulate the idea of the rushed, cash-in pop film, bearing in mind all that has happened in pop, fame and the whole wide world since the 1960s. The thought of humorist, activist and mildly eccentric fame-seeker Morgan Spurlock directing seemed a little underwhelming. I initially trusted that his slightly odd presence might mean there would be a genuine twist. I hoped his film would accurately represent the modern world as one big stunt, a perpetual silly season – where One Direction as new celeb-beings possess mysterious logic-deflecting super-powers – but slyly manage to comment on the film-making process and the group's random charisma as he went along. Lustful fans would get the dreamy face- and body-time they craved; others would appreciate the smuggling-in of a sophisticated analysis of this particular phenomenon as a chilling form of Cowell-induced communal hallucination. The hiring of Spurlock was no doubt the result of a business meeting where it was decided that some controllable cutting-edge cool was required to toughen up the group's reputation – and that's one of the things the film would be about: Spurlock recording his own submission to the forces not so much of evil but of terrifying and widespread indifference. Spurlock is not required to really think, though, only to pretend to think. His role is to play the part of surprising directorial choice, rather than actually be a surprising directorial choice. It's part of the formula, and in the end, he obliges by being a docile part of the formula and by producing the formulaic – the stale, if tarted-up, mix of concert footage, talking heads, contrived spontaneity, trivial insights, forced drama, celebrity silliness and routine backstage tomfoolery. This is the extent of the joke on those of us pathetically still seeking pop-based mindbending revelation – Spurlock increases his fame, for later minor, self-serving stunt protest work; they absorb a tiny dose of investigative seriousness, as part of a potentially more mature image en route to Glastonbury. The twist is that there is no twist. The fact that A Hard Day's Night is often mentioned in connection with this glossy dross shows how much that film remains the gold standard 50 years on. One Direction's This is Us is to that film what Jedward are to the Marx Brothers, but the group and their minders tap in to what is left of the amazing momentum, increasingly distorted by technology and nostalgia, that the Beatles and their followers produced. Pop does not now need to do anything original, fresh or unexpected to get attention – in fact, to do that, to have complicated, speculative layers, means to not get attention. The technology has moved on since the 60s, but little else has: pop's concerns, drives and poses are all but the same. Pop is now the status quo, today's real stars are phones and computers, the fierce urges of fixated fans naturally repeat themselves from generation to generation, and Spurlock's film perfectly represents that, just as A Hard Day's Night demonstrated the then urgent desire for a new kind of difference by taking delight in difference. Both represent their times; one in forward motion, breaking rules, making up new ones, fearing cliche, and wary of the herd mentality, the other stuck in all of pop time, following limiting rules, lathered in cliche, revelling in the herd mentality. The freshly famous Beatles were seen, as if it was actually happening, inhabiting their sudden, warped new world, already beautifully diagnosed by Lester and played out with sarcastic self-awareness by the group. The film represented a glorious sense of unprecedented movement, and of personal and social flowering, capturing both a loss of innocence, and a rough, astounding gaining of novel mythical status. The Beatles were moving the world on, moving with it and relishing new possibility; One Direction are swirling around on the spot, grinning into a million mirrors, as the world swirls around itself, grinning into a billion cameras. All that change has led to nothing changing, hyperactively expressed, instantly distributed. There is an inevitably submissive, idiotic response to This is Us, claiming it as an equivalent of the psyched-up Hard Day's Night playfulness because there is a basic willingness for things to be like they always were, as if just to say it is as great means that it is. This is Us has none of the alert, mobile urgency of A Hard Day's Night, not least because that was a film made at a time when things were forming, not yet clear, whereas this film is made now that it has all formed, and it is all very clear now how you behave as: a) pop stars, b) audience, c) management and d) media. Oh, and e) critics, or what's left of them. There is no surprise, because a genuine, contemporary hint of the abrasive wit, documentary zest and erotic vitality of A Hard Day's Night would render it perversely old-fashioned. Billowing, decorative, meekly vulgar emptiness is the key. That This is Us has nothing to say, and says it with sheer deferential obviousness, is the point. The subservient has well and truly replaced the subversive – the subversion that comes from true style, from an original point of view, from risks and techniques inherited from the questing avant-garde world that then flourish in the marketplace, and that intentionally or not remakes the world around it. The process of substitution is so complete that it seems unrealistic and sentimental to mourn its effective loss, as if you are sweetly believing in magic. Watch A Hard Day's Night and see a new kind of new coming to life. Watch This is Us and see the final creepily vibrating spasms of that new life. Perhaps this was Spurlock's truly uncompromising and mischievous message; if you want to know where things are, where they are going, and why, and what curious, radical young thinkers have up their sleeves and on their minds, the last place you now look, unlike 50 years ago, is towards pop stars."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}