{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/aug/19/english-talent-premier-league-importing", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-08-19T23:10:00Z", "webTitle": "English talent gets left behind as Premier League keeps importing | Louise Taylor", "webUrl": "https://www.theguardian.com/football/blog/2013/aug/19/english-talent-premier-league-importing", "apiUrl": "https://content.guardianapis.com/football/blog/2013/aug/19/english-talent-premier-league-importing", "fields": {"headline": "English talent gets left behind as Premier League keeps importing", "bodyText": "The conversation taking place in a cramped corridor at the Stadium of Light had turned to the lack of English players on view on Saturday afternoon. Martin Jol barely paused for thought before answering a perennially vexed question. \"It's a problem,\" said Fulham's manager. \"You have to deal with it.\" There were only four in the starting XIs as Sunderland were beaten 1-0 by Jol's side – Jack Colback and Adam Johnson for Sunderland and Kieran Richardson and Steve Sidwell for Fulham – but Jol's shrug was one of resignation rather than indifference. \"That's typical for the Premier League,\" said the Dutchman, at the end of a day which helped mark a record low in terms of the number of English players starting top-flight games on the season's opening weekend. Rewind to the first day of the inaugural Premier League season in August 1992 and 177 players – or 73.1% – featuring in first XIs held English nationality. The weekend just gone has seen that figure plummet to 75, or 34.1%. The decrease has left the Premier League in a position where it fields significantly fewer indigenous players than Spain's La Liga, Germany Bundesliga, Italy's Serie A or France's Ligue Oneother major leagues around Europe. Not since Coventry in 1992 has a Premier League side kicked off a campaign with an all-English XI but things have reached the point where, of the 61 signings who have cost the elite division's 20 clubs a transfer fee this summer, only 12 have involved Englishmen. The reasons for this growing disconnect are myriad and complex but the situation is exacerbated by the reality that those English players who do smash through our game's \"glass ceiling\" command radically inflated transfer fees. \"Seven or eight years ago at Tottenham I had Michael Dawson, Jermaine Jenas, Aaron Lennon, Tom Huddlestone, all English guys,\" Jol said. \"But it is impossible to do that nowadays because they are so expensive.\" Gary Neville, the former Manchester United and England right-back, has acknowledged that, were he starting his career today, he would probably have found himself crowded out of the Old Trafford first-team picture by overseas imports. In an ideal world Neville would like to see positive discrimination for British talent in the form of a quota system. This idea of potentially good English players becoming lost in the system during an era of foreign managers and reduced domestic scouting networks is something that particularly concerns Alan Pardew. \"We all have to abide by rules but the rules aren't fixed so that we have to play English players,\" said Newcastle United's manager, who could field virtually a complete team of high-quality French players sourced at comparative bargain prices. \"That's something that, in my opinion, could be looked at. At the moment, though, you're going to play your best XI no matter what. If they are 11 foreigners, so be it. But we must be careful not to overlook English players in Premier League squads who should be getting games.\" Pardew has high hopes that one young Englishman, Paul Dummett, a left-back from Gosforth, the same Newcastle suburb that produced Alan Shearer, will make at least 10 appearances for his side this season. Nearly 22, Dummett, who has played for Wales Under-21s on account of his father's birth in the principality but remains eligible to play for England, was virtually invisible at St James' Park until a loan stint at St Mirren last season. \"We kept getting good reports,\" Pardew said. \"So we watched him play against Celtic and he was the best player on the pitch.\" Though Dummett made his debut as a first-half substitute against Manchester City tonight, his problem is that if Italy's Davide Santon – a former José Mourinho favourite in his Internazionale days – is not fit to operate at left-back, France's Mapou Yanga-Mbiwa can fill in, as can the highly rated Massadio Haïdara. \"For a player to break into my team past Santon they have to really believe in their ability,\" Pardew said. \"But you can sense Paul's starting to think he's as good as Santon. That makes him a candidate. \"We are now focusing our academy very much on local players rather than searching the world for youngsters. We want to maximise the ability in our area so to have Dummett come through is just brilliant. It sends out an important message.\" If the Dummetts of this world do make it on to Match of the Day, their chances of progressing to wear Three Lions on their shirts soar to almost one in two. Last weekend 49% of English Premier League starters already possessed senior international caps, thereby reflecting the slender nature of Roy Hodgson's talent pool. Alarmingly only three – Ross Barkley, Jonjo Shelvey and Nathan Redmond – of the 23-man England Under-21 squad who beat Scotland 6-0 last week started for Premier League clubs at the weekend. \"Look at any other country's league and you'll see they don't have the same numbers of foreign players as us,\" says Peter Taylor, the former England Under-21 manager who took temporary charge of the Under-20s this summer. \"The number of foreign players in the Premier League is restricting the development of young English players. I'd love to see a restriction on the number of foreigners allowed but I'm told we aren't allowed to do that.\" Not that Taylor is entirely downcast. Encouraged by developments including the introduction of smaller-sized games on smaller-sized pitches for younger children, improved coach education and increased emphasis on raising technical standards, he believes the current trend is reversible. \"We're trying hard,\" he said. \"We're changing the way we play. We're playing more of our football from the back. \"Hopefully we'll be able to restrict the influx by producing more world-class youngsters clubs won't be able to ignore. But young English players have to take their opportunities. If they feel sorry for themselves, they'll be left behind.\" • This article was amended on 20 August 2013. The original said the number of English players in the Premier League for the 2013/14 season was 74, 33.6%. This has been corrected."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}