{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2013/aug/25/proms-49-50-review-veneta-neynska", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2013-08-24T23:08:11Z", "webTitle": "Proms 49 & 50; Veneta Neynska – review", "webUrl": "https://www.theguardian.com/music/2013/aug/25/proms-49-50-review-veneta-neynska", "apiUrl": "https://content.guardianapis.com/music/2013/aug/25/proms-49-50-review-veneta-neynska", "fields": {"headline": "Proms 49 & 50; Veneta Neynska – review", "bodyText": "It's not often you come across a donkey's jawbone in the Albert Hall; to spot two in one evening must surely qualify for maximum points in the I-Spy book of musical instruments. Rubbed with a timpani stick up and down its teeth, it makes a rattling addition to the percussion department. (Tip: first detach from donkey.) The equine pearly whites chattered their way into a world premiere in Prom 50: a radical piano concerto bursting to get out of the straitjacket its composer had tied around it. Frederic Rzewski, who has been at the forefront of experimental music all his life and who was also the evening's delightfully crumpled soloist, had set himself the task of writing a new piece in classical form with a Mozartian-scale orchestra. Cast in four playful movements, complete with mighty cadenza, the cheeky piece opened with an almost inaudible rumble, a comment, said Rzewski, on the notoriously difficult acoustic in the hall. Much reaching into the piano ensued, Rzewski plucking single strings and accompanying fragments of melody (and donkey rattling) with satisfying twangs. Perhaps surprisingly, moments of striking beauty emerged, all sense of motion ceasing as single notes from every player, randomly arranged, sounded across the hall. A quick burst of counterpoint found its way into the rumbustious finale before the whole thing subsided with a squeak from a musical saw. All pleasingly anarchic stuff from a forever young 75-year-old, who remains charmingly modest, refusing to bow (preferring to smile and nod) and insisting on sharing all the applause with conductor Ilan Volkov and the BBC Scottish Symphony Orchestra. Absence of ego was the theme of the evening, it seemed. In the earlier Prom 49, Stephen Hough, that titan of the keyboard, dispatched Mendelssohn's Piano Concerto No 1 with such dazzling ease he hardly seemed to put a hair out of place. There's nothing showy about Hough; his astonishing technique is put entirely at the service of the music. Whether he's tenderly caressing the exquisite slow movement or dashing through the quicksilver finale, it's always all about the piece, not the performer. There was modesty of scale on the programme, too, when a string sextet, two horns and a flute played George Benjamin's beguiling arrangements of two movements from JS Bach's Art of Fugue, delicately delineating each line in freshly painted colours. The players were drawn from the Scottish Chamber Orchestra who, under Robin Ticciati, displayed perhaps too much good taste in their reading of Beethoven's Eroica Symphony. The massive sweep of the first movement was beautifully controlled but it lacked any of the sense of danger that must have been apparent when this revolutionary work first burst into the world. For all that, there was some great playing: lovely, growling double basses at the opening of the funeral march, and fabulous stuff from those recalcitrant beasts, the natural horns. Consigned to the back of the orchestra, the players constantly tend these wayward charges, turning them over to drain saliva from their innards, spare lengths of tubing slung on their music stands like wheels in a bike shop. But what a magnificent noise they make. They received and deserved the Prommers' loudest cheers for lighting up the scherzo with their gloriously gritty sonority. From the overheated delights of the Albert Hall to the cool confines of St James's, Piccadilly, for a lunchtime recital by young Bulgarian pianist Veneta Neynska, a recent graduate from the Guildhall and a name to watch. She chose Schubert's six Moments Musicaux, Op 94 and his Sonata in G Major, Op 78 – good showpieces for a solid talent that excels when the music demands gravity and grandeur. Some detail was lost in the third Moment and in the sonata's allegro moderato but there is an exciting power in her playing that carries her through. The noble, declamatory statements in the sonata's opening movement were particularly splendid, even though she was ill-served by a seasick piano suffering from some distinctly dodgy tuning."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}