{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/aug/20/joy-of-six-sporting-turncoats", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-08-19T23:07:48Z", "webTitle": "The Joy of Six: Turncoats", "webUrl": "https://www.theguardian.com/sport/blog/2013/aug/20/joy-of-six-sporting-turncoats", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/aug/20/joy-of-six-sporting-turncoats", "fields": {"headline": "The Joy of Six: Turncoats", "bodyText": "1) Craig Johnston Nicknamed 'Roo' and 'Skippy' by team-mates at Middlesbrough and Liverpool, Craig Johnston remains a polarizing figure in Australian football history. A trailblazer on and off the field (Johnston invented the revolutionary Adidas Predator boot), he paved the way for the countless Australians who followed him into the upper echelons of British football. Rightly or wrongly, Johnston is also known as a man who turned his back on Australia, refusing to play for the Socceroos and risk the lucrative club career he'd worked so hard to establish. In his autobiography Walk Alone, Johnston contended that his national allegiances were far from simple, explaining, \"during my football career, there existed a fair bit of bit of confusion over my nationality and antecedents. I was conceived in England, born in South Africa, but as far as I'm concerned, I'll always be an Australian\". As a child, the football-obsessed Johnston had \"fantasized about wearing the green and gold\". Johnston saw his eventual decision to offer his international allegiance to England as being protective of his fledgling and precariously placed professional career rather than turning his back on his homeland. In 1981, he was pursued by both the Scottish and English Under-21 national set-ups. At the insistence of his father, Johnston accepted the advice of his Middlesbrough coach John Neal that his \"bread and butter [was] in England\", and turned his back on the advances of then-Australian coach Rudi Gutendorf. Johnston later concluded: \"When I was a kid I dreamed of wearing the green and gold of my country. But could I accommodate international duty 20,000 kilometres away and still hold down my place in the First Division? After all I'd been through I decided against taking any course of action which might jeopardise my position at Boro.\" If it was a ruthless, career-driven choice, Johnston was not alone in making it. His countryman Tony Dorigo would similarly opt for his country of residence over that of his birth, representing England at the 1990 World Cup. Perhaps it's the fact that Johnston never went on to represent the full England team that so miffs Aussie football fans, but his statement in a 60 Minutes interview with George Negus that \"playing soccer for Australia would be akin to surfing for England\", probably didn't help either. Johnston would also go on to write and perform on the Anfield Rap, which surely wins him back some credit, right? 2) Ron Barassi In 12 years at Melbourne, Ronald Dale Barassi turned himself into one of the game's most celebrated players and his club into one of the most envied and successful, winning six premierships and two best and fairest awards in a golden era for the foundation club. That his playing and leadership talents should attract the interests of cross-town rivals Carlton was of no surprise, but that a favourite son like Barassi would take up a lucrative offer from the Blues was an Australian football story like no other. Occurring as it did in the cradle days of Australian television only amplified the level of scandal. In his biography of Barassi, the late veteran sports scribe Peter McFarline summed up the reaction of the Melbourne faithful upon the news of Barassi's departure. \"Grown men swore and became embroiled in fierce debates about the morality of the move,\" McFarline wrote. \"And women who regarded Barassi as not only a Melbourne institution but a highly desirable physical specimen turned on him.\" Jack Dyer evocatively added, \"Barassi was so much Melbourne we believed that it wasn't a guernsey he wore, just the colour of his skin\". \"No transfer caused a greater shock. He personified everything that meant loyalty and devotion.\" In actual fact, Barassi had resisted the overtures of Richmond, whose president Graeme Richmond had conducted a series of clandestine meetings with Barassi during the Demons 1964 Premiership season. Later in the year, amid swirling rumours and no small measure of consternation and indecision on Barassi's behalf, the champion signed on as playing coach of Carlton and in his own words, \"began one of the most rewarding periods of my life, one for which I am forever in debt to the Blues\". The contract would see him earn $36,000 over three years, far and away the highest wage in the league. He'd coach Carlton to flags in 1968 and 1970 on his way to the Hall of Fame and football immortality, but the departure of Barassi and his Dees coach Norm Smith would establish the famed curse that Melbourne has never been able to shake. 3) LeBron James The NBA may well be renowned as one of the more cut-throat sporting leagues in the world, but when LeBron James, arguably the greatest player in the league decided to end his stay at his hometown franchise via a national TV special, one of the 21st Century's greatest media firestorms exploded. Managing the transition from teen prodigy to worldwide superstar with a certain degree of effortlessness, James' decision to leave his hometown Cleveland Cavaliers after seven eventful seasons didn't go off so swimmingly. The ill-advised choice of turning his defection to the Miami Heat into 'The Decision', an absurd, self-aggrandising television event devastated his home state and briefly made James public enemy number one in the hyper-saturated world of US sports media. It also turned the phrase \"I'm going to take my talents to South Beach\" one of the most infamous and widely quoted utterances in sport and a kind of pop-cultural phenomenon of its own. That James' fee for the production went to charity did not spare him the scorn of the media or fans. For a sports-mad city that had been through as much heartache as Cleveland, it was almost too much to bear. Fans posted YouTube videos of their burning LeBron jerseys while Cleveland native and veteran journalist Scott Raab would go on to release a book titled The Whore of Akron: One man's search for the soul of LeBron James. For Raab and many other Ohioans, a lifetime of sporting agony was projected onto James in one mass outpouring of vitriol and disdain. That he'd chosen to unite with fellow superstars Dwyane Wade and Chris Bosh to form a kind of basketball superteam in the sunny, supposedly soulless city of Miami felt like a straight-up betrayal. Within a year Cleveland fans would find themselves cheering on Dirk Nowitski's Dallas Mavericks as the so-called 'Big 3' failed to win the Heat the title that their former star so coveted, but Miami championship wins in the past two seasons, coupled with MVP awards and a decidedly more humble approach to his public image have restored James' reputation to a certain degree. Winners are grinners. 4) Martin McCague Cricket history is hardly short of dual-nationals, but nothing draws the scoffing and scorn of an Australian cricket fan quite like an Aussie-turned-Englishman. In the midst of England's dire struggles of the 90s, such players seemed to be springing from the woodwork with unprecedented regularity. Yet none of them captured the imagination of the Australian public quite like journeyman seamer Martin McCague during his brief, undistinguished Ashes career. Irish-born and raised in Australia, McCague also played Australian Rules football for North Adelaide but showed enough promise as a tall, opening bowler to break into Western Australia's Sheffield Shield team in 1991-92. His move to play county cricket in Kent resulted in a surprise selection for England in the Trent Bridge Test of England's disastrous 1993 Ashes series, leading Australian tabloids to label him \"The rat that joined the sinking ship\". History should probably remember McCague as a more than competent first class bowler, whose 456 wickets came at the none-too-shabby average of 27.17, but it was his struggles against Australia that most fans will remember. Over the years his name has become a kind of byword for everything that was supposedly wrong with English cricket in the 90s. In the lead-up to his debut, the focus was not only on McCague but the presence of a host of other players of non-English background, leading Steve Waugh to label the home team an \"International XI\". Australian captain Allan Border somewhat dramatically added, \"if [McCague] and [Andrew] Caddick open the attack it takes the gloss off the Ashes series\". McCague's Test debut was actually more of a success than revisionists would have it. His first innings 4 -121 included the scalps of Mark Taylor, David Boon and Steve Waugh, who described the mood in the dressing in the wake of McCague's selection as \"one of disbelief\". McCague's follow-up efforts in the Headingley Test were decidedly less impressive, but nonetheless set him on a path for selection on England's 1994-95 Ashes tour of Australia. There he was joined by all-rounder Craig White, another ex-Aussie who counted the Australian Cricket Academy as his alma mater. In his first spell of the Brisbane Test, Gideon Haigh had McCague wandering \"up from deep fine leg as though he's already been punched in the solar plexus\". Things only got worse for McCague from there. Feasted on by Australia's ruthless top order and embarrassed by a Shane Warne flipper, he'd never appear in an England cap again. Three Tests into the voyage, his ship had sunk for good. 5) Robert Irsay If there's anything that sports fans hate more than a star player turning their back on the team, it's being sold out and short-changed by administrators. To this end, the franchise and private ownership structure of many US sports leagues tend to lend themselves to the creation of truly unique sporting villains. None is more notorious than the late Robert Irsay, owner of the NFL's Baltimore-cum-Indianapolis Colts. Having acquired the Los Angeles Rams franchise in 1972, Irsay negotiated a swap with fellow football mogul Carroll Rosenbloom for his Baltimore Colts team. The first 12 years of his ownership were relatively uneventful when placed against the events of the dark, early morning hours of March 28, 1984, when Irsay literally loaded the entire franchise into removalist trucks and re-located it to Indianapolis. Speaking of Irsay, sports writer Frank Deford would later conclude, \"a man who could screw up professional football in Baltimore would foul the water at Lourdes or flatten the beer in Munich\". In an infamous TV moment preceding the betrayal, a clearly-intoxicated Irsay submitted to a shambolic, impromptu press conference featuring a rambling monologue in which he screamed, \"This is my goddamned team\". Irsay denied that a relocation of the team was imminent, but the events of the months that followed cemented his moment of sporting infamy. As his health declined in the mid-1990s, Irsay would hand over the organisational reins to his son Jim, who remains as the Colts' owner and CEO. For Baltimore fans, the episode led to over a decade in the football wilderness and there would be no shortage of irony in the eventual creation of a replacement franchise, the Baltimore Ravens, at the expense of another tortured sporting city. This time Baltimore had been the beneficiaries of Cleveland's misery, with the Art Modell-owned Browns being heartlessly torn away from their home state and reinvented as the Ravens. Modell himself had previously warned Cleveland fans not to fear the relocation of their team as he knew too well the pain that the relocation of the Brooklyn Dodgers had caused years before. That final dove-tailing of his and Irsay's stories almost seemed fitting. 6) Johnny Damon There's probably no rivalry in sport more laden with spite that that shared by the New York Yankees and the Boston Red Sox. From 'The Curse of the Bambino' through generations of Red Sox heartbreak, it was always the cashed-up Yankees who boasted the on-field bragging rights. That was until the historic 2004 season in which Boston managed to break their 86-year hoodoo and finally claim a coveted World Series victory. In a parochial, success-starved baseball city, the efforts of players like lead-off hitter Johnny Damon seemed to guarantee the 2004 Red Sox a lifetime of goodwill. Yet when Damon signed a four-year, $52 million contract with the Yankees in December of the following year, he soon found himself to be persona non grata in Bean Town. To be truthful, Red Sox fans had some grounds for grievance; Damon had stated in May of 2005: \"There's no way I can go play for the Yankees, but I know they're going to come after me hard. It's definitely not the most important thing to go out there for the top dollar, which the Yankees are going to offer me. It's not what I need.\" Damon would receive a hostile reception on his return to Fenway Park as a Yankee, but the Red Sox front office was as much to blame for not matching the Yankees' offer. Regardless, Damon would join Wade Boggs and Roger Clemens as Red Sox players notorious for the defection to their most despised rivals, all three adding extra layers to the lifelong tensions between the two great baseball cities."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}