{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2013/aug/20/ancient-egyptian-beads-museum", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2013-08-19T23:06:47Z", "webTitle": "Ancient Egyptian beads are oldest iron objects found", "webUrl": "https://www.theguardian.com/science/2013/aug/20/ancient-egyptian-beads-museum", "apiUrl": "https://content.guardianapis.com/science/2013/aug/20/ancient-egyptian-beads-museum", "fields": {"headline": "Ancient Egyptian beads are oldest iron objects found", "bodyText": "Blackened and corroded beads have turned out to be the oldest objects made in iron ever discovered, beaten out from pieces of meteorite in ancient Egypt more than 5,000 years ago. The nine beads were excavated in 1911 in a pre-dynastic cemetery near el-Gerzeh in Egypt, and are now among objects at the Petrie Museum, part of University College London, which has a world-renowned Egyptian collection, including quantities of exquisite jewellery. The find is revealed in the Journal of Archaeological Science. The iron beads - the metal from the metorites is actually an iron-nickel alloy, with other elements including cobalt and phosphorus which helped prove its source - were made using a completely different technique from the other beads in the necklace, gold and gemstones which were cast, carved or drilled. The fact that the iron beads were combined with such precious materials proves that although the ancient jewellers could not have known the true source of the strange metal that fell from the sky, it was highly valued. The beads were heavily corroded when they were excavated from a grave in 1911, in a pre-dynastic cemetery near el-Gerzeh in Egypt. However, the team led by Professor Thilo Rehren, director of the UCL branch in Qatar, an expert on the archaeology of metal working, scanned them with beams of neutrons and gamma-rays, which revealed not only that they really were made from meteorite fragments but also how they were made. \"The shape of the beads was obtained by smithing and rolling, most likely involving multiple cycles of hammering, and not by the traditional stone-working techniques such as carving or drilling which were used for the other beads found in the same tomb,\" Rehren said. He was impressed at the ancient Egyptians' skills, which he said showed an \"advanced understanding\" of the material they were using. Their results are published on Tuesday in the Journal of Archaeological Science."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}