{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "what-is-nano/nanotech-sunday-best", "type": "article", "sectionId": "what-is-nano", "sectionName": "Nano futures", "webPublicationDate": "2013-08-19T23:01:00Z", "webTitle": "Nanotech's Sunday best", "webUrl": "https://www.theguardian.com/what-is-nano/nanotech-sunday-best", "apiUrl": "https://content.guardianapis.com/what-is-nano/nanotech-sunday-best", "fields": {"headline": "Nanotech's Sunday best", "bodyText": "Water-resistant jackets, wrinkle-free shirts, stain-resistant ties (handy for amateur chopstick users), running kit that wicks sweat away, socks that don't smell – all these widely available smart fabrics owe many of their eminently marketable properties to nanotechnology. Take non-stinking socks. Silver's antimicrobial properties – its positively charged ions kill bugs – have been known for many years. Silver nanoparticles are so tiny that they have no effect on the feel of a fabric, meaning nanosilver-containing socks will be no harsher on your feet than others, despite releasing ions to kill the bugs that produce the stink. Water-resistant and stain-resistant fabrics imitate the lotus plant's ability to repel water and clean itself. Adding nanoparticles changes the angle that the surface of a water or fat droplet makes with the fabric. If this angle is altered enough, surface tension in the droplet stops it spreading out and soaking into the fabric. Hi-tech sports kit is the most-likely place to see nanotech innovations – amateur sportsmen buy into technology if they think it will make them perform better, or be more comfortable. But that kit could also keep you safe. Cambridge, Massachusetts-based company MC10 and Reebok are developing a cap for NFL players to wear under their helmets that uses sensors made from nanofibres of silicon to measure whacks to the head. MC10 also offer a device that looks like a sticking plaster to track how hydrated you are – sending an alarm to your smart phone to tell you when it's time to take on water. Tim Harper, from Birmingham, UK-based research and consulting company Cientifica, thinks that clothes as devices will be the next big thing for nanotechnology-based textiles. \"We're going to see a lot more wearable electronics,\" he says. Much of this technology is being developed in the military, to protect soldiers on active duty. Researchers at the US Army Research Institute of Environmental Medicine in Natick, Massachusetts, are developing equipment to allow a soldier's heart rate, breathing and temperature to be monitored remotely. Stephen Fossey, a materials engineer at the neighbouring US Army Natick Soldier RD&amp;E Center is making fibres just a few hundred nanometres in diameter to weave into fabrics. \"Progressively smaller fibres are progressively more supple,\" Fossey says, \"so you get a fibre that is very strong but more comfortable.\" These materials, he hopes, might find a use in anti-ballistic clothes. To have a piece of clothing that acts as some sort of device, whether a sensor, in-built phone or computer, those fabrics need one crucial property – electrical conductivity. Here is where carbon nanotubes might have a starring role, says Fossey. Carbon nanotubes – tubes of rolled up one-atom-thick carbon sheets – are extraordinary electrical conductors. If they can be incorporated into clothing, the addition of other nano-sized devices could allow a fully wearable communications centre to be made. Filip Govaert at Centexbel, a non-profit textiles research centre in Belgium is using carbon nanotubes in fibres and textile coatings. Govaent's team is exploiting this conductivity to make anti-static clothes for people working in microelectronics manufacturing, preventing workers becoming electrically charged during their work. Anti-static materials with carbon nanotubes are also used as mattress covers in operating theatres, to make sure the large charges used in defibrillators are grounded safely, Govaert says. Safety is always quickly mentioned when any nanotechnology is touted. Concern that nanoparticles might be leaching into the human body from some of these smart fabrics prompted Natalie Von Götz at ETH Zurich to simulate a worst-case scenario for a range of commercially available nanotech clothes, including t-shirts and trousers laced with nanosilver, as well as UV-resistant t-shirts made with nanoparticles of titanium dioxide – commonly used in sunscreens. Her test involved spinning these clothes around in a washing machine, sealed in a tube with artificial sweat solutions. She found that the titanium-dioxide clothes caused no concern – very little titatnium dioxide came out of the clothes. But nanosilver was different. Von Götz found both dissolved and particulate silver in the sweat after its workout in the washing machine. However, toxicologists aren't that concerned about silver, she adds. Andrew Maynard, director of the Risk Science Center at the University of Michigan School of Public Health, says there isn't too much cause for concern. \"We do know that silver is not highly toxic to humans and healthy skin is a strong barrier, so the study doesn't throw up too many red flags,\" he says of Von Götz's study. But the question remains how much silver, on the nanoscale, can be taken up by the skin, and what happens if it gets into the body. This question has not been addressed adequately in safety tests, Von Götz says. Maynard agrees: \"More attention needs to be paid to exposure to silver ions in particular through these products.\" Harper agrees that while most nanomaterials used in textiles are covered by existing regulations, there is very little life-cycle analysis specific to those textiles available. Nevertheless, nanotech and clothing look set to continue to thrive together. \"There's always a lot of interest from the textile industry in nanotechnologies,\" says Harper. And that's going to increase, he predicts, as consumer electronics go nano, and collide with smart textiles. So before long, your scruffy old running kit might have morphed into a super-hero nanotechnology-enhanced suit: heart-rate monitor, music system, nutrition guide and map, all in one simple fresh-smelling, wrinkle-free t-shirt."}, "isHosted": false}}}