{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/aug/13/election-tony-abbott-sex-appeal-exuberant", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-08-13T23:20:00Z", "webTitle": "Election 2013 live: Tony Abbott says sex appeal comments were ‘a bit exuberant’ – politics live blog - as it happened", "webUrl": "https://www.theguardian.com/world/2013/aug/13/election-tony-abbott-sex-appeal-exuberant", "apiUrl": "https://content.guardianapis.com/world/2013/aug/13/election-tony-abbott-sex-appeal-exuberant", "fields": {"headline": "Election 2013 live: Tony Abbott says sex appeal comments were ‘a bit exuberant’ – politics live blog - as it happened", "bodyText": "Hilarious really, Ekka above politics. The poor old Brisvegas-ites have stumbled over the entire federal parliament on their way to the dagwood dog stall over the past few days. Let's say goodnight for now. Thanks muchly to Mike Bowers and to Paul Owen. Today, Wednesday, week two: Tony Abbott said the Liberal Party would not preference the Greens in election 2013. Kevin Rudd said preferences were a matter for the Labor Party organisation. Tony Abbott said there would be no minority government under the government he led. Kevin Rudd said there might be a minority government under the government he led but not one with formal written-down agreements. The Greens said all this arrogant posturing was typical toxic major party politics. Tony Abbott rolled out of remarking on the sex appeal of his candidate Fiona Scott to a stray line implying (with some deft editing by his opponents) that gay marriage was not a worthy reform but a fashionable cause. Abbott cleaned up, noting gay marriage was important to many people, but then he continued with sounding equivocal on the issue by noting marriage equality was not inevitable. Labor doled out some money for trades training centres in high schools and Abbott had money for netball courts in Caboolture. Late in the day, Rudd went off to the Brisbane show. Early in the day, Abbott ran with daughter Bridget. At midday, she played a ball game. Reckon that's it for this evening. See you all again tomorrow. One more from Ekka before I do the summary for this evening. A boy handed Kevin Rudd an LNP balloon, pictured here. Rudd gave it back. Ekka was \"above politics,\" Rudd said. Remiss of me not to have an entry from Tony Abbott for our impromptu Politics Live Tumblr - leaders looking at things. Kevin Rudd looked at things in Cairns this morning. I think Abbott's entry from the hustings today is Tony Abbott looking at .. a baby. Speaking of babies, Mike Bowers sent me an impressive statistic from Rudd and Ekka. He counted nine selfies and two babies in 60 seconds. Over to you Tony Abbott. All records are made to be broken. Lovely Ekka sequence here from Mike Bowers. Ice creams, anyone? I know I look ridiculous kid, go with it. Way! (To go. Kevin.) Eeeeeew. That's really unfortunate. Brisbane winter, a balmy 25 degrees. Crazy crowds at Ekka. I really hope Mike Bowers got an ice cream. A neat moment now to think through the other campaign issue of today: the curse (or otherwise) of minority government. Anne Twomey, professor of constitutional law at the University of Sydney, has written an interesting column for the ABC this afternoon, which you can read in full here. Here's a nub point from Professor Twomey: While some form of deal or arrangement has been common in recent decades, largely to booster the claim of one side or the other to form a government, it is not constitutionally necessary. A minority government can exist and serve a full term as long as it is capable of passing its budget and is not the subject of a vote of no confidence. It is usually in the interests of whoever holds the balance of power to ensure that the parliament runs for its full term. This analysis is a helpful starting point to unpick the rhetorical positions of Tony Abbott and Kevin Rudd. Abbott's stated position is \"never ever\" on minority government. Rudd's position is more shaded. He's suggesting he won't do a Julia Gillard-style minority government agreement with cross benchers: write it all down, contract style, with mutual undertakings. But he's left open the idea that he might be able to govern with a simple agreement on confidence and supply. Twomey's point is the Rudd position is eminently sustainable, constitutionally speaking. The value of the Twomey piece is it takes apart the notion that if the major parties don't like the election result, they can just insist on a new campaign. She says our system contains an obligation for politicians to respect the will of the people. There is a strong constitutional convention that a prime minister who doesn't achieve a majority of seats in the lower house at an election cannot simply advise the Governor-General to hold a new election. Instead, parliament needs to be convened and an effort has to be made to form a government and make the parliament work. Change of shirt. Outbreak of selfie madness at Ekka, no doubt. We can take this as a comment from Abbott's sister, Christine Forster. Good of Tony Abbott to call into 2GB. It prompts me to stand still for a few moments and think about gay marriage in this election campaign. Setting aside the principles of our political leaders here for a moment - accepting those as a given - I want to step you carefully through the politics of this. Rudd is now pro gay marriage after a personal journey on this issue. His support for change allows him to raise the issue legitimately as a campaign theme. He's promising action within 100 days if he wins. It's a progressive issue, a youth issue, a \"future\" issue that plays well in a viral social media campaign frame. Labor's stance is relying on field work which tells us that community attitudes on this issue are changing. This was once 'no go' territory for politics on the basis that it was a deeply polarising issue. Opponents of gay marriage really truly oppose it. Rudd and Labor evidently think the balance in the debate has shifted sufficiently for this to help Labor more than it hurts it in 2013. It's a calculation, and an interesting one. So that's the affirmative strategy. There is also a wedge strategy. Labor backroom types know this issue is genuinely difficult for Tony Abbott, because most of the voters (not all of course, but a number) opposed to same sex marriage are his base: conservatives. Abbott is also a socially conservative Catholic - so quite apart from the political calculations, his own personal position would be genuinely complex - he might want to see the case for change, but find it difficult to reconcile that position with his personal moral compass. Then there's his party room. The Coalition (like Labor) is divided on this issue. Liberals in his party room (as opposed to conservatives) are pro-marriage equality and will push post-election for a conscience vote. But conservatives are dead against change. If Abbott changes his formulation, he could risk an outbreak of ill-discipline within his own ranks, because these days the conservatives are more inclined to public outbreaks off-script than the moderates. So bottomline? Tricky for Abbott. Net impact on the campaign? I guess we'll see. The nub questions, as I see them: Is Labor's calculated gamble correct (that this issue helps them politically in 2013 more than it harms?) Can this issue damage Abbott by making him look like a man of the past rather than a man of the future? Or does it help Abbott in a strange way, by reinforcing his constancy? (I'm not a man of \"fashion\" I'm a man of tradition.) The Liberal leader has rung into 2GB from Brisbane. Fordham wanted to know if Tony Abbott was a sexist. Abbott listed the women in his life: his wife, the sisters, the daughters, his chief of staff Peta Credlin. I don't believe I'd survive for a second if I was. And gay marriage, Fordham asks. Are you suggesting that's a fad? Abbott: No, I'm not suggesting that. Abbott says his remarks on the John Laws program this morning were in a broader context that the ALP rapid response tactics suggest. He says he was talking with Laws generally about being a conservative - and conservatives \"hasten slowly.\" Do you think gay marriage is inevitable, Fordham asks Abbott? The Liberal leader said people used to think a republic was inevitable, and that wasn't right. \"I don't believe it is,\" Abbott says of gay marriage. Inevitable is a very strong word. Abbott has bobbed up now on 2GB. Host Ben Fordham asks the Liberal leader if gay marriage is inevitable? Abbott: I dont think it is. It might change, but I dont think people should assume it will inevitably change. Burke says he spoke to detainees on this visit to Manus Island. \"The conversations were not easy,\" he says. Burke said he wanted to look them in the eye and explain what the new policy meant. Some people told him that the policy was unfair. Burke says he told them under no circumstances would the policy change. He says an Iranian man told him had he known about the PNG policy, he would not have boarded the vessel. Burke refers to recent reports about people attempting to get across the Torres Strait to Australia. \"The policy we've announced applies equally to the Torres Strait as it does to the Indian Ocean.\" People who have come across the Torres Strait recently are currently awaiting deportation, Burke says. He says the Coalition's decision to highlight the Torres Strait cases over the past few days is all about politics. Burke argues the mode of attempted arrival doesn't matter: the end result is always the same. If you arrive in Australia by boat without a visa you won't be settled here, he says. Immigration minister Tony Burke is reporting now that he's popped up to Manus Island for a look at the facilities. He's inspected the soccer field. He's speaking of very large marquees. \"The accommodation marquees.\" That would be tents. Burke reports that they are big tents. Marquee city, going up as we speak, on Manus Island. Exposed waste has now been covered. And the immigration department is looking for other waste disposal sites. I gather Rudd is now on his way to the Brisvegas Show. Word is the Labor leader will do the first big sweep west of the campaign over the next 48 hours. Northern Territory, West Australia, prepare to be loved. In the interests of plurality. Old fashioned I know, but a state-of-being in mainstream media publishing I still cling to. News Limited columnist Miranda Devine, on #sexygate, and letting Tony be Tony. In voterland there are plenty of straightforward hearty men like Abbott and plenty of women who are married to men like him. They are sick and tired of extreme political correctness, of having to watch every word for fear someone will take pretend offence. Men and women just want to get along. They don't want to be thrust into some feminist war. (Sometimes the feminist war just comes along and conscripts you, but my genuine intention here is to let Miranda be Miranda, so I won't carp.) Liberal frontbencher, Christopher Pyne. I wish people would talk about my sex appeal, but they don't. Marvellous that we've cleared that up. Now onto matters of substance - Pyne is actually holding his press conference to point out that Labor has failed to deliver on its promises to roll out trade training centres. Trades training centres was Kevin Rudd's announcement in Cairns today. In May 2007, Labor promised to roll out 2,650 trades training centres in high schools over ten years. Rudd faced questions today about why the rollout was behind schedule. Pyne says the fact the program is behind schedule represents a broken promise by Rudd. Post updated at 2.35pm: with comments from a statement by Pyne: In 2007 Mr Rudd promised a trade training centre for all 2,650 high schools in Australia delivered over ten years at a cost of $2.5 bn. As of May 2013 Mr Rudd has delivered 252 trade training centres or 10% of the promised trade training centres. For Kevin Rudd to deliver the remaining 2,398 trade training centres by 2018, he would need to start opening at least one trade training centre a day. If the roll-out continued at the current pace it would take 25 years to deliver in full and as promised. I missed Abbott's interview on the John Laws program in Sydney earlier today, but Labor has cut a line from it and pushed it out through YouTube and social media. This is on gay marriage: Abbott's argument to Laws is he's a gradualist on matters like marriage. He's not a radical. He won't take steps based on the fashion of the moment. Here's the grab. \"To describe sexual orientation as the fashion of the moment will be deeply offensive to people who understand that sexual orientation is just how you are,\" Labor's infrastructure minister Anthony Albanese, is saying right now on ABC24. Albanese is divining a pattern here - a case study, called 'what happens when Abbott veers off script.' Yesterday was gender, today it's gay marriage. \"(He's) just out of touch with modern Australia.\" It's a bit of an overcook here, because Abbott's point on gay marriage is a conceptual one - he's defining his conservatism. He's outlining his default response to progressive social change. Labor is trying to push this story into tonight's TV news bulletins. The rapid response has had the desired result: Abbott was asked about his remark on Laws in Caboolture a little while ago. Abbott swept up. He said he understood same sex marriage was, of course, important. Tony Abbott is making a sports funding announcement in Caboolture as we gather for the lunchtime summary. The Liberal leader is taking Queensland, one netball court at a time. Let's pause to take stock. Tony Abbott has opened Wednesday with an announcement that the Liberal Party will not preference the Greens in campaign 2013. No-one was shocked, but everyone used the campaign marker to reposition. The Greens said this just showed how rank the major party duopoly was - and Labor needed to account for its sneaky preference deal with the Liberals. Kevin Rudd said he had no idea who Labor would preference this time round - this was a matter for the organisation. Rudd also took the opportunity to say 'me too' on no deals with Greens or independents to form minority government should the voters of Australia deliver another tie on September 7. So based on their public declarations, we have a unity ticket from Labor and the Liberals on no minority government. But Abbott quickly declared that Labor, whatever its utterances, harboured a secret plan to cook up another minority government with the economic fringe dwellers of Australia. Was Rudd \"man enough\" to put the Greens last, Abbott wondered? Rudd had wondered earlier whether Abbott was actually serious in his declarations about no minority government given Tony Windsor's infamous allegation that Abbott had said to him in 2010 that he'd do anything to be prime minister except selling his a*#e. Rudd had evidently been advised to avoid the topic, but he did, nonetheless, enter the #sexygate furore by observing that Abbott's remarks on Fiona Scott's sex appeal were \"a bit odd.\" Abbott's riposte just a moment ago: \"I'll leave Mr Rudd to hyperventilate.\" One man's exuberance is another man's hyperventilation. Are you man enough to see out the day on Politics Live? I'm not sure I am, frankly. Meanwhile, back to the netball in Caboolture. I've seen Bridget's mother Margie play tennis. She's got some power in her forehand. Hope these folks are on their guard. Just before I get to the lunchtime summary I want to make a couple of remarks about Fiona Scott's sex appeal. Twelve months ago I would have laughed. I would have been confident enough in the state of general enlightenment to have defended Tony Abbott's right to be a dag. But the treatment handed out to Julia Gillard over the course of her prime ministership has been a genuine wake up call for me, (and I suspect a lot of women of my age group inclined to be a bit smug and self congratultory about the notion of feminist progress.) Gillard is no longer the prime minister because of a complex range of factors, including her own poor political judgment, a reality which manifested again and again. Her removal from office is not some sort of sexist conspiracy: I am not saying that. That would be absurd. But I am saying she was treated appallingly, too often, by men who should have been better and women who should have been smarter. The whole case study has reinforced one thing for me as a person, a voter, a journalist: don't laugh it off. It is not ok. Sorry Ray Hadley, sorry Fiona Scott. It's not ok. So that's my view, on principle. In terms of the politics: well, Abbott will get the thumbs up from blokes who feel emasculated by the thought police. Big thumbs aloft. No doubt about that. And some women. But not all women. Some will have found that bit of off-the-cuff disconcerting. And the ladies, they vote. Greens deputy leader Adam Bandt has found the cameras now. He says his intention has always been to win the seat of Melbourne in his own right. Bandt: It's clear the Greens are now the real opposition to Tony Abbott. He says the only way Labor can get Melbourne back is to \"limp over the line\" with Liberal preferences. Bandt also wonders why the ALP and the Liberals have developed hung parliament phobia. The 43rd parliament, Bandt says, was highly productive. People want to end the political duopoly in Australia. Bandt says it's a bit rich for Tony Abbott to be talking about instability in this past term when he was the key contributor to it with his hyper partisanship. And Labor indulged a civil war throughout the last term. Leadership tensions, day in, day out. If you want the root causes of instability - have a look there, Bandt suggests. Abbott's announceable: a pox on all your Greens. This was Kevin Rudd's annouceable in Cairns: working with their hands. Lads. The Rudd Labor Government today announced $45.2 million for 24 new Trade Training Centres in Victoria. This investment is part of our positive plan to ensure all Australian students are given every opportunity to secure high skill, high wage jobs beyond the China mining investment boom. It is part of a national announcement led by the Prime Minister which will see thousands of students in 225 schools across Australia benefit from training opportunities in 137 new Trade Training Centres. Greens leader Christine Milne has been burning up the airwaves today about the Liberal Party preference lock out. She's just held a press conference. Her messages: Tony Abbott can't bang on about the evils of coalition governments when he's the leader of ... the Coalition. The Liberals can't form government in their own right, they need the Nationals. The major parties are bullies - we all know that. A man can't give a woman a compliment! The aforementioned Liberal candidate, Fiona Scott is speaking to Ray Hadley on 2GB in Sydney right now. Scott is defending Abbott's hat tip to her sex appeal. Her point is the nasty thought police are stealing all our fun. Shame on them. Scott: I thought it was funny. It was a light hearted moment. (A triumph of feminism, this interview.) Rudd is just trying to score cheap political points, Ms Scott says to Hadley. Too right, Hadley says. Scott: I think we should not over examine these things. I thought it was a charming compliment. Rudd is asked again about minority government. Will the voters go back to the polls if this campaign delivers another tie? Rudd says no formal agreements, no deals on the quiet. He refers to a story from the outgoing independent Tony Windsor about Tony Abbott's disposition during the minority government talks in 2010 - Windsor famously said that Abbott had told him he'd do anything to be the prime minister, except selling his a#*e. Rudd's point is you can't always believe what his opponent says publicly. (Abbott always denied the Windsor anecdote.) Rudd is asked about Abbott's remarks about Fiona Scott having sex appeal. Labor has not been going there. Rudd goes there. It's pretty clear he's been advised not to go there from his preamble, but he does, in fact, go there. Abbott's remarks are odd, Rudd says. If any employer in the country had remarked on the sex appeal of an employee, they would be in hot water. I think people would scratch their heads at least. Rudd says racism, sexism and homophobia has no place in modern Australia. Rudd is using his press conference this morning to continue Labor's efforts post PEFO to get the Liberals to produce costings. The Labor leader notes Abbott and others have said Coalition policies are ready to go. If that's the case, why not release your costings? Otherwise you have a secret plan to impose cuts, right? In questions Rudd is asked about Labor's big promises on trades training centres in high schools which haven't been delivered. Rudd says people will knock. That's just life. He's asked about preferences. All preference matters are handled by the national secretary of our party. Frankly, i'll leave it to them. These are organisational matters. Will he rule out a deal to form minority government? My ambition is to be returned as majority government. We won't have deals with minor parties or independents. Our objective is to be a majority government in our own right. Before Rudd got into his press conference, there was a selfie frenzy on the oval at St Mary's. Mike Bowers tells me that the Rudd advancers warned the journalists to remember where they were today - ie: a Catholic school. Keep yourselves nice, was the guidance. Mike was therefore delighted to witness the following exchange. I want to make clear that the kid in the following anecdote is not the young man in this photograph. One of the students at St Mary's got a picture on his smart phone with Rudd. With Rudd still standing along side him, the boy remarked to his mate: \"I got a photo with the c*#t.\" His friend replied: \"F*#k yeah.\" Keeping it nice. Mercifully, keeping it real. Not everyone can be a rocket scientist, the Labor leader notes. Doing things with their hands. Lads. The Labor leader Kevin Rudd, in Cairns, is speaking positively about \"lads, doing things with their hands.\" (Don't be alarmed. He means getting a trade.) These kiddies are \"carving out their own futures.\" With their hands. I think we have reached a collective low ebb in campaign 2013 today. Here's a cry for help from the ABC's Naomi Woodley, from Campaign Abbott. At least there's the gaffe-a-lanch. Make sure you watch that YouTube clip of The Daily Show if you get a moment. Paul posted it on the blog this morning. Hold onto your hands Bob. And lock up your cows. I may disagree with Bob Katter but I'll hold hands with Bob Katter if it means a better deal for Queensland. That was Labor's star candidate for Forde, Peter Beattie, at a press conference a moment ago. Hold onto your hands people. This outbreak of bro-ness was in response to questions from journalists about what Labor intends to do about preferences. The answer to that question? Make decisions seat by seat. Beattie says no decision has yet been made in Forde. Through a Glass, Darkly. Humblest apologies to Ingmar Bergman. This morning's opening entry in our impromptu Politics Live Tumblr: Australian political leaders looking at things. Kevin Rudd: Cairns. The ABC's prolific election analyst, Anthony Green, has produced a blog post on the impact ot the Liberal's decision on preferences. Bad news for Adam Bandt, he reckons. The consequence of this decision is that Greens MP Adam Bandt will find it much harder to retain his seat of Melbourne, gained from Labor on Liberal preferences in 2010. On my estimates, Bandt will need to increase his first preferences vote from the 36.2% he won at the 2010 election to above 40% if he wants to win re-election. The deision also rules out any remote chances the Greens had of winning other inner-city seats such as Batman in Victoria and Grayndler and Sydney in New South Wales. Brett Hood - chiming in on the ADF question. Not a good look. Thoughts again: is minority government an experiment that has comprehensively failed? One for the fact checkers, I'm sure they'll have a look at that contention. One for the readers? Was it that bad? Really? Politics is a funny business isn't it? As far as I know, the state organisations of the Liberal Party were intending to lock out the Greens with an adverse preference swap in 2013. But Tony Abbott is \"taking charge\" this morning on the Greens lock-out - a leader's perogative, no doubt, \"taking charge\" of a decision long made. It gives you a campaign announceable, and makes you look .. well .. in charge. Here's the opening of Abbott's statement: I have directed the Liberal Party to preference the Greens below Labor in all 150 House of Representatives seats. It is critical for Australia's future that we have a return to strong, stable and accountable government. But that will not occur if there is a continuation of Labor-Greens minority government. Minority government is an experiment that has comprehensively failed. Good morning Mike Bowers, who is still on the tail of Kevin Rudd. I gather this morning Campaign Rudd is on the move to Cairns. Last night Rudd joined reporters in a pub. Before we get swallowed by the day I want to note an interesting debate on social media last night sparked by Mike's pictures yesterday from Lavarack Baracks. There were some folks on social media clearly perturbed by Kevin Rudd using soldiers as a campaign backdrop. I'm interested in what readers think of this. I've covered every federal election since 1996. In everyone of those campaigns, Lavarack has always been a whistlestop out on the hustings. It's in a marginal seat - leaders do tend to swing through there. Soldier Z was less than impressed. What do you reckon? Thanks very much to Paul. Good morning all, it's Katharine Murphy, taking over now. It's a measure of something that the Dad joke has become a campaign meme in 2013. A measure of .. well, of nothing terribly interesting. It's a funny old dynamic in this campaign: there has never been more coverage. Much of the coverage is live. There is a deluge of content - you couldn't possibly keep up with it even if you sat in a chair all day with screens around you like a space tracking station. But the campaign is absent content ths far. No-one has any money. No-one wants to verge off script. No-one wants a significant debate about big issues. It's all tactics, no filling. The Melbourne Age reports on Liberal Melbourne Ports candidate Kevin Ekendahl, whose campaign video seems to include more booze than news. The Sydney Morning Herald reports that five of the six polls released since the weekend show \"small but consistent\" swings to the Coalition. The gap has widened from 1% a fortnight ago to 3% in two-party terms. Assuming preferences go as in 2010, the Coalition now leads by 51.5% to 48.5. Kevin Rudd still leads Tony Abbott as preferred PM but his lead has shrunk from 52-38 a fortnight ago to 48-40 in polls taken late last week or at the weekend. \"I don't believe that a Labor party that loses an election which is a referendum on the carbon tax is likely to want to commit political suicide twice by persisting in support of this bad tax,\" Abbott says. He says Rudd knows the carbon tax is a political and economic disaster. \"Labor knows that this is political poison.\" With that, Abbott's press conference seems to be over. As sure as night follows day, if this government is re-elected, there will be tax increases, Abbott says. (A press release that has just arrived from the Greens indicates they are going to try to present Abbott's decision to preference Labor above them on \"how to vote\" cards as a \"Labor-Liberal preference deal\", which seems quite a smart move.) Rudd has \"really let the people down on\" childcare centres, the Coalition leader says. We are not going to close down the centres that are there, Abbott says. Asked about sexygate, he says: As the kids suggested to me, I had a dad moment. A dad moment maybe yeah ... He says he is making \"so few major commitments\" is because he wants to be absolutely certain he can deliver on those he does make. He says he is confident the budget position will be better under the Coalition. \"The only way to get back to a surplus is under a Coalition government, because Labor will never get back to a surplus.\" The Coalition will make a comprehensive statement before the election, he says. Asked about the goods and services tax, Abbott says: There will be no change to the GST. Full stop. End of story. He says there has been \"lie after lie\" from Labor. He says to Rudd: Get real ... Show sufficient respect to the Australian people ... If this election is lost \"I'll carry the can\", he says. \"No doubt about that.\" He says he is campaigning to win the election outright and to get a strong mandate for policies such as a \"fair dinkum\" parental leave policy. Abbott says he wants to be competitive in all seats the Coalition does not hold, for example Melbourne (the Greens' Adam Bandt's seat): We are going to run as hard as we can anywhere. He calls on Rudd again to \"finally rule out doing preference deals with the Greens\" and forming a minority government. The Greens want a bank levy, 100% renewable energy, they want to bump up the mining tax - \"these are fringe economic policies, to put it at its kindest,\" Abbott says. He says he won't jeopardise Australia's economic prosperity by allowing the Greens into government. He then echoes the Daily Telegraph leader, saying the Coalition and Labor share economic aims that the Greens will \"dilute\". I have made a captain's call here. I have made a captain's call. If Rudd is \"fair dinkum\", he will make the same call, Abbott says. Tony Abbott is talking now about his decision to place the Greens last on Coalition \"how to vote\" cards for the House of Representatives. He says he will not form a coalition government with minor parties in the event of a hung parliament. This is a challenge for Mr Rudd. An absolute challenge for Mr Rudd ... Put the Greens last. Have the courage to do what I have done today ... This is my captain's call. I say to Mr Rudd: 'Are you man enough to do the same? He framed the voters' choices as between a strong and stable Coalition government and a weak, divided Labor-Greens administration. He said Rudd obviously felt that the last three years had been \"a terrible disappointment\" and that was why his slogan was \"a new way\". If you want a new way, you need a new government, Abbott says. I will not lead a minority government because what Australia needs right now is a strong and stable government. The Daily Telegraph today included an attack on the Greens in a leader column, calling them more similar to communists than mainstream parties. THE Coalition and the Labor Party share similar aims for Australia. Both of our major parties know that economic growth is the key to our nation's ongoing prosperity and security. Where they differ is in how economic growth should be accomplished and in the ability to achieve this goal ... The Greens, however, are another story. Their vision for Australia is more aligned with former communist bloc nations than anything with which mainstream Australia is familiar. The Greens are, to put it simply, a party of far-left clowns. The debate over whether there is going to be another leaders' debate rumbles on, in my opinion making nobody look brilliant. Could they not have agreed on all this weeks ago? Rudd’s team have rejected Abbott’s suggestion for a debate on Sky News in Brisbane on 21 August because Sky News is a pay-TV station, preferring a debate on Channel 7 this Sunday. Labor have said they also want to have debates on Nine and Ten too, and maybe ABC. The Coalition have said they also want to have a debate in Rooty Hill on 28 August. It’s unclear whether the two leaders are planning to turn up for their own preferred debates whether their opponent does or not and simply debate with themselves. Last night the managing director of ABC, Mark Scott, wrote to both parties in a letter which starts: \"back to me\". I paraphrase, but only just: Dear Sirs/Madam, If the first election debate proved anything, it is that the ABC is crucial to the whole point of the exercise ... Scott is proposing a debate in Cairns, Townsville or Rockhampton, in front of a local audience, focusing on various serious issues such as mining, water, immigration, the environment, the national broadband network, and so on. Sounds good. They all sound good. Could the Rudd and Abbott teams please just agree on one? In the first of our Australian election podcasts, Katharine Murphy is joined by political editor Lenore Taylor and commentator Paula Matthewson aka @Drag0nista to discuss yesterday's Pefo economic forecast figures, whether the parties will get it together to agree to any more debates, and, of course, sexygate. Click here to listen in. Sky News has been playing clips about the Australian election from American’s Daily Show this morning. Host John Oliver made fun of Tony Abbott, Jaymes Diaz and Stephanie Banister, but my favourite bit was about Peter Dowling’s sexting scandal: You do not pair a penis with red wine. Try something lighter, crisper to offset the nuttier notes of the penis, plus it is almost impossible to get red wine stains out of a penis. Former Labor minister Graham Richardson has defended Abbott over his “sex appeal” comments. Richardson said Abbott shouldn’t apologise; instead he should say: “So what?” Richardson said people talked about the sex appeal of former prime minister Bob Hawke all the time and no one batted an eyelid. But Penny Wong, the finance minister, told ABC radio: When he goes off script you get a bit a glimpse into what he really thinks. I wasn't altogether surprised and nor were many Australian women, I suspect. This is consistent with some of the views Mr Abbott has expressed over many, many years. Good morning, and welcome to Guardian Australia’s election live blog. Tony Abbott last night attempted to explain his comment yesterday that Lindsay, NSW, candidate Fiona Scott and her predecessor Jackie Kelly had “sex appeal”. Abbott said he had been “a bit exuberant” in making the comments: Look, Fiona and I have been mates for a long time. Jackie and I have been mates for a long time. It’s obvious that Fiona is a smart, hardworking candidate; she knows the electorate backwards and inside out, she really does. Now, I was a bit exuberant today, a bit exuberant today. But we’re all working incredibly hard to get her elected and to give Australia a better go. Asked if he would describe a male candidate that way, the Coalition leader said: Look, as I said, she’s a mate of mine, I was exuberant, she’s a smart, savvy, hardworking candidate who knows the electorate inside out and I’m really proud to be associated with her. Abbott has a poor record when it comes to the role of women, as this article by my colleague Bridie Jabour explains. The Liberal leader is also expected to announce today that the Coalition will place the Greens below Labor in its list of recommended preference order for voters for the House of Representatives. As ABC reports, Adam Bandt, the only Greens MP in the lower house, won his Melbourne seat with the help of Liberal preferences at the last election, and may struggle to hold it on 7 September. Bandt said: \"We'll be aiming to win this seat in our own right this time. That's a goal that we set ourselves as soon as we got elected.” Voters are not required to follow the “how to vote” cards produced by the parties for the House of Representatives, but many do. The Liberals have said they will not form a coalition with anyone in the event of a hung parliament and are casting the anti-Greens move as an attempt to ensure stability in parliament. A party source told the Daily Telegraph: It is critical for Australia’s future that we have a return to strong and stable government. Labor-Greens minority government is an experiment that has comprehensively failed. Abbott and Kevin Rudd are both in Queensland today, the Liberal leader in Brisbane and the Labor leader in Cairns, where he will talk about establishing a new National Centre for Extreme Weather to help Australia respond better to natural disasters. Katharine Murphy and I will have all the latest from the campaign throughout the day right here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}