{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/aug/01/house-of-lords-new-peerages", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-08-01T22:11:18Z", "webTitle": "House of Lords swells with addition of would-be-mayors and party donors", "webUrl": "https://www.theguardian.com/politics/2013/aug/01/house-of-lords-new-peerages", "apiUrl": "https://content.guardianapis.com/politics/2013/aug/01/house-of-lords-new-peerages", "fields": {"headline": "House of Lords swells with addition of would-be-mayors and party donors", "bodyText": "A billionaire industrialist, a nightclub owner and the former boss of ITV were among 30 peerages announced in a working peers list that was dominated by donors to all parties. Fourteen Tory peers were announced, 10 Liberal Democrats, five Labour and one Green, taking the size of the Lords to an unmanageable 785, making it one of the largest legislatures in the world. The Liberal Democrat peer Lord Oakeshott said the list included some good individuals but was contaminating parliament because of the number of big donors who had apparently been rewarded with peerages. \"Cash for peerages pollutes parliament and the political parties that collude in this corruption,\" he said. Efforts had to be redoubled to reform the second chamber and take big money out of politics. The two big Tory donors appointed are Sir Anthony Bamford, chairman of JCB, the yellow mechanical digger manufacturer, whose fortune is estimated by the Sunday Times at £1.65bn, and Howard Leigh, a property businessman and Conservative party treasurer. Bamford has personally given £101,000 to the party and his associated companies £4.7m. Leigh has given £219,002 over the years. Labour has also elevated its donors after receiving favourable coverage for its decision to nominate Doreen Lawrence, the campaigner against police racism and mother of murdered teenager Stephen Lawrence. Ed Miliband nominated William Haughey, a refrigerator magnate who has given Labour £1.3m. A peerage was also given to Sir Charles Allen, the former chief executive of ITV and chairman of the Labour party executive board. Jon Mendelsohn, a former fundraiser under Gordon Brown, has also been given a peerage. He made his name with the lobbying firm Lucas Lawson Mendelsohn at the start of the Blair government. Nick Clegg, thwarted in his efforts to introduce an elected second chamber free of patronage, also took to appointing two major Lib Dem donors – and largely ignored the pool of nominees selected by the party conference. James Palumbo, co-founder of the Ministry of Sound nightclub, who is now chairman of the music company that owns the south London venue, has given around £600,000 to the Lib Dems as well as offering up his London super-club as a campaign headquarters for the party. The pizza entrepreneur and philanthropist Rumi Verjee is possibly Clegg's most controversial appointment since his connection with the Lib Dems is relatively new. The Ugandan-born Indian entrepreneur is believed to be worth £125m. He has donated £770,000 since May 2010, largely to help with the development of minority ethnic candidates. Only two of the peers announced on Thursday have ever appeared on the Lib Dems' democratically elected interim peers list – the party's former candidate for mayor of London, Brian Paddick, who was elected to the panel in 2008, and the party's longstanding communications adviser Olly Grender, who was elected to the 2006 panel. There is likely to be an inquest into why the party's procedures appear to have been set aside. Grender was press secretary to Paddy Ashdown and Nick Clegg. She is likely to play a key role in the Lib Dem 2015 election team, giving advice to campaign co-ordinator Lord Ashdown. She has been a regular on the BBC Newsnight political panel, alongside Danny Finkelstein, who was also given a peerage by the Conservatives. Finkelstein, a comment writer at the Times, has been an informal adviser to the leadership and was head of policy during John Major's premiership. Three Tory women were elevated: Annabel Goldie, former leader of the Scottish Conservatives; Fiona Hodgson, ex-chairman of the Conservative Women's Organisation; and Dame Lucy Neville-Rolfe, former No10 policy unit member. Chris Holmes – the former Paralympic swimmer who has been described as the Seb Coe of the London Paralympics, and a non-executive director of the Equality and Human Rights Commission – also joins the Tory benches in the Lords. Two former Tory MPs were given peerages: John Horam and Matthew Carrington, chief executive of the Retail Motor Industry Federation. Horam was a Labour and SDP MP. Richard Balfe, another former Labour MP and once David Cameron's \"envoy to the trade unions\", is also made a peer. Sir Stephen Sherbourne, former political adviser to Sir Michael Howard, also joins the Lords. The first Green peer, Jenny Jones, was chosen by her party in a ballot [see footnote]. But Ukip, despite its strong showing in the local elections, has been given no peers, and has described the list as the confection of the establishment for the establishment. Such lists are likely to continue indefinitely after the failure of Clegg's plans to introduce an elected second chamber. The upper house now contains 27 more members than in 2007 once deaths, resignations and expulsions are accounted for. The most notable appointment remains Labour's elevation of Doreen Lawrence. Ed Miliband said: \"Over the past 20 years, Doreen Lawrence has had a profound impact on Britain. Since the horrific racist murder of her son, Doreen has shown incredible strength and courage as she sought, and continues to seek, justice for Stephen. She has changed attitudes to policing and racism in this country and I have no doubt that her strength and determination will be a huge asset to the House of Lords in the coming years.\" Lawrence herself said she hoped to speak on race relations and for the under-privileged. The appointments mean the Conservatives become the largest party in the Lords with 222 peers. Labour has 221 and the Lib Dems 99, giving the two coalition parties a majority of 100 over Labour. The government said the Tories now had 28% of the peers in the Lords but had received 36% of the popular vote at the 2010 election. It said Tony Blair appointed 114 Labour peers and only 42 Conservatives between 1997 and 2001. In this parliament, Cameron has created 64 Tory and 44 Labour peers. Who's who: class of 2013 Charles Allen Former Granada television boss, 56 – once dubbed as an 'upstart caterer' by John Cleese – who later ran ITV Sir Anthony Bamford Chairman of JCB, aged 67. The mechanical digger firm is 60 times larger than when he took over in 1975 Sir William Haughey Chairman of the Glasgow-based City Refrigeration Holdings. Donated more than £5m to charity Jenny Jones A prominent member of the Green party, which she has represented in the London Assembly since it was created in 2000. She was the party's London mayoral candidate in 2012 Brian Paddick A former deputy assistant commissioner of the Metropolitan police, he fought the 2008 and 2012 London mayoral elections for the Lib Dems James Palumbo Old Etonian, 50, who co-founded the Ministry of Sound nightclub in London in 1991 and remains its chairman • This article was amended on 2 August 2013. It wrongly described Chris Holmes as a Tesco executive. This has been corrected. In addition, Jenny Jones is the first Green party peer to be appointed while a member of the Green party. However, Lord (Timothy) Beaumont was made a life baron in 1967 while a member of the Liberal party, although he joined the Green party in 1999, making him the first Green peer."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}