{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/aug/28/syria-crisis-un-strike-sanction-civilians", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-08-28T23:28:00Z", "webTitle": "Barack Obama: no final decision on Syria air strikes", "webUrl": "https://www.theguardian.com/world/2013/aug/28/syria-crisis-un-strike-sanction-civilians", "apiUrl": "https://content.guardianapis.com/world/2013/aug/28/syria-crisis-un-strike-sanction-civilians", "fields": {"headline": "Barack Obama: no final decision on Syria air strikes", "bodyText": "Barack Obama says that no decision has been taken on an air strike on Syria, but warns the Assad regime its actions have 'international consequences'. \"If in fact we make a choice to have repercussions for the use of chemical weapons, then the Assad regime will have received a pretty strong signal that in fact it had better not do it again,\" the US president told PBS. \"We are consulting with our allies. We're consulting with the international community. I have no interest in any kind of open-ended conflict in Syria, but we do have to make sure that when countries break international norms on weapons like chemical weapons that could threaten us, that they are held accountable.\" Legal experts have said that the United States and its allies are unlikely to build a clear case under international law for a military strike, and may instead make novel arguments about chemical weapons prohibitions. Britain's resolution to the UN security council condemns the alleged chemical attack last week and calls for the authorisation of \"necessary measures to protect civilians\" in the country. However, Russia, which has a veto on the council, is expected to oppose any military action against Syria. Western powers will therefore need to find another basis – outside a security council resolution – to justify a strike against Syria. The only other universally agreed basis for military action under international law is self-defence. The US would find it hard to argue that the Syrian conflict poses an imminent national security threat. In Geneva, the UN special envoy to Syria, Lakhdar Brahimi, said on Thursday that while inspectors had uncovered some evidence of a chemical attack, \"international law says that any US-led military action must be taken after\" agreement at the 15-nation security council. \"At this point the weight of international opinion would be that military action would not be legal,\" said Ian Johnstone, a professor of international law at Tufts University. \"However, I do think that there could be a case where violation of the law would be excused on the grounds of humanitarian necessity.\" Barry Pavel, a former director on the national security council under the Bush and Obama administrations, said without UN or even Nato support, the US and its allies would seek to justify a strike on \"policy, political, moral and legal grounds\". US, British and French political leaders have so far described the expected assault on Syria as a form of punishment or deterrence over its purported use of chemical weapons in the suburbs of Damascus, which resulted in hundreds of deaths. Lord Goldsmith, the British attorney general at the time of the Iraq war, said military action would be legal without a UNSC resolution \"if it was necessary in order to avert a very serious humanitarian crisis\". He told BBC2's Newsnight: \"We don't quite know enough about that. We're not sure, for example, whether or not the chemical weapons attack which took place was in fact by Assad's regime.\" Goldsmith said he would be uneasy if it was not clear that was the only purpose of military intervention. He added: \"I think the only thing that would be justifiable would be action that was no more than was necessary in order to prevent a further attack by chemical weapons. Not punishment, not reprisals, but in order to stop that happening again.\" He added that the west did not need to rely on UN inspectors to determine whether a chemical attack had taken place because there were \"other ways to check that out\". The US navy has four destroyer ships in the region equipped with cruise missiles, while the British navy also has a ship and probably submarines in the eastern Mediterranean sea. Some analysts are predicting that the US will also deploy long-range B2 bombers. The White House has signalled that it will soon release a declassified intelligence assessment, directly linking the chemical weapons attack that claimed hundreds of lives in Damascus last week to the Assad regime. The US and its allies say there is little if any doubt that Assad's forces were behind the attack, but Syria strongly denies involvement, blaming rebel groups. Reports from Germany and the US overnight suggest that the evidence centres around an intercepted communication, linking the attack to a special Syrian unit that oversees the army's chemical weapons. The reports, in the Wall Street Journal and a German magazine, Focus, suggested that the intercepted call was obtained by Israeli intelligence and passed to the CIA. The Republican chairman of the US House intelligence committee, Mike Rogers, said he had been briefed on US government intelligence about Syria's involvement in the chemical attack. \"I believe that evidence exists that is convincing, if not compelling, that the government of Syria was involved in launching those attacks,\" Rogers told Reuters. \"I do not believe that it was a single source person deciding to do it. I believe it came from the [Syrian] administration.\" Meanwhile, the UN secretary general Ban Ki-moon urged more time for diplomacy. In Geneva, the UN's special envoy to Syria, Lakhdar Brahimi, confirmed that some kind of \"substance\" was used in Syria that may have killed more than 1,000 people but insisted that the US would require security-council approval before launching military strikes. Brahimi did not say whether the information came directly from UN inspectors, who began their second full day of inspections on Wednesday. The Syrian government blocked the team of weapons inspectors for five days. Their work was delayed by security concerns after the convoy of vehicles carrying the scientists came under sniper fire. Ban Ki-moon said the UN inspectors needed four more days to complete their work. However, the White House said on Tuesday it believed the work of the inspection team was \"redundant\" because it had already been established that chemical weapons were used by Syria on a large scale. The Arab League has tacitly backed that assertion, blaming the use of chemical weapons on Syria, but stopped short of providing the US with much needed regional support for punitive military strikes. Jordan said it would not be used as a launching pad for attacks on Syria. The announcement came amid concern that Iran may see through its threats to retaliate against Israel. An unnamed senior Syrian army officer told the Iranian news agency Fars: \"If Syria is attacked, Israel will also be set on fire and such an attack will, in turn, engage Syria's neighbours.\" The Israeli prime minister, Binyamin Netanyahu, said the country was \"prepared for every scenario\". The Associated Press said reservists had been called up. Barry Pavel, a former senior director for defence policy and strategy on the US National Security Council staff, said officials would be frequently revising a list of potential targets, seeking to avoid chemical weapons sites, which, if struck, could leak chemical agents. \"It looks likely we'll go after air defence radars, air force bases and aircraft, ground force units,\" he said. \"And there would be some targets I imagine that include military command and control facilities.\" He said US military commanders would also want to steer clear of civilian areas. \"That said, there will be civilian casualties. Things go wrong,\" he said. \"Targets that are not on the target list will get hit as happened in 1999, in Belgrade, with the Chinese embassy.\" An advocate of military action, Pavel said it was necessary to make the \"cost-benefit analysis\" of the lives that might be saved by punishing Assad."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}