{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/aug/11/election-2013-notes-row-rudd-abbott-debate-politics-live-blog", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-08-11T23:42:00Z", "webTitle": "Election 2013: Rudd v Abbott debate sparks notes row - politics live - as it happened", "webUrl": "https://www.theguardian.com/world/2013/aug/11/election-2013-notes-row-rudd-abbott-debate-politics-live-blog", "apiUrl": "https://content.guardianapis.com/world/2013/aug/11/election-2013-notes-row-rudd-abbott-debate-politics-live-blog", "fields": {"headline": "Election 2013: Rudd v Abbott debate sparks notes row - politics live - as it happened", "bodyText": "So we played it for laughs a little today. Consider it a bit of light relief between a not very interesting election debate and a day of PEFO, costings and black holes tomorrow. Thanks very much for your company throughout the day - and thanks too to Paul Owen and Mike Bowers. Let's say goodnight for now. Today, Monday, week two: Tony Abbott went to Melbourne and deemed today about infrastructure and roads funding. Kevin Rudd was in Sydney, and had a manufacturing and skills day. Both the leaders unwound from the televised election debate on Sunday evening. The Liberals continued outrage about Kevin Rudd's use of notes during the election debate. Rudd blamed his staff for the mix up, and insisted he acted in good faith. There was some anticipatory jousting between Labor and the Liberals ahead of new pre-election economic forecasts to be unveiled tomorrow at 10am. Rest up. Have a lovely evening. See you tomorrow. Tony Abbott looking at .. traffic. Innovation minister Kim Carr looking at Kevin Rudd looking at .. gorgeous baby. Reporters looking at Kevin Rudd .. et al. Sweeping up before we do the summary for this evening. No sooner have we all recovered from the first election debate, and we are on to the next phase of proceedings. Sky News will host a people's forum at Broncos in Brisbane on Wednesday August 21. The Liberal leader Tony Abbott (who wants this format) has agreed to attend. Not Kevin Rudd, at least thus far. Now, speaking as we were, of Corangamite, there is a news report this afternoon that requires sharing. Huge parties. Hot models? What the .. Here's an excerpt from the report on Yahoo. A Palmer United Party candidate in Victoria is promising a 'huge party' with 'hot models' and possibly a 'mystery rock band' for volunteers willing to fight for his cause. PUP candidate for Corangamite Buddy Rojek is on the lookout for 150 volunteers to help him on the campaign trail. In return, Mr Rojek has promised to throw the rocking party, with DJs and mingling models, for 300 people. “My parties go off!!!” he assures potential volunteers in the campaign 'pamphlet' (it’s actually just a sheet of printed A4 paper) \"Kevin 13 party is for nerds!\" he claims. Those of us in the \"live\" space this election have been having a bit of fun on Twitter this afternoon about this moment on Sky News just a little while ago. The lady in the front is health minister Tanya Plibersek. The gent in the background is Darren Cheeseman, who holds the very very marginal seat of Corangamite. This is a \"noddy\". It's the rather silly practice of local MPs standing brazenly in shot while a principal is being interviewed so the voters don't forget about them. Cheeseman said not one word. Why was he there, Sky political editor David Speers inquired? Because he was proud of his achievements for Corangamite was the explanation. We can run on our record Lyndal. The Liberal deputy leader Julie Bishop is on ABC24 right now, with political editor Lyndal Curtis. Bishop is telling Curtis the Coalition will produce savings in good time before polling day. When, Curtis inquires. You won't pin me down on a time Lyndal, is the answer. Labor, Bishop says, should not be precious about producing savings, given they put their policies into treasury at the last minute in 2010. And when it comes to fiscal credibility - votes trust the Coaliton, not Labor. With PEFO tomorrow - those with delicate sensibilities should avoid the televsion news bulletins this evening I think. I can see an obvious segue looming between Tony Abbott's remark this morning about not being the suppository of all wisdom and the potential for black holes tomorrow. Perhaps my forecast will prove incorrect. In any case, let no more be said on this matter. Political blogger Paula Matthewson, via Twitter. We can only hope Paula. Now, let's look ahead to tomorrow. I don't have a time confirmed yet, but Treasury will release the pre-election economic and fiscal outlook sometime Tuesday. These are independent numbers from the departments of treasury and finance. The Coalition is currently executing a small, hedged pivot to allow it to use the new treasury numbers if it believes them valid. The Liberals have complained that treasury forecasts cannot be believed because officials have been bullied by the government into providing unbelievable forecasts. Now, the Liberals say it will look at the PEFO numbers. This was Tony Abbott this morning, at his press conference: We have got the Pre-Election Fiscal Outlook coming out tomorrow. We will carefully study that, we will have more to say about savings quite soon and you will have our full fiscal statement in good time before the next election. The PEFO figures are the best figures we have got, no doubt about that. The problem is that none of the figures that have been released under this government have been reliable. Every forecast, every figure has been subject to revision after revision, after revision. We can’t vouch for the starting point. All we can do is vouch for the difference which we will make. That is all we can vouch for, the difference that we will make and people will know in good time before the election what we are spending, what we are saving, what the difference will be to the bottom line. Overall the budget bottom line will always be strong under the Coalition. And the shadow assistant treasurer, Mathias Cormann, on Sky News a few minutes ago, about PEFO: We accept that they are treasury and finances best estimate of the current state of the budget. We will study the document carefully. We'll continue to go through proper methodical process. We'll provide a response to PEFO once we've had a chance to study it. Thanks muchly to political blogger Malcolm Farnsworth, for this little gem from the archive of 2008. He's posted a piece from Labor's new candidate for Hotham, Claire O'Neill. O'Neill reflections in the piece are from a visit by John Howard to Harvard in March 2008. O'Neill was then a masters student. There's no big yarn here, just a youthful voice. (I don't hate Howard - but man, is he dull. If this man has periods of introspection, he hides them well.) O'Neill: Unlike many Labor activists, I don’t hate Howard. I feel enormous respect for anyone who chooses to devote themselves so fully to Australian public life. It’s pretty easy to bay from the sidelines, not so easy to get involved and take responsibility for where the country is headed. So, I mean no discourtesy when I say that Howard greatly disappointed me. He lacked substance, spice, and displayed a terrifying lack of reflection about his time in office. For so long, I believed that this was simply part of his pedestrian political style. Surely, during his 11-and-a-half years in Australia’s highest office, deep ruminations were forming beneath the surface? If there were, he chose not to share them on his visit to Harvard. Speaking of north Queensland, here comes the Rudd plane. Sam Hawley is an ABC political correspondent, on the road with the Labor leader this week. O'Neill was elected by the ALP national executive this afternoon. Labor has also signed up Andrew Turnour in the Queensland seat of Kennedy. Lucky Turnour - he gets the face-off with the KAP's Bob Katter. Update: 4.14pm. ALP national secretary George Wright has confirmed the preselections in a statement. Wright: Clare O’Neil has been preselected for the federal electorate of Hotham and Andrew Turnour has been preselected for the federal electorate of Kennedy. I am pleased they will now join Labor’s team fighting for a positive plan for Australia’s future. Clare O’Neil is a former Mayor of the City of Greater Dandenong and holds a Masters Degree in public policy from Harvard University, where she was a Fulbright Scholar and also has a Bachelor of Laws from Monash University. Andrew is an experienced project engineer who holds a Bachelor of Engineering with honours from Monash University. Mr Turnour contested the seat of Kennedy at the 2010 federal election. Ms O’Neil was elected unanimously by the national executive and Mr Turnour was elected unopposed. Meanwhile, in the breaking news space, there are reports this afternoon that Claire O'Neill has won preselection for the seat of Hotham. Fairfax Media's Henrietta Cook says: \"A 32-year-old former mayor has won the messy preselection battle for the safe Labor seat of Hotham following the sacking of a candidate who had verbally abused a wheelchair-bound councillor. Clare O'Neil, who at 23 became the youngest female mayor in Australian history, is being backed by the National Union of Workers faction.\" Kevin Rudd dumped Labor's original candidate Geoff Lake after reports surfaced that he'd abused a fellow councillor in 2002. Meanwhile, in the land of innovative interwebz. (What was that famous line from The Simpsons Movie - from the Arnold Schwarzenegger character - I was elected to lead, not read?) I know the country has moved on from the lady we no longer mention: the one who used to live in The Lodge. But interesting to note the ANU poll had a gender question. The analysis here would suggest that Australia is entirely relaxed and comfortable with women in politics (which, sadly, wasn't my lived experience watching events over the past three years.) Here's the findings and analysis: The issue of gender and political representation has been an underlying theme throughout the 2010-13 period, with the election of Australia’s first female prime minister, Julia Gillard. The survey asked the respondents if they believed that a man or a woman would perform better as an MP in representing their interests. The results show that the vast majority – 87 per cent – saw no difference in the job that a man or a woman would do. Men were slightly more likely to favour a man for the job than a woman, while women were equally divided. overall, the differences were minor. Just one per cent of the respondents had no view on the question, reflecting the widespread debate about the issue of gender and politics over the past three years. I really don't want to tempt fate by observing that this afternoon is the first afternoon I've been able to hear myself think since the campaign got underway. But it is great: a moment to think. Here's something interesting to share. New results from the Australian National University poll of voter attitudes. Public concern about the economy and job security has doubled since 2010, while concern about global warming has halved. More than half of the people surveyed in the latest ANUpoll listed the economy and jobs among the most important issues Australia is facing right now. The second most important issue was immigration and asylum seekers, which was nominated by 28 per cent of the 1,200 randomly surveyed people. Meanwhile, six per cent of respondents cited the environment or global warming as an issue, down from around 12 per cent in 2010. Only 0.1 per cent of people mentioned the carbon tax. “The poll results suggest that the management of the economy will be centre-stage in the federal election campaign,” said Professor Ian McAllister from the ANU School of Research School of Politics and International Relations. “By contrast, the environment and climate change are seen by voters as a much lesser concern than previously, and there has been a dramatic decline in those mentioning the carbon tax as an important issue. The declining importance of these issues has implications for the Australian Greens party support.” That little bit of goodness from Norway does remind me to share one of my all time favourite political ads - from the Best Party of Iceland. A pitch that never gets old. Imagine if Kevin Rudd took time off from the campaign to drive a taxi. No, actually, don't. Just check this out. It's the video of the day. Norway's prime minister Jens Stoltenberg worked secretly as a taxi driver in central Oslo for a day in June, leaving his passengers wondering whether their elected leader had quit the day job. An hour or so after lunchtime (sorry about that), here's the lunchtime summary: It was the morning after the night before in terms of election debates. The Liberal leader Tony Abbott declared the encounter incredibly interesting. To my knowledge he is the only person to do so. The Liberals were upset that Kevin Rudd had used notes during the Sunday night encounter in breach of the rules. Rudd blamed his staff for failing to advise him of the rules, and observed that he preferred to debate with some facts at his disposal. Unlike .. well .. fill in the blanks. Today is transport day, and making things day. Kevin Rudd spoke of manufacturing jobs at Macquarie University. Tony Abbott spoke specifically of roads in Victoria, and generally about the virtues of bulldozers on the ground and cranes in the air. Labor attempted to turn this positive message into a negative message about cuts, deploying a casual remark Abbott made about the Kennett era in Victoria being something of a golden age. (Not much of a golden age for the public servants shown the door by the pro-privatisation Kennett - that kind of thing.) Out of respect for you (and for the Liberal leader) I won't mention Tony Abbott's suppository of wisdom remark beyond noting that it happened. I will also note but not labour the shadow immigration minister Scott Morrison's observation this morning that the asylum seekers sent to PNG will wait until low tide before walking back. Call it boat fatigue. Now the word is Kevin Rudd's press pack is heading north. My guess? The seats of Dawson and Herbert. Donk. Sorry about that Mr Abbott. It has been wrong of me, in my little Tumblr riff today, not to point you all to the original and the best in this genre in Australia: Tony Abbott looking at things If you haven't seen it, and you need a laugh, have a look. Now I'm through the make-off explanation I can post Mike Bowers's lovely picture of baby Paddy. As campaign baby shots go, Mike and I give this one five stars. Paddy's mother, Mike advises, told her boy not to spit on the prime minister. The shadow treasurer Joe Hockey has been out and about in Adelaide this morning. Given he's been in Adelaide - a major Australian centre for automotive manufacturing - Hockey was of course asked about his plans for supporting the car industry. The Coalition, thus far at least, is promising less dollars in overall support for automotive manufacturers. Labor attacks the Coalition regularly for that point of difference. Hockey was asked this morning about Holden, and the Coalition's disposition toward the company. Holden is currently considering its operations in Australia. The shadow treasurer said he'd had some discussions with Holden's Australian CEO. Hockey isn't giving any Holden-specific commitments at this stage - except a commitment not to proceed with Labor's controversial plans to tighten the fringe benefits tax rules. Labor is proposing a crackdown on the FBT arrangements for company cars. This integrity measure, worth $1.8bn, has gone down very poorly in the automotive industry. Hockey told reporters that the Coalition would be the best friend the car industry ever had because it wouldn't proceed with the tax impost, and it would kick start economic growth - so more people would head to the car yard to buy a new vehicle. Part of today's major party make-off is a preamble to the release tomorrow of the pre-election economic and fiscal outlook. We'll have a look at that PEFO/costings debate over the course of this afternoon - time and events permitting. We've established that today is a 'make-off' day in the campaign. Tony Abbott is out today with a positive topline message about building roads and infrastructure. Kevin Rudd has been speaking about the importance of manufacturing and high tech jobs. Let's walk through a campaign counterpoint Labor is trying to set up today. Abbott said this, by way of general framing, in Melbourne this morning: I think it’s very important for confidence that we see cranes over our cities, that we see bulldozers on the ground. If we want to give the people of Australia a shot in the arm, if we want to convince them that things are happening, there’s almost nothing better than seeing new roads underway. I would like to think that should we win the election, I will be known as an infrastructure Prime Minister, because we need the infrastructure of the 21st century if we are going to have the prosperity, if we are going to have the productivity that the people of Australia need. Labor has also picked up on a stray remark from that same Abbott press conference this morning. Abbott: I think that a lot of people look back on the Kennett era and say it was a golden age of development so all credit to Jeff Kennett for the work he’s done. Jeff Kennett of course was the Liberal premier of Victoria. A statement from Labor campaign headquarters this morning has some other facts about the Kennett era: Jeff Kennett sacked 50,000 public servants. Jeff Kennett closed 300 schools and sacked more than 9,000 teachers. Jeff Kennett closed 17 hospitals and made 3,500 nurses and 10,000 health workers unemployed. Jeff Kennett sacked 16,000 public transport workers. Jeff Kennett made Campbell Newman looked restrained. Yet, Mr Abbott says: “all credit to Jeff”. So let's put these steps together. Tony Abbott is using today to tell voters he wants to be a prime minister who builds things and makes things. It's a more expansive message. Labor wants to keep Abbott in the cuts frame, not in the expansive frame. So the Kennett remark is being used to turn a positive remark into a negative one. There's a sub-set of this debate which I'll deal with in the next post. Late entry in the 'looking at things' impromptu Tumblr. Tony Abbott looking at Victorian premier Dennis Napthine. A staffer looking at Tony Abbott, taking a Twitpic, and tweeting it. Just for the record, this was the 'announceable' from Macquarie University this morning - a program called Manufacturing Skills Plus. The Rudd Labor Government will provide an extra $35.6 million to train around 6,800 new and existing workers in the manufacturing sector and to help manage an economy in transition. These new training places are for businesses seeking to shift from low tech to high tech manufacturing processes and technologies. The issue of unauthorised boat arrivals is still thundering through the campaign news cycle this morning. Let's catch up. From The Cairns Post today: Asylum seekers have found their own PNG solution, with two Somalis the latest to sail from Australia's nearest neighbour across the Torres Strait, headed for far north Queensland. Premier Campbell Newman warned the new front across the porous border would open up after the Federal Government vowed to send all boat arrivals to PNG or Nauru. Customs and immigration officers found the two Somalis on remote Boigu Island, 6km south of PNG, on Saturday morning. They were taken to Thursday Island for health checks, with the Federal Government vowing to send them to Manus Island or Nauru for resettlement. Hundreds of Somalis have arrived on asylum boats off Christmas Island this year. Another boat was intercepted at Saibai Island, 4km south of PNG, carrying two West Papuans on Friday. The shadow immigration minister Scott Morrison, and the shadow attorney-general George Brandis - quite the press conference double act in recent days - are holding a media event now to suggest the people now off to PNG will shortly walk back across to the Torres Strait islands at the next shallow tide. The Morrison/Brandis message: PNG is the new jumping off point for Australia. Our northern border is our weakest link. And Kevin Rudd has .. opened up the borders of northern Australia to people smugglers. The deputy Liberal leader Julie Bishop isn't buying what Kevin Rudd is selling on 'note gate.' Rudd is asked if his PNG solution is working? He says there's been a 30% drop in boat arrivals since the policy was introduced. We take this one step at a time. On 'note gate': should you have taken notes to last night, and can you see how some people might see this behaviour in the election debate as a breach of trust? Rudd blames the advisers. He says if someone had said to me don't take notes, then sure, that's fine. I was in receipt of no such advice. I acted in good faith. He says he prefers to deal in facts and have them at his disposal. Others can just stick to their slogans. One of your candidates supports nuclear power. That's not Labor's policy. Opinion polls - are you worried? No, says Rudd. There's a way to go. Kim Carr is bursting to contribute. Rudd waves him in. Carr says negative campaigns by special interests are having an impact, but you press on. A question on Labor's GST campaign. We raise this issue because a tax hike on the GST hits everyone, Rudd says. What Tony Abbott says on the state premiers having to agree to any change is not correct - parliament can change the GST if it wants. If Abbott doesn't want to change the GST, why is it in his tax review? Preferences? I'm not involved in those talks, speak to the national secretary. Are you playing politics on gay marriage? I answered the question at last night's election debate directly. We will give our people a free vote, Tony Abbott won't. A second Sydney Airport - do you get that this is a big issue in this city? Mr Infrastructure is on to it, Rudd says. It's big for Sydney, I get it. Anthony Albanese (the transport minister, \"Mr Infrastructure\") is on to it. A question on tomorrow's pre-election economic and fiscal outlook? Labor respects the forecasting process. I would just request that Mr Abbott be subjected to the same discipline. Labor's innovation minister Kim Carr just shouted his entire contribution at this press conference. Bellowed. Labor's candidate for Bennelong, Jason Yat-sen Li, did not shout. He shared an aspiration to make the seat of Bennelong \"the Silicon Valley of Australia\". We are on to questions now. Does Labor have any plans to touch negative gearing? No, says Rudd. Photojournalist Mike Bowers is hot on Kevin Rudd's tail this morning in Sydney. (Good morning Mike.) Here is Rudd .. looking at things, at Macquarie University. How long before somebody does the election Tumblr? Kevin and Tony - looking at things. We've got two hot entries this morning. Kevin Rudd opens his press conference in Sydney with full disclosure. He has notes. He will use them. (This is of course a reference to \"notegate\" from last night's election debate.) Tony Abbott this morning in Melbourne has the \"bulldozers on the ground and the cranes in the sky\". Kevin Rudd in Sydney a few hours later doesn't want to be the prime minister of a country that doesn't make things. \"You can't create the jobs of the future if you don't invest in the skills of the future. We believe in building and investing in the future.\" As for that other bloke ... It's a make-off people. Richard Morris, writing in the New Statesman, gives a shout out to our slogan generator on Guardian Australia. I know a number of readers had a terrific time with this tool when we launched it several days ago. Morris: I’m sure the Guardian thinks their random political slogan generator is a harmless bit of fun inspired by Kevin Rudd’s fairly insipid campaign slogan. Let me disabuse them. I suspect many of the parties are probably flicking gently through it and writing down a few choice selections. I once sat in a room of about 20 people, where we were invited to write a memorable line to adorn the platform at conference. Entirely predictably, this process was an unmitigated disaster. After an hour of coming up with any number of lines that randomly sorted words like New, Better, Fair, Green, Future, Britain, Fresh, Together and Change into a new order, we all agreed that perhaps it would be better if we got one person to write one memorable line with a single pertinent thought. We then, ahem, \"discussed\" for another hour who should write it. (What a nightmare. Slogan by committee.) Morris: The problem is, we’ve all become fixated with \"the one great line\". And it’s all Barack Obama’s fault, with \"Change we can believe in\". In reality, not even this line stood alone. Other lines dominated the campaign, like \"Yes, we can\" and the Fairey Posters \"Hope\" and \"Change\". But since 2008, it’s become a \"mandatory\" - and an obsession - to write a great campaign line. And it takes up an inordinate amount of headspace. Morris has a suggestion for the political class: ditch the committee. Believe what you say, and say it with authenticity. Over and over. So can I make a suggestion to all the parties. If you want a great line, get a single person to write it. Then get a single person to approve it. Then spend two years and a lot of money saying it over and over again. And get someone to say it with affection, with emotion and with conviction. It’s the only way. While we are back on the debate I really did love this word cloud last night from Ben Harris-Roxas. I don't care if they are considered a bit retro, I do love a word cloud. Here's our polling guru at Guardian Australia, Simon Jackman, on the vagaries of the betting markets. I have a confession: because I'm not a betting person I always struggle to comprehend the concepts deployed by betting agencies. Last night's election debate caused a ripple on the betting markets. Sportingbet Australia say Labor's odds firmed last night. The ALP’s odds of winning next month’s election firmed from $5.75 into $5.25 at Sportingbet Australia during the course of Sunday night’s leaders’ debate. The Coalition remains a clear-cut favourite to win the September 7 election, but its odds drifted slightly from $1.14 to $1.16 at Sportingbet during the leaders’ debate. The Coalition’s odds of $1.16 represents an 81% probability of victory. In Sportingbet’s Correct Election Result market, the Coalition to win between 91 to 100 seats has been backed from $4.80 into $4.00 favouritism. The travelling party with Kevin Rudd this morning - expecting a jobs announcement shortly. I did forget to note this earlier. Kevin Rudd used last night's televised debate to promise a marriage equality bill within 100 days of taking office. The Labor leader is also using social media this morning to nudge along Labor's campaign in this space. This is a pretty obvious appeal to young voters get on that electoral roll before the cut off at 8pm this evening. Possibly unproductive to speculate that ABC24 might be having a slight lend here in this tight shot of Tony Abbott in Deakin. Suppositories and sukkas. Lovely opening to Monday, week two. I think we all need a laugh, don't we? One should always acknowledge the elders .. That's Tony Abbott, at the campaign event for Michael Sukkar. It's a shout out to Phillip Ruddock, the former Howard frontbencher, who is on the road with Abbott this morning. Abbott, somewhat unfortunately, also notes he is not .. the suppository of all wisdom .. Um. Campaign Abbott is now in the electorate of Deakin. Tangled up in blue. So Tony Abbott wants to be remembered as the infrastructure prime minister. Big roads dreaming: an Australian election campaign standard. It's hard to remember a would-be prime minister who didn't want to be the infrastructure prime minister. Every major political party has a variant on this theme. Here's another thought I want to give Politics Live readers this morning. It was also interesting to see \"hope, reward and opportunity\" make a comeback in last night's election debate. The Liberal Party has parked that slogan in recent times in favour of \"real solutions\" - its other campaign standard. You can see what these two slogans do in terms of campaign positioning can't you? One is about vision, appealing to the imagination and aspiration of voters - the other is an appeal to the verb - the doing, the governing, the delivering. There is a view inside the Liberal campaign that Abbott doesn't actually have to do the vision thing in this campaign: what is required is the verbs, not the loft and waft. The view goes like this: Abbott's strongest suit against Kevin Rudd and Labor is presenting the voters a clear line of delivery: I will do this, and I will deliver it by this time. I can be trusted to deliver these things. It's an affirmative statement by Abbott and and implied criticism of Labor and Kevin Rudd: I do what I say, they always disappoint you. They talk big and fail to deliver. They mess up, they flip flop. They stuff things up. So we've been in \"real solutions\" territory thus far in the campaign - for that reason. So it was interesting to see a bit of vision creep last night. Look yonder. The cars. They cometh. And cometh. Let's think about transport as a campaign theme for a moment or two. I thought it notable last night how many times Tony Abbott mentioned transport and infrastructure during the election debate with Kevin Rudd. Abbott was at pains to lay out the Coalition's infrastructure credentials. This morning's statement from Tony Abbott lists all the Coalition's transport projects. $6.7 billion to fix Queensland’s Bruce Highway; $1.5 billion to ensure the Westconnex project gets underway in Sydney; $1 billion to support the Gateway Motorway upgrade in Brisbane; $500 million to support the upgrade of Adelaide’s North-South Road Corridor; $400 million to upgrade the Midland Highway in Tasmania; and $5.6 billion to complete the duplication of the Pacific Highway from Newcastle to the Queensland border. In addition, (the statement says), the Coalition will: work with the NSW Government to get Sydney’s F3 to M2 started by late 2014, which will mean shorter travel times, reduced congestion and safer roads for the residents of the Central Coast; complete the Perth Gateway project; get the Toowoomba Second Range Crossing underway; and build the National Broadband Network sooner and for tens of billions of dollars less than Labor’s NBN. It think we can note from all of this that the Coalition feels it necessary to reassure the voters it will invest in transport and other infrastructure. It's both positive positioning, and an attack line against Labor. It's part of a narrative Abbott is trying to build: we'll get it done - others just talk about it. Labor frames itself as the party of nation-building. Abbott is playing catch-up with a twist in this frame. Here's a bit from Tony Abbott's statement on the Melbourne transport announcement this morning. Congestion: the enemy. Abbott: A Coalition government will invest $1.5 billion to get construction underway on Melbourne’s East West Link in 2014. Melbourne is an economic powerhouse and it needs the infrastructure of the 21st century to continue to grow. The East West Link is a vital and necessary component of Melbourne’s future road network. Congestion is an increasing problem for Melbourne, which means more time spent in traffic gridlock and less time with the family or being productive. Congestion erodes people's quality of life, it makes your travel times longer and it has major economic impacts that ultimately undermine investment and job creation. The Victorian Government estimates that the cost of Melbourne’s road congestion will grow to $5 billion per annum by 2021 and $7.2 billion by 2031 – more than double current levels. The East West Link will improve productivity, decrease business costs and ease congestion. Fundamentally, the project will allow people to spend less time on congested roads and more time being productive or being with their family. Good morning all. Thanks very much to Paul Owen for keeping our fingers on the campaign pulse early. It's Katharine Murphy with you now. Tony Abbott has been inspecting roads and cars in Melbourne - shortly Kevin Rudd will inpsect the Macquarie University campus in Sydney. On his Mumble blog for the Australian, Peter Brent – who often convincingly argues against the prevailing political wisdom – predicts that “Labor will (probably) win”. He explains his reasoning: In 2013 I expect the biggest swings to the Coalition to be in the two states with ALP governments, South Australia and Tasmania. But, importantly, they’re the two with the fewest seats. Three years ago the decrepit Labor administration in NSW was a drag on the federal party’s vote, although the damage was minimised seat-wise. This week internal Labor polling is supposed to show the party ahead in Dobell, Robertson and Greenway. Leaked party polling should always be treated with caution, and the above is difficult to believe. On the other hand (in my opinion) Labor may be in with a chance in Bennelong and Gilmore. The federal Coalition’s worst bit of recent electoral luck was the 2010 change of government in Victoria. A 14 year-old state ALP administration would have come in handy this year. Queensland can be unpredictable, both at elections and in opinion polls. But again at least, from Rudd’s point of view, there is no counterpart in office to depress the vote. So the state moons are reasonably friendly for the ALP. As for the two leaders, Rudd he says, is “not the messiah” but he is competent and smart, whereas Abbott “is difficult to vote for\". I guess we'll all see in four weeks' time. Asked again about his financial estimates, he says none of the figures that have been released under this government have been reliable. We can't vouch for the starting point. All that we can vouch for is the difference that we will make. People will understand that by election day, he says. The budget bottom line will always be better under the coalition. And with that the press conference ends. Asked if there would be more debates since last night's was so boring, Abbott says: Well, I didn't think it was dull ... I've put a proposal forward for two subsequent debates. I thought we had a good debate last night. He says he thinks he and Rudd should be questioned by the public at future debates. Abbott is asked why he won't rule out raising the GST (goods and services tax) in a second term. I just think it is embarrassing that the prime minister of our company is reduced to this pathetic scare campaign ... The GST is not going to change, full stop, end of story. On his generous paid parental leave policy, he says he will have more to say on this in a few days. He is very confident that his costings on this policy \"absolutely stack up\", he says. He says he wants to under-promise and over-deliver if he is elected. Back to policy costings: Abbott says doing a lot of the detailed work is impossible from opposition, since the Coalition cannot get hold of Treasury figures. Abbott's stance towards gay marriage seems to be becoming more negative. \"I don't expect that this will necessarily come up in the next parliament,\" he says. Asked about costings for his policies, he throws it back to Rudd: \"Where are your costings?\" On gay marriage he says both sides went to the last election committed to supporting the traditional definition of marriage. Labor changed its position mid-term, but he thinks parties should not do that. This is an important issue, passionately important to people who are close to me such as my sister ... but it isn't the only issue. He says the Coalition will focus on \"bread and butter issues\" if elected. But, speaking personally, he says he does not support changing the law. I support the existing definition [of marriage]. While my sister Chris has argued with my till she's blue in the face ... I support the existing position. I pride myself on being consistent. Abbott says there is a big difference between borrowing \"to pay your day-to-day bills\" and borrowing for infrastructure. Asked about the polls, he says he says he will leave commentary on surveys to \"the Canberra insiders\". Does he think he won last night's debate? Again I'm just not going to get in to commentary. The important thing was that both of us had the chance to explain our plans ... but I'm just not sure what the prime minister's actually are, other than being relentlessly negative towards the Liberal party. Asked about \"notegate\", he says the important thing is that what Rudd had to say \"was just pretty empty\". When he looked down the barrel of the camera to address the public directly, had he practised that in the mirror? Abbott smiles. I'm not going to let you in on my trade secrets ... I'm sure you've practiced a few things yourself ... I'd obviously thought about what I wanted to say. Tony Abbott is holding a press conference in Melbourne now. He says that an incoming Coalition government will make an \"annual infrastructure statement\" to parliament. He says he wants to be known as an \"infrastructure prime minister\" He says nothing will give Australians \"a shot in the arm\" like building more roads. Kevin Rudd delighted many with his promise during last night's debate to introduce a bill legalising gay marriage within 100 days of re-election. But today the Coalition has accused him of playing politics on the issue. The prime minister said he supported legalising same-sex marriage \"as a mark of decency to same-sex couples across the country who wish the same loving, caring relationship that, for example, I have had with Therese my wife now for the last 32 years, and for that to be formalised\". He said Labor MPs would have a conscience vote on the issue and he appealed to Abbott to do the same \"because folk out there want this to happen\". Abbott said the issue was \"very important\" but said it had recently been debated by parliament and would not be a high priority for a Coalition government. It would be up to the Coalition party room to decide whether the party would get a conscience vote on the issue, he said. Today on Melbourne's Gold 104FM Abbott reiterated this position, saying: \"It's a very important issue. It's not the only issue though.\" And Mathias Cormann, one of his campaign spokespeople, said Rudd had just been \"casting around for distractions\" when he made the promise, having had nothing positive to say about jobs or the economy. He told ABC radio: Kevin Rudd is just playing politics with this. He knows that it is unlikely there would be a majority for gay marriage in the next parliament, given it has been so comprehensively defeated in this parliament. In 2012 the House of Representatives voted 98 to 42 against gay marriage, with Labor MPs allowed a free vote and the opposition voting against. At the time Anthony Albanese, now the deputy prime minister, said: \"I think at some future time our parliament will catch up with community opinion, just as it has on other issues. When marriage equality occurs, people will wonder what the fuss was about.\" Peta Credlin, Abbott’s chief of staff, has had her drink-driving case adjourned until after the election so it does not interrupt her election commitments. The case will now be heard on 10 September rather than 3 September. If you thought the Liberals' leader/reader response to \"notegate\" was a bit babyish, try this retort from Labor's David Bradbury, who said this morning that Tony Abbott didn't need notes, because all he did was spout \"three-word slogans\". Tony Abbott has weighed in on \"notegate\" (or \"notesgate\"?) – the row over Kevin Rudd using notes in last night's debate. In a hard-hitting attack, the opposition leader has called the prime minister's use of notes ... \"odd\". Abbott told Gold 104FM radio in Melbourne: I was interested to see that Mr Rudd turned up with a big wad of papers and he did seem to be reading his opening and his closing statements. It did strike me as a little odd, given that they were the rules, that he brought all those papers in. If you want to vote in the 7 September election, you have until 8pm AEST this evening to register your details with the Australian Electoral Commission. You can do this online or by dropping off a form in person at an AEC office. Despite the fact voting is required by law, the AEC fears 3 million Australians either won't vote or will cast an informal vote (spoil their ballot) this year, the AAP reports. Good morning and welcome to today’s election live blog, the morning after the first leaders’ debate of the campaign. In the Sydney Morning Herald, Peter Hartcher, one of the journalists on last night’s debate panel, said that “as an example of inspirational national vision-building, [the debate] was a failure on both sides” and noted that Coalition leader Tony Abbott effectively presented himself as stable and predictable – \"against the contrast of Labor’s chaos”. The Daily Telegraph’s lead story on the debate – headlined ”Stop the notes” – focused on accusations that Kevin Rudd had used pre-written notes, in contravention of the debate’s rules. The rule in question was the debate's final regulation of 15: The leaders may have a pen and paper on the lectern and no other documentation or props. After the debate, a spokeswoman for Rudd said there was \"absolutely no intention\" to do anything other than comply with the rules and said the PM was happy to debate with Abbott any time without notes: The PM arrived at [the] lectern in full view of the audience and the panel. There were no objections raised at any time. We have always believed this rule is aimed at preventing the use of props. The controversy led various Liberal figures last night to tweet or broadcast variations on the rhyming couplets: “Abbot looked like a leader / Rudd looked like a reader,” which I think is the first time I’ve heard reader used as an insult outside the school playground. Clearly delighted with this line, they are continuing to use it today. This morning senator Mathias Cormann told ABC radio: \"Last night Tony Abbott was looking like a leader; Kevin Rudd was looking like a reader.\" Presumably the briefing note instructing Cormann to use this quip was passed to him via a much more credible and manly medium such as word of mouth. In the Australian, Christian Kerr and Mitchell Nadin took a worm’s eye view of the debate, analysing what made the celebrated live viewer reaction tracker move from positive to negative territory and vice versa: [Abbott’s] lines on the carbon tax brought [channel Nine’s worm] down. It only really rose when he mentioned major road projects and asylum-seekers. Worse, the worm disappeared underground into negative territory when he explained his costings. Mr Rudd made a far stronger showing. His worm reared when he asked the classic \"Where's the money comment from?\" and the worm was then unimpressed when Mr Abbott trotted out his lines on Mr Rudd's record as PM the first time round. In the Australian Financial Review, Geoff Kitney wrote that “the biggest threat to the successful completion of the Rudd resurrection is the legacy of the original Rudd prime ministership and Rudd’s past was Tony Abbott’s best weapon in this first head-to-head leaders’ contest\". Not only did Abbott not stumble, he gave a very good impression of an alternative prime minister in waiting, even if a little over-schmaltzy in his concluding ‘I believe in you’ pitch to the voters. An average of three commercial television network polls taken after Sunday night's debate favoured Rudd at 51% to 49% for Abbott, the AAP reports. But a Newspoll published in today’s Australian shows the coalition on 52% to Labor’s 48% on a two-party preferred basis (ie once other parties have been stripped out). Worse for Rudd, it shows Abbott catching him up on the key question of “preferred prime minister”, with Rudd on 46% (down one from last week) and Abbott 37% (up four). That means Abbott has narrowed the gap on this question from 14 points to nine in the week since the election campaign began. A Galaxy poll for News Corp showed 48% of respondents saying the Coalition were better managers of the economy than Labor – another worrying statistic for Rudd, whose campaign is focusing on this issue. Katharine Murphy and I will have all today's news from the campaign trail here throughout the day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}