{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/aug/13/jack-wilshere-england-injuries-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-08-13T22:01:03Z", "webTitle": "Jack Wilshere ready to secure an England place after injury nightmare", "webUrl": "https://www.theguardian.com/football/2013/aug/13/jack-wilshere-england-injuries-arsenal", "apiUrl": "https://content.guardianapis.com/football/2013/aug/13/jack-wilshere-england-injuries-arsenal", "fields": {"headline": "Jack Wilshere ready to secure an England place after injury nightmare", "bodyText": "Jack Wilshere has insisted he is over his fitness problems and ready to start playing regularly for England, with Steven Gerrard tipping the Arsenal player to win 100 caps and take over the captaincy. Wilshere's luckless run with injuries has restricted him to just seven caps in three years, playing the full 90 minutes only twice, but the 21-year-old goes into the friendly against Scotland determined to make up for lost time. \"I added it up recently and if I'd been fit, I would have had about 25 caps by now so that is a lot of games to miss,\" he said. \"I missed the Euros and I've not contributed anything yet to this World Cup campaign. It's just been really frustrating. I've had only seven hours of football in total and it's all been in little dribs and drabs so I've never really had a run for England, or a proper partnership with anyone. Hopefully now I can get a run. That's what I really want and I think I'm ready for 90 minutes. \"I've had a full pre-season, the first one I've had in three years, and if you ask any player they will all say that if you miss pre-season you are playing catch-up all season.\" In total, Wilshere has played only 413 minutes for England because of ankle problems he has suffered since his first cap against Hungary in August 2010. \"I've been in a similar position,\" Gerrard said. \"I've missed the World Cup and missed many caps. I've counted it myself once and I missed 20-odd caps so there is nothing for him to worry about out. \"There is a lot of time for him. It's a long career, he has many years ahead of him and I'm sure once he gets to my age he will probably be sitting in my position with the armband on talking about another 100-cap player. He's that good.\" Wilshere went on to say he is ready to play 90 minutes but Arsène Wenger has used him cautiously in pre-season, restricting him to an hour at the longest, and the likelihood is that Roy Hodgson will have that in mind against Scotland. A firm impression has been established that Wenger does not like Wilshere playing for England but the midfielder asserted that it is not a major issue. \"I think every manager is the same. Three days before the Premier League starts, every manager is selfish that way. They want the players fit and ready. The boss at Arsenal, he speaks to you before the game – maybe he tries to calm you down – but I'm playing for England, he's not going to stop me.\" Wilshere did, however, offer an insight into the Arsenal manager's thinking when he was asked to disclose the last thing Wenger said to him before joining up with the England squad. \"Come back fit,\" he replied."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}