{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/aug/17/william-mcilvanney-independence-manifesto", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-08-16T23:12:24Z", "webTitle": "William McIlvanney 'in the dark' about Scottish independence manifesto offer", "webUrl": "https://www.theguardian.com/politics/2013/aug/17/william-mcilvanney-independence-manifesto", "apiUrl": "https://content.guardianapis.com/politics/2013/aug/17/william-mcilvanney-independence-manifesto", "fields": {"headline": "William McIlvanney 'in the dark' about Scottish independence manifesto offer", "bodyText": "William McIlvanney, the award-winning Scottish novelist credited with creating the Tartan noir genre, said he is \"totally in the dark\" about an offer for him to write the foreword to Alex Salmond's manifesto for Scottish independence. It emerged last month that the first minister was keen to get McIlvanney and other leading Scottish authors to write the Scottish government's prospectus for next year's independence referendum, due to be released in October or November. A known fan of McIlvanney, Salmond told the Observer he wanted the independence white paper to become a historic document, with famous writers able to add panache and lustre. \"I believe in this document and I also believe in its importance for the Scottish people and people beyond our shores. I want it to resonate down through the ages,\" he said. Salmond shared a stage with McIlvanney, reading from one of the author's texts, The Papers of Tony Veitch, at the Edinburgh book festival on Friday afternoon, deepening speculation that the Kilmarnock-born writer was developing a close relationship with the first minister. McIlvanney confirmed during the event he was now committed to independence. He said Salmond's Scottish National party should have a chance to do a better job than Labour in standing up for social justice and against multinationals. But speaking afterwards, he disclosed he had no idea whether he was being considered to write the foreword. \"The first I heard of it was when it was in the newspaper, and I haven't heard anything since. I don't know. I'm totally in the dark,\" McIlvanney said. He would not confirm whether he would do so if he was formally approached, adding: \"I just really don't know where I am. It's come out of the blue and there has been no follow-up from anybody.\" During the session, McIlvanney made clear his contempt for the modern Labour party and said: \"Politicians, with very honourable exceptions, are usually not my favourite people because I think they have to profess a certainty which the rest of us don't have to pretend to.\" \"I really believed when we got the [devolved] parliament that a lot of socialist principles would surface in Scotland. But the truth is the Labour party's now dead in the water. We voted Labour for generations. Now we've got the parliament, there is no Labour party. \"So I'm deeply disillusioned but I hope that the SNP will take over that role because to me British politics have degenerated into just being a management system.\" There was some controversy during the event about Salmond's appearance, after he stayed on for a joint question and answer session, and several questions were asked about independence and politics. While there was applause for McIlvanney's attacks on Labour, a number of audience members were openly critical about the role taken by Salmond. There was applause when Ruth Wishart, the event chair, cautioned that questions should be directed at McIlvanney and his work, and not on Scottish politics. One woman protested: \"Thank your for that because I was actually going to raise that. I paid my money to hear Willie McIlvanney, not Alex Salmond. King Alec doesn't really interest me but the work of William McIlvanney does.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}