{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/aug/13/1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-08-13T23:16:00Z", "webTitle": "José Mourinho hoping to reunite with Samuel Eto'o at Chelsea", "webUrl": "https://www.theguardian.com/football/2013/aug/13/1", "apiUrl": "https://content.guardianapis.com/football/2013/aug/13/1", "fields": {"headline": "José Mourinho hoping to reunite with Samuel Eto'o at Chelsea", "bodyText": "Chelsea are hoping to sign a new striker in the next few days, with Samuel Eto'o one option being seriously pursued by José Mourinho. The Portuguese worked with Eto'o at Internazionale and would cost around £5m from Anzhi Makhachkala. The move indicates that the club have all but conceded defeat in their pursuit of Wayne Rooney, though having had bids of £23m and £25m rejected by Manchester United, Mourinho may decide to test the champions' resolve one last time. Eto'o, who is available as Anzhi seek to cut costs, seems to be open to the move, saying: \"There is only one José Mourinho. I have played under a lot of great coaches – but there is no other character in the game like José\". Jamie Jackson Willian to Liverpool Liverpool are poised to make a £30m bid for the Brazilian midfielder Willian as the club's pursuit of a high-profile summer signing goes on. Willian moved to Anzhi Makhachkala from Shakhtar Donetsk during the last transfer window, also for £30m, but having played only 17 times for Anzhi in all competitions the predominantly left-sided attacker has been put up for sale, along with the rest of his team-mates at the cash-strapped club. Sachin Nakrani Eriksen to Tottenham The Danish midfielder Christian Eriksen admits he would be keen on a move to Tottenham Hotspur. The 21-year-old has rejected interest from Russia and would jump at the chance to be reunited with his former Ajax team-mate Jan Vertonghen at Spurs should they make an approach. \"Tottenham are a great club,\" the Ajax midfielder told the Danish newspaper BT. PA"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}