{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/aug/13/ed-miliband-labour-veterans-alistair-darling-alan-johnson", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-08-13T22:53:00Z", "webTitle": "Ed Miliband has played into Tory hands, says Alastair Campbell", "webUrl": "https://www.theguardian.com/politics/2013/aug/13/ed-miliband-labour-veterans-alistair-darling-alan-johnson", "apiUrl": "https://content.guardianapis.com/politics/2013/aug/13/ed-miliband-labour-veterans-alistair-darling-alan-johnson", "fields": {"headline": "Ed Miliband has played into Tory hands, says Alastair Campbell", "bodyText": "Labour has \"played into Tory hands\" by failing to defend Gordon Brown's economic record, former Downing Street spin doctor Alastair Campbell has said. Campbell, who was Tony Blair's right-hand man in Number 10, said his party has now \"lost the weapon\" of a good record on the economy because of Labour's desire to break with the past. His intervention adds to the pressure on Ed Miliband, the Labour leader, who also faced calls Tuesday from former Labour MP Chris Mullin to bring in some \"grown-ups\" such as former chancellor Alistair Darling to boost his economic team. Several senior Labour figures have criticised Miliband for lacking direction and big policies in the same week a Guardian/ICM suggested voters have more trust in the economic competence of David Cameron and George Osborne. Writing on his blog, Campbell said Labour must be \"more robust in defending the record, including the [Brown]/Darling handling of the global financial crisis\". He added: \"Labour have played into Tory hands on this, and there needs to be an admission of that, so that even at this late stage, a proper debate and a proper reckoning of the record can be had. The rightwing press and its broadcasting echo chamber will not be easy to turn around on this, and the coalition will scream 'mess we inherited' even louder. But it can and must be done. Britain had 10 good years of growth and prosperity under Labour which is one of the many reasons we won three elections and stopped David Cameron winning a majority.\" Miliband's leadership gained support from some quarters as one of his former frontbenchers praised him for being a \"ruthless bastard\". Tom Harris, who quit as a shadow minister in June, said Miliband is willing to take \"risky, brutal and decisive\" steps that are necessary as a good leader. He compared his party boss to Margaret Thatcher, saying Miliband has the same \"steeliness\" that will enable him to endure the \"carping, lazy criticism\" of some of his colleagues,\" he wrote in a blog for the Telegraph. On Tuesday, Mullin, a former minister under Blair, also said Miliband would have a better chance of countering the Tories' \"vast lies\" if he mobilised some former Labour heavyweights. Mullin, who was an MP for 23 years, urged Labour to get a \"coherent line on the economy\". He told the BBC's World at One: \"Firstly they've got to counter – and my goodness they should have been doing this for a long time – the vast lie which has been allowed to become embedded in the public consciousness that our economic problems were primarily caused by the last government. \"To paraphrase Bill Clinton: it was the bankers, stupid. The only thing Labour needs to apologise for is not regulating the banks sufficiently, and the Tories are not entitled to take advantage of that because throughout they were in favour of less regulation, not more.\" He called for Labour veterans such as Darling, the ex-chancellor, and Alan Johnson, the ex-home secretary, to be more vocal. Miliband has had a difficult summer following tacit criticism from colleagues about the party's lack of direction. Andy Burnham, the shadow health secretary, told the Guardian last week that Labour risks defeat unless it puts its cards on the table, and warned that voters aren't yet convinced that Labour has the answers. Labour MPs George Mudie, Geraint Davies and Graham Stringer have called more directly for more leadership. Davies urged Miliband to to provide a compelling case to the electorate on why the country would be better off under Labour and criticised the party for looking like a \"shamefaced schoolboy\" on the economy. Stringer suggested the party was making a huge mistake by \"slumbering\" during Westminster's summer recess."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}