{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/aug/21/clinic-irresponsible-measles-outbreak-asa", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-08-20T23:06:03Z", "webTitle": "Clinic 'irresponsible' during measles outbreak, says ASA", "webUrl": "https://www.theguardian.com/society/2013/aug/21/clinic-irresponsible-measles-outbreak-asa", "apiUrl": "https://content.guardianapis.com/society/2013/aug/21/clinic-irresponsible-measles-outbreak-asa", "fields": {"headline": "Clinic 'irresponsible' during measles outbreak, says ASA", "bodyText": "A chain of private clinics that offers single measles vaccines instead of the MMR triple jab was wrong to claim it had a 100% safety record because its own log showed children had complications, the Advertising Standards Authority has ruled. The ASA upheld six complaints against the Children's Immunisation Centre (CIC), which advertised its services on its website at the height of the measles outbreak in south Wales. The centre was irresponsible, the ASA said, to promote its single vaccines instead of MMR, which the department of health recommends, and to perpetuate claims that the triple jab is linked to autism that had indirectly led to the outbreak. The south Wales epidemic in April and May occurred because many parents decided not to have their children vaccinated over a decade ago. They were alarmed by the scare caused by gastroenterologist Andrew Wakefield, who hypothesised that there was a link between MMR, bowel disease and autism. Wakefield has been discredited, but the CIC continues to suggest there is evidence for his theory. Broadcaster and journalist Vivienne Parry was one of those who complained to the ASA because she could not believe the 100% safety record claim. In fact the CIC's log listed complications for child patients ranging from a rash to an admission to hospital. She said parents had been misled by the centre and urged others to stay away from it. \"A company that claims 100% safety record while at the same time logging details of emergency hospitalisations is beneath contempt. They have betrayed the trust that anxious parents placed in them,\" she said. \"I knew that a 100% safety record amongst 18,000 children was statistically as unlikely as hen's teeth. They claimed that not one of 18,000 children vaccinated by them had developed autism but how did they know this. The truth is, they didn't.\" Five complaints to the ASA concerned the centre's claims that vaccine damage payouts to families, including compensation awarded by a court in Italy, proved the link. The ASA ruled: \"We did not receive any scientific evidence that supported a link between the MMR vaccine and autism. \"We noted the court in Italy had awarded compensation to the parents of a child who had been given a single MMR vaccination. However, we did not consider a ruling in one specific case could be seen as the basis to support a claim relating to MMR and autism for the wider population. \"In addition, because the UK high court had not reached a decision regarding the case cited by Children's Immunisation Centre, it was not possible to establish the basis for the legal proceedings or the specific matters of that case.\" \"Because we had not seen robust evidence that linked a single MMR vaccine with autism we concluded the website was misleading.\" It also upheld a complaint about the website's claim that an autistic child in the US, Hannah Poling, had received \"a huge payout\" from a vaccine manufacturer. The compensation in fact came from a government health body. \"We also noted the government body had not gone so far as to establish a link between the vaccinations Hannah Poling had received and autism,\" said the ASA. Two complainants took issue with the centre advertising during the measles outbreak. The ASA said that although the website had probably been live before the outbreak began, two links made reference to it. \"We acknowledged it was responsible for consumers to be advised to take up government-recommended vaccination especially during a disease outbreak. However, because the Children's Immunisation Centre promoted non-government recommended vaccination and because the overall context of the website focused on their claim that a single MMR vaccination was linked with autism, we considered the language used could have caused fear and distress without justifiable reason and we concluded the website was irresponsible,\" the ASA ruled. Fiona Dickson, managing director of the Children's Immunisation Centre, which has clinics in Manchester, London, Birmingham, Southampton, Liverpool and Swansea, said they had \"a brilliant record\" in spite of the ASA finding. One child had been taken to hospital because of a pre-existing condition, she said. \"I think we do a very good job. People make a choice to come to us and we give them very good service.\" The website had now been amended to take account of the ASA ruling, she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}