{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2013/aug/17/top-10-music-venues-museums-nashville", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2013-08-16T23:10:00Z", "webTitle": "Top 10 gig venues and music museums in Nashville", "webUrl": "https://www.theguardian.com/travel/2013/aug/17/top-10-music-venues-museums-nashville", "apiUrl": "https://content.guardianapis.com/travel/2013/aug/17/top-10-music-venues-museums-nashville", "fields": {"headline": "Top 10 gig venues and music museums in Nashville", "bodyText": "Grimey's A Nashville institution and one of the best record stores anywhere, Grimey's sits atop a music venue (The Basement) and beside an annexe that houses Grimey's Too (where the \"pre-loved\" vinyl records congregate), indie bookstore Howlin' Books and cafe/restaurant The Frothy Monkey. Time your visit right (5.30pm or so) and you might catch an in-store performance or, just as well, a music-lovers' happy hour with free beer and great music pumping through the sound system. • 1604 Eighth Avenue South, grimeys.com. Open Mon-Fri 11am-8pm, Sat 10am-8pm, Sun 1pm-6pm Third Man Records In a gritty downtown corridor sits Jack White's tri-coloured temple to all things, well, Jack White-curated – ie the Third Man Records catalogue and assorted sundries. The adjoining performance space where JWIII debuted his current solo-artist incarnation doesn't host shows often, but the block is always abuzz when it does. • 623 Seventh Avenue South, thirdmanrecords.com. Open Mon-Sat 10am-6pm, Sun noon-5pm Ryman Auditorium An atmosphere like no other hangs over the Mother Church of country music and its distinctive wooden pews, and the former home of the Grand Ole Opry stands as one of the few venues that inspires weak-kneed reverence – and impromptu unamplified, off-the-mic renditions – from those who stand in its spotlight. • 116 Fifth Avenue North, ryman.com. Open for tours, daily from 9am-4pm The 5 Spot Long before its star turn in the TV series Nashville as seemingly the only rock club in the entire city, this cosy bar in the 5 Points neighbourhood has welcomed a diverse and mostly local mix of live music – an ad hoc wedding band featuring members of Pavement once breezed through a set of classic rock covers on the corner stage –and jam-packed dance nights. • 1006 Forrest Avenue, the5spotlive.com. Check listings/website for details United Record Pressing Audiophiles who love the smell of vinyl in the morning should go see how their favourite LPs are made – the machinery is both curiously anachronistic and oddly hypnotic. (See The Dead Weather's video for Will There Be Enough Water? for evidence of that.) Tours of the plant include a look at the upstairs rooms, once used by musicians of colour who couldn't get rooms at white-owned hotels while on tour. • 453 Chestnut Street, urpressing.com. Tours available on Fridays at 11am, $10 Robert's Western World If there's one spot on the neon-flashing tourist strip locals willingly flock to, it's Robert's. If you want the genuine honky-tonk experience, complete with cowboy boots for sale alongside beers and fried bologna sandwiches, stumble no further. • 416 Broadway, robertswesternworld.com. Check listings/website for details RCA Studio B Recording studios aren't necessarily compelling spaces on their own, but standing inside the walls where – to name just two – Elvis Presley's Are You Lonesome Tonight and Dolly Parton's Jolene were committed to tape can be eerie and exhilarating. Tickets for public tours are only available in conjunction with admission to the Country Music Hall of Fame and Museum, but that's a two-birds-one-stone proposition. • 1611 Roy Acuff Place, +1 615 416 2001, countrymusichalloffame.org/studiob. Tours, which include Country Music Hall of Fame and Museum, from $24. Open daily 9am-5pm The Station Inn Even as the neighbourhood gentrifies all around it, this squat magical little building keeps Music City's deepest musical traditions alive – bringing world-class bluegrass, country and Americana players to its stage night after night. Folk like to throw the phrase \"only in Nashville\" around, but this is a true original. • 402 12th Avenue South, stationinn.com. Open daily, doors from 7pm The Stone Fox Co-owned by the brilliant guitarist William Tyler (formerly of , currently touring internationally as a soloist) and his sister Elise, this cosy west Nashville club has a bit of everything, from creative takes on familiar foods - the delicious bar-b-que slider substitutes meaty jackfruit for pork - to a consistently lively and diverse mix of touring and local bands. • 712 51st Avenue N, thestonefoxnashville.com. Open Mon-Fri 5pm to 3am, Sat &amp; Sun 10am-3pm The End Along with big-sister club Exit/In across the street, venerable dive The End anchors the city's storied Rock Block. Many a Nashville band has cut its teeth in front of the velvet curtains at this venue, long a bastion of scrappy, punk-edged rock'n'roll. • 2219 Elliston Place, endnashville.com. Doors open at 9pm, check listings/website for show details Steve Haruch is a writer and culture editor for Nashville Scene • For more information on holidays in the USA, visit DiscoverAmerica.com • This article was amended on 7 February 2014 to reflect that one of the venues, The Owl Farm, has closed. It has been replaced by The Stone Fox"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}