{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/aug/20/premier-league-english-talent-margins", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-08-19T23:05:04Z", "webTitle": "Premier League imports leave English talent to wither on the margins", "webUrl": "https://www.theguardian.com/football/2013/aug/20/premier-league-english-talent-margins", "apiUrl": "https://content.guardianapis.com/football/2013/aug/20/premier-league-english-talent-margins", "fields": {"headline": "Premier League imports leave English talent to wither on the margins", "bodyText": "PREMIER LEAGUE This season has marked a record low for the number of English players in the Premier League starting their clubs' matches on the opening weekend of the season. 2013/14 - 75, 34.1% 2012/13 - 81, 36.8% 2011/12 - 91, 41.4% 2010/11 - 87, 39.5% 2009/10 - 83, 37.7% 2008/09 - 89, 40.5% 2007/08 - 77, 35.0% 2006/07 - 89, 40.5% 2005/06 - 82, 37.2% 2004/05 - 78, 35.5% 2003/04 - 78, 35.5% 2002/03 - 78, 35.5% 2001/02 - 91, 41.4% 2000/01 - 102, 46.4% 1999/00 - 109, 49.5% 1998/99 - 108, 49.1% 1997/98 - 116, 52.7% 1996/97 - 139, 63.2% 1995/96 - 149, 67.7% 1994/95 - 168, 69.4% 1993/94 - 167, 69.0% 1992/93 - 177, 73.1% OTHER COUNTRIES The Premier League figure is significantly below that of the other major European leagues. Spain - 137, 62.3% (2012/13) France - 123, 55.9% (2013/14) Italy - 110, 50.0% (2012/13) Germany - 87, 43.9% (2013/14) THIS SEASON BREAKDOWN Norwich, who had nine Englishmen start on last season's opening day (although they lost 5-0 to Fulham, who had no English players in their side), again lead the way, along with Southampton, with six players. However, none of their FA Youth Cup-winning team from last season made the starting line-up against Everton on Saturday. Norwich 6: Ruddy, Turner, E Bennett, Howson, Johnson, Redmond Southampton 6: Shaw, Chambers, Lallana, Ward-Prowse, Lambert, Rodriguez Aston Villa 5: Lowton, Baker, Westwood, Delph, Agbonlahor Cardiff 5: Caulker, Turner, Whittingham, Campbell, Connolly Man Utd 5: Ferdinand, Jones, Carrick, Cleverley, Welbeck Arsenal 4: Gibbs, Oxlade-Chamberlain, Wilshere, Walcott Chelsea 4: Terry, Lampard, Cole, Cahill Crystal Palace 4: Ward, Moxey, Gayle, Wilbraham Everton 4: Baines, Jagielka, Barkley, Osman Liverpool 4: Johnson, Gerrard, Henderson, Sturridge Swansea 4: Britton, Dyer, Routledge, Shelvey Tottenham 4: Rose, Dawson, Walker, Lennon West Ham 4: Noble, Nolan, Cole, Jarvis Hull 3: Graham, Davies, Chester Stoke 3: Shawcross, Etherington, Crouch West Bromwich Albion 3: Foster, Jones, Ridgewell Fulham 2: Richardson, Sidwell Man City 2: Hart, Lescott Sunderland 2: Colback, Johnson Newcastle 1: Taylor 36, or 49%, of these 74 have played for England Only 10 out of the 220 players, or 4.5%, were English and aged 21 or under, three of them being 18-year-olds at Southampton – Alex Oxlade-Chamberlain, Ross Barkley, Steven Caulker, Calum Chambers, Phil Jones, Nathan Redmond, Luke Shaw, Jonjo Shelvey, James Ward-Prowse and Jack Wilshere. Only three of the 23-man England Under-21 squad that beat Scotland 6-0 started on the opening weekend – Barkley, Shelvey and Redmond (Butland, Stones, Robinson, Chalobah, Wisdom, Thorpe, Keane, Sterling, Ameobi, Hughes, Dier, Wickham, Kane, Carroll, Lingard, Johnstone, Garbutt, Long, Bond, Berahino were the ones who did not). TRANSFERS £415.67m has been spent by Premier League clubs in the summer transfer window on 61 players. Only £57.213m (13.8%) of this has been spent on 12 (19.7%) English players – Shelvey, Carroll, Downing, Redmond, (Gary) Hooper, Bent, (John) Brayford, (Simon) Moore, Caulker, (Curtis) Davies, Huddlestone, (Dwight) Gayle. None of the top eight clubs from last season's Premier League table (Man Utd down to West Brom) have signed an English player for a transfer fee in this summer's window. • This article was amended on 20 August 2013. The original said Southampton had only 5 English players and that the percentage of English players in the Premier League for the 2013/14 season was 33.6%. This has been corrected."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}