{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/aug/01/football-news", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-08-01T21:59:00Z", "webTitle": "Fulham confident of £5m deal for Aston Villa's Darren Bent", "webUrl": "https://www.theguardian.com/football/2013/aug/01/football-news", "apiUrl": "https://content.guardianapis.com/football/2013/aug/01/football-news", "fields": {"headline": "Fulham confident of £5m deal for Aston Villa's Darren Bent", "bodyText": "Bent to Fulham Fulham are confident of closing a £5m deal for Darren Bent with Newcastle United, who have also chased the Aston Villa striker, now intent on taking Loïc Rémy from Queens Park Rangers, initially on loan but with the option to buy. Martin Jol, the Fulham manager, is keen to sign a partner for Dimitar Berbatov with pace, the ability to stretch defences and goal threat. He has come to consider Bent, with whom he worked briefly at Tottenham Hotspur, as the solution. The 29-year-old cost Villa a club record £18m rising to £24m when they took him from Sunderland in 2011. He has two years to run on his contract. Fulham are aware of the need to close the deal quickly or face the prospect of missing out and they hope to see progress on Friday. They have had two offers – the second of £4m – rejected by Villa. Newcastle's target, Rémy, is training away from the first-team group at QPR, with the club ready to sell him. The France striker's deal has an £8m buyout clause. David Hytner Austin to Queens Park Rangers QPR have signed the striker Charlie Austin from their Championship rivals Burnley. The 24-year-old former bricklayer almost joined the Premier League club Hull City last month but, after failing a medical there, has arrived at Loftus Road for an undisclosed fee. Austin scored score 45 goals in 75 starts for Burnley, whom he joined from Swindon in 2011. \"I'm very confident he'll take his game to the next level with us,\" QPR's manager, Harry Redknapp told his club's website. \"I've got no doubt that if we give him the right service he will score a lot of goals.\" PA Alcaraz, Everton The new Everton signing Antolín Alcaraz could miss the start of the season because of a persistent hernia problem. The Paraguay international is set to have surgery on an injury that forced him to miss Everton's pre-season trip to the United States and that would make him a major doubt for the Premier League opener at Norwich City on 17 August. Alcaraz missed the bulk of last season at Wigan Athletic with a groin injury and suffered a torn hamstring in the run-in. Andy Hunter Hilário, Chelsea The Portuguese goalkeeper Henrique Hilário has signed a one-year contract at Chelsea to take his spell at Stamford Bridge into a seventh season. The 37-year-old, who joined in May 2006 under José Mourinho, has made 39 appearances for Chelsea. He is one of four goalkeepers in the squad, alongside Petr Cech, Mark Schwarzer and Jamal Blackman. PA De Ridder, Southampton Southampton have cancelled the winger Steve de Ridder's contract by mutual consent. He joined from De Graafschap in 2011. PA Barnett to Wigan Athletic Wigan have signed the central defender Leon Barnett, 27, from Norwich City for an undisclosed fee. PA"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}