{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2013/aug/10/crazy-about-one-direction", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2013-08-09T23:01:00Z", "webTitle": "Directioners are turning fandom into a full-on trolling war", "webUrl": "https://www.theguardian.com/music/2013/aug/10/crazy-about-one-direction", "apiUrl": "https://content.guardianapis.com/music/2013/aug/10/crazy-about-one-direction", "fields": {"headline": "Directioners and Team Breezy are turning fandom into a trolling war", "bodyText": "On Thu 15 Aug, Channel 4's Crazy About One Direction will zoom in on the boyband's notorious fan army, the Directioners, for a documentary that's like Platoon but with more screaming. It follows some obsessives on their quest to meet the boys, with Twitter playing a starring role. Yet while most of these Directioners come in peace, there are others whose rabid fandom has spilled over into something nastier. Death threats tweeted to enemies have become the weapons of choice in bloodthirsty virtual battles. Their latest victim, GQ magazine, experienced a backlash so powerful that it temporarily shut down its web server. \"GQ NEEDS TO SHUT THE FUCK UP BEFORE I BREAK MY GLASS NAIL FILE IN TWO AND STAB THEM IN THE EYES,\" raged @itsniallstagram, a not atypical response to a cheeky coverline about Harry Styles's renowned swordsmanship. The nature of online communication tends to stoke needless enmity. Social media provides a direct line to idols – not to mention a global community of like-minded zealots – and when a bad attitude is directly or indirectly sanctioned by that idol, it can get ugly. Rihanna regularly dispatches her RihannaNavy to the frontlines of skirmishes with Ciara, Amanda Bynes and the odd civilian. Unsurprisingly, Chris Brown's Team Breezy is famous for beefing (\"Let's stop sending death threats!\" he chided recently). So powerful are these armies that lesser artists are desperate to recruit their own: as well as Beyoncé's Beyhive, Justin's Beliebers and Gaga's LittleMonsters, there are now Bastillers, Miley Cyrus's Smilers, and Carebears (barf!) for Carrie Underwood. Musicians have always had obsessive followers, but the annual typewritten fan club mailout never bred such feral behaviour. Old-school fandoms, from Aerosmith's Blue Army to Slayer's Slaytanic Wehrmacht, didn't have virtual puppetmasters pulling the strings. Playground scuffles between Slade and T-Rex followers were, at least, the fans' own idea. Then came annoying street teams, with record labels exploiting fanbases for cheap labour, though you never heard a street-teamer threaten to \"shove a chainsaw up their assholes\" (cheers, @michaellaneous) for not taking a flyer. 1D's loyal footsoldiers don't even get much of a return on their emotional investment. Towards the end of Crazy About One Direction, a few Directioners are left devastated, having waited for hours to get a glimpse of their heroes, only for the boys' blacked-out cavalcade to whizz past them. \"We buy the albums,\" they blub. \"The least they could do is try and meet us.\" Maybe these disillusioned fan armies will do the right thing and start decommissioning themselves. Crazy About One Direction airs in the UK on Thu 15 Aug, 10pm, C4"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}