{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/aug/21/national-broadband-network-elections", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-08-20T23:26:32Z", "webTitle": "NBN: we would have been better off  without privatisation | John Quiggin", "webUrl": "https://www.theguardian.com/commentisfree/2013/aug/21/national-broadband-network-elections", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/aug/21/national-broadband-network-elections", "fields": {"headline": "NBN: we would have been better off  without privatisation", "bodyText": "Australian voters are currently asked to choose between two plans for a publicly owned broadband network. There have been plenty of claims and counterclaims, many of which do not stand up to scrutiny. Labor’s National Broadband Network, already under way, offers optical fibre connections to most households. The Coalition’s alternative offers \"fibre to the node\", that is to a Telstra box in the street, from which the existing copper wire connection will carry signals to our home. The differences between the two schemes are less important than their great similarities: both proposals will cost billions, and both are greatly complicated by the need to work with Telstra’s existing network. These similarities point to one crucial and largely overlooked fact: the construction of a national broadband network would be much simpler and cheaper if Telstra had never been privatised. If Telstra had remained in public ownership, there would have been no need to create a separate entity to make the transition from copper wire to optical fibre, nor to engage in protracted and expensive bargaining about how to connect the two. As a privatised firm but still a near-monopoly, Telstra had no incentive to upset the applecart in fixed-line communications. Despite some intense pressure from the Howard government, Telstra steadfastly refused to provide a 21st century network unless it was guaranteed rate of return far above the true social cost of capital. Telstra’s dominant position was enhanced by the fact that its privatisation occurred at the same time as the rise of the Internet, which converted the company from a carrier of other people’s phone calls to a dominant supplier of internet content through its half-share in Foxtel. The fact that the other half of Foxtel is owned by News Corporation has provided the Telstra monopoly with a powerful media arm, which has shown itself to have no scruples about using its dominance to promote its corporate interests. The hope of those who designed telecommunications reform was that Telstra’s monopoly of the physical telecommunications network would be replaced by \"facilities-based competition\" in which a range of competitors constructed their own networks. This approach has been reasonably successful for mobile phones, for which competing networks with common geographical coverage make technological sense. But fixed-line telecommunications is a natural monopoly, like electricity distribution. It makes sense to have just one network in any given area. As a result, our only experience with facilities-based competition was the cable fiasco of the late 1990s. Given a period of grace in which they were the only suppliers, Telstra and Optus raced to roll out parallel networks of hybrid fibre coaxial cable, which gave duplicate coverage to about half the country. The rest got nothing. The cable race stopped abruptly once the Telstra-Optus duopoly faced competition from new entrants, most of whom had no option but to resell services using the duopoly network. Even 15 years later, much of the country has to rely mainly on DSL technology using the old copper network. By the time the Rudd government came to office, it was clear that, as with the original public telephone network, the only way we would get a modern broadband system was for the government to build it. The opposition has railed against the alleged wastefulness of the NBN but they have been unable to come up with a private-sector alternative. Rather, their alternative proposal is a cut-down, but still publicly owned broadband network, heavily reliant on the goodwill of the Telstra monopoly. The failure, and partial reversal, of telecommunications privatisation is part of a broader pattern observed across the entire infrastructure sector. Privatised firms have often, though not always, done a good job of operating existing assets. However, investment in privatised infrastructure industries is badly misallocated and often totally inadequate. Private investment can only be secured at rates of return far higher than those that were required when investment was funded by public debt. From the failure to upgrade Brisbane airport to the collapse of the PPP model for new toll roads and the huge increases in the cost of electricity, the story has been the same. It is clear, in retrospect, that telecommunications reform has failed, at least as far as fixed-line services are concerned. We would have been better off if we had never gone down the path of corporatisation, privatisation and competitive entry. The privatised infrastructure model presents us with a choice between inadequate investment and high prices. The only solution is a return to public investment."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}