{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2013/aug/12/engage-dont-broadcast-the-need-for-authenticity-in-social-media", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2013-08-11T23:01:00Z", "webTitle": "Engage, don't broadcast: the need for authenticity in social media", "webUrl": "https://www.theguardian.com/technology/2013/aug/12/engage-dont-broadcast-the-need-for-authenticity-in-social-media", "apiUrl": "https://content.guardianapis.com/technology/2013/aug/12/engage-dont-broadcast-the-need-for-authenticity-in-social-media", "fields": {"headline": "Engage, don't broadcast: the need for authenticity in social media", "bodyText": "There is no charge for posting on social media platforms such as Facebook, Twitter or Google+, and, at first glance, they seem to offer a perfect opportunity to broadcast your marketing messages. But this is useless as the basis for a social media marketing strategy. \"It seems obvious, but so many brands ignore the highly interactive – and, indeed, personal – nature of social media,\" says Liam Houghton at mobile app company Yuza. Successful social media marketing is about authentic interaction that inspires advocacy for your products and services, yielding trusted recommendations that are more effective than other forms of advertising. This is true whatever the size of your business. Peter Bassill, managing director of Hedgehog Security, says: \"We are in a niche business sector, providing penetration testing and outsourced information-security services, so referrals and praise from customers via social media hold a lot of weight.\" How, then, do you win authentic advocates? Genuine and meaningful responses on social media are a great start, albeit with significant implications for how communications are organised internally. In other initiatives, there can be a fine line between positive interaction and going too far in enticing influencers. Thomas Messett, head of digital and social for Nokia Europe, says there is a careful balance in Nokia's efforts to spread the word about its Windows phones in a market dominated by Apple and Android. \"We have a long-running programme called Nokia Connect that's designed to get the phones into the hands of the right influencers,\" he says. But these are not free phones. \"We don't give products to bloggers. We say you can borrow them for two weeks. It prevents the freebie hunters getting in charge, it means you get more honest reviews and it builds trust.\" In other words, while it is tempting to dole out free stuff to people with lots of followers on social media, it can be counter-productive because it tarnishes the reviews. But even this is better than the agency that sought to pay a developer to post \"casual and organic\" questions on StackOverflow – a popular developer-community site – about a Samsung app competition (the agency later apologised). Authenticity and trust are the currency of social media, and they are easier to lose than to win back. Be authentic or go home. From the Salesforce partner zone: What is social media engagement level and how can you improve it?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}