{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/aug/02/hsbc-launches-fixed-rate-mortage", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-08-01T23:01:00Z", "webTitle": "HSBC launches fixed-rate mortgage of 1.49% over two years", "webUrl": "https://www.theguardian.com/business/2013/aug/02/hsbc-launches-fixed-rate-mortage", "apiUrl": "https://content.guardianapis.com/business/2013/aug/02/hsbc-launches-fixed-rate-mortage", "fields": {"headline": "HSBC offers fixed-rate mortgage of 1.49% over two years", "bodyText": "HSBC has launched another \"lowest ever\" two-year fixed rate home loan in the latest salvo in the mortgage price war. Interest rates have been tumbling since the government's Funding for Lending scheme was launched a year ago, and homebuyers and remortgagers with large amounts of equity to put down are benefiting from record low deals. The bank is offering borrowers with a 40% deposit the option of fixing at a rate of 1.49% until 2015, although the market-leading deal comes with a hefty £1,999 fee. Borrowers looking for a smaller fee who are happy to take a risk on a variable-rate deal can choose a two-year discount deal set at 1.69% with a £1,499 upfront cost. A lifetime tracker, 1.69% above base rate for the term of the mortgage, has a starting rate of 2.19% and a £1,999 fee. Two five-year fixed-rate deals are available to borrowers who have at least 40% equity to put down, one priced at 2.59% with a £1,999 fee and one priced at 2.99% with a £99 fee. The bank has already cut rates on fixed-rate deals several times this year and has been involved in a price war with other banks and building societies, all vying to be top of the best-buy tables. Although HSBC has not drawn from the government's Funding for Lending scheme, that fund has helped other lenders to offer competitive deals, and driven the price of mortgages down. The best rates are still being offered on loans for borrowers with large deposits, although there have been price falls on mortgages at high loan to values."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}