{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/aug/28/victoria-duval-haiti-us-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-08-28T22:13:00Z", "webTitle": "Victoria Duval: from Haitian hostage to Flushing Meadows darling | Kevin Mitchell", "webUrl": "https://www.theguardian.com/sport/2013/aug/28/victoria-duval-haiti-us-open", "apiUrl": "https://content.guardianapis.com/sport/2013/aug/28/victoria-duval-haiti-us-open", "fields": {"headline": "Victoria Duval: from Haitian hostage to Flushing Meadows darling", "bodyText": "Certainly, the odd-ball glasses help. So does her excellent tennis. But what makes Victoria Duval stand out at this tournament is the power of her story, one that started in violent circumstances in Haiti when she was a small girl and which hit a heartwarming pitch here on day two, when she beat the 2011 champion Sam Stosur. Duval, born in Miami to Haitian parents, was held at gunpoint, along with two cousins, for several hours by intruders to her aunt's house in the island's capital, Port-Au-Prince, when she was just seven. \"We were held hostage,\" she recalls. \"It's not a good memory, so I try to forget as much as I can about it.\" However, she and her family retained their Haitian links, through family, and three years ago, her father Jean-Maurice, a gynecologist and obstetrician, returned there when the earthquake struck, and was buried alive for 11 hours. After digging himself out of the rubble, despite broken legs, a broken arm, five cracked ribs and a punctured lung, and surviving an emergency operation in the backyard of the house which had been wrecked by the quake, he recovered and returned to Florida, where his talented daughter has developed as an outstanding young tennis player. Last year, when only 16, she had the distinction of being the last player to lose to Kim Clijsters – in the match before the former world No 1 lost to Laura Robson. It is Duval's demeanour that has captured hearts at Flushing Meadows and she has become an overnight star through her quiet and thoughtful presence in TV interviews since beating Stosur 5-7, 6-4, 6-4 on Tuesday night. She still watches SpongeBob SquarePants (her favourite character is Gary, a snail, whom she finds \"rather cute\"). \"I am very goofy off the court,\" says the unaffected teenager. \"I think I'm very much a child at heart. On the court, you have to be a warrior because that's just the sport we are in. Off the court, I think it's important to have fun and be a good role model for other people. My motto is: Have fun.\" Asked how she felt in victory, Duval said: \"I don't even remember match point. A lot of different emotions. Mostly happiness. I think I played amazing today. It was incredible. The whole match was just really an incredible match and I'm happy I pulled through.\" Only a few weeks ago, she was losing in the quarter-finals of the national under 18 championships. How did she turn around her tennis in such a short time? \"By just forgetting about what happened before, because I've been changing a couple things in my game. So I knew eventually it would come together, and I did today. That's all I can ask for. I definitely think that getting to the next level in tennis is being able to go after your shots. These girls hit really hard. I wouldn't have pulled it off today if I wasn't confident in my shots. \" When Duval, a qualifier ranked 296 in the world, raked a closing forehand past the Australian Stosur, seeded 11, to seal one of the big early shocks of these championships, Jean-Maurice raised his one good arm in celebration and did not stop smiling until well after the applause stopped ringing all around Armstrong Stadium. On Wednesday morning father and daughter were front-page news. \"That's the joy,\" Jean-Maurice Duval told the New York Daily News. \"I've been very fortunate that a couple family members have helped me,\" Victoria said later, referring to her preparation with her brothers for the final slam of the summer. \"Hopefully with this win, that will change a little bit. It was definitely financially difficult, especially after the earthquake. My dad wasn't able to work anymore.\" She might have got her knack of leaving bad memories behind her from her father. Asked again about his horrific experience in the Haiti earthquake, Jean-Maurice said: \"I just forget about it because I'm thinking, you get into a big accident on your way and you can't stand back and look at it. You fight again, fight for the next step, not thinking about the past.\" The next scheduled step for his daughter, who clearly has his fighting genes, is the Slovakian Daniela Hantuchova, ranked 48 in the world. Meanwhile, the world has come to Victoria. Among her new admirers on Twitter are the rapper Lil' Wayne and the New York basketball star Amar'e Stoudemire. The only problem is, she is not on Twitter - \"because I'm not famous,\" she said. She is now. Asked if she might one day be star in the game, she said, \"That's what I'm working for. If God will let it, then let's go.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}