{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/aug/21/transfer-talk", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-08-20T23:02:01Z", "webTitle": "Transfer talk: Baines and Fellaini may have to request moves from Everton", "webUrl": "https://www.theguardian.com/football/2013/aug/21/transfer-talk", "apiUrl": "https://content.guardianapis.com/football/2013/aug/21/transfer-talk", "fields": {"headline": "Transfer talk: Baines and Fellaini may have to request moves from Everton", "bodyText": "Cissokho to Liverpool Liverpool have completed the loan signing of the Valencia full-back Aly Cissokho but attempts to offload Sebastián Coates are in jeopardy after the centre-back suffered a potentially serious knee injury. Brendan Rodgers has been seeking to increase competition on José Enrique at left-back all summer and stepped up interest in Cissokho after Granada inflated their asking price for Guilherme Siqueira. The former Lyon and Porto defender, who has been capped once by France, has agreed a season-long loan – subject to the completion of paperwork – with a view to a £5m transfer next summer. \"I feel extremely proud to be here and I'm proud of all the hard work I've put in so far throughout my career,\" said the 25-year-old. \"I've always dreamt of one day signing for a really legendary club. I've been lucky enough to play for a few top sides and so to now get the chance to play for a club like Liverpool, it's just fantastic.\" Cissokho's arrival has been tempered by the injury to Coates, who Liverpool are prepared to sell only two years after his £7m arrival from Nacional. The Uruguayan, who has been linked with Fulham this summer, is awaiting scan results on a knee injury suffered in training. A cruciate ligament problem has not been ruled out. Baines/Fellaini to Manchester United Marouane Fellaini and Leighton Baines may have to lodge transfer requests with Everton if they want to move to Manchester United. Yet with David Moyes reluctant to increase his valuation of Baines beyond £12m and the left-back not minded to agitate to leave, United may face disappointment regarding signing him. Fellaini is considered the more likely acquisition but as Moyes is now seemingly aware of the sensitivities of returning to his former club to buy one of their key players, he may wait to see if the 25-year-old decides to force the issue himself. Last week United had a joint £28m offer angrily rejected by Everton as the sum was considered \"derisory\". Everton had inserted a release clause, now expired, into Fellaini's contract of £23.5m and United's valuation of £16m meant Moyes did not consider the player's value to have increased despite five years in the Premier League and 42 caps for Belgium. There was further disquiet over the £12m price for Baines, the same fee Everton had rejected earlier this summer. Mavrias to Sunderland Paolo Di Canio is poised to make his 11th signing of the summer for Sunderland with the capture of the Panathinaikos teenager Charis Mavrias. Sunderland are believed to have agreed a £2.5m fee for the 19-year-old Greece international who has two caps. It would appear to be third time lucky for Di Canio, who failed with a move to lure Mavrias last month, while hopes of a loan deal fell through last week. Elmander to Norwich Johan Elmander is close to joining Norwich from Galatasaray, according to the Turkish club. Elmander, 32, cannot count on regular first-team action with the Turkish club and will instead attempt to earn a place in Chris Hughton's attack. Galatasaray's technical director Bulent Tulun told the website sportexpressen.se: \"I can confirm Johan is moving to England. We have agreed with Johan, his new club Norwich and his agent.\" Pabón to Valencia Valencia have paid the buy-out clause to secure the services of the Colombia striker Dorlan Pabón from Monterrey, though the Mexican club are disputing the details of the deal. The 25-year-old forward, who played part of last season on loan with Real Betis, will come in to help fill the gap left by the sale of Roberto Soldado to Tottenham. \"Pabón will be a Valencia player as we have deposited his buy-out clause of $10m,\" the Valencia president Amadeo Salvo said. \"In his contract, it literally says if a club pays $10m, they will let him go. Now they say the $10m was a net figure but it doesn't state this anywhere. We will take it to Fifa if necessary and they will rule in our favour. That would be inconvenient as it would string the process out for another two or three weeks.\" Verratti to PSG The Italy midfielder Marco Verratti has signed a one-year contract extension with Paris Saint-Germain that will keep him at the club until 2018. According to media reports, the 20-year-old's salary will rise from ¤800,000 to ¤2m a year. Verratti joined PSG a year ago for a fee of €11m after helping Pescara win promotion to Serie A. The skilful midfielder, dubbed the \"new Andrea Pirlo\" by some in his home country, made his international debut in February and has four caps."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}