{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jun/25/cancelled-honour-killings-talk-did-not-aim-to-justify-says-organiser", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-06-24T23:26:02Z", "webTitle": "Cancelled 'honour' killings talk did not aim to justify murder, says organiser", "webUrl": "https://www.theguardian.com/world/2014/jun/25/cancelled-honour-killings-talk-did-not-aim-to-justify-says-organiser", "apiUrl": "https://content.guardianapis.com/world/2014/jun/25/cancelled-honour-killings-talk-did-not-aim-to-justify-says-organiser", "fields": {"headline": "Cancelled 'honour' killings talk did not aim to justify murder, says organiser", "bodyText": "A Sydney-based Muslim speaker whose planned lecture on “honour” killings was cancelled by the Sydney Opera House on Tuesday night in the wake of public outcry does not believe the barbaric murders of women are justified, organisers say. The St James Ethics Centre arranged the lecture called “Honour killings are morally justified” for the Festival of Dangerous Ideas in August. It was to be delivered by the public face of Islamic group Hizb ut-Tahrir, Uthman Badar, but quickly provoked a flood of angry comments on Twitter and the Opera House Facebook page. The executive director of the centre, Simon Longstaff AO, said people had not read beyond the title of the lecture, which was intended to be a discussion about how honour is used as a justification for a range of acts, including going to war and murder. “Uthman’s view is that no form of vigilante killing is justified,” Longstaff said. “So while honour killings are not what he believes in, he does believe there is a context in which this does happen and where those people believe they are justified. “We wanted to begin having a conversation about these killings, which should never happen and yet the fact is, there are societies that allow it to. We wanted to examine how that is the case.” Longstaff said in hindsight, he regretted the name of the lecture, but said he was genuinely surprised when he first learned of the outrage it had provoked. He said he felt it was in line with talks from previous years on topics such as why torture was sometimes justified, and why flogging was kinder than prison. He also felt disappointed that Badar had been slammed as someone who justifies honour killings as a consequence of agreeing to give the talk. “I never wanted to expose someone, who agreed to take on this issue for us in good faith, to a barrage of criticism,” he said. “I have spoken to Uthman and I think he was disappointed, but not surprised. I think he feels that if it wasn’t for his religion, there wouldn’t have been quite the same level of outrage.” Guardian Australia has requested comment from Badar. On Facebook, he wrote, “hysteria has done the job”. In a separate lengthy Facebook post, Badar said while he “anticipated that secular liberal Islamophobes would come out of every dark corner, foaming at the mouth”, he was surprised it happened within hours of the program being announced. “What's interesting is that I'm being attacked left, right and centre without having opened my mouth yet,” he wrote. The Opera House said on its Facebook page the lecture would not go ahead, writing; \"The Festival of Dangerous Ideas is intended to be a provocation to thought and discussion, rather than simply a provocation.” A spate of recent “honour” killings attracted worldwide condemnation. On Sunday, police arrested a man and his two sons for allegedly strangling his daughter before hanging her to pass it off as suicide in the Indian village of Badapankala. And earlier this month also in India, two girls aged 14 and 15 were gang raped and hung from a mango tree after leaving their house to go to the toilet."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}