{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/jun/10/tesco-current-account-no-gimmicks", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2014-06-09T23:01:00Z", "webTitle": "Tesco offers current account with no-gimmicks pledge", "webUrl": "https://www.theguardian.com/business/2014/jun/10/tesco-current-account-no-gimmicks", "apiUrl": "https://content.guardianapis.com/business/2014/jun/10/tesco-current-account-no-gimmicks", "fields": {"headline": "Tesco offers current account with no-gimmicks pledge", "bodyText": "Eighteen years after first dipping its toe in the world of banking, Tesco is launching its first current account on Tuesday, and says it is targeting people fed up with \"smoke and mirrors\" and \"rapacious\" bank charges. The Tesco Bank current account's benefits include a 3% interest rate on balances of up to £3,000, the opportunity to earn Clubcard points on all debit card spending, and what Tesco calls a \"fair deal\" on overdrafts. Tesco's banking arm is the latest in a line of so-called challenger banks hoping to take on the main high-street players and benefit from new rules on account switching introduced last autumn. Its move comes less than four weeks after Marks &amp; Spencer launched its first free-to-use current account, but is four years behind the first mooted launch date of autumn 2010. Tesco Bank, originally a joint venture with Royal Bank of Scotland, has been wholly owned by the retailer since 2008. Since then about £600m has been spent building a standalone bank and it will be targeting the 6 million savings and loan customers it already has, as well as the 16 million-plus people with a Clubcard. However, Tesco says the new account \"isn't just for Tesco customers\". Those who sign up will be able to pay money into their account at more than 300 Tesco stores, but the retailer is gambling on people being happy to forgo traditional bank branches. Tesco says the new account is \"fundamentally … a digital business\" with the emphasis on online and mobile banking backed up by a customer service centre based in Britain. The account is free to use provided the customer pays in at least £750 a month. Those who do not, or cannot manage this – which could include those on less than around £9,000 a year – will have to pay a £5 monthly fee, which would make the new account significantly less attractive. The offer of 3% in-credit interest on balances of up to £3,000 compares well with other deals on the market, although Tesco will not be the top-paying account – for example, TSB's account pays 5% on balances of up to £2,000. However, a Tesco Bank spokesman said that unlike some other rivals, it was not pulling customers in with an introductory interest rate that would expire after a certain period. Regular Tesco shoppers may decide that the account's biggest selling point is its loyalty scheme. The account's contactless debit card doubles as a Clubcard and customers will be able to earn points on everyday spending wherever they use it. They will get one Clubcard point for every £4 of debit card spend at Tesco, and a point for every £8 spent elsewhere, though there are exclusions. The bank said it had decided to adopt a \"simple and transparent\" fees and charges structure so that, unlike rivals such as Santander, it does not impose daily or monthly overdraft \"usage fees\". Instead, customers will pay an overdraft rate of 18.9%, which is higher than the amount charged by some challengers, such as M&amp;S Bank, but lower than the rates imposed by others. Benny Higgins, the bank's chief executive, said: \"In designing our current account, we have listened to more than 20,000 customers to understand what they want. There are no gimmicks.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}