{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jun/24/japan-colombia-world-cup-group-c-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-06-24T22:04:28Z", "webTitle": "Japan 1-4 Colombia | World Cup Group C match report", "webUrl": "https://www.theguardian.com/football/2014/jun/24/japan-colombia-world-cup-group-c-match-report", "apiUrl": "https://content.guardianapis.com/football/2014/jun/24/japan-colombia-world-cup-group-c-match-report", "fields": {"headline": "Colombia post their third group win to put Japan through the exit door", "bodyText": "On a night of contrasting emotions in Cuiabá, Colombia marched into the second round as group winners with a third victory in 11 days – as many as they had managed in their previous four World Cup appearances – and condemned Japan to a humiliating early exit that represents a major disappointment for Asia, Alberto Zaccheroni and his players. Having arrived in Brazil with hopes of reaching the quarter-finals – progress from the group stage was almost taken for granted – Japan have departed with only two goals and one point to show for their efforts. The fact that their elimination was confirmed at the hands of effectively Colombia’s reserves, and in such emphatic fashion, rubbed salt into the wound. For Colombia, the serious business is about to start. They face Uruguay in the Maracanã on Saturday in another mouth-watering all-South American tie and, on this evidence, José Pékerman’s side will take some stopping. Pékerman made eight changes to his line-up and Colombia still had far too much class for a toothless Japan side. It was some statement. The star of the show, though, was a man who is guaranteed to start against Uruguay and is fast emerging as one of the most talented players at this World Cup. James Rodríguez came off the bench at half-time, set up two goals for Jackson Martínez, who was starting for the first time in Brazil, and scored a sublime late fourth, deliciously dinking the ball over Eiji Kawashima. Moments earlier Colombia had created a little history when Pékerman brought Faryd Mondragón on with five minutes remaining. Mondragón, Colombia’s second-choice keeper, turned 43 on Saturday and became the oldest player ever to feature in a World Cup, breaking Roger Milla’s record. There is hope for us all. Pékerman, in his typically understated way, was delighted with the outcome. The Colombia manager refused to say whether he expects Luis Suárez to be suspended on Saturday after his biting incident against Italy, but he talked up the threat that Uruguay will pose. “I know we’re going to face one of the biggest most important team in South America and the world. They have a rich history, many experienced players. We know they never give up, never relax. They’re a very coherent team.” Pékerman also went on to describe Colombia as “difficult opponents”, which feels like a huge understatement. Los Cafeteros are an absolute pleasure to watch and, it can only be imagined, a nightmare to play against. They are content to sit deep and let the opposition have the ball, lulling them into a false sense of security before breaking with alacrity. Juan Cuadrado got them up and running here with a penalty, after Yasuyuki Konno had brought down Adrián Ramos. Japan were enjoying more possession but there was a lack of penetration to their play and they were fortunate not to concede a second when Martínez failed to convert Ramos’s cut-back. It was a bad miss and was punished three minutes later when Shinji Okazaki’s twisting header, from Keisuke Honda’s cross, beat David Ospina. Colombia, however, were soon back in front. Rodríguez, on for Juan Fernando Quintero, showed superb awareness to flick the ball with the outside of his boot into the path of Martínez, who drilled home. The same two players combined for Colombia’s third goal, when an exquisite reverse pass from Rodríguez released Martínez. Showing impressive composure, Martínez curled the ball into the far corner of the net. Rodríguez then applied the coup de grace, turning Maya Yoshida one way and then the other before delightfully lifting the ball over Kawashima By that point Japan’s fate had long been sealed, leaving Zaccheroni to reflect on a miserable tournament and the possibility that his four-year reign will soon end. “I know this team could have done a lot more. We fell short and as the coach I take responsibility,” the Japan manager said. “Now we will go back to Japan and after that I’ll speak with the management and let you know whether or not I will stay.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}