{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/jun/20/steven-gerrard-england-uruguay", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-06-19T23:44:34Z", "webTitle": "England’s Steven Gerrard reached the end of his road against Uruguay | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2014/jun/20/steven-gerrard-england-uruguay", "apiUrl": "https://content.guardianapis.com/football/blog/2014/jun/20/steven-gerrard-england-uruguay", "fields": {"headline": "England’s Steven Gerrard reached the end of his road against Uruguay", "bodyText": "Oh, England. So near and yet so very far away at this World Cup. On a chilly, messy, oddly frantic night in São Paulo, England were again undone by fine but decisive competitive details against Uruguay, the kind of stitches – a lapse here, a slip there – that knit together into a very obvious wider narrative, and a comprehensive Bayeux tapestry of inadequacy at this level. In the end the team with the better defence, more organised midfield and better strikers won the game thanks to two well-taken goals by the gorgeously irrepressible Luis Suárez, who would have played (and no doubt scored) on a hospital trolley here. There will be blame and disappointment. But facts can often provide a little clarity. England were ranked third in Group D. If they play well in their final match they may even live up to that. At the end, having sat through what was effectively a very thorough real-time demonstration of this England team’s slight but decisive fallings-short, it was hard not to be caught up in Uruguay’s joy at this result, the booming roars from the massed blue and white support and the spectacle of the players themselves, consumed by desire to win here, forming an extended bobbing huddle in the centre circle with Suárez at its centre. And so England are facing the earliest possible exit from this World Cup after successive 2-1 defeats pegged out around four moments of slackness in defence and central midfield. It is hard to feel aggrieved at any of this. As they had in Manaus, England played with heart here, attacked with ragged relentlessness and had 62% possession and 13 shots at goal to Uruguay’s 10. The stats are bunk. England were simply not precise enough, or adept enough in possession. The World Cup isn’t supposed to be easy and the fact is these wonderfully remunerated, aggressively marketed players have for all their perspiration over 180 minutes looked short of the highest qualities. With the benefit of chastening hindsight there are some sore points of planning too. England have to a degree been eliminated from this competition by decisive performances from two players: Andrea Pirlo and Luis Suárez. It is hard to think of two more well-known or obviously glaring candidates for the role of executioner. Pirlo did the same two years ago in Kiev. Suárez is the Premier League’s player of the year. England had seven months to plan for them both, to stop Pirlo having the run of the park (he had the run of the park) and to stop Suárez sniping into pockets of space (he sniped; he got the pockets). Roy Hodgson must have planned to stifle such obvious strengths, and yet it has been too easy in both games. Either the plan wasn’t good enough or the execution by the players fell short. At which point an unpalatable truth must be ushered into the post-mortem theatre. At England’s squad announcement Hodgson had talked in scoffing terms about the possibility he might suggest the retirement-bound Steven Gerrard lose his position in Brazil to a younger, less high-mileage pair of legs. It doesn’t really seem so funny now. In both cases vulnerability to the obvious strengths noted above stems in part from a frailty in central midfield. It must be said Gerrard had a horrible match here. For a start he was in exactly the wrong place at exactly the wrong time for Uruguay’s opening goal, allowing Edinson Cavani to gallop past into the Gerrard-shaped hole in front of the central defence. It doesn’t help Hodgson’s own cause that afterwards Óscar Tabárez revealed it had been his plan to discomfit Gerrard by putting Cavani in his space. Well, Oscar, it worked. Cavani, such a majestic, upright deep centre forward, had the daintiness to pick out a floated pass on the run to Suárez, who peeled away from a disorientated Phil Jagielka and directed the ball back across Hart with the calmness of a man playing head tennis in the back garden. Cavani is a top-class forward and he will occasionally beat his man. But this was too easy. England were loose again for the second goal, with Gerrard unfortunate to provide a mis-headed assist, although the real fault here lay in a slackness between full-backs and centre-halves. For all that, Suárez finished beautifully. The talent is all his, but what a sublime all-round striker the Premier League has helped him to become. In fairness Gerrard and Jordan Henderson were often undermanned against Uruguay’s narrow diamond , with that fluid front four looking like a luxury in front of an outnumbered central midfield. It is often suggested that Henderson is only in this team to run for Gerrard, but if this is a patch-up job by Hodgson, it is one that has only been half done. At Liverpool Gerrard and Henderson are supported by a third midfielder, Philippe Coutinho, whose scurrying, linking role could easily have been reprised here by Jack Wilshere or James Milner. Either way it seems the synergy Hodgson was trying to import from Liverpool has not really been given the best chance to prosper. That 4-2-3-1 is a borrowed pair of trousers in any case. Why not go with the more flexible 4-3-3, as Hodgson did in the friendly against Denmark, not least with four players used to that system in England’s front six? England’s attack didn’t function as well here as it had against Italy, with a frantic quality creeping in against a deeply packed and physical defence And yet for all that it had looked with 75 minutes gone as though England might avoid defeat here as Wayne Rooney scored a World Cup goal. It might also help to prevent a worthy player being hoist as a blame-gibbet for those who feel the emotional need for such things. Rooney always looked the most likely Englishman to score, having hit the bar with a header, stretching from a yard out and then drawn a good save from Fernando Muslera after fine work by Leighton Baines. And with five minutes remaining on a chill, rainy night when São Paulo had disguised itself for the evening as Birmingham in November, there was hope briefly for England. False hope, on the evidence here. Don’t blame the players. If blame must be had let us blame instead a top-tier domestic club system that, honourable exceptions aside, produces so little talent, not to mention the vanished green spaces, the vacuum where once was school sport in inner cities. Perhaps also the cosseted sense of undroppable celebrity status around too many of these Premier League players – not to mention the good old Premier League itself, essentially no more than a piece of brilliantly administered staging that crowds out everything at the fringes. So near and yet so very far away: this has been England’s World Cup, one that now looks set to end in an orderly ejection at the earliest stage."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}