{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/jun/21/graphs-are-no-longer-enough-its-time-wonks-and-experts-joined-the-fight", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-06-20T23:00:03Z", "webTitle": "Graphs are no longer enough: it's time wonks and experts joined the fight | Jason Wilson", "webUrl": "https://www.theguardian.com/commentisfree/2014/jun/21/graphs-are-no-longer-enough-its-time-wonks-and-experts-joined-the-fight", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/jun/21/graphs-are-no-longer-enough-its-time-wonks-and-experts-joined-the-fight", "fields": {"headline": "Graphs are no longer enough: it's time wonks and experts joined the fight", "bodyText": "Political deference to experts is disappearing. Economists are popularly derided for their role in the 2007-2008 financial crisis, that resulted in huge wealth transfers to the rich. Scientists who warn about climate change are accused by denialists of outright political conspiracy. The claims of public health experts on the effects of cigarette smoking are contested by lobbyists and PR shills, and by columnists in the pages of respectable newspapers . The rise of celebrity experts might seem to run counter to this. In economics, Krugmania has given way to Piketty-mania. Fact-checks and explainers are everywhere. \"Quants” and “wonks”, like Nate Silver and Ezra Klein, are new media rock stars. Pop science communicators like Neil Degrasse Tyson have become pin-ups. Far from representing the triumph of disinterested expertise, the success of the wonk-industrial complex is a sign that their affluent audience is resisting the messy return of politics. The veneration of the graph-makers is no more than a spasm of nostalgia. Credentialled experts started taking on a central role in politics from the late nineteenth century. In America, a new kind of urban, middle class activist began marching under the banners of expertise and efficiency. The progressive movement were appalled by the inequalities, unrestrained capitalism, and corrupt politics of the guilded age of the 1870s. Equally, they were terrified by radical working class politics. Progressives sought to tame politics by subordinating it to professional, scientific expertise— the kind that the urban middle classes were themselves best placed to offer. Like their contemporaries in Britain, the Fabians, they carried their reformist program forward in a political alliance with other social movements, including moderate elements of organised labour. Their ideas were new and not at all natural when they were introduced. They depended on a fundamental separation between the domains of factual, objective, scientific social knowledge and the kind that was seen to be tainted by subjective or political values. This separation of expertise from mere politics by the progressives became common sense throughout the developed world after it was institutionalised. Management, public administration and universities became professional, and the social sciences more quantitative. They were entrenched more deeply when journalism — once a disreputable condition — itself became a profession. The reign of expertise also ushered in an unprecedented era of ideological convergence throughout the west. Governments around the world adopted similar programmes throughout the 20th century, seeking to constrain the power of capital, mount campaigns for public health reform, respond to calls for women’s suffrage and racial equality, and implement plans for food and territorial security. The interventionist state and newly-credentialised knowledge professions legitimated one another. The language of the social sciences — in particular economics — merged with the language of policy. This form of political life, pervasive in the west for much of the 20th century, is now coming apart. Growing inequality is one factor that has led to questions about who benefits from expert economic consensus. It has also fed into a growing polarisation of political views. (Comment threads and social media give us plenty more evidence of that.) Political parties are also cutting experts adrift, crafting policies not for rational median voters, but for micro-targeted constituencies – or bypassing rational processes altogether with neuromarketing. Amid these changes, expertise has been re-politicised. On the centre-left, many are bewildered that expert policy prescriptions are no longer accepted as authoritative. The political campaign against an overwhelming consensus on climate change has frustrated scientific experts and their supporters alike. On the other hand, experts still have trouble getting their hands dirty. Thomas Piketty offers a more rigorous, wonkish version of the criticisms made by the Occupy movement but stops short of explicitly recommending radical solutions. The mystery of how democracy can reassert itself against capital is left unsolved, and his book will never persuade those who think inequality is a feature (or even a benefit) of capitalism, rather than a bug. The graphs, data visualisations and statistical modelling that now proliferate across new media outlets can enrich the arguments we can bring to public debates, but they can no longer resolve them. Whether we like it or not, the raiments of disinterested expertise have been spattered with the mud of politics. More and more frequently, expert knowledge is read as being situated and framed by particular assumptions or interests. It would be senseless to say that expertise is empty, or without value. But it may be that the social and natural sciences need to be more open about their political entanglements, and more comfortable with signalling them. Tom Bentley argued recently in The Guardian Australia that the work of wonks at the “independent centre” of our political life needs to be supplemented by new voices, and a renaissance of civil society. The moment for this may have passed. In Australia, and other polarising liberal democracies, there is not much centre ground left to stand on. Experts might instead need to pick a side, join the fight, and accept that their claims to knowledge and authority will always and everywhere be contested."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}