{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/jun/02/queens-speech-infrastructure-bill-zero-carbon", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-06-01T23:01:00Z", "webTitle": "Queen's speech: infrastructure bill to let developers off zero-carbon pledge", "webUrl": "https://www.theguardian.com/politics/2014/jun/02/queens-speech-infrastructure-bill-zero-carbon", "apiUrl": "https://content.guardianapis.com/politics/2014/jun/02/queens-speech-infrastructure-bill-zero-carbon", "fields": {"headline": "Queen's speech: infrastructure bill to let developers off zero-carbon pledge", "bodyText": "The coalition has effectively abandoned a pledge to make all new homes \"zero-carbon\" by 2016, as new legislation in the Queen's speech would not apply to housing built in small developments and companies would be allowed to buy exemptions from new green standards. Ministers have repeatedly watered down the goal of making sure all new housing does not create any carbon emissions and the new infrastructure bill would hand another gift to developers in an effort to encourage the construction of more homes. The bill would exempt all small housing developments from the new green standards and allow builders to pay their way out of their full obligations. Where the developer chooses not to go \"zero-carbon\", they can build a home with emissions 44% lower than 2006 levels and make up for this by contributing to alternative green schemes at a rate of between £38 and £90 per tonne of carbon to be saved. Liberal Democrat sources said the party was pushing for developers to have to pay at the highest end of this scale and claimed that the bill would not have happened at all without their influence. \"There are numerous bills in the Queen's speech that proves the value and strength of Liberal Democrats in this coalition government,\" the source said, amid reports that much of the Queen's speech would have a \"Tory flavour\". The new legislative programme to be unveiled by the Queen on Wednesday is expected to contain a range of legal changes on issues from pension reforms and terrorism to banning wild circus animals and protecting have-a-go-heroes, as the coalition seeks to show it has not run out of things to do in its last year. A new heroism bill is expected protect people from unfair negligence claims when they were simply trying to help. Judges would in future decide whether someone should really be liable for an accident when they were doing something for the benefit of society, acting in a generally responsible way or acting in an emergency. Chris Grayling, the justice secretary, said he did not want a society where people felt they could not do the right thing for fear of becoming liable if something goes wrong or where a responsible employer gets the blame for someone doing something stupid. A small business bill would focus on cutting red tape, while another major piece of legislation would allow Dutch-style \"collective pensions\", which some critics believe can be risky. Steve Webb, the pensions minister, told the Sunday Telegraph that collective pensions gave \"people greater certainty and probably better value\", possibly by up to 30%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}