{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jun/17/independents-day-as-major-party-leaders-suffer-slide-in-latest-newspoll", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-06-16T23:21:49Z", "webTitle": "Independents day as major party leaders suffer slide in latest Newspoll", "webUrl": "https://www.theguardian.com/world/2014/jun/17/independents-day-as-major-party-leaders-suffer-slide-in-latest-newspoll", "apiUrl": "https://content.guardianapis.com/world/2014/jun/17/independents-day-as-major-party-leaders-suffer-slide-in-latest-newspoll", "fields": {"headline": "Independents day as major party leaders suffer slide in latest Newspoll", "bodyText": "Voter support for independents and smaller parties has surged to a record 17% as Australians become increasingly dissatisfied with the two major party leaders, according to the latest Newspoll. Satisfaction with Tony Abbott dropped three points in the past fortnight to 30%, while dissatisfaction with the prime minister rose two points to 61%. The opposition leader, Bill Shorten, suffered a four-point decline in his satisfaction rating over the same period, down to 34%, while dissatisfaction in his performance rose two points to 45%. The Australian newspaper, which published the results on Tuesday, said Abbott's dissatisfaction rating was his worst since he became prime minister and his equal second-worst during his tenure as the leader of the Liberal party, while Shorten's rating was his worst since becoming Labor’s leader. The telephone poll of 1,155 voters, conducted from Friday to Sunday, coincided with the final leg of Abbott's trip to North America. It followed bruising political debate over the budget, with Labor branding its impact unfair and the government stressing the need for the unpopular measures. The Coalition's primary vote rose one point in the past fortnight to 37%, Labor's vote fell one point to 36%, the Greens' support fell two points to 10%, and support for others rose two points to 17%. This compares with the Coalition's primary vote of 45.6% at the election in September last year and 33.3% for Labor at that time. National support for others – including 10% for independents and 3% for the Palmer United party – has risen nearly five points to 17% compared with the 12.4% garnered at the election. Based on preference flows at the election, the latest Newspoll translates to a two-party result of 53% to Labor to 47% to the Coalition – the same result recorded in early May, just before the budget was handed down. Asked who would make a better prime minister, 37% nominated Abbott (up two points in the past fortnight) and 40% nominated Shorten (down five points). The poll’s stated maximum margin of error is 3%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}