{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/jun/12/ministers-intervene-to-prevent-relaxation-of-rules-in-passport-office", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-06-11T23:15:06Z", "webTitle": "Ministers intervene to prevent relaxation of checks at Passport Office", "webUrl": "https://www.theguardian.com/politics/2014/jun/12/ministers-intervene-to-prevent-relaxation-of-rules-in-passport-office", "apiUrl": "https://content.guardianapis.com/politics/2014/jun/12/ministers-intervene-to-prevent-relaxation-of-rules-in-passport-office", "fields": {"headline": "Ministers intervene to prevent relaxation of checks at Passport Office", "bodyText": "Ministers were forced to intervene in the working of the chaotic Passport Office after the Guardian revealed that managers had ordered staff to relax security checks on applicants for British passports from abroad in an effort to reduce a backlog of at least 30,000 applications. A briefing note sent to staff on Monday told Passport Office workers to drop checks on countersignatories, as well as requirements for evidence of addresses and letters of confirmation from employers and accountants. An hour after the leaked document was published on the Guardian's website on Wednesday night, the Home Office issued a terse statement saying that ministers had no knowledge of the instructions and had ordered managers at the Passport Office to withdraw it immediately. The intervention will be an acute embarrassment to the home secretary, Theresa May, who has until now tried to maintain that she has been on top of the situation within the Passport Office. On Wednesday, David Cameron blamed the confusion on the fact that the Passport Office was facing 300,000 more applications than usual and told the Commons: \"The Home Office has been on this from the very start.\" The developments will also increase pressure on Paul Pugh, the interim head of the Office, who has until now maintained that there is no \"backlog\" of cases. The Passport Office was on Wednesday given 100 more staff by the Home Office in an effort to clear its backlog of applications, which are causing people to delay or miss holidays unless they pay £55 to have their cases fast-tracked. But the briefing note revealed that behind the scenes, processes are also being transformed to cut the delays. It says the changes are required to achieve the right balance between \"customer service, public protection and organisational requirements\", and that \"these changes are being published now in light of the need to speed up turnaround times\". The briefing note, written by the Passport Office's policy team and entitled Overseas Policy and Procedure Changes, begins by listing a number of policy changes and informs staff that they can now relax checks if an applicant from abroad asks for a passport to be sent to an alternative address. In these cases, evidence of a link to that address will no longer be mandatory and the applicant will no longer have to sign a disclaimer form. The document states: \"It has been agreed that, where an applicant provides an alternative address, a separate 'disclaimer' and evidence of a link to that address will no longer be mandatory if there are no other concerns or fraud indicators.\" Staff sources claim the change could aid a fraudster who has applied for a document. Checks on countersignatories – a person of good standing or in a recognised profession who vouches for an applicant – have also been relaxed. The note says that a photocopy or scan of national ID cards from many European countries or Hong Kong will now be allowed as proof of a countersignatory's identity. \"On a discretionary basis, a photocopy or emailed scan of a countersignatory's current valid national identity card can be accepted instead of a passport copy, if the card is issued from one of the countries listed below to one of their nationals,\" the document says. According to the note, if an applicant is seeking a second passport – which many frequent flyers use so that they can travel on one document whilst applying for entry with another – staff no longer need to seek a letter confirming their status from an employer or accountant. \"For an application for a first additional passport where the applicant has provided their passport, the examiner can use their discretion to not seek a letter of confirmation from an employer where other information indicates that the applicant is eligible for an additional passport,\" it says. Previously, the Passport Office has strictly enforced a requirement for a letter of confirmation from an employer or accountant. Sources say the change raises the possibility of identity theft because it could allow a fraudster who has stolen a UK passport to apply for a second. Speaking before ministers intervened, Yvette Cooper, the shadow home secretary, said the briefing showed the government was in denial about the state of the crisis and had been reduced to scaling back vital checks. \"This is seriously chaotic … If this is what the prime minister meant by getting a grip on the situation, he needs to think again,\" she said. Mark Serwotka, head of the PCS union, which represents many Passport Office staff, said: \"The Home Office now has some very serious questions to answer about whether security is being compromised and whether passports could be more easily obtained by criminals.\" The Home Office last year cut several passport offices within foreign embassies at an annual saving of £20m and moved work to centres in Liverpool, Durham and Belfast. The decision was also intended to boost security, as it was considered too risky to send blank passport books abroad. Downing Street confirmed that hundreds of extra staff had been deployed to deal with the backlog and offices would open seven days a week from 7am until midnight, after leaked photographs showed boxes of applications piling up in temporary storage in the Liverpool office. Last week the Guardian disclosed that a quarter of staff employed to detect fraud, as well as others who usually interview suspect applicants, had been asked to process the delayed applications. Ed Miliband told the Commons on Wednesday that the problem had been caused by cuts and a failure by May to keep watch as she was bickering with the education secretary, Michael Gove. \"Tens of thousands of people are finding their holidays are being cancelled because they are not actually getting a passport,\" he said. A Home Office spokesman said: \"Ministers were unaware of this document and have instructed Her Majesty's Passport Office to withdraw it immediately.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}