{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/jun/20/defence-admits-transcripts-critiquing-australias-strategic-failures-destroyed", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-06-19T22:27:57Z", "webTitle": "Defence admits transcripts critiquing Australia's 'strategic failures' destroyed", "webUrl": "https://www.theguardian.com/politics/2014/jun/20/defence-admits-transcripts-critiquing-australias-strategic-failures-destroyed", "apiUrl": "https://content.guardianapis.com/politics/2014/jun/20/defence-admits-transcripts-critiquing-australias-strategic-failures-destroyed", "fields": {"headline": "Defence admits transcripts critiquing Australia's 'strategic failures' destroyed", "bodyText": "The Defence Department has admitted that transcripts of interviews with senior military officers about Australia’s strategic failures in Iraq and Afghanistan have been destroyed. A scoping study commissioned by the department in 2013 found that some high-ranking military officers thought Australia’s capacity for strategic thinking in conflicts had diminished. During the course of the report, which was led by consultants Noetic Group, a number of senior military officers said the defence forces were “not good at strategy”. But in response to a freedom of information request from Guardian Australia, the department said it could not provide interview records from then major general Angus Campbell, one of the participants, because transcripts from the study were not retained. The Defence Department said Noetic Group had advised them: “Noetic subscribes firmly to a policy of non-attribution in the development of its lessons learnt reviews. “Some direct observation from interviewees were reflected within the study, to highlight an area where additional study could be warranted by [the department]; no individual names were attributed to specific comments. “Because of this insistence on non-attribution, on finalisation of the report, no interview transcripts were retained on file by Noetic.” The prime minister, Tony Abbott, has indicated he will not rule out following the US into a further conflict in Iraq, as conflict with insurgents has once again flared in the country. Despite the department’s response, the report directly attributes comments given by other senior military officials in previous reports and public engagements. The original report, which was obtained by the Australian under freedom of information laws, conducted interviews with 14 senior defence participants who had been heavily involved in command and control or supporting operations. The study was critical of defence’s strategic policy making, and said it was “not well examined or articulated”. “Defence needs to improve the quality of its policy advice to government and to do this it needs to seek ways to meet the deliberative – inclusive – integrative approach discussed above.” The report also examined Australia’s involvement in the wars in Iraq and Afghanistan, and said Australia’s role shifted from being an “intimate alliance partner” with the US to “one among many” of an outer circle of contributions. “During recent operations the strategic objectives were apparently too weakly articulated to enable the costs of action to be properly evaluated. The result was that avoidance of costs overwhelmed achievement of benefits and the apparent strategic rationale for commitment to both Iraq and Afghanistan, bolstering the US alliance, was undermined by tactical risk avoidance.” Under commonwealth freedom of information law, government agencies must take steps to ensure documents from contractors that relate to the performance of a government contract can be later sent to the department. A spokeswoman for Noetic Group said: “As per the terms of our agreement with defence we will not be commenting on this project.” The department has not responded to questions about the review."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}