{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jun/16/iraq-tal-afar-falls-isis", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-06-16T23:10:00Z", "webTitle": "Iraqi city of Tal Afar falls to Isis insurgents", "webUrl": "https://www.theguardian.com/world/2014/jun/16/iraq-tal-afar-falls-isis", "apiUrl": "https://content.guardianapis.com/world/2014/jun/16/iraq-tal-afar-falls-isis", "fields": {"headline": "Iraqi city of Tal Afar falls to Isis insurgents", "bodyText": "The northern Iraqi city of Tal Afar is in the hands of jihadists after a two-day battle with security forces – the third major centre to fall to the insurgents in less than a week. The loss of the mixed Sunni and Shia town is another setback to the Iraqi government's attempts to establish control over the country's north and centre, which is now a centre of gravity for the Islamic State in Iraq and the Levant (Isis) and a potential launching pad for its plans to push south to Baghdad. A rush of Shia paramilitaries and volunteers to battlelines about 60 miles north of the capital has slowed the Isis advance south and it now seems unlikely that the group could replicate its sweeping victories in Mosul and Tikrit. The move to reinforce Baghdad and to defend the shrine cities of Samarra, Karbala and Najaf have transformed Iraq's newest war into a more familiar counter-insurgency – the type fought between the Shia majority government and Sunni insurgents for much of the past five years. Last night an Iraqi army helicopter was shot down during clashes near the city of Falluja, killing the two-man crew, security officials said. The fate of up to 2,000 Shia members of the Iraqi army who were captured by Isis in Tikrit last Wednesday remains unknown, and was a lightning rod for new recruits who continued to flood civic centres in the capital on Monday trying to make their way to the frontlines. Isis's claim to have killed 1,700 of the men remains unverified, although photographs and videos of at least 50 being executed as they lay face down in the sand with their hands tied have been verified. The United Nations human rights chief, Navi Pillay, said the executions appeared to be a war crime. \"Although the numbers cannot be verified yet, this apparently systematic series of cold-blooded executions, mostly conducted in various locations in the Tikrit area, almost certainly amounts to war crimes,\" she said. Iraqi officials suggested the jihadists would probably calculate that their captives were of more value to them alive and could be used as leverage in prisoner swaps. The shocking images have been widely circulated across Iraq, even though all social media platforms have been blocked in an effort to prevent the jihadists from communicating with each other. Sunni communities in south Tikrit say they have been horrified by the scenes of bound and helpless men being shot dead and they have rallied tribes to ensure Isis cannot take their areas or reach the capital. While some Sunni communities are standing up to the threat posed by the group, many others are hunkering down or fleeing en masse, as Isis imposes a ruthless and inflexible interpretation of Islamic law on them. More than 700,000 people are thought to have fled to the Kurdish north. Mosul residents who have stayed behind told the Guardian that women were prevented from leaving their homes in some areas and that taxes were being demanded from minority communities. \"All we want is security,\" said a man who identified himself as Haidar, in a west Baghdad tearoom. \"If the Americans send their soldiers back, I would accept, and so would most of us. If they're only sending planes with missiles, it means they are not serious.\" A senior interior ministry official, Alaa al-Ta'i, said: \"This is the biggest threat to the country of modern times. Federalism is the only real way out of this inferno. Partition might be another option, but the neighbouring states would never accept that, because of what it would mean for them.\" Militias continue to occupy the streets in shopping districts in the predominantly Shia eastern suburbs of Baghdad. However, their posture was more one of reassurance than of belligerence. \"They are trying to send a message,\" said a Sunni resident from the city's west. \"They are attempting to assert themselves over the security forces, but backing off if they are not allowed into an area. Their reach depends on the will of the local [military] commander.\" It remains unclear to whom the Shia irregulars will report when they reach the battlelines. The Iranian-backed Asaib ahl al-Haq has primacy among the paramilitaries and is extremely influential in government circles. \"No one is prepared to defy them,\" said Ammar Hussein, a resident of Karrada. \"They get what they want, and they will lead the fightback.\" Another man, a barber who signed up on Sunday to fight, said he believed conditions had been fulfilled to fight a jihad, or holy war – which was called for by the highest Shia authority in Iraq, Ayatollah Ali Sistani, last Friday. \"Fighting for our dignity, our land and our sect are the three tenets,\" he said. \"But for me, this is a religious calling more than anything else. That is the main reason I am going to fight.\" The UN said it had relocated 58 staff members from Baghdad, and may move additional personnel out of the Iraqi capital in coming days because of growing security concerns. The UN deputy spokesman Farhan Haq was asked whether the UN stood by his statement on Friday that Baghdad was safe. \"I think the fact that we're going to be relocating some staff speaks for itself,\" Haq said. \"The situation has changed on the ground in the last few days and we are adjusting our posture accordingly.\" He said 200 UN international staff were in Baghdad, and the 58 now in the Jordanian capital, Amman, would be relocated to Irbil in Iraqi Kurdistan. \"We are going to continue with our activities whether political or humanitarian or otherwise,\" Haq said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}