{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jun/24/pepe-reina-liverpool-napoli", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-06-24T21:31:10Z", "webTitle": "Pepe Reina heads back to Liverpool after a year’s loan at Napoli", "webUrl": "https://www.theguardian.com/football/2014/jun/24/pepe-reina-liverpool-napoli", "apiUrl": "https://content.guardianapis.com/football/2014/jun/24/pepe-reina-liverpool-napoli", "fields": {"headline": "Pepe Reina heads back to Liverpool after a year’s loan at Napoli", "bodyText": "Pepe Reina departed Brazil bound for Spain but he expects to return to Liverpool at the end of his holiday. The Spanish goalkeeper has not spoken to Brendan Rodgers and admits that he does not know where his future lies but he said he is tied to his contract at Anfield and that still has two years left to run. Reina has been on loan at Napoli for the past year after he was told he had no future at Liverpool. He hoped the Napoli manager, Rafael Benítez, would take advantage of a release clause, thought to be valued at €5m, to sign him but there has been no movement yet and Reina admitted he does not know if there will be. When he left Liverpool for Napoli he wrote an open letter to the fans thanking them for his time at the club. Rodgers later suggested that in doing so Reina had closed the doors on a return. “He penned a great-big letter saying he was going to work with the best manager that he’d worked with and thanked for his time for Liverpool. So for me it probably sounded like he’d made his decision there,” Rodgers said. But Reina insisted that, while he has people working on his behalf to find a solution, he will have to return to Anfield. He said: “I don’t know about my future. I want to be calm about it and there are people who are working on that. I have two years left on my Liverpool contract and the situation is the same as a month ago. “I’ve not spoken to Rodgers and I don’t know what they think but I have a contract and in the end that is what counts. I have to join up with Liverpool and there’s nothing more I can do.” Reina said there had not been any movement from Napoli, even though the Italian club know what his contractual situation is. “I said goodbye to Rafa at the end of the season and he knows the conditions that exist,” he said. “At the moment things are like that.” Reina was speaking after Spain’s final group game against Australia, during which he made his World Cup debut. And the goalkeeper said that unlike some team-mates, he has no intention of leaving the national team. Asked if he wanted to continue, he said: “Absolutely, for sure. Today I fulfilled a dream, which was to play in a World Cup. Despite the team being eliminated I have the personal satisfaction of having played and having done so with a win.” Spain beat Australia 3-0 in a dead match."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}