{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2014/jun/20/migaloo-the-great-white-whale-spotted-off-australian-east-coast", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2014-06-19T23:18:54Z", "webTitle": "Migaloo the great white whale spotted off Australian east coast", "webUrl": "https://www.theguardian.com/environment/2014/jun/20/migaloo-the-great-white-whale-spotted-off-australian-east-coast", "apiUrl": "https://content.guardianapis.com/environment/2014/jun/20/migaloo-the-great-white-whale-spotted-off-australian-east-coast", "fields": {"headline": "Migaloo the great white whale spotted off Australian east coast", "bodyText": "Migaloo the great white whale has been spotted making his way up the east coast of Australia. The famous albino whale is travelling with at least four other whales as part of the seasonal migration of humpbacks to warmer waters The white humpback, first noticed in 1991, was sighted off the coast of Eden on Wednesday, and then Cronulla, south of Sydney, on Thursday afternoon. A Port Stephens-based Twitter account reported a sighting on Friday morning. He is travelling with at least four other whales as part of the seasonal migration of humpbacks to warmer waters. Although Migaloo’s rough itinerary can be figured out, it is still a lucky whale watcher who spots him, Oskar Peterson, from the White Whale Research Centre, told Guardian Australia. “There were a couple of years after 1991 when we didn’t see him at all, and there’s been a couple of years when he goes missing in action,” said Peterson. “He glows, you can’t really miss him when you do see him out there from a distance, and it’s like fluorescent blue when you see him up close.” Migaloo, whose name is an Aboriginal word for “white fella”, was the only known white whale in the world until 2011 when an all-white calf was filmed. It is not known how old he is, but Peterson said he has had reports of the birth of a white whale in 1988, which could have been Migaloo. Humpback whales can live to about 80 years of age. “He’s going to be around for a few generations,” Peterson said. “He’s been a bit of an ambassador for the whale watching tourism.” Whales are frequently spotted off the east coast around this time of year, as the humpback population of about 15,000 migrate to warm waters to breed after spending the summer in Antarctica. While many people take to the water in boats to watch the whale migration, there are strict rules in place to prevent harassment of the animals, including restrictions of up to 300m on how close people can get. Migaloo has “special status” in New South Wales and Queensland. Watchers must stay at least 500m away – 600m for aircraft and jetskis – and there are heavy fines for breaching the laws. Peterson’s organisation, a collaboration of marine biologists from Lismore’s Southern Cross university and a number of other marine professionals, has tracked and aggregated information about Migaloo over the years, hoping to raise awareness about the threats to whale populations and their surrounds. “It’s about educating the world population of the dangers and lack of understanding of the marine environment, the Great Barrier Reef in particular,” he said. “Over the years it’s gotten bigger and bigger and people ring up and send emails, and over the year we get a clear picture,” said Peterson. “Then, with the invention of Twitter, it’s gone ballistic.” Peterson said since Migaloo’s sighting off Sydney on Thursday the organisation’s account had gained several hundred new followers overnight, from all over the world. “It’s phenomenal. There’s so much interest in this white whale.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}