{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2014/jun/12/observer-ethical-awards-2014-winner-beyind-skin", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2014-06-11T23:05:02Z", "webTitle": "Observer Ethical Awards 2014 winners: Beyond Skin", "webUrl": "https://www.theguardian.com/environment/2014/jun/12/observer-ethical-awards-2014-winner-beyind-skin", "apiUrl": "https://content.guardianapis.com/environment/2014/jun/12/observer-ethical-awards-2014-winner-beyind-skin", "fields": {"headline": "Observer Ethical Awards 2014 winners: Beyond Skin", "bodyText": "Beyond Skin has been trading for more than 10 years. In that time, Natalie Dean, 40, and Heather Whittle, 32, have weathered a few storms. \"We've had our factory shut up shop, boutiques that supply us close down, and a lack of our own funds to buy eco-friendly materials, which have always been – and still are – expensive,\" says Dean. Perhaps most remarkably, the vegan shoe line has survived the recession – something Dean believes wouldn't have happened if the brand didn't produce shoes that look good, regardless of their ethical values. \"I think that's where a lot of eco fashion brands have gone wrong,\" she frowns. \"You can have as much integrity as you like, but people have got to want to buy you because they're going to wear you.\" While other eco fashion lines floundered post-2008 (\"Ironically, the recession came just after fashion magazines began to really support ethical\"), the Brighton-based brand flourished, thanks in part to strong celebrity support. The first champion of the original line was Chrissie Hynde, who bought pairs for herself and Beth Orton. Shortly afterwards, Natalie Portman wore Beyond Skin to the Oscars and the Golden Globes. Meanwhile, Anne Hathaway has frequently requested the brand for fashion shoots. But Dean also believes information about the use of suede and leather in fashion is powerful. \"Most people are surprised to discover that agriculture uses 70% of the world's fresh water or that livestock creates more greenhouse gas than transport.\" In using faux leathers made from PU (polyurethane), and Dinamica (a faux suede using polyester taken from recycled bottles) the brand's alternatives are both cruelty-free and sustainable. Production is now based in Alicante, Spain, where fabrics are locally sourced. The launch of a diffusion line six months ago has also made Beyond Skin more affordable. \"We had to start with a higher-end line because we needed to be able to wholesale,\" says Dean, \"but our intention was always to deliver high-street price points that would make the brand more accessible. One day, we'd love to have our own boutique.\" For now, the focus is on trading online, where prices for the new diffusion line currently range from £60 for a pair of heels to £130 for a pair of boots. The higher-end Beyond Skin line retails at £115-£250. The diffusion line marks a huge move forward for the company, but with plans to launch menswear, accessories and bridal all on the horizon, 2014 is set to be a big year for Dean and Whittle. Helpfully, it's also the year of the vegan. \"It's funny,\" smiles Dean, a former make-up artist, \"because when we first started we would try to avoid the term 'vegan shoes'. It didn't sound very sexy. But now everyone seems to be turning vegan. There are vegan restaurants opening every month in New York and tons of celebrity vegans, from Beyoncé to Bill Clinton. The great thing is that it's no longer being seen as a cause but a lifestyle choice.\" Runners-up: Jocelyn Whipple, the EcotureTM Project, K2TOG, Antithesis"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}