{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2014/jun/14/talking-horses-racing-tips-news", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-06-13T23:06:13Z", "webTitle": "Talking Horses: Today’s best bets and all the latest racing news", "webUrl": "https://www.theguardian.com/sport/blog/2014/jun/14/talking-horses-racing-tips-news", "apiUrl": "https://content.guardianapis.com/sport/blog/2014/jun/14/talking-horses-racing-tips-news", "fields": {"headline": "Talking Horses: Today’s best bets and all the latest racing news", "bodyText": "Mark Johnston has had a famously modest record at York in recent seasons, his strike-rate of 5% from more than 200 runners being one of his worst at any British track. But he can go there with legitimate hope on Saturday, when Almargo (3.50) could land him a tremendously competitive sprint handicap. A Godolphin horse as a juvenile last year, this colt won his first three starts after being switched to Johnston in the spring. He then went through a little barren patch, having been switched up to a mile, flopping twice on soft surfaces, but a drop in trip on a better surface got him winning again at the Derby meeting. He made all that day and, while that might be an ambitious tactic here, he should certainly be able to handle the pace and keep going at the business end. He remains fairly treated and should have more to offer. 1.50 Sandown Shafrah made all to win his maiden at Lingfield in March and should have improved again in the meantime. He is handily drawn to attempt something similar. 2.05 York Since last seen on the Flat, Pearl Castle has shown significant improvement over hurdles, winning twice and running seventh in the Triumph Hurdle. He has one of the better riders here in Serena Brotherton. 2.20 Sandown Representing the Hannon / Hughes combination that did well at this track on Friday, Sea Shanty won on his reappearance at Kempton in April. He has only gone up 2lb but the trainer felt the outing would bring him on a great deal. 2.40 York Since joining David O’Meara in the autumn, Sweet Lightning has dropped to what looks a very handy mark on the pick of his form. He wears cheekpieces first time and was staying on well at the end of his most recent race. 2.55 Sandown Ambiance’s last win was over this course and distance in a Listed race last summer. There have been good moments and bad in his form since then but first-time blinkers and a draw against the far rail could help him back to something like his best. 3.15 York Lockwood looked a bit gassy on his reappearance run and got tired on the soft going. He should be straighter here and, on a sounder surface, should be competitive. 3.35 Musselburgh Tim Easterby has won two of the last six runnings of this race and fields two, of which Body And Soul looks the one to be with from a draw near the stands’ side. The winner of three valuable sprints so far, she was only just run out of it at York a fortnight ago and runs off the same mark."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}