{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jun/13/us-open-2014-second-round-live-report", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-06-13T22:59:16Z", "webTitle": "US Open 2014: second round – as it happened | Scott Murray", "webUrl": "https://www.theguardian.com/sport/2014/jun/13/us-open-2014-second-round-live-report", "apiUrl": "https://content.guardianapis.com/sport/2014/jun/13/us-open-2014-second-round-live-report", "fields": {"headline": "US Open 2014: second round – as it happened", "bodyText": "But today's been all about one man: Martin Kaymer. A round for the ages. His 65 today was even better than yesterday's, blemish-free as it was on a day when everyone else clung onto his coattails for dear life, and sort of failed as they bumped their way around Pinehurst No2. Here's how we stand going into tomorrow, when I hope to see you for a Moving Day which really does need to see a few folk move! -10: Kaymer -4: Todd -3: Na, Snedeker -2: Koepka, D Johnson, de Jonge, Bradley, Stenson -1: Kuchar, McIlroy, Kirk, Spieth Matsuyama can't get up and down, chipping to ten feet the missing the putt. He signs for 71, and is level par for the tournament. Fowler and Spieth both bump chips up to a couple of feet. Pars. Spieth's level today with a 70, though that should have been better. He's -1. And it's a second 70 for Fowler, who is of course therefore level. Spieth's got a decent enough lie, and can power up to the front of the green, alongside Fowler. Matsuyama, from the fairway, should be in the bunker to the right of the green, but the rake stops the ball going in. Weekend hackers would fancy that as a stroke of luck, but pros usually prefer to play from the sand. Back on 9, Poulter finds the heart of the green with his tee shot, the ball gathers towards the hole, but he can't pop in the 12-foot birdie putt. It stops a turn shy, and he ends the day at level par. Kirk's second at 18 didn't quite make the green. He clips his chip to three feet. He'll be left with an uphill putt for a 67. But he misses it, and at the halfway stage, he's -1. Todd meanwhile leaves his birdie putt out on the right - it had quite a break - and he's happy enough with the par that gives him a 67. He's -4, and in second spot at the halfway mark. Back up on the tee, and this is a messy end to the round by Spieth. He loses his drive out to the left, where it might have got lodged behind some native nonsense. He'll need some luck there. Todd's second at 18 is fired straight at the flag. A couple of bounces past, but he'll have a ten-footer for a final-flourish birdie. Spieth's bunker shot at 17 is weak and short, and he's back to -1 after missing a ten-foot par putt. This is a tired end to a fine round. McIlroy can't make his birdie at 9. But he taps in for par, and signs for a fine 68. Without ever really looking on top of his game, too. He's -1. Meanwhile par for G-Mac, and a very poor 74. He's +2. Well done, Matthew Fitzpatrick! Two putts from distance at 18, and he pars to stay on at +4. The 19-year-old amateur will be here for the weekend! What a performance, as good in its own way as Martin Kaymer's has been. Meanwhile what a finish by Henrik Stenson, who birdied 9 to sign for another 69. He's -2. Great chance for a birdie on 9 for McIlroy, who sends his tee shot into the heart of the green, then watches it curl round to the right, 12 feet from the flag. Todd splashes across the 17th green from the sand to four feet, and knocks in the par putt. He remains at -4 in second place. Kirk can't make his birdie. Todd's up and down may give succour to Spieth, who has just put his tee shot in the same bunker. Chris Kirk birdied 15 to move to -2, and he's just sent his tee shot at 17 over the flag to six feet. His playing partner Brendon Todd, at -4, has dumped his tee shot in the sand to the right. Both men are -3 for their rounds today, and have been pulling each other along. Wonderful golf. Spieth can only find the front of 16 with his second, and races his pitch eight feet past. Fowler's had an odd time down the hole, by the way: he found his drive in a bunker; thinned his shot out, sending his ball flying into another but skipping on through, out and down the fairway; and then clipping his pitch to 18 inches. Some par! But no such luck for Spieth, who twitches one right of the cup. He's back to -2. Fitzpatrick clips a fine bunker shot at 17 to six feet, but doesn't make the putt. That's a bogey that'll drop him to +4. He needs a par down the last, or his amateur career will be over. The cut's sending everyone at +5 home right now, and Fitzpatrick's turning pro after this tournament. Two more rounds as an amateur for the young man, please! At 9, Snedeker splashes to three feet, and taps in for par. He ends the day at -3. Meanwhile Spieth pushes his drive at the outrageously long par-four 16th into filth down the right. Matsuyama finds sand, and batters his second into the face of the bunker. The ball balloons up into the air and onto the fairway, a few yards down the track. That's very lucky. Ian Poulter had been going along nicely, but drops a shot at 6, not quite hitting a 20-foot par putt, the ball dying to the left. He's back to level par. Meantime Brandt Snedeker does extremely well to get up and down from a valley to the side of 8, but he's in trouble at the 9th, booming his tee shot into the bunker at the back. He'll need an up and down to stay at -3 alongside Na and Spieth. Kevin Na is in with a 69. He took a fair amount of time to knock in a short putt on 18, having missed a tiddler on the previous hole. But he's in good position for the weekend. Not Kaymeresque, but decent enough at -3. Outrageous bad luck for Spieth on 15. His 8-iron lands 15 feet past the flag, then takes one roll too far towards the back. The ball trundles off to the right and into the bunker. But he works it out to a couple of feet. Par. Such brilliance from one so young and inexperienced, second place at the Masters or no. Matsuyama's 9-iron is pin high, 25 feet from the flag. He races his birdie effort past, but saves par: -2. Meanwhile it's all going wrong for Kuchar, whose short par putt on 7 lips out. He's back to -1, and surely has that ruling on his mind. Anyone for any golf? McIlroy's tee shot at 6 rolls off the left-hand side of the green, but he chips to inches, and that'll be a par. Spieth meanwhile rattles in a birdie putt at 14 after sending an approach pin high to ten feet. That's the least he deserved, after playing 13 in almost exactly the same fashion, only to miss the birdie putt by a dimple's width. He's -3. Meanwhile Na drops out of second place with bogey at 17. He's back to -3. More ruling shenanigans on 15, where Mickelson's tee shot doesn't roll back off the front of the green, but sticks in a pitch mark instead. He marks, then can't replace his ball, as it won't stop on the slope! How many farces have we witnessed this week? Nothing will top the Donaldson-Mahan ball-swapping farce, but we've come damned close once or twice. Eventually a spot nearby is found, and Mickelson two-putts for par. Meanwhile another look at this business involving Kuchar. He's grounded his putter, that much seems clear, then pulled away. So he saw the ball move. If not, what else? And why involve the ref? To be fair, you can't call him for moral turpitude, as he might not be aware that he's fully addressed the ball. But the video evidence suggests he did. In which case, he'll be dropping another shot. But that's for later. Oop. Hold on. Forget that news about Kuchar. He's addressed the ball to tap-in for bogey, and the ball's moved. A long discussion with the referee to ascertain whether he grounded his putter. Not sure what's going on here. He's usually the Incredible Smiling Man, but he certainly isn't acting to type right now. He's got a face like thunder. Still no decision, and he's still not tapped in. Ah, hold on! Under orders from the referee, he taps in twice, from two different spots, and will wait for a decision later. That's very strange. Take it as a bogey right now, but there could be an added penalty later on. Did he ground the club or not? One for video evidence, by the sounds of it. Kuchar is up against it at 6, having found sand with his tee shot and splashed only to 15 feet. He fails to save par. Back to -2. But there's another birdie here for Henrik Stenson; perhaps I should express my extreme disappointment with him more often, it appears to be a lucky charm. No need to thank me, Scandinavia, when you win your first major. Anyway, I digress. Stenson's -1 now, back to where he started the day. Some news of Sergio. He's just birdied 3 and 5, and he's +2 for the tournament. If only he hadn't shanked the ball while in the dirt down 11, huh. If he thinks his day has been bad, wait until he hears the football score. Young Matthew Fitzpatrick is toying with the cut at +3. He can't afford too many slip-ups between now - he's playing 14 - and home. His approach is poor, sending his ball down the slope to the right of the green. But he Mickelsons a flop to four feet. And pops the par putt in. Splendid. His playing partner Rose rakes in a biggie for birdie, a 30-foot right-to-left swinger that takes him back to level par. And the third member of the group, Mickelson, misses another three footer, and drops back to +2. This is getting embarrassing, and also painfully predictable, now. Meanwhile on 5, McIlroy rattles in his birdie putt - it falls, though only just - and he's -1. Rory doesn't hit his eagle putt. He's got six feet left for birdie, and shows his frustration by swishing his club through the air with vicious intent. Up on 13, Todd rolls in his putt for birdie, and he's up to second spot alongside Na, who raps a monster putt up the 16th green to save his par, lagging it from 60 feet to 18 inches or so. Spieth is made of the proper stuff. Nothing was going for him earlier, but he's kept plugging away, and another birdie, now at 12, gets him to -2. Matsuyama is a dimple away from following Spieth in, but his ball skirts around the left of the hole. He remains at -3. Meanwhile McIlroy blooters a long iron straight into the middle of the par-five 5th. Two putts from 30 feet and that'll be a birdie. Meanwhile Todd lifts an iron to five feet at 13. A real chance to move into a share of second. And with Na leaving his second at 16 well short of the green, he might even own the position all by himself soon enough. How about that for timing? Stenson rolls in a birdie putt at 5, and he's back at level par. He raises his fists and cries to the heavens in celebration, though he's playing that one for laughs. His playing partner Matt Kuchar has a ten-footer for birdie, but doesn't make it, and won't be joining Kevin Na in second place. For up on 15, Na tickles a cheeky birdie putt into the cup. It was only ten feet or so away, but required a huge semi-circular swing out to the right and back. It was perfectly judged, and dropped into the cup like a feather. He's -4, six behind Kaymer, and on his own in second spot. -10: Kaymer (F) -4: Na (15) -3: Snedeker (14*), Kuchar (14*), Todd (12), Matsuyama (11) -2: Koepka (F), D Johnson (F), de Jonge (F), Bradley (F) Henrik Stenson's been a bitter disappointment today. A 69 yesterday, but the world number two only has two bogeys to show for his efforts so far through 13 holes. He's dropped back to +1. McIlroy can't make his birdie at 4. But that's a solid par, especially from where he was playing two. McDowell, from the front of the green, lags a long putt to a couple of inches. That's a great save. He's been nothing short of appalling today, but in the last couple of holes has displayed the grit and determination that won him the US Open in 2010. He'll not be winning this version, but he's showcasing the extra something that makes a champion. Mickelson gets up and down from the bunker at 12, and saves par, to stay at +1. But this is not really good enough, and as much as the crowd roar, we'll not be watching a career grand-slam dream fulfilled this year. Spieth is close to draining a 20-foot birdie effort on 10. Kuchar guides in a difficult downhill par saver on 4. Nobody's making a significant charge. McIlroy appears to be finding a semblance of form. Sort of. He wangs his drive at 4 into the scrub down the left, but shapes a beauty into the heart of the green, leaving himself half a chance for a second birdie, from 20 feet. Mickelson meanwhile is in dirt down the right of 12. And now he's in greenside sand. Watching these guys goon around really puts Martin Kaymer's achievements into perspective. He didn't drop a single shot! You don't often see leaderboards like this... -10: Kaymer (F) -3: Snedeker (13*), Na (13), Kuchar (12*), Todd (10), Matsuyama (9) -2: Koepka (F), D Johnson (F), de Jonge (F), Bradley (F) -1: Compton (13), Langley (13), Kirk (10), Spieth (9) E: Scott (F), Molinari (F), McIlroy (12*), Poulter (11*), Fowler (9*), Baddeley (9*) Na plays an exquisite bunker shot. The ball's miles below his feet, as well as the other aforementioned problems, but he splashes to ten feet. A chance to save par. What a scramble that could be. But he doesn't make it, an uncertain prod out to the right. Bogey. He's back to -3. Meanwhile McIlroy can't roll in his eagle putt on 3 - it's got a huge left to right break - but two putts are enough for a birdie. He's back to level par. And a birdie for McDowell, who rattles one in from 15 feet and is back at +1. -3 is the new -2. If you get what I mean. A little group developing there now. Kuchar has birdied 12. Snedeker has picked up shots at 3 and 4. And of course Matsuyama's just dropped that perfectly judged putt, while Brendon Todd has been there awhile. It might be getting even more crowded, too, with Na (-4) dumping his approach into a bunker left of the 13th. He's left with a lot of sand to cross, with not much green to play with. McIlroy creams a 3-wood onto the front of the short par-four 3rd. That's a fantastic tee shot. He's pin high, with a 25-footer across the green for eagle. Maybe 30 feet. A big if, but were that to drop, he'd suddenly be in red figures. Meanwhile Spieth gets up and down from the bunker at the back of 9, rather brilliantly. He remains at -1. His playing partner Fowler had followed him into the sand, but only just got his ball out, and didn't rake in the long saver. He doesn't remain at -1. But while the pair of those were faffing around, Matsuyama had calmly found the middle of the putting surface, and has just raked in a 20-footer for birdie. He's suddenly -3! Speaking of which ... Mickelson three putts. In fact, his first, long-range one, was rather magnificent, lagged up to four feet. But thanks to the good folk at NBC, you know how he is these days. He's travelling backwards at some speed now, and the home crowd currently have the funk on, if their silence is anything to go by. He's +1 now. Spieth has come up short with a few mid-to-long-range birdie efforts today. On 8, one finally drops, straight uphill from 25 feet. He's in red figures again at -1, though for how long? His tee shot at 9 is too firm, and skitters off the back and into the bunker. An up and down for par's not a pipe dream, of course. Speaking of pipe dreams, here's Mickelson, who chops out from the trees onto the green, but is left with the best part of 100 feet to cover for a two-putt par. Compton's fast start was slowed a wee bit by a bogey at 8. But what a response at 12. He pearls an iron straight at the flag from the scrub down the right, and nails the six footer he leaves himself for birdie. He's back to -1! Back on 10, Mickelson flays his second shot into the trees down the right. A massive slice. It's slightly painful to watch now. Everyone knows the dream is dying. G-Mac is falling to pieces. He's putting like a 20-handicapper! So strange for a player who is usually so dependable on the greens. On 1, he misses from 18 inches, and leaves himself a four footer coming back! He holes that, but it's another bogey and he's back to +2. Kirk can't make his birdie on 8. Dreadful miss. Meanwhile Kuchar zig-zags down 2 like the Keystone Kops in their car, but holes a 20-foot par saver to stay at -2. Rickie Fowler dribbles a perfectly judged 35-foot right-to-left breaker into the cup on 7 for bird. He's -1. On 8, Kirk creams his second to six feet, a long iron straight at the flag. And Na makes his birdie putt at 11 to move to -4. He's in second spot, and Kaymer's lead is down to a mere six! \"How about we just pretend Kaymer isn't playing at the weekend?\" suggests Simon McMahon. \"What a tournament we'd have on our hands. A dozen or so players within two shots of the lead. It's ON!\" Mickelson's tee shot at 9 is short, and rolls back off the front of the green. His shoulders are almost scraping the floor. He looks a beaten man. Up on 11, Na appears to be the only one with his tail up. His second is a beauty, dropping five feet below the hole and staying put. He could have second place to himself again soon. Mickelson's charge doesn't look in any better nick, tell the truth. He races a long birdie putt up the 8th green eight feet past the hole. Then the return putt missed, sliding past the left. His second three putt in three holes, and he's back to level par. I refer you to those NBC stats again. No fairytale for Phil, I'm afraid, his game's just not in good enough shape. Playing partner and defending champion Rose misses a tiddler himself, and he's back to +1. Kevin Na and Brendon Todd apart, nobody's making any inroads into Martin Kaymer's lead. And even now we're only talking about one shot. This has been a poor show, collectively, though admittedly the conditions are harder in the afternoon with the heat, breezes and harder greens. What an up and down from Kevin Na! He Mickelsons a high flop up onto the 10th green from the bald stuff at the back. Getting to ten feet is an achievement. As is knocking in the par putt. He stays at -3, and punches the air, as well he might. Marvellous. On 18, McDowell makes a royal bollocks of it, sending his ball whistling straight across and through the green from the bunker on the right, then fluffing the putt from the fringe on the other side. He can't save bogey. That's a double, and he's back to +1. Meanwhile his compatriot McIlroy misses a long rake for birdie, then starts flapping his arms about in impotent frustration. Par, but still at +1 too, out in 35, going nowhere fast. These are not good signs. I'd suggest the race is run for these lads, neither of whom look like mounting any sort of meaningful charge. One to give weekend hackers a little succour. Jeff Maggert is putting onto the green from the fringe at 5. It's his seventh shot. The putt skates past the hole, which is positioned at the back, surrounded by downslopes. The ball careers off the other side, and 30 feet down a hill. He chips back up, 12 feet past the hole, and then misses the putt coming back. That's a 10. Ten. The poor man was +3, and looking forward to the weekend. Now he'll be struggling to make the cut. Unlikely to make it, in fact, after that. Ten, though. A quadruple bogey. It happens to the best of them. It's Friday 13th, by the way. It's beginning to slip away from Matthew Fitzpatrick. The 19-year-old started well, with birdie at 3, but bogeys at 4, 5 and now 7 have dropped him back to +3. With the projected cut at +6, he doesn't have a lot of wriggle room now. Here's hoping the young man gets his chops up again. Meanwhile Mickelson gets his act together, chips up close at 7 and should save his par. Up on 10, Na's ball takes a flyer out of a bunker. \"Aw Christ!\" he shouts. \"Bite!\" But no. The ball balloons through the green and over the back. To save par, he's got an up and down from the surface of the moon. Good luck with that one! Leaderboard in lieu of serious action: -10: Kaymer (F) -3: Na (9), Todd (5) -2: Koepka (F), D Johnson (F), de Jonge (F), Bradley (F), Langley (10), Kuchar (9*), Kirk (5), Matsuyama (5) -1: Snedeker (9*), McDowell (8*), Mickelson (6), Poulter (7*), Luiten (6) Scott Langley's on the move. He started the day at +2, but birdies at 3, 8 and 9 saw him out in 32 strokes, and he's now clipped his third to the par-five 10th to a couple of feet. He'll move to -2. And he's not the only unsung American making waves. Chris Kirk has birdied 1, 3 and 5, and he's joined the group at -2 as well. Up on 7, Mickelson's second is heavy, and lands a good ten yards in front of the green. He's beginning to show signs of frustration, the dream turning sour yet again. There's still time and hope, Phil. More time than hope, admittedly, but now's too early to give up. Na's joined at -3 by Todd, who birdies 5. Na should then move ahead of Todd, but can't slot away his birdie putt on 9. Very poor. Speaking of which, up on 6, Mickelson misses a par tiddler, and he's back to -1. But are we that surprised? In 2012, he made nearly 93% of putts from inside five feet; last year, it was down to 80%; this year, it's 66%. Thanks to NBC television for those depressing figures, brought to you by the Guardian in living black-and-white. Na is making a move. His tee shot at 9 is a peach, pin high and 12 feet from the flag. He'll have a highly decent chance to move to -4. Up on 16, G-Mac wafts a weak shot out of the bunker, and fails to knock in the sizeable par putt he's lumbered himself with. He's back to -1, and now only two ahead of McIlroy, who nearly holed his chip from the back of the green and scrambled his par. Kevin Na is the first player to break from the peloton at -2 for a while. He manages this by chipping in from the side of 8. It's a delightful shot, thrown high into the air, biting on the putting surface, then rolling straight into the cup. Birdie! And he's got sole ownership of second place at -3. I wonder how nervous Martin Kaymer feels right now? It's just not clicking for the Northern Irish duo of Rory McIlroy and Graeme McDowell. Coming up 16, G-Mac's wood bounds off to the left of the green and in the bunker, while Rory hits his iron too far, and sees his ball trundle down the bank at the back. They'll both do well to save their pars at this 532-yard par four. Rose chips, and leaves himself a 15-footer uphill for par. It drifts left of the hole. Par. Bogey for Fitzpatrick, who slips back to +2, having dropped a stroke at 4 before. And then Mickelson steps forward to celebrate raking in a birdie putt, only to see the ball turn left at the very last minute. No sir. He stays at -2, and the last two holes have caused Lefty much frustration. Birdie for Poulter at 15, meanwhile, and he's suddenly -1. Rose and Mickelson have to wait an eternity to send their second shots into the par-five 5th. Rose leaves his short, Mickelson pulls his to the right. Then Lefty duffs his chip. He needs to be making birdie at holes like this if he's going to plant seeds of doubt in Martin Kaymer's noggin. But that doesn't look like doing it. Meanwhile pars for Rory and G-Mac on 15, the former having missed to the front of the green, the latter going long. They'll be happy to have got up and down, and remain at +1 and -2 respectively. The wind's up. Kaymer's position is looking unshakable at the moment. For the love of Willie Anderson. Play is slow this afternoon. It's ruining golf, this. McIlroy opened with a bogey at 10, but he's just cancelled it out with birdie at 14, after clipping an approach pin high to 15 feet. He's +1, though not fizzing with his usual brio, it has to be said. You sense that Kaymer's stunning performances, both yesterday and today, have denied a lot of sails their wind. Kuchar gets up and down from the front of 15 for par. Speaking of Jimenez, he's just birdied 13 to move to +1. Rose, meanwhile, knocks in his birdie putt on 4, a much deserved reward for that approach. He's level par. And that puts him alongside his pal Ian Poulter, who dropped a shot at 11 but has just picked it up again at 13. No birdie for Spieth on 3, a terrible missed opportunity. Matsuyama doesn't miss out, though, and after his ostrich-like sand shot, puts away his birdie putt. He moves to -2. There's quite a group there now: -10: Kaymer (F) -2: Koepka (F), D Johnson (F), de Jonge (F), Bradley (F), Na (6), Kuchar (5*), McDowell (5*), Mickelson (4), Todd (3), Matsuyama (3) Lefty can't drain his long birdie putt on 4. No surprise. Back on 3, Matsuyama splashes out from sand to give himself a decent chance of birdie, but Spieth duffs his effort from the bunker and faces a long birdie putt. Kuchar's tee shot at 15 falls off the front of the green. Nobody's making any early ground on Kaymer, who could be forgiven for slipping into Jimenez Mode right now: cigar ON. The conditions, to be fair to the players out there now, are much harder, with the greens cooking under the North Cackalaka sun, but then Kaymer had to put up with this yesterday afternoon, and he shot 65. Mickelson finds the centre of 4 with his approach. He's a fair distance from the flag, though, and doesn't look particularly thrilled with the result. Rose's approach, from a similar position, is right over the flag; he'll have a birdie chance from eight feet. Kuchar can't make his birdie at 14. But there's one for Brendan Todd at 3, and he joins the logjam at -2. Kevin Na, at -2, attempts to tickle a birdie putt in on 5, but it stays out on the right. Matt Kuchar whistles his second into the heart of 14. He'll have a birdie chance there, hoping to move to -3. Speith was so close to joining the large chasing pack at -2 on the 1st hole, but he's just bogeyed 2 to drop back to level par. He's just sent his drive at 3 into a greenside bunker, though, so a fair chance to get up and down for birdie and grab it straight back. Ryan Moore, at +5, sends a wedge into 5. One bounce. Then the second bounce lands in the cup on the full! Slam dunk! God knows where that ball would have ended up otherwise. South Carolina? He's +3 now. The reigning champion Justin Rose - remember him? Remember Merion? - birdies 3 like Fitzpatrick and Mickelson before him. He's +1 and not out of this. He also looks like he's enjoying himself, perhaps having felt the pressure as returning champion yesterday. That's lovely to see. The young Sheffield amateur Matthew Fitzpatrick is determined to have two final rounds as an amateur player. He turns pro once the US Open is done, so it'd be nice for him to stick around for the weekend, for old times sake. To this end, he's rattled in a long birdie putt on 3, and is level par for the tournament! What a prospect this young lad is. Ice in the veins, rather like that Kaymer fellow. Meanwhile his playing partner, Phil Mickelson, is on a charge! He birdies the hole too, and is suddenly tied for second place at -2! The projected cut will see players at +6 and over head home. That would be Bubba bye-bye to the Masters champion Watson, Charl Schwartzel, Jason 'The Somnambulist' Dufner, Luke Donald, YE Yang, Darren Clarke, and Lee Westwood, who has started birdie-double bogey-bogey-birdie. Ludicrously, in other words. Also going home: the circus duo Hunter Mahan and Jamie Donaldson, who played each other's balls going up 18, before driving off in buggies with square wheels. That leaderboard is preposterous, isn't it? Kaymer's 36-hole score of 130 is the lowest in US Open history, coming behind Rory McIlroy's 131 at Congressional in 2011, the 132 set by Ricky Barnes at Bethpage Black in 2009, and the 133s of Jim Furyk and Vijay Singh at Olympia Fields in 2003. Poor old Barnes and Singh didn't get to lift the trophy as reward for their troubles. Imagine making a mark like that, and still coming up short. Kaymer is a cool enough dude to cope with the pressure that'll be coming his way over the next 50-odd hours, but he'd be forgiven for getting the fear. If he's got a sizeable lead by the end of today, and fails to close this out, he'll not forget it for a while. Jordan Spieth is one dimple away from the perfect start at 1, but the putt dies to the right just before the hole. He remains at -1, just below the fairly static leaderboard. Matt Kuchar, who usually bothers these things come major time, has started strongly once again, with a birdie at 11. -10: Kaymer (F) -2: Koepka (F), D Johnson (F), de Jonge (F), Bradley (F), Na (3), Kuchar (3*), McDowell (2*) The crowd aren't giving up on Lefty, despite Martin Kaymer's position. An approach pin high at 2, and he rattles in the putt, giving the throng something to whoop and holler over. What an atmosphere! He's -1 now. Nine behind the lead, yes, but 16 holes to play for a man who loves nothing better than a birdie charge. Dafter stories have been written. Who's going to make a fast start, then? Is anyone going to come at King Kaymer? I suppose Sergio's start qualifies as fast, doesn't it. A birdie, then a double bogey including a shank. McIlroy's bogus opening hole. Even the normally dependable G-Mac can't be relied upon: a birdie at his opening hole, the 10th, followed by a missed tiddler for par at the next. He had sole possession of second place for a second there, but now he's back in the pack. The most determined opening salvo has been launched by journeyman and headline-writer's dream Erik Compton. He's come straight outta the field to card three birdies in a row, at 2, 3 and 4, to move to -1. That's some start by a player who has a fascinating back story, to say the least: he's only played in one major previously, the 2010 US Open, but he's had two heart transplants. You wouldn't begrudge him a tilt at the prize, would you? Oh, here comes Mr Murray. He's fed and watered and ready to take you through the afternoon. I'm off. Bye. Rose, Mickelson and Fitzpatrick all take par on 1. Meanwhile, McIlroy has had an abject start on 10. He's bogeyed it and drops back to +2. Double bogey on 11 for Garcia! He was always going to struggle after clunking his second way out west. He began the day looking ahead of him. He'll be worrying about staying for the weekend now. Westwood birdies the first! Well done Lee. It would have been harder not to after his fine second shot. He's +4 now. Meanwhile, Rose, Fitzpatrick and Mickelson all find the fairway on the first. Mickelson will be hoping to putt better than he did yesterday if he has any hope of bridging even part of the the chasm between him and Kaymer. It doesn't get any better for Sergio. He chips out of the nasty stuff and watches in dismay as his ball takes a big bounce and then skedaddles across the green and right into the bunker to the left. Oh dear. Oh Sergio! After making par on 10, he lands his tee-shot on 11 right in among the clumps of rough stuff to the right of the fairway. He addresses the ball, looks up towards the flag, and slices a shot that even I wouldn't be proud of, right back among the filth about 150 yards ahead of him and some way short of the green. That was a horrible connection. He's +2. He might not be +2 in five minutes, mind. Lee Westwood, starting on +5, has done his chances of staying for the weekend no harm whatsoever with a glorious 2nd shot into the 1st green. He plops his ball within 8ft of the flag to give himself a great chance of making up a shot and creeping away from the projected cut, which is currently +6. Danny Willett has recovered from the shakes and found his groove again. From off the green on 7 he takes a steady little backswing and putts a no-fear full-of-beans uphiller right into the centre of the cup. Plop! That's a birdie. And that's him back to evens. Well done. Evening. Gregg here. I'm stepping into Scott Murray's golf shoes for a little bit so that he can calm down after that Martin Kaymer masterclass. How are you all anyway? Time for me to take a wee break and a few mouthfuls of Golf Glove Grub. Taking good care of you in the meantime, Mr Gregg Bakowski! Bradley curls in his birdie putt, with large right-to-left break. He finishes with a second 69; he's -2 for the championship. Kaymer can't follow him in, but par will do. He's signing for another 65, this one blemish free. He's -10 for the championship. That was an amazing round, a performance for the ages. He's halfway to his second major title and his first US Open. Well, more than halfway, you'd have thought. Still, two days to go, plus the chance someone will eat into this eight-shot lead this afternoon. Anyone fancy taking a run at it, then? -10: Kaymer (F) -2: Koepka (F), de Jonge (F), D Johnson (F), Bradley (F), Na, McDowell To the 9th, then. Keegan Bradley plops his tee shot into the heart of the green. Pin high, 12 feet from the flag. Very impressive. Kaymer would take that right now. And he follows Bradley's lead. Equally impressive. Two putts for a 65. One for a 64. What form he's in! And here's a stat he'll like: the last two majors have been won by the 36-hole leader, Dufner at the PGA, Bubba at the Masters. Not one of Kaymer's best putts. From the front edge of the 8th, he leaves a 40-footer a good eight feet short. But he's left it uphill, so if you're going to misjudge it, that's the way to do it. Bradley's turn, and he rattles in a 25-foot par saver, and remains at -1. And then Kaymer steps up and knocks his par putt straight up the green, with a smidgen of left-to-right, and into the cup. He remains at -10. The par-three 9th is all that lies between him and a second 65 on the bounce. 65-65! At Pinehurst No2!!! It's all spinning out of control a wee bit for Danny Willett. Bogey at 5, his third in four holes, and he's dropped back to +1. Meanwhile a sense that the end of the round can't come quickly enough for Kaymer, his hot form notwithstanding. He's played a couple of loose shots over the last couple of holes, and he mishits his approach to 8 a little, pushing it to the right, the contact a little heavy. But his ball still squirts onto the front-right of the green. As bad shots go, leaving yourself two putts for par isn't the worst. Birdie for Bradley at 7, his approach pin high to ten feet. He's -1 again. How he'll rue going out in 37; he's -2 coming back so far. A disappointing end to a disappointing day for Paul Casey, who sees his short par putt on 18 horseshoe out. He ends the day with a 75, and he's +5. To think he was -2 standing on the 8th, his 17th hole, yesterday. That missed tiddler might have cost him a ticket for the weekend, with the cut currently predicted to fall at +4. Scott meanwhile nearly rakes in a long birdie effort on 9, but settles for par and a 67. He's level par for the tournament, a fine round today. Oh my goodness, Kaymer splashes to a couple of feet. He'll surely save par. That was such a delicate little splash, his ball clipped Seve style, the yolk off the white of the egg without spilling a drop. He stays at -10. \"It's very, very impressive what Martin's doing,\" laughs Brendon de Jonge, who is very pleased with the way he's playing himself, as he certainly should be, at -2 halfway. \"He's definitely playing a different golf course to the rest of us!\" A glimmer of hope for the field, as Kaymer makes another unforced error. He's tiring a little, perhaps. His approach to 7 is pulled into a bunker front left of the green. He's got very little green to play with, shortsided with extreme prejudice. If he scrambles par from here, everyone else may as well pack up and go home. It's all fallen apart for Fran Quinn, incidentally: after that fast start with birdies at 1 and 3, he's bogeyed 4 and 5, doubled 7, and dropped another at 12. He's +1 now. A long iron off the 7th tee for Kaymer, straight down the middle. Meanwhile Dustin Johnson polishes off his par putt for a one-under 69, his second of the week. He's done nothing wrong, give or take a missed tiddler! Johnson, Brooks Koepka, and Brendon de Jonge have all done nothing wrong! In fact, they've played stunning US Open golf on this pretty puzzle of a course, and yet they're eight shots off the lead right now! Eight shots! This is astonishing. -10: Kaymer (15*) -2: Koepka (F), de Jonge (F), D Johnson (F), Na, McDowell -1: Molinari (14*), Snedeker, Stenson, Kuchar, Todd, Spieth, Matsuyama Kaymer splashes out to a couple of feet. Mickelsonesque nerve on display as he took a full swing at that. He had maybe 30 feet to cover there. What touch! What confidence! What a player! A nerveless back-of-the-cup rattle for par, and he remains at -10. Up on 9, Dustin Johnson plays his last hole of the day. He gives himself a fine chance for birdie, his tee shot flying over the flag and landing 15 feet behind the cup. But he doesn't give his par putt enough juice, and it dies left. And on 18, De Jonge tidies up for par, putting his name to a second-round 70 which, added to his opening-day 68, leaves him at -2 in joint second place right now. Kaymer makes a rare mistake! He lets his tee shot at 6 drift out to the right, and into a greenside bunker. A tough up-and-down from there awaits him. De Jonge faces a tough par scramble too, from the front of 18. His chip up the green ends six feet from the flag, no gimme. Bogey for Willett at 4. He's back to level par, having taken three to get down from close range. Kaymer puts his putt away without fuss. He moves to -10. This is phenomenal. He leads by eight shots right now, as de Jonge has dropped a shot on 17, while Johnson has failed to hole an eight-foot birdie putt on 8. Brooks Koepka has hit his approach at 18 pin high to six feet, and ratted in the birdie putt to sign for a 68. But they're all just - just! - at -2. One or two of the afternoon starters is going to have to make a move, or this US Open could be as good as done and dusted by the halfway stage. Mind you, Arnold Palmer was seven clear of Billy Casper with nine holes to play in 1966, so let's count no chickens. You wouldn't bet all the chicks and the rest of the farm against Kaymer, mind, would you? -10: Kaymer (14*) -2: Koepka (F), D Johnson (17*), de Jonge (17), Na, McDowell Kaymer batters his second shot at 5 to the front of the green, then hits a 28-yard eagle putt to six feet. That's a fine effort, not least because six feet past the hole, and that ball's skittering off down the bank at the back. Is he about to move into that rarity for US Opens: double figures under par? Meanwhile birdie for Willett on 3, to move back to -1. Johnson misreads his putt from just off the front of 7, leaving himself well short and left. But he pops in a very missable par putt to stay at -2. Imagine having the game to do that, and missing a tiddler like he did on the previous hole. It's why we love watching him play. It's also why he's yet to win a major, despite having all the tools. The top of the leaderboard, then: -9: Kaymer (13*) -3: de Jonge (16) -2: D Johnson (16*), Na, McDowell Dustin's binlid has flipped, an approach to 7 short of the green. A battle for par from there. Good work from Francesco Molinari, who rattles in a 20-footer on 4, and that's back-to-back birdies: he's -1 for the tournament. No word of Kaymer for a while: he's had to wait on the 5th tee for a quarter of an hour, that's why. He eventually takes out big Bertha, and batters a drive down the left-hand side of the fairway. It flirts with the scrub down the left, but stays on the tidy stuff. Just. Adam Scott is coming back. Birdies at 3 and now 5, and he's level par for the championship. He's -3 for his round today, the next best performance after Kaymer. De Jonge has second place to himself right now, and finds 16 in regulation, but leaves himself with a long two-putt for par. Dustin can't rake in his birdie effort at 6. And then he misses an 18-inch par putt! Dearie me. The toe of his putter was almost pointing back towards him when he hit that! What abject carelessness! He completely took his mind off that. Take no liberties, Dustin, this is Pinehurst No2 here. He's back to -2, and storming off the green, fuming. \"The wrong ball carry on at 18 reminds me of the greatest golf scene in cinema history,\" writes Simon McMahon. \"James Bond v. Auric Goldfinger. Oddjob as caddy for the man with the Midas touch was something else too. The scene was filmed at Stoke Park which was close to Pinewood Studios. The film was released in 1964, the same year that Bond's creator and golf fan Ian Fleming died, shortly after having been made Captain Elect of Royal St. George's.\" Stoke Park's a lovely course. The 7th was the inspiration for the original 16th at Augusta National, though big changes down Georgia way have made any comparison almost worthless these days. Brendon de Jonge isn't taking this lying down. A tee shot at 15 pin high, and he rolls in a ten-footer for birdie. He's got a share of second at -3, alongside Dustin Johnson, who also appears to be in the mood to give it a go, rather than die wondering. He fires a long iron into the heart of the lengthy par-three 6th, leaving himself a 20-footer that's uphill and makeable for birdie. Kaymer can't make his birdie putt on 4, the ball staying high on the right, but he taps in for par, and stays at -9. Can Dustin close the gap to five? Kaymer drives his ball right down the middle of the long par-four 4th. He arrows his approach straight at the flag. It drops 12 feet in front of the flag, thinks about toppling back down off the green at the front, but stays put. He's got the ball on a length of string at the moment. Another birdie chance, an uphill putt he can have a trundle at. This is sensational golf. Other thing is, nobody else is ripping up the course like Kaymer is doing right now. It's not as if set-up or morning conditions can be blamed. Kaymer is -4 today. The next best rounds today are -2, by Gary Woodland, Adam Scott, Kevin Stadler, Luke Donald and Lucas Glover, of all people. Ah, and Dustin Johnson, who has just birdied the par-five 5th to move to -3. Only six shots back! Eatin' into that lead! -9: Kaymer (12*) -3: D Johnson (14*) -2: de Jonge (14), Na, McDowell -1: Koepka (15*), Willett (10*), Snedeker, Stenson, Kuchar, Todd, Spieth, Matsuyama Kaymer's eagle putt, then. It's a 30-footer down the hill, with a big left to right break. He overhits it, so although the line's good, it only breaks back a good five feet past the hole. He's left with an uphill birdie putt, though, and in it goes, with a gentle right-to-left glide. He's -9! Probably the time to consider the lowest marks in US Open history: Tiger Woods was -12 when he won the 2000 tournament, while Rory McIlroy ended on -16 in 2011. With the caveats that Kaymer could drop a few coming in, and one of the second wave of starters could card a low score later this afternoon, this is in danger of turning into a procession. What do the USGA do? Tighten the course up in the hope that Kaymer stops making birdies, and maybe starts sliding back? Thing with that approach is, it's going to be hard for anyone else to make up the shots. Hmm. Problems, problems, problems, the like of which haven't been seen in the States since the days of the Everly Brothers. Donaldson, on 2 at +8, claps his approach to six feet. A wonderful shot, but don't smell his funny flower! Kaymer has just driven the 3rd. Two putts, and he'll be -9, seven clear of the field. But let's not get ahead of ourselves. Sky have just pointed out that, having just played the back nine twice, consecutively, those particular 18 holes added up to 63. Which, of course, is the lowest score ever carded in a major. It's not the same thing, of course it's not, by a long chalk, but it goes some way to illustrating just how well he's been playing. Mahan, off the back of the wrong-ball debacle on 18, rakes in a huge birdie putt on 1. He's back to +3. A great effort, but don't smell his funny flower! Willett can't make his birdie putt on 17. Par. Birdie for Adam Scott on 4, after he drove the green and missed an eagle rake by inches. He's back to +2. An eagle for Kevin Stadler on 13, though, as he pitches his approach six feet behind the flag and spins it back into the cup. He's suddenly only +5 now, and thinking about making the cut. A staunch par saver for De Jonge on 12. He remains at -2, in second place, a mere six off the lead, Kaymer having traversed the 1st without fuss. That's something, though it's beginning to look as though one of the later starters will have to take a run at the leader. Quinn, at 7, putts his third up to the flag from off the green, but the ball rolls away back down the hill. He'll be dropping a shot there at least. Dustin Johnson saves par on 4 with an up and down from sand. Kaymer, in dreamland, finds the centre of 2 in regulation. *MBM writer contines to shake* A total farce has unfolded on 18, with Hunter Mahan and Jamie Donaldson playing each other's balls with their second shots! Dear oh dear. They only find out upon reaching the green, and have to make the walk of shame back. Donaldson was already having a complete shocker. He was -2 at the 17th tee yesterday, but double bogeyed that, and having carded 70 yesterday has continued to collapse. Opening bogeys at 10 and 11, another at 15, a triple at 17, and now this absurdity. This is the US Open you're playing here, chaps! Get with the program! Dear lord. Donaldson's round is shaping up to be one of the great komik kutz in golfing history, but at least the Welshman had already collapsed, so little is lost. Mahan was only +2, and still had a little hope. Double bogeys all round! All four clowns - Mahan, Donaldson, and the two caddies - have the decency to look extremely embarrassed as they scuttle away from one of the most famous greens in world golf having done that. What will Payne Stewart be thinking if he's looking down on this nonsense right now? Imagine being Stewart's caddy if this had happened to him! *MBM writer shivers with fear* Adam Scott was out in 33, but a bogey at 2, sending his third ten feet past the pin with a nudge from his greenside fairway wood, sets him back to +2. Willett looks to bounce straight back by sending a beautiful tee shot over the flag at 17 to eight feet. Paul Casey meanwhile is going along nicely: a birdie at 9 and he's playing par golf today, and par golf for the tournament. Kaymer makes his par at 18, as you always knew he would. Ice in the veins. He really is a special player. That still might not be enough to win a US Open, of course, but he's won a PGA in a play-off, knocked in the decisive putt at a Ryder Cup, and pulled himself out of a tailspin to win the unofficial fifth major last month. He is something else. Meanwhile back on 5, Quinn drops another shot; on 16, Willett leaves a six-foot par putt up on the right; while up on 3, Dustin gets up and down from the bunker to birdie. The big man's in second spot now Kaymer's six shots ahead. -8: Kaymer (9*) -2: D Johnson (12*), De Jonge (10), Quinn (5), Na, McDowell Dustin Johnson's second at 2 is arrowed right at the flag: he'll have a short birdie putt to move to -2. But he doesn't make it. He remains where he is. He's -1! But there's a chance for him to pick up a shot at the short par-four 3rd, where he's just plonked his tee shot into the bunker front right. That's where Fran Quinn nearly splashed out for eagle. Meanwhile up on 18, Kaymer's found yet another green in fuss-free regulation. Gary Woodland was one of the stars at Augusta this year, wheeching through the front nine in 30 strokes on the third day, before collapsing, if that's the word for a sub-70 round, to a 69. But what a whirlwind that was! Anyway, nothing quite so dramatic this morning, but this is a course that suits his big hitting and handy short game, and he's -3 through 7 this morning; coupled to the 72 he shot yesterday, that's him -1 for the tournament. Along with the leader Kaymer, this is the round of the day so far. But young Willett isn't far behind him: he's just hit his tee shot at 15 over the flag to three feet, and rolled in a gentle right-to-left birdie putt. He's -2 for the round, and the tournament, and is tied for third place on debut! Dufner in the bunker. And after one splash, he's still in the bunker. A second escape to four feet, but that's a bogey, and he's back to +3. Bradley leaves his putt three feet short, giving Kaymer a read. The leader doesn't quite make use of it, his ball caressing the left-hand side of the cup before staying out. Par. He remains at -8. But poor Bradley is back to level par, missing a tiddler for his three. If he's doing this with the belly putter anchored, what's he going to be like when the things are banned? You do worry for him. But putting's part of the game. If not the game. Bradley got up and down rather brilliantly from the bunker at 16, by the way. On to 17, where the leader Kaymer clacks a gorgeous tee shot pin high. Again, he's not gone right at the flag, which is front right and near the run-offs and some sand. But he's given himself half a chance of yet another birdie. Bradley follows him, outside Kaymer's ball by about five feet. Their playing partner Dufner has been drifting along at +2, but may not be there much longer, dumping his tee shot in the sand Kaymer and Bradley so cleverly avoided. Meanwhile trouble for Quinn at 4: he's off the green front right, and sends his putt ten feet past the hole. That's actually a decent effort from where he was, but the return putt doesn't go in. He's back to -3, and Kaymer is five shots clear. Kaymer rakes in another birdie putt! From 35 feet away, he rolls in a beauty, and moves to -8. He's four clear of Fran Quinn at -4, and with De Jonge dropping a shot at 8, six clear of third place. This is beginning to look ominous. Nobody's ever going to be the boss of a course like Pinehurst No2, but Kaymer looks to be taking the perfect approach, playing it safe without being unambitious, going for the greens without being overly aggressive. Make a few putts, scramble well, and well looky here! This is sheer brilliance from the 2010 PGA winner and current Players champion. From 200 yards out in the centre of 16, Kaymer finds the heart of the green. He's playing sensible golf here: forcing nothing, knowing full well Pinehurst is prepared to bite, and grab a few of those shots back. Bradley, by comparison, has done well to get himself back into the mix at -1, but he blooters his tee shot into the scrub down the left, then wangs his second into the middle of a huge bunker to the right of the green. An up and down's no gimme from there. \"Can't be just me that's decided to leave the garden to go all Pinehurst #2 to celebrate this event?\" wonders Calum Lynch, taking an admirably romantic approach to rank indolence. This is Danny Willett's debut at the US Open, and he appears fairly comfortable in his shoes. A level-par 70 yesterday, and now he's rattled a birdie putt right across the 13th green to move to -1. He's tied sixth for the championship at the moment. Not bad for a 25-year-old son of a Sheffield preacher. Hey, any old excuse ... De Jonge is in bother down the right of 7, in the scrub. He can't find the green with his second, but clips a pitch up the green to five feet. He should save par. And that's what he does. On 2, Quinn drives into the bunker at the front of the green, then nearly holes the sand shot for eagle! Birdie will do, though, and he's alone in second place at -4! Kaymer meanwhile just can't be stopped: he splashes out gracefully to eight feet at 15, as good as he could do, really, then rolls in the par putt. Bradley knocks in a ten footer for birdie, meanwhile, his second in three holes. After an awful two-bogey start, he's back to -1. This is beginning to bubble up. It's an excellent US Open. -7: Kaymer (6*) -4: Quinn (3) -3: De Jonge (7) -2: Na, McDowell The beauty of Pinehurst No2, pt XXXVIII: Ken Duke's tee shot at 9 rests against a clump of thick grass on the edge of a bunker. He's stymied from behind. Here's the picture from left to right: bunker-clump-ball-pin. He won't be able to get his club through the clump to hit the ball towards the cup. So he's got no option but to use the toe of his putter to tok the ball sideways and then back into the sand. Haw! And this is just delicious, because what happens next? Oh you know what happens next! He splashes out, and with three bounces plops his third shot into the cup! There won't be a better par all week. Brilliant! He remains at +3, but that's not really the point of this dispatch. You'd have a heart of stone not to be grinning like a buffoon after watching that palaver! Another poser for Kaymer, this time at the par-three 15th. He misses the green, dumping his ball in the bunker front right. With not much green to work with, that won't be an easy up and down. Seconds before, up on the same green, Louis Oosthuizen, at +1, saves par with a staunch ten-footer. Upon picking out his ball from the hole, he becomes the first man since the legendary Nick Faldo to perform that bandy-legged Oo-er-I'm-About-To-Collapse comedy stagger. Oh dear. He'll be saying things like \"jeepers creepers\" in interviews next. Kaymer in a little trouble here on 14. He seriously overbakes his uphill putt from 50 feet, and misreads it too. Unless he drains a 15-footer coming back, he'll be dropping only his second shot of this year's tournament, and the first since yesterday's par-four 7th. But what do you know! He makes it! That's the sort of saver that wins US Opens, worth as much - if not more, mentally - as those birdie rakes. The leaderboard, and look how spread out it's become already, given the logjam of yesterday afternoon: -7: Kaymer (5*) -3: De Jonge (6), Quinn (2) -2: Na, McDowell Adam Scott has finally come alive. A fairly mundane 73 yesterday, and three opening pars today, but he's just birdied 13 and 14, and suddenly finds himself at +1. You'd think he needs to post a low score today to have a chance in a tournament he's never really enjoyed; well, he's going about it the right way. Back on 14, Kaymer is able to get his ball out of the sand with a view to reaching the green. Which he does, just, though he's left with a long two-putt for par. Fran Quinn is only a turn or so away from a second birdie of the day, this time at 2. Meanwhile to illustrate how difficult these greens are, major winner Charl Schwartzel has just putted from the middle of the par-three 15th. A misread, and his ball breaks off to the right, and skitters off the front of the green. What a farce. Though it's lovely to see the pros struggle like rank amateurs, let's not ignore that fact. Schwartzel started the day at level par. He gets up and down for bogey, but that comes hot on the heels of bogey at 14 and double bogey at 12. He's +4 for his round through six holes, and +4 for the tournament. He'll have the heat on. Kaymer hasn't looked like he's in the mood to give the rest of the field a chance. But his drive at 14 drifts off into a bunker down the left of the hole, and he may need to take his medicine and chip out from that. In which case, a bogey will be the most likely outcome. Seeing we're discussing bogeys, here's Dustin Johnson failing to get up and down from sand on 16, and misreading a par putt dismally while he's at it. He's back to -1. Bradley, who has done nothing all day, drains a 30-footer for birdie! That was one of those monsters that was going in from the moment it left the face of his putter, you just knew it. A beautiful stroke! And guess who goes to school on it? Martin Kaymer, that's who! The only worry about Kaymer's putt, from similar range in the middle of 13, is that he's not hit it. It's on line. But there's just enough on it, and it drops for his second birdie of the day! It really should be his third, but two will do, and he pumps his fist into the air, allowing a huge smile to spread across der Bundescoupon. He's four clear of the field! Dufner rolls in his short birdie putt, by the way, it would have been a shame had he missed, on account of hitting the only decent approach. Another hole, another fine approach by Martin Kaymer. He's not playing the longest in this group, though with Dufner and Bradley in attendance that's hardly something to be ashamed of. So he's a fair way back, but he still arrows an iron into the heart of the green. This isn't in realistic birdie territory - though it's a half chance - but the main thing is, it's safe. For all that there may be scores out there this morning, this is still Pinehurst No2, and this is still the US Open. Dufner, by far the longest on this hole, lifts a wedge over the flag and gives himself a chance of birdie. Paul Casey and Jimmy Walker drop back after fast starts, incidentally, with bogeys at 2 and 13 respectively. Kaymer won't worry too much about missing that birdie opportunity, though he's not in a position to be fussy quite yet. De Jonge's move up the leaderboard we already know about. But there are others. Dustin Johnson's just birdied 15 to return to -2, while the unheralded Fran Quinn has picked up where he left off yesterday: the 49-year-old carded a first-round 68, and he's birdied the opening hole today to move to -3. Here's the leaderboard on the hour: -6: Kaymer (3*) -3: De Jonge (5), Quinn (1) -2: D Johnson (6*), Na, McDowell Goodness me, Martin Kaymer really does look like the man to beat this week. He plays his second into 12, a green that's hardly unique with its small landing area and dramatic roll-offs. It's right at the flag, 15 feet from the cup. Maybe just 10 or 12. Notable that Kaymer was the first to play, having been the only member of the group not to attempt to blast the cover off his ball. Dufner is in the bunker front right, while Bradley, from the scrub down the right, is to the right of the Dufner Bunker. Not only does he have sand to traverse, he's also shortsided. What a puzzle. But in fairness he clips a superlative chip just over the bunker, his ball rolling about 12 feet past the hole. Not ideal in wider-picture terms, but about as good as he could have been from where he was. Kaymer steps up for his birdie putt. It's uphill, from 12 feet - but he misses it, the ball skating by on the right. He'll stay at -6. A chance spurned, after such a good approach. Bradley can't save his par; it's been a poor start; he's +1 now. Dufner splashes superbly to a couple of feet, from where he makes par, though only just, using all of the hole and blowing hard as he walks off considering the yips. Kaymer tidies up for par. Another birdie for Brendon de Jonge! He's in second place on his lonesome, having now carded back-to-back birdies, adding to his three at 3 with another at 4. He's -3, and three strokes behind Kaymer, who has just stroked a gorgeous tee shot straight down the middle of 12. Dustin Johnson has dropped a stroke, giving up that fast start: he's -1. As is Brooks Koepka, erstwhile leader of this tournament, who is at least unlike Johnson moving the right way: birdie at 15 for him. Slow play. Good lord. Doug H Sanders. Keegan Bradley takes an absolute age to play his second shot. He's just managed to stay on the fairway. He peers down it. Checks his ball. Assumes his stance. Steps back. Checks his ball. Peers down the fairway. Adjusts his glove. Steps back. Checks his ball. Steps back. Eventually he gets on with it - and leaves his approach ten yards short of the green. What was the point? It was a simple enough shot. Hurry up, for the love of God. Then he underhits the long uphill putt onto the green. He'll be left with a 12-footer for par. And he overcooks it. Back to level par. Dufner, by comparison, tics and twiddles a bit, but batters out of the scrub to the front of the green. He can't get up and down from there, but he's unfortunate with his putt, which fails to drop into the cup on the right despite flirting with the edge of the hole. He's back to +3. Kaymer meanwhile plays it a little too safe with his iron into the green, and leaves himself a long uphill putt, 40 feet maybe. And it's a pretty good effort, sliding four feet past on the right. He pops in the par putt, the only man in the group not to drop a stroke at this difficult hole. All three of the morning marquee group clatter their drives dangerously close to the scrub down the left. Only Kaymer escapes. A sign that this is his week? Perhaps. Perhaps not. Dufner has flayed his drive into deep abuse. Best round of the morning so far, and proof that there are scores out there early doors, is down to the soon-to-be-veteran Ken Duke: birdies at 1, 3 and 4, and he's -3 for his round through four holes. He's +2 having posted a distinctly average 75 yesterday, but this sort of carry-on offers succour to the chasing pack, and those who didn't have so great a day yesterday. Kaymer makes no mistake with his birdie putt! Tempting fate, of course, but his putting stroke looks very metronomic and solid. That was right in the centre of the cup. The perfect start to the morning for the German. The commentators on US television have already uttered the phrase \"McIlroy at Congressional\". It's unlikely that Kaymer will embark on a similar procession, if the USGA have anything to do with it, though you never know. Meanwhile Dufner gets up and down from the back with a lovely chip up the hill, while Bradley gets his par with a couple of safe putts. Elsewhere, De Jonge snaffles back the shot he dropped on the opening hole with birdie at 3. He's -2 again. This is what the very top of the leaderboard looks like now: -6: Kaymer (1*) -2: D Johnson (3*), de Jonge (3), Quinn, Na, McDowell -1: Stricker (3), Walker (3*), Bradley (1*), Molinari, Snedeker, Stenson, Kuchar, Todd, Spieth, Matsuyama Dufner up first, sending his wedge into 10. And what a pin position! It's back right, with a small area to hold the ball up on. Dufner is about one bounce too long, and the bank at the back claims his ball, sending it skittering down the back. What a tricky up and down he'll have from there. Kaymer lands his ball pin high with a little backspin; it bites, and he'll have a 12-footer for birdie. What a start this could be for the leader. Finally Bradley, who plays it supersafe from 90 yards, coming up a good ten yards short. He's on the green, at least, unlike The Somnambulist, who to be fair might not have woken up yet. An early birdie for Steve Stricker, who has the patience, moxie and most importantly the putting stroke to make an impact this weekend. He's -1. There are going to be a lot of times I'll be saying that today. He's -1. By way of illustration, the big South African, Bredon De Jonge, started out in second place today, but he's bogeyed 1. He's -1. The conditions should be favourable for the early starters today, before the temperature rises, and then temperatures rise. The upside-down-turtle greens will be a little softer, or rather not quite as baked as they'll get later. A fair bit of rain last night, so control should be a little easier until it dries out, at the expense of a little distance perhaps. In theory, the best scores should be made in the morning. But then look what Kaymer did yesterday. It's all about keeping your head, being patient, putting the ball in the right places, and holing those putts. Aggression doesn't always pay dividends: consider the scores of Rory (+1) and G-Mac (-2) yesterday, with the former relying on his raw talent to go for the pins, the latter grinding it out and playing smart. Dufner, Kaymer and then Bradley all send their second shots further down 10; Bradley's furthest ahead, and positioned best to pepper the flag. Birdies on their mind. The leader Martin Kaymer is just about ready to tee off this morning, with his fellow PGA champions Keegan Bradley and Jason 'The Somnambulist' Dufner. They're not the first group out this morning by any means, mind, and we've had a couple of early movers. The most significant is the man pictured at the head of this fine report, the ever-entertaining Dustin Johnson. He's battered his way down the long par-five 10th, and birdied it. He's now in a tie for second with Kevin Na, Graeme McDowell, and the big surprise package, the 49-year-old journeyman Fran Quinn. Early birdies too for Mark Wilson, Jimmy Walker, and Paul Casey, all at -1 now. Good to see Casey firstly isn't injured - he jiggered his dodgy shoulder coming up the 10th yesterday - and has gotten over that late-in-round double bogey which dropped him back to level par. But never mind that: the morning marquee group is out, and Dufner (+2), Bradley (-1) and Kaymer (-5) have all whistled drives down the track. It's on! For a while, Martin Kaymer appeared hell bent on throwing away this year's Players Championship. Pootling along the back nine serenely with a healthy three-shot lead over Jim Furyk, his progress was halted by a storm. And when he returned, it soon became clear his equilibrium had been knocked out of whack by the wait. With Furyk already in the clubhouse, feet up and waiting, Kaymer double bogeyed 15. Then at the famous island green at 17, he only just stayed dry with his tee shot, before fluffing a chip from the fringe. He was left with a 30-foot par putt, and only a one-shot lead. Not only because the lightness was fading fast did it start looking grim. But no matter. Kaymer dug into the old reserves. He drained the par putt, then played 18 in the solid style to prevail by one stroke. He'd battled to come through, and had the unofficial \"fifth major\" in his bag, alongside the PGA Championship he'd already won back in 2010. Of course we already knew he had der Hoden, because he'd sunk the winning putt at the Miracle of Medinah in 2012, when his game and his confidence were in tatters. But the former world number one really is back now, as yesterday's near-faultless 65, an opening round of steely-eyed wonder around a stunning (and stunningly difficult) golf course, proved. Field, watch out! Give this man a three-shot head start at your peril! Still three days and 54 holes left, of course, so plenty of time for everyone to catch Kaymer up. Or wait for him to drop back into the field, this is the US Open after all, at the treacherous Pinehurst No2, with its epic fairways, sandy scrubland, and greens like VW Beetles. There's quite a cast of players from the top drawer who also shot sub-par rounds yesterday waiting to pounce: former major champions in Graeme McDowell and Keegan Bradley, major champions in waiting such as Henrik Stenson, Matt Kuchar, Dustin Johnson, Brandt Snedeker, Harris English and Jordan Spieth. And the field is gloriously bunched, with plenty of big names a further shot or two back, but still within striking distance, especially if Kaymer stumbles today: Rickie Fowler, Rory McIlroy, Ian Poulter, Louis Oosthuizen, Zach Johnson, Paul Casey, Jason Dufner, Justin Rose, Sergio Garcia and Adam Scott. Oh, and Phil Mickelson, sat handily at level par, that career grand slam dream still within sight. -5: Kaymer -2: Na, McDowell, De Jonge, Quinn -1: Snedeker, Stenson, Kuchar, Todd, Spieth, Matsuyama, D Johnson, English, Bradley, Molinari That's an awfully long-winded way of saying anything could happen. But it could! It really could. Gotta love golf. Gotta love the US Open. Gotta love Pinehurst No2. This is on! TODAY'S TEE TIMES Starting at the 1st in the morning... 6.45am (11.45am BST): Alex Cejka, Graeme Storm, David Oh 6.56am (11.56am BST): Oliver Fisher, Casey Wittenberg, Andres Echavarria 7.07am (12.07pm BST): Joe Ogilvie, Mark Wilson, Ken Duke 7.18am (12.18pm BST): Jim Furyk, Steve Stricker, Bill Haas 7.29am (12.29pm BST): Brendon de Jonge, Kevin Stadler, Shane Lowry 7.40am (12.40pm BST): Luke Donald, Harris English, Paul Casey 7.51am (12.51pm BST): J.B. Holmes, Gary Woodland, Graham DeLaet 8.02am (1.02pm BST): Retief Goosen, Geoff Ogilvy, Lucas Glover 8.13am (1.13pm BST): Bernd Wiesberger, Hyung-Sung Kim, Toru Taniguchi 8.24am (1.24pm BST): Ryan Palmer, Rod Pampling, Kevin Streelman 8.35am (1.35pm BST): Azuma Yano, Ryan Blaum, David Gossett 8.46am (1.46pm BST): Simon Griffiths, Fran Quinn, Donald Constable 8.57am (1.57pm BST): Hunter Stewart (a), Sam Love (a), Zac Blair Starting at the 10th in the morning... 6.45am (11.45am BST): Garth Mulroy, Steven Alker, Bobby Gates 6.56am (11.56am BST): Niclas Fasth, Kiyoshi Miyazato, Hudson Swafford 7.07am (12.07pm BST): John Senden, Nicolas Colsaerts, Brooks Koepka 7.18am (12.18pm BST): Dustin Johnson, Jimmy Walker, Victor Dubuisson 7.29am (12.29pm BST): Stewart Cink, Justin Leonard, Y.E. Yang 7.40am (12.40pm BST): Bubba Watson, Adam Scott, Charl Schwartzel 7.51am (12.51pm BST): Ernie Els, Darren Clarke, Louis Oosthuizen 8.02am (1.02pm BST): Jason Dufner, Keegan Bradley, Martin Kaymer 8.13am (1.13pm BST): Hunter Mahan, Francesco Molinari, Jamie Donaldson 8.24am (1.24pm BST): Bo Van Pelt, Gonzalo Fernandez-Castano, Seung-yul Noh 8.35am (1.35pm BST): Danny Willett, Cory Whitsett (a), Luke Guthrie 8.46am (1.46pm BST): Kevin Tway, Jim Renner, Chris Doak 8.57am (1.57pm BST): Cody Gribble, Chris Thompson, Andrew Dorn (a) Starting at the 1st in the afternoon... 12.30pm (5.30pm BST): Henrik Norlander, Lucas Bjerregaard, Rob Oppenheim 12.41pm (5.41pm BST): Chad Collins, Kyoung-Hoon Lee, Kevin Kisner 12.52pm (5.52pm BST): Erik Compton, Pablo Larrazabal, Scott Langley 1.03pm (6.03pm BST): Patrick Reed, Ryan Moore, Kevin Na 1.14pm (6.14pm BST): Boo Weekley, D.A. Points, Stephen Gallacher 1.25pm (6.25pm BST): Zach Johnson, Angel Cabrera, David Toms 1.36pm (6.36pm BST): Justin Rose, Matthew Fitzpatrick (a), Phil Mickelson 1.47pm (6.47pm BST): Chris Kirk, Russell Henley, Brendon Todd 1.58pm (6.58pm BST): Jordan Spieth, Hideki Matsuyama, Rickie Fowler 2.09pm (7.09pm BST): Kenny Perry, Jeff Maggert, Kevin Sutherland 2.20pm (7.20pm BST): Wen-Chong Liang, Maximilian Kieffer, Shiv Kapur 2.31pm (7.31pm BST): Smylie Kaufman, Maverick McNealy (a), Brandon McIver (a) 2.42pm (7.42pm BST): Anthony Broussard, Will Grimmer (a), Nicholas Lindheim Starting at the 10th in the afternoon... 12.30pm (5.30pm BST): Daniel Berger, Brett Stegmaier, Cameron Wilson (a) 12.41pm (5.41pm BST): Marcel Siem, Brian Stuard, Andrea Pavan 12.52pm (5.52pm BST): Matt Every, Roberto Castro, Matt Jones 1.03pm (6.03pm BST): Sergio Garcia, Jason Day, Brandt Snedeker 1.14pm (6.14pm BST): Henrik Stenson, Matt Kuchar, Lee Westwood 1.25pm (6.25pm BST): Webb Simpson, Rory McIlroy, Graeme McDowell 1.36pm (6.36pm BST): Ian Poulter, Miguel Angel Jimenez, Thongchai Jaidee 1.47pm (6.47pm BST): Nick Watney, Jonas Blixt, Joost Luiten 1.58pm (6.58pm BST): Billy Horschel, Billy Hurley III, Robert Allenby 2.09pm (7.09pm BST): Aaron Baddeley, Oliver Goss (a), Aron Price 2.20pm (7.20pm BST): Tom Lewis, Craig Barlow, Justin Thomas 2.31pm (7.31pm BST): Robby Shelton (a), Matthew Dobyns, Brady Watt 2.42pm (7.42pm BST): Clayton Rask, Brian Campbell (a), Nicholas Mason"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}