{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jun/20/heather-watson-wimbledon-2014-baltacha", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-06-20T21:59:01Z", "webTitle": "Fresh approach helps Heather Watson’s ranking ascent continue apace", "webUrl": "https://www.theguardian.com/sport/2014/jun/20/heather-watson-wimbledon-2014-baltacha", "apiUrl": "https://content.guardianapis.com/sport/2014/jun/20/heather-watson-wimbledon-2014-baltacha", "fields": {"headline": "Fresh approach helps Heather Watson’s ranking ascent continue apace", "bodyText": "For Heather Watson 2013 was a year to forget. Injury and illness stilted her progression and a dramatic slide in the rankings followed. Within months a top-50 player had slumped to well outside the top 100 while two of her compatriots were the toast of the nation after their displays on the lawns of Wimbledon. Many years from now, though, when Watson puts her racket back in its case for the last time, she may reflect on the glandular fever that derailed her season so spectacularly as the turning point in a career that had previously glimmered but not gleamed. The young Brit enters Wimbledon in excellent form, with a refreshing aggression that became a necessity in the midst of her energy-sapping illness. “I was so tired in the matches that I couldn’t run, so I had no other choice,” says Watson of her new approach. “Even at the Australian Open I was in my first-round match, this is when I didn’t know I was ill, losing to [Alexandra] Cadantu. I saw it as a good draw and I’m a set and 3-1 down and I’m like: ‘Oh my God, I can’t move, I’m so tired I need to hit winners.’So I hit winners, and I was like: ‘My God, this is awesome.’” Aggression has certainly paid off this year for the 22-year-old, who returned to the top 100 after her success on clay at the Prague Open last month and continued to thrive on the grass with a fine performance at Eastbourne’s Aegon International, producing arguably the best performance of her career to beat the world No12, Flavia Pennetta, in the second round and reach the semi-finals. She will rise from 70th in the world standings in the aftermath. It is a timely return to prominence for Watson, whose name you would have struggled to find in discussions at the All England Club last summer, when a first-round exit was swiftly forgotten before the triumph of Andy Murray and the captivating run by her friend Laura Robson to the fourth round. Reaching the second week at Wimbledon this year and replicating Robson’s achievement is something Watson feels she is capable of. She was drawn in the first round on Friday against the Croation Ajla Tomljanovic, although she could meet the No9 seed Angelique Kerber in the second round. “The new attacking style is down to me,” says Watson. “I decided to go down that road because I think it’s going to win me more matches. I can move well and chase from the baseline, but I don’t want to play on the back foot all the time because it’s exhausting. “I want to be more in control of rallies – as I’ve found out this year, it’s a lot more fun playing that way. Fortune favours the brave in tennis. Players are getting better and more agile, and it’s not enough just to wait for your opponent to make mistakes because a lot of the girls are more consistent and they are hitting winners.” She adds: “You can have a good attitude on court, and hold yourself well, but you can also do that by showing your opponent that you’re prepared to take risks. Last year I was not as aggressive and my style of play was not a true reflection of my personality.” There is another, more significant reason why Watson is determined to perform at Wimbledon this summer. The death of the former British No1 Elena Baltacha has sent shockwaves across the tennis world, with players coming out in force during last weekend’s Rally for Bally to raise money for charity and Baltacha’s academy. Baltacha and Anne Keothavong carried the torch for the British women’s game for so long, bearing the brunt of scrutiny every summer at Wimbledon, and Watson admits Baltacha will be at the forefront of her mind: “I was in Cannes for my first tournament back after a rib injury, I woke up and I had a message from Laura and she wrote: ‘I can’t believe it, so sad’. “I thought what’s she talking about, that’s the most random message ever, and then I go to read the news and I see this about Bally and it just hit me. I sent Laura a message back and I just started crying. It’s so sad, I had no idea before that. Then I checked my emails and I had lots of emails. It was an absolute shock that we are never going to see her again. Thoughts are just with her friends and family – and not just with us British players but everybody in the whole WTA circuit is there, thinking about her.” It is easy to forget that Watson is still only 22, an indication of how early she emerged on the national radar. However, the Guernsey player no longer considers herself inexperienced. It is important, she says, to have both the hunger of youth and the cunning of know-how, something emphasised when watching Eugenie Bouchard’s run to the French Open semi-finals. “Watching Eugenie versus [Maria] Sharapova, I wanted to be the young gun like Eugenie, but also I wanted to have all that experience under my belt like Sharapova,” Watson adds. “I definitely feel very experienced on the tour – I’ve been on for five years now. I feel everybody has their time where they break through. They do well, they get to the highest they can do, whether that’s No1 or No50 or whatever, and I feel like mine is going to come soon. I feel like it wasn’t last year, it wasn’t when I was at my highest ranking. I feel like now is the time.” Heather Watson was speaking at a Give it Your Max charity tournament as part of Statoil’s ‘Heroes of Tomorrow’ initiative, which supports young people in sport, education and culture"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}