{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2014/jun/12/observer-ethical-awards-winners-mama-margarets", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2014-06-11T23:04:00Z", "webTitle": "Observer Ethical Awards 2014 winners: Mama Margaret's", "webUrl": "https://www.theguardian.com/theobserver/2014/jun/12/observer-ethical-awards-winners-mama-margarets", "apiUrl": "https://content.guardianapis.com/theobserver/2014/jun/12/observer-ethical-awards-winners-mama-margarets", "fields": {"headline": "Observer Ethical Awards 2014 winners: Mama Margaret's", "bodyText": "It started with bracelets and took off from there,\" says Emma Jones, a Year 9 pupil at Thornleigh Salesian College in Bolton, the school which runs and founded Mama Margaret's. Mama Margaret's is a craft business which supports women in Dagoretti, one of the poorest slums in Nairobi. It was conceived four years ago when teacher Steve Burrowes was looking for gifts to give to Year 11 leavers. \"We'd given bookmarks and all the obvious things before as a memento of the school,\" says Burrowes, \"but this was the first idea that worked on two levels.\" Having taken part in a youth project in Dagoretti 10 years previously, Burrowes was still in touch with a team developing training and work projects for local women. Many of the women were able to craft simple jewellery, so he asked them if they would be interested in making friendship bracelets that the school could buy and have personalised for the pupils. The project began with six \"Mamas\" – the single women or single mothers working on the bracelets. Since then, 190 Mamas have been involved. The range of goods produced has expanded to include earrings, necklaces, baskets, bowls and Christmas decorations and the students sell the items at the school's fairs and concerts. As leaders of the project this year, Jones and fellow Year 9 Owen Bond run the stalls, and have even begun to sell at weekend markets and other events outside school. They also manage the books. \"We have to work out things like how we can pay the Mamas the same price each time, regardless of exchange rates,\" explains Jones. They spend an hour every Wednesday monitoring stock levels, producing spreadsheets and encouraging other students to be involved – \"there are about 10 of us now,\" says Bond. Since the start of this school year they have sold more than £6,000 worth of goods made by the Mamas. The next step is establishing a website where people could order personalised products. Jones and Bond are yet to meet the Mamas personally, but hope to one day visit Dagoretti. Last year, the school took two pupils, Tim O'Callaghan and Nick Barker, both 18, to Nairobi where they visited the Mamas and secured a site for a two-storey training and education centre (sponsored by two large aid donors), before moving on to voluntary projects in Tanzania. These included a health centre, where O'Callaghan assisted doctors – \"My task every morning was to go round and take the temperatures of all the babies\" – while Barker taught physics to a class of 40. \"We had to raise £1,600 each to cover our costs,\" says O'Callaghan, who raised £200 by having his legs waxed. \"Part of that money was given to the Mamas, who were just overwhelmed really. When you don't have a steady income, it's impossible to budget, let alone pay for things like education.\" Runners-up: Andover Trees United, Roch Valley Educational Partnership"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}