{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2014/jun/12/observer-ethical-awards-2014-winners-brian-may", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2014-06-11T23:05:00Z", "webTitle": "Observer Ethical Awards 2014 winners: Brian May", "webUrl": "https://www.theguardian.com/environment/2014/jun/12/observer-ethical-awards-2014-winners-brian-may", "apiUrl": "https://content.guardianapis.com/environment/2014/jun/12/observer-ethical-awards-2014-winners-brian-may", "fields": {"headline": "Observer Ethical Awards 2014 winners: Brian May", "bodyText": "Giving wildlife no value is completely immoral,\" says Brian May, as he cuddles a rescued fox cub called Ollie at the animal sanctuary on his Surrey estate. An injured tawny owl scrutinises us and a roe deer shyly trots around the room. It's very Disney and shows the Queen guitarist's commitment to Britain's wild animals is very real indeed. \"I promised myself that if the time came when I had an opportunity to speak up for animals, I would take it.\" That opportunity arrived when May, once a self-confessed Conservative voter, read of David Cameron's plans to relax the ban on hunting with hounds in the 2010 manifesto. \"We were about to get a government that was going to bring back blood sports,\" he says. With wildlife campaigner Anne Brummer, he set up the Save Me trust, focusing on the Hunting Act and possible changes to the hunting ban. These fears have not been realised so far, but the badger cull (first proposed in 2008 by an all party committee) famously has. May was roused into action. Overnight he became King of the Badgers. In reality it's been a long slog. At first there was the \"Save The Badger Badger Badger\" song based on Flash Gordon and featuring Brian Blessed. But dig down, and this is a serious campaign which has acquired traction. May's ability to hold his own in debate against the National Farmers Union through to government ministers has been a big part of that. As Brummer explains, \"He is not just a patron turning up occasionally. He reads every scientific paper, he goes to every meeting with MPs and he is behind this every step of the way. He's very honest and very compassionate. He's probably one of the most honest people I know, and he doesn't like injustice.\" By setting up Team Badger, May and Brummer have established one of the biggest coalition of animal charities in the world. At times it has been vicious. \"He has been personally attacked and it is not an easy ride, but he has never hesitated,\" says Brummer. May explains how campaigning has changed him. \"You wake up every morning and you're at war with people who want to have the right to just treat animals any way they want. That's been tough for me. I'm a peaceful person, you know, I've been a musician all my life. But I've got used to it. You're constantly ready to go into battle.' The war is far from over, with badger culls set to resume in Somerset and Gloucestershire. But the campaigners have helped stall a nationwide roll out of the cull. At least, so far. Meanwhile, the Save Me campaign is evolving, and even co-operating with the NFU by channelling resources into the Badger and Cattle Vaccination Initiative (BACVI), vaccinating badgers and, at some point, cattle to protect from disease without culling. \"We don't want a war in the countryside,\" says May, \"we want to solve the problem.\" The fact that readers have voted him Campaigner of the Year means a great deal to May. \"It's a great endorsement. I'm thrilled to know that people out there really do care about this.\" Runners-up: Carry Somers, Vanessa Vine, Anne Power, Nicola Peel"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}