{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/jun/24/prince-harry-basketball-fails-poor-day-sporting-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-06-24T22:03:09Z", "webTitle": "Prince Harry’s basketball misses complete bad day for sporting England | Hadley Freeman", "webUrl": "https://www.theguardian.com/football/blog/2014/jun/24/prince-harry-basketball-fails-poor-day-sporting-england", "apiUrl": "https://content.guardianapis.com/football/blog/2014/jun/24/prince-harry-basketball-fails-poor-day-sporting-england", "fields": {"headline": "Prince Harry’s basketball misses complete poor day for sporting England", "bodyText": "Everyone loves Prince Harry (except when he says something a bit racist, or dresses like a Nazi, of course), so even the deadened fans at England’s game against Costa Rica in Belo Horizonte turned gleeful at his arrival at the stadium. “Marry me, Harry!” read one sign held up by two young women. “Harryyyyyyy!!!” chanted many others. He was, as you’d expect of the young royal who’s generally regarded as one of the more normal ones (albeit with a penchant for strip billiards, but when it comes to the royals, normality is relative), an enthusiastic attendee, singing a song praising his gran at the beginning and back in his seat early for the second half. When the game finally finished, Harry sported his Solemn Face, which he probably learned in diplomacy lessons about how to react during times of national crisis. The day began so much more elegantly at 8am around the swimming pool at Minas Tenis Clube, a rarefied private sports club in one of the lovelier neighbourhoods in Belo Horizonte. The city declared the day a holiday, so as to reduce traffic for the football, and the stands were full of screaming children and women old enough to know better, all in a pitch of excitement about the arrival of the less important son from Britain’s most infamous family on state benefits. Contrary to what one might have surmised from Harry’s appearance at England’s deadest of dead-rubber games, there was a point to his visit to Belo Horizonte. The city has been chosen as the training base for the British Olympic and Paralympic teams in 2016 and so Harry obviously had to come to Brazil for a week in his capacity as an Olympic ambassador something-or-other who-zee-wotsit. But it’s hard not to wonder if this trip was planned in a more innocent era when it looked like England might actually get through the group stage, thus allowing the young prince some quality patriotic football at the same time. But rest assured, Britain, Harry did get to go to the Brazil–Cameroon match on Monday night, a match it was absolutely vital for him to attend, so your tax money was not spent entirely in vain. When the young prince did, as promised, walk out of the pavilion on the dot of 8.58am (say what you like about the royals but they appreciate the importance of punctuality), accompanied by Alexander Ellis, British ambassador to Brazil, and the CEOs of the British Olympic and Paralympic Association, Bill Sweeney and Tim Hollingsworth, the swimming pool rang with female ecstasy (possibly not for the CEOs and ambassador). Generations of women raised on Disney films and fairy tales chanted his name. The prince, who has lived his life to this soundtrack, walked the length of the pool without a wince, talking instead to César Cielo, the Brazilian Olympic swimmer. We’d been told beforehand that Harry would give the countdown for the swimmers and this seemed, surely, like the kind of thing the young prince would relish. Shouting and shooting: two activities the aristocracy has perfected over the centuries. Yet he gave a decidedly muted performance, barely muttering “take your marks” as eager Brazilian children jumped into the pool and gamely risked pneumonia on this cool morning for the fourth in line to the British throne. And then, the reason for his dullness became apparent. As the press was ushered away from the pool and towards the club’s gym, Harry’s glumness lifted like a cloud clearing from the sun. He had pointedly kept his back to reporters during his time at the pool but now he strode happily face forward to the crowds of children who were awaiting his benediction. Harry mixes with children with the kind of natural ease that eludes the rest of the royals (and, to be fair, most other people). Without wishing to sound cruel, it’s as if they’re on the same mental level: he jokes, he teases and he listens to their babble, even when it’s in Portuguese, without any embarrassment. It’s odd that the British press is so keen to find (nonexistent) similarities between Kate née Middleton and Diana when the royal who most clearly has inherited the late princess’s mantle is Harry. “He spoke to me in English!” a young girl squealed afterwards in Portuguese. But royalty has no language barrier, especially when it’s Harry. In the gym, Brazilian kids gamely played rugby, which will be an Olympic sport for the first time in 2016, while a few dozen more were dolled up in their whitest judo outfits along with Ben Quilter, British Paralympic judo medallist, and Sarah Menezes and Ketleyn Quadros, both Brazilian Olympic judo medallists. Much to the journalists’ regret, the prince did not engage in a quick judo bout with any of the Olympic winners, in which they would be required, by law, to pretend the prince had overwhelmed them with his towering strength. Instead, he opted to play some basketball. Sadly, short of hooking marionette strings to the ball, there is no way to rig a dunked hoop and the prince failed to get the ball in the hoop once, twice and, yes, three times. It was not a good day for English sport in Belo Horizonte."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}