{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/jun/24/diary-black-vote-ethnic-reporting", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-06-24T22:15:00Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2014/jun/24/diary-black-vote-ethnic-reporting", "apiUrl": "https://content.guardianapis.com/politics/2014/jun/24/diary-black-vote-ethnic-reporting", "fields": {"headline": "Diary: The things Big Dave will say to get himself a black vote", "bodyText": "• Big news from PM Dave, who faces the dilemma of trying to lift the nasty party stain from his Conservatives without making the party seem so politically correct that all of the crusty types defect to Ukip. There have been targeted initiatives aimed at lifting the Tory minority ethnic vote above the 16% of 2010 – making flights to the Caribbean cheap by amending air passenger tax and a promise from Theresa May to look again at disparities in stop and search. Still, there is a mountain to climb and every little will help. Dave found time this week to appear on the black music and talk internet radio station Colourful, and when it was put to him that the government might oblige companies to disclose to the world the ethnic composition of their workforces, he didn't bat the idea away. \"I will certainly look at the idea,\" he said encouragingly. \"I am happy to look at ideas for more transparency.\" Some suggest he was just currying favour, and that the chances of him forcing more monitoring and reporting on business is actually pretty unlikely, but we have been shouting them down, for already there is too much cynicism. Making it up as he goes along? That just doesn't sound like Dave. • There will be transparency within our hospitals, says Jeremy Hunt, meanwhile. But doesn't the principle also need embedding in Whitehall itself? Government isn't exactly blabbermouthed when it comes to discussing its own failings. Take the computer systems. We throw countless millions at private contractors, but it never quite goes to plan. Such has been the case recently with three government departments where tinkering meant that staff could not get email, open documents or use the scanners. The irritations lasted up to four weeks and raised stress levels to new heights. \"If the buildings weren't sealed, the pavements would be littered with computer equipment,\" one toiler told us. Lessons have been learned, a Whitehall spokesman told the FT. But will the companies be hit with swingeing penalties, on the basis that private companies reap the profits but bear the risks? Don't hold your breath. • The great and good pitched up at the London School of Economics, where acting and would-be chair of the BBC Trust Diane Coyle set out her stall this week. Observers say she impressed. Later, at the exclusive reception with the BBC glitterati from Lord Hall downwards, the black and minority count seemed less impressive. Just a handful from a group numbering 60 or so. The all-new diversity drive is much needed at the Beeb. • Coyle convinced many doubters, but she didn't look quite at home with the technical side of her presentation. She struggled with simple replay of video and had to call on the expertise of a nearby helper. He was not much better. They lost the crucial powerpoint slide comparing Walford in EastEnders to Walthamstow in real life. The perils of public speaking; but particularly irritating for Coyle perhaps, the wife of the BBC's technology correspondent, Rory Cellan-Jones. • For all those unlucky candidates who failed to be elected in last month's local council elections, the opportunity to serve presents itself (the prospect of fame can wait). The Elections Centre at Plymouth University, run by Professor Colin Rallings, has invited all 17,000 candidates, whether they won or lost, to take part in a special survey. For all that sign up, there is chance of a reward; after random selection, three respondents will receive Marks &amp; Spencer gift vouchers. Those who lost won't even have to declare them. • Finally, though Colin Firth jilted Paddington Bear, claiming that he could not find the right voice to do the character justice, others have trod that path without self-doubt. In his memoir My Life, David Jason tells of arriving at a voiceover studio and encountering the great Sir Michael Hordern. \"I said 'Sir Michael – what are you doing here?'\" Sir Michael was unapologetic. \"'What am I doing here? My dear boy,' he said. 'I am doing what you are doing. I am being a vocal whore.'\" Twitter: @hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}