{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jun/05/jose-mourinho-cesc-fabregas-chelsea-barcelona", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-06-05T22:59:22Z", "webTitle": "José Mourinho interested in Cesc Fábregas as Chelsea approach Barça", "webUrl": "https://www.theguardian.com/football/2014/jun/05/jose-mourinho-cesc-fabregas-chelsea-barcelona", "apiUrl": "https://content.guardianapis.com/football/2014/jun/05/jose-mourinho-cesc-fabregas-chelsea-barcelona", "fields": {"headline": "José Mourinho interested in Cesc Fábregas as Chelsea approach Barça", "bodyText": "Chelsea have opened formal negotiations with Barcelona over the potential signing of Cesc Fábregas, and, while no fee has as yet been agreed for the Spain international midfielder, there is optimism on both sides that a deal will soon be struck. Fábregas is resigned to leaving the Camp Nou after three seasons back at the Catalan club and is available for £30m, with Barça intent on prising Koke from Atlético Madrid to kickstart Luis Enrique’s tenure as their new manager. With Arsenal having indicated they will not take up their option to re-sign their former captain, and Manchester City, Manchester United and Liverpool having prioritised strengthening other areas of their teams, the 27-year-old’s desire to return to the Premier League can only be satisfied with a move to Stamford Bridge. The Chelsea manager, José Mourinho, has confirmed his interest in securing Fábregas and has acknowledged that he is seeking a transfer back to England, where he made his name over eight seasons at Arsenal. The Portuguese has already lost one midfielder after Frank Lampard’s departure under freedom of contract. “We have some interest [in Fábregas],” said Mourinho. “I have interest in analysing the situation. “I think it looks like he’s really interested in leaving Barcelona and is very, very interested in coming back to England. This, I think, is clear. There is a process where he wants to leave, [and] he wants to come to England because it’s the country where he wants to be, where he prefers to play. We are interested in monitoring the situation.” The midfielder is currently preparing for the World Cup with the Spain squad in Washington, where they play El Salvador on Saturday before travelling to Brazil 24 hours later. He would ideally like his future to be determined before the national team begin their defence of the trophy against Holland on 13 June. A firm bid from Chelsea would force Arsenal to reiterate that they do not wish to take up their option but, while Fábregas is disappointed his former club are not keen to pursue his signature, he is open to a return to London despite previously enduring a rather fractious relationship with Mourinho. The deal appears relatively easily resolved given the player’s availability. Indeed, Fernando Torres, who is also in the Spain squad, believes his national team-mate would become a “leader” in the dressing room at Stamford Bridge with Lampard’s departure, along with that of Ashley Cole this summer, creating a void. “Would Cesc be a great signing? Great players are always great signings,” said Torres. “He’s a type of player Chelsea don’t have now. Cesc knows the Premier League, he can add football, possession, goals if he feels important. He can be a leader, like he was at Arsenal.” Mourinho is close to agreeing the £32m signing of the Atlético striker Diego Costa, with the Brazil-born Spain international having passed a medical organised by Chelsea, and hope to follow that with the signing of his team-mate, Filipe Luis, to replace Cole at left-back. The veteran heard the news he was to be released after the club made a phone call to his agent and Mourinho has admitted that he has not yet spoken to the player, who is a little surprised at the way his departure has been handled after eight years' service. \"With Lampard, I spoke a couple of weeks before the end of the league,\" Mourinho said. \"With Ashley, I didn't have that chance. And different situations. I want to see what is going on, what is going to happen. I need to. But I will speak to him.\" Cole was the controversial omission from Roy Hodgson's England squad for the World Cup finals, with the England manager taking into account his lack of regular football for Chelsea over the season. With Cesar Azpilicueta in fine form, Mourinho often found that he could not work a space for Cole. \"I have no regrets because I don't work for the national team,\" Mourinho said, with regard to Cole's World Cup exclusion. \"I work for Chelsea and the decisions I make, I always make thinking about the club, the team and the players come after. In the last part of the season, Cole showed how good he is because he had to play a Champions League semi-final against Atletico Madrid after not playing for a very long time. He played with great stability to the team. \"After that, I keep him in the team and I push him to get a World Cup position. He played really well. Mr Hodgson could easily see he was in perfect condition. After that comes the option and it's an option I respect. He can choose who he wants and he chose [Leighton] Baines and [Luke] Shaw. It is his decision and not a single criticism of that. But Ashley was in condition to play.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}