{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2014/feb/13/francis-bacon-george-dyer-talking-42m", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2014-02-13T22:55:21Z", "webTitle": "Francis Bacon painting of burglar who broke into his house sells for £42m", "webUrl": "https://www.theguardian.com/artanddesign/2014/feb/13/francis-bacon-george-dyer-talking-42m", "apiUrl": "https://content.guardianapis.com/artanddesign/2014/feb/13/francis-bacon-george-dyer-talking-42m", "fields": {"headline": "Francis Bacon painting of burglar who broke into his house sells for £42m", "bodyText": "A painting by Francis Bacon of a burglar he caught breaking into his house who went on to become his lover has been sold at auction in London for £42m. The Portrait of George Dyer Talking was bought by an anonymous telephone buyer on Thursday at Christie's in London. The auction house said it was the most valuable work of art it had sold in Europe – but it is the 44th most expensive painting sold worldwide. Dyer became Bacon's lover and the subject of many of his paintings. He killed himself in Paris in 1971 as his image was displayed in the city's Grand Palais. The 6ft tall painting, created in 1966, is believed to have been sold by Mexican banker David Martínez Guzmán. It last appeared on the open market in 2000, when it sold for £4m at Christie's in New York. The world's most expensive painting is The Card Players by Paul Cézanne, which was sold by George Embiricos to Qatar in a private sale in 2011 for £162m. The most expensive work painted by Bacon, who died in 1992 aged 82, was his three studies of artist Lucian Freud which sold last year at Christie's in New York for £89m. Elsewhere at the auction, Mickey by Damien Hirst – a spot painting of Mickey Mouse – sold for £902,500 with the proceeds going to charity. Earlier, a group of 11 unpublished letters written by Freud to his first girlfriend, Felicity Hellaby, were sold for £122,500. The letters – complete with illustrations – went under the hammer at Sotheby's in London along with three drawings Freud gave to Hellaby. The drawings all went for six-figure sums, bringing the total for the collection to £412,000 against a pre-sale estimate of £58,000. The letters and sketches date from during and shortly after Freud's time at the East Anglian school of painting and drawing in Dedham, Essex, where he enrolled aged 17 in 1939. Tom Eddison of Sotheby's contemporary art department said they showed \"some of the themes that were to continue to influence his work throughout his life\". He added: \"Most of these works have been with Felicity Hellaby for more than 70 years and as such they represent a rare and exciting opportunity to gain a privileged insight into Freud's early life and art.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}