{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2014/feb/05/public-finances-economy-mind-the-gap", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2014-02-05T23:58:28Z", "webTitle": "The public finances: mind the gap | Editorial", "webUrl": "https://www.theguardian.com/global/2014/feb/05/public-finances-economy-mind-the-gap", "apiUrl": "https://content.guardianapis.com/global/2014/feb/05/public-finances-economy-mind-the-gap", "fields": {"headline": "The public finances: mind the gap", "bodyText": "Invisible, undetectable, entirely immeasurable – and yet within it, destiny is forged. No, not some sub-atomic God particle, but rather a statistical construct called \"the output gap\", the gulf between what British business churns out, and how much economists reckon it could. Famed for disagreeing, and chastened by the Queen's question about why no one saw the crisis coming, practitioners of the dismal science have no robust gauge on how much economic slack remains. Sunnier sorts imagine that, after a long slump, there's ample room for expansion; others fear the crash has rendered us so much poorer that we're already running perilously close to full pelt. The further Britain has got to bounce back, the stronger the prospect of a good few years of fattening pay packets, to make up for the seven lean years we have endured. A second reason to mind the gap is that – if there is indeed still much unused potential – then the Bank of England can postpone the moment of reckoning that will come, when interest rates are picked up off the floor. But it was a third consequence of the economy's indeterminately-sized missing slice that was yesterday highlighted by the Institute for Fiscal Studies. If there is still a big financial hole to grow into, then the huge cuts that George Osborne has faintly pencilled in for after the election would not be required to get the books back into the same state that they were in before the crisis. One parliament of pain would, after all, turn out to have been enough. If, on the other hand, the recovery has already filled much of the gap, big deficits will continue for many years yet, and the spotlight will turn on to what those vague post-election plans would actually mean. Here, all manner of horrors were spotted lurking in the spreadsheet by the unflinching IFS eye. Even at the end of this fourth retrenching year, in this scenario we'd be less than half way there in spending-cuts terms, with 60% of the pain still to come. Notionally \"protected\" departments, such as health, where spending has merely been frozen rather than reduced, would cease to feel protected at all as the years rolled by, and demographic pressures built. Age-adjusted health spending could be 9% lower at the end than at the start of this decade, and – especially if stagnant NHS salaries in a recovering economy fuel recruitment difficulties – quality would surely suffer. As for unprotected services, the cumulative cuts would tot up to 30% or more, a benchmark that will not be hit by yet more hidden efficiencies – only by the state ceasing to do some important things that people would notice, and that an unprepared public might not accept. In the end, if there is not a large output gap to play with, taxes will have to rise. But don't expect any politician to tell you that until after election day."}, "isHosted": false}}}