{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/feb/11/michael-white-diary-taxpayers-alliance-budget", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-02-11T23:00:00Z", "webTitle": "Michael White's diary: A taxing birthday for the Taxpayers' Alliance", "webUrl": "https://www.theguardian.com/politics/2014/feb/11/michael-white-diary-taxpayers-alliance-budget", "apiUrl": "https://content.guardianapis.com/politics/2014/feb/11/michael-white-diary-taxpayers-alliance-budget", "fields": {"headline": "Diary: A taxing birthday for the Taxpayers' Alliance", "bodyText": "• The Taxpayers' Alliance, Tory front organisation and purveyor of dodgy statistics, celebrates its 10th birthday today (pause for tax-deductible champagne all round) with a claim even dodgier than Monday's Bumper Book of Government Waste. The BBGW's £120bn annual \"waste\" tally included £1.4bn wasted overpaying GPs compared with French docs, and £1.5bn lost by an MoD \"property giveaway\" – probably to the TPA's own wealthy, tax-averse sponsors. • Today's TPA birthday press release claims \"part\" credit for £37bn worth of tax cuts, including George Osborne's very own 50p to 45p tax trim (allegedly worth £5.6bn) and Nick Clegg's drive to raise personal allowances (£10.7bn). In fact, tax as a share of GDP has remained pretty stable in the TPA's decade, though millions of unrich \"squeezed middles\" have been dragged into the 40p tax bracket. And shouldn't the TPA be boasting about the \"wasted\" money it helped save by slashing the floods budget? • Among the \"Valentine's Day Ideas\" being promoted on tax-allergic Amazon's website is a \"Champagne afternoon tea at the Savoy for one or two\". But if that sounds sad there may be a simple explanation. How many couples can afford £89 (\"regular price £134\") for tea if they both go? • Hard to please, those patriotic tabloids. Whenever shots ring out they berate the BBC for being a bunch of whingeing commie peaceniks. But when a couple of BBC sports commentators got a bit carried away over Jenny Jones's Team GB bronze in Sochi this week (\"Go on, the Jones!\" raved one) they unleashed swivel-eyed readers to denounce \"immature idiots\". • Tristram Hunt's decision to cross a lecturers' picket line at Queen Mary University of London to give a talk on Marxism has prompted Tom Watson MP to blog that Hunt should resign. Not as Labour's education spokesman, but from QMU. Serial resigner Watson once urged Rupert Murdoch to quit too. Like Rupe, blond bombshell Tris is defying Watson's fatwa, despite being called a \"scab\" by the Morning Star. • Stung by disloyal leaks to the Guardian about the implementation of IDS's universal credit plan for benefit reform, Robert Devereux, top man at the DWP, has circulated staff to warn that the culprit's \"betrayal of trust\" will be tracked down. Ex-M15 sleuth Peter Mason, a former security chief at Westminster, has been called in to help, Bob wrote in an email appeal for snitches. It too has been leaked. • Absent from a Commons discussion about the need to educate voters to the (irrelevant?) realities of nuclear weapons were senior sailor Lord West (busy sailing around stormy Cape Horn) and General Sir Mike Jackson (busy defending his home in stormy Wiltshire from potential floods). Those present heard warnings that climate change may be a bigger threat than nukes, al-Qaida or Eric Pickles. • Talking of whom, \"the only cabinet minister who can be spotted on Google Earth\" (copyright N Clegg) is in the doghouse for his none too subtle dumping on both Labour's Chris Smith (OK) and fellow Tory Owen (No Wellies) Paterson (not OK) – while Eric was what Radio 4's Today called \"stand-in floods\" (geddit?) minister. Even the Mail hates Eric for saying that overseas aid money helps prevent worse floods here. Combined with the terrifying sight of Ukip's Nigel Farage in Somerset sporting waders, it was no wonder Dave staged yesterday's first No 10 press conference since the Leveson-dumping fiasco last March. He hates them. • Bookies are sensibly offering short odds of 1/40 on Labour retaining Wythenshawe and Sale East in tomorrow's Manchester byelection. That figures. Popular local MP Paul Goggins died. Voters usually forgive that. When David Marquand sodded off to Brussels in 1977, Labour lost a 22,915 majority. On the same day Tony Crosland's marginal Grimsby seat (he died too) was held by Austin Mitchell who's still there, a thorn in his party's side. Twitter: @michaelwhite"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}