{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2014/feb/09/country-diary-over-fishing-1914", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2014-02-09T22:30:00Z", "webTitle": "100 years ago: Sprat fishery booming despite over-fishing claims", "webUrl": "https://www.theguardian.com/environment/2014/feb/09/country-diary-over-fishing-1914", "apiUrl": "https://content.guardianapis.com/environment/2014/feb/09/country-diary-over-fishing-1914", "fields": {"headline": "100 years ago: Sprat fishery booming despite over-fishing claims", "bodyText": "In spite of repeated complaints that our sea fisheries are being ruined by over-fishing and the abundance of predatory birds, certain kinds of fish, often after years of scarcity, keep reappearing in unusual quantities. Fish, like most other animals, are subject to fluctuations in numbers. In Cornwall, I hear, the sprat fishery has been booming this month; on one day the St. Ives fishermen had the best catch that they have had for 30 years, and the shoals were close inshore. Many boats secured 15 crans – or \"gurries' – and sold them at about 12s. a gurry; one boat brought in 22 gurries. Twelve months ago, when I was in South Devon, the trawlers were bringing in little but coarse fish and were rather gloomy. The bulk of their catches consisted of dogfish, or \"dun-coos' (dun cows) as they called them; nevertheless they found ready sale for these, the buyers hawking them round the inland towns and villages. I tried them – but only once! My correspondent also mentions the abundance of gannets, doubtless following the sprats. When fish are in unusual quantities there are generally enough for both fishermen and birds, and the Cornish fishermen seldom complain about the gulls or gannets, though they do not love cormorants and shags. They make use of the gulls, for as they rightly point out, the following birds indicate the position of the shoals."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}