{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2014/feb/11/ofsted-boss-mps-lady-morgan-sacking", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2014-02-11T22:23:00Z", "webTitle": "Ofsted boss to be questioned by MPs over Lady Morgan's sacking", "webUrl": "https://www.theguardian.com/education/2014/feb/11/ofsted-boss-mps-lady-morgan-sacking", "apiUrl": "https://content.guardianapis.com/education/2014/feb/11/ofsted-boss-mps-lady-morgan-sacking", "fields": {"headline": "Ofsted boss to be questioned by MPs over Lady Morgan's sacking", "bodyText": "Sir Michael Wilshaw, the chief inspector of schools, is expected to say on Wednesday that he was not consulted by education secretary Michael Gove over his decision to dismiss Ofsted chair Lady Morgan. Wilshaw will be questioned about Morgan's departure – which prompted criticism of the government for removing non-Tory supporters from a string of high-profile public jobs – when he gives evidence to the education select committee. Siobhain McDonagh, the Labour MP for Mitcham and Morden, who sits on the committee, will challenge Wilshaw over whether he agrees with the decision not to reappoint Morgan for a second term. She said: \"Ofsted's integrity has been called into question by ministers. This is completely unacceptable. I will want to give Sir Michael the opportunity to offer his account on whether he was consulted on the removal of Baroness Morgan.\" She will also ask whether he would have wanted to continue working with Morgan. The shadow education secretary, Tristram Hunt, continued to press Gove over Morgan in the Commons on Monday. \"We see that the secretary of state has refused to condemn the campaign against the chief inspector. Is not the truth of the matter this: Ofsted is inspecting his free schools without fear or favour, and he does not like it? The chief inspector wants to inspect academy chains, and he does not like it. On Friday the Al-Madinah secondary school closed, and on Sunday we learned of a new Ofsted purge.\" There are suggestions that another free school is set to face questions over its conduct, adding to the belief that Ofsted needs wider powers. Liberal Democrat education minister David Laws has also criticised the decision to dismiss Morgan, saying: \"I personally think that Sally Morgan has done a fantastic job as chair of Ofsted. I would rather she had remained and had her term renewed.\" Laws has that said he was not consulted, and insisted the independence of the inspectorate must be protected. He has also said he will insist the fresh appointment is made independently of government. Although Morgan is a Labour peer, she was appointed by Gove and is an enthusiast for academies and education reform. Gove has so far given few clear reasons why he decided not to reappoint Morgan after her first three-year term. In a separate speech, Hunt will say on Wednesday that character can be taught in schools in a conscious challenge to those who say a child's personality is determined solely by family and class background. Hunt will argue that character can be taught, pointing to emerging research from people such as Professor James Heckman at the University of Chicago and Professor James Arthur at the University of Birmingham. \"By prioritising character, moral purpose and the education of well-rounded individuals as well as academic attainment, the Labour party is demonstrating its commitment to taking some of those deeper cultural challenges head on,\" he will say. For many years educationists have argued that character is a function of parenting, genetics or background, and what happens in the classrooom is marginal to the development of a child's personality. Hunt will argue in a speech to the Institute of Education that character training \"is about more than bolting on some music lessons or sports clubs to the school day\". He will say: \"This is about learning from the rigorous academic discipline that is character education and implementing a holistic approach that goes beyond extracurricular activities and into the classroom. \"So I am calling upon teacher training providers to include character education in initial teacher training. And we should encourage all schools to use the curriculum freedoms at their disposal to embed character education and resilience across their curricula.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}