{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/11/manuel-pellegrini-jose-mourinho-manchester-city-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-11T22:30:00Z", "webTitle": "Manuel Pellegrini tells José Mourinho not to talk about Manchester City", "webUrl": "https://www.theguardian.com/football/2014/feb/11/manuel-pellegrini-jose-mourinho-manchester-city-chelsea", "apiUrl": "https://content.guardianapis.com/football/2014/feb/11/manuel-pellegrini-jose-mourinho-manchester-city-chelsea", "fields": {"headline": "Manuel Pellegrini tells José Mourinho not to talk about Manchester City", "bodyText": "Manuel Pellegrini has told José Mourinho to focus on his own affairs as the Manchester City manager attempted to take the moral high ground in his ongoing feud with his Chelsea counterpart. Responding to Mourinho's comments on Monday that Pellegrini needed a \"calculator\" and that Yaya Touré should have been suspended for kicking out at Norwich City's Ricky van Wolfswinkel, the Chilean said: \"I don't think it's the way to do it. I don't talk about other teams, whether the FA should suspend players from other teams or whether the referee has given bad decisions for the other teams.\" Asked if he believed more respect should be shown, Pellegrini said: \"I think the best way is to work with your team and leave the referees and the FA to do their work. The fair way to do it is for everyone to work with their own club.\" A tactic of Mourinho can be to draw rival managers into tit-for-tat exchanges but Pellegrini saidthat differed widely from his own approach. \"It is not my way to act, so I will not do it,\" he said. \"I don't think everyone should act the same way.\" Last week Pellegrini did discuss Chelsea when he said they are \"the team that spends the most money in the last 10 years, the team that spends the most money this year, so a little bit rich\" in the wake of their 1-0 victory at the Etihad Stadium. Yet he claimed this was a one-off occurrence. \"I answered once what Mourinho says because he was talking about the referees but I won't be answering every week because we would just continue to give an answer and get one from the other side,\" Pellegrini said. \"I answered just one [time] because, if you remain always in silence, you [sound as if you agree] with those things. He started talking about referees and financial fair play, I don't think it is the way.\" Of Mourinho's statement that Touré should have been banned for the incident which failed to bring an FA charge, Pellegrini added: \"I repeat, I don't respond to things Mourinho says every week because he will continue every week to try talking about things that are not from football. I suppose the FA acts the way they think is better for all the teams. I trust in the FA and I trust in referees.\" City face Sunderland at the Etihad on Wednesday evening with Pellegrini's side having failed to score in their last two games, which have yielded a single point in total. Although the manager mentioned injuries to Sergio Agüero, Matija Nastasic, Samir Nasri, Álvaro Negredo, Fernandinho, Javi García and Edin Dzeko, he said this was not a justification. \"It is not an excuse – I see a reality,\" Pellegrini said. \"In the same position we have three players, all strikers, who are not 100%. And in another position we have Fernandinho and Javi García out, it is just bad luck at this moment of the season. That is not an excuse for why we didn't win both games. \"It's not a weakness in our squad but some bad luck to lose two or three players in the same positions.\" Regarding Nasri, who is recovering from a knee injury, being available for Tuesday evening's Champions League encounter with Barcelona at the Etihad, Pellegrini said: \"We will see in the next few days, up until Saturday. I think there is a chance.\" Agüero, who has a hamstring problem, and Fernandinho, who has a muscle issue, will not recover in time. \"I don't think so,\" said the manager."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}