{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/20/duncan-ferguson-everton-coach-roberto-martinez", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-20T23:54:00Z", "webTitle": "Roberto Martínez appoints Duncan Ferguson as Everton's first-team coach", "webUrl": "https://www.theguardian.com/football/2014/feb/20/duncan-ferguson-everton-coach-roberto-martinez", "apiUrl": "https://content.guardianapis.com/football/2014/feb/20/duncan-ferguson-everton-coach-roberto-martinez", "fields": {"headline": "Roberto Martínez appoints Duncan Ferguson as Everton's first-team coach", "bodyText": "Duncan Ferguson has been appointed the Everton first-team coach after impressing Roberto Martínez with the intelligence required to become \"a special part\" of the manager's back-room staff. Martínez promoted the former Everton striker from the under-18s having considered internal candidates to join the coaching team who accompanied him from Wigan Athletic last summer. Despite earning a firebrand reputation during an eventful playing career, Ferguson has attracted glowing reports as a coach since being invited back to Everton by the former manager David Moyes and is close to completing his coaching qualification. While aware of Ferguson's popularity at Goodison Park, and bullish about the protection he will now receive in the dug-out, Martínez insists his decision is based solely on Ferguson's performance on the training pitch. He believes the experience of a chequered playing career has enabled the 42-year-old to mature into a fine coach. \"Duncan has been perfect for giving the youngsters direction but it is the way he works hard and sees the game from a different angle that has really impressed me,\" said the Everton manager. \"He is developing into a really exciting coach and will become a special part of the first team. \"He knows what's needed, how we work and it's been natural for him connecting with the players because of what he represents at Everton. As a player you're just focused on yourself and when you retire you've got a lot of time to think. If you're intelligent, and Duncan has got that in abundance, you can put that experience in pockets, see what you've done right and what you could have done better. You have a broad knowledge about how to give good direction to youngsters and I think that is going to be vital for Duncan.\" Ferguson has worked with the first team once a week since Martínez's arrival while overseeing the under-18s alongside Kevin Sheedy. The former Scotland international has quickly bought into the style he Martínez has introduced at Goodison. \"The last eight months have been perfect for Duncan to carry on with the under-18s while understanding the way I want to work and the football concepts that we have. I had it in mind that he could do both roles because I didn't want the under-18s to miss out but after speaking with [Academy director] Alan Irvine the group are ready to move on without Duncan and he is ready for the first team. \"He's doing his Pro Licence in Scotland and he's at the end of the badges. You don't need the Pro Licence in the role he's going to have so it's his focus. He wants to be as good as he can be and I think he's going to have an incredible future.\" Ferguson will be absent when Everton visit Chelsea on Saturday, he starts the new role on Monday. Martínez does not anticipate many run-ins with opposition benches once the former centre-forward takes up his post. \"I don't think they'll mess with us,\" he said jokingly. \"I'm well protected with Graeme Jones and Duncan. I'm quite happy with that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}