{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/24/roy-carroll-manchester-united-olympiakos", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-24T22:49:00Z", "webTitle": "Roy Carroll: 'I nearly lost my family. I was drinking too much'", "webUrl": "https://www.theguardian.com/football/2014/feb/24/roy-carroll-manchester-united-olympiakos", "apiUrl": "https://content.guardianapis.com/football/2014/feb/24/roy-carroll-manchester-united-olympiakos", "fields": {"headline": "Roy Carroll: 'I nearly lost my family. I was drinking too much'", "bodyText": "'No,\" says Roy Carroll, \"it was 25.\" And with that a huge grin engulfs his face. OK, then, let's try again: Roy Carroll's trial for Sheffield United against Barnsley was a bit of a disaster. It was early spring 2011, the game was only 25 minutes old – 25, not 10 – and he'd already let in two goals when he gave away a penalty and was sent off. Any hope he had of a contract left the pitch with him. He laughs now; it was not so funny then. Carroll had once signed for Manchester United for £2.5m, among the most promising goalkeepers of his generation, but a decade on he was largely forgotten. He had been in rehab in London under a false name, suffering from alcoholism, and few would touch him. It was two months since he had left the Danish club Odense. He went to Barnet to do some goalkeeper coaching and temporarily took over, winning a trophy – the Hertfordshire Senior Challenge Cup – in his only ever match as a manager, but it was brief. Then he went on trial with Preston, only for the deal to collapse at the last minute. He had been unemployed for eight months, \"waiting, hoping\". But he was losing hope. Then, unexpectedly, Carroll got the call that changed his life. As he stretches big, powerful arms across a sofa at Olympiakos's Rentis training ground, straight off the pitch, face flushed from training, there's an ease about him. The air is warm, his manager admires him, and he is popular with fans. He won't play against his former club on Tuesday night but that doesn't trouble him greatly. He did not expect to make it this far; for some time, he didn't expect to make it at all. \"I got my first chance in 1995 with Hull City. It's 2014 and I'm still here …\" he says. \"You get a lot of knock-backs in football, you get the high life and the low life and I've had a lot of low lifes. But now I'm back up playing with Olympiakos and it's fantastic. I wake up in the morning and I love coming here, training every day. Seven or 10 years ago it was different. \"I came back from Denmark [at the end of January] 2011 and went to Sheffield United, where I had that nightmare. Then I was due to sign a one-year deal at Preston but I got a call from Phil Brown who said: 'I'm sorry, we've got another keeper.' It was very hard because he'd promised me; it was very upsetting but it wasn't the first time and it probably won't be the last. So I ended up getting a call from a Greek agent, talking about OFI in Crete. I don't even know how he got my number …\" The temptation must have been to tell him where to go. \"Nah,\" Carroll laughs, \"not when you're getting a free holiday. And your family comes out to Crete. So I signed there and it was good because things had happened to me in England that I had to move on from. I had to get out. Not many people in England were taking my calls.\" Why? \"Everybody knows my behaviour, what I was like at West Ham. You get a bad name and it sticks. People try to give players a chance and they keep ruining it and ruining it. I had two or three really bad years. I hope people understand: they think footballers have a great life but there can be depression and drink. Players get dragged into things, there are so-called friends. If you're young, you don't play and you're getting £20,000 a week, do you sit in the house? I was concentrating on going out, not on my football, but now my life in Greece is completely different.\" \"People need help and guidance. A lot of players hold things back until it's too late. Before I would've probably said: 'It would have been nice if some people had helped me', but it's up to you. You can say 'no' but I wasn't strong enough. I then had a back injury and thought my career could be over. I got into a very depressed mood, very low, and I couldn't get out of it for a long time. \"I didn't help myself by not talking about it until four or five years later. I kept things to myself: 'I'm a man, a tough Irishman.' But no man is strong enough when you get depressed and you go down the wrong road. When I went for rehab, it didn't work. Some people say: 'I'll do some rehab, I'll be OK' and they do two weeks but come out and start all over again because they think, 'That's not me'. But you wake up [one day] and you think 'that is me'. \"I nearly lost my family because I was drinking too much and I said: 'Right, what am I going to do? Keep on doing what I'm doing and kill myself in two or three years or be with my family?' And that pulled me out of it. And I thought: 'Let's move to Greece, make a fresh start and get away from all the bad habits.' It changed my life completely. I went to OFI in Crete. It was August, 35 degrees, healthy, people were good to us. I played well and then Olympiakos bought me five months later.\" With his first touch for Olympiakos, Carroll saved a penalty. His new side won 1-0 at Rubin Kazan in the Europa League and Carroll, who had replaced the Hungarian keeper Balzázs Megueri, sent off for conceding the penalty, became an instant hero. He grins again. \"I didn't expect to go on. It was minus 13 and I was concentrating on keeping warm. It took me five minutes just to get all my layers of clothes off. It's a dream. You're still in shock. It was my first game: you can drop it in your own net and the fans hate you. Or the fans can love you.\" In the second leg Carroll picked up an injury but continued. He was, he recalls, \"hopping about\", unable to walk properly but he made a string of saves, including one in the final minute. An Athenian newspaper called him the one-legged hero. \"The fans sang my name and after the game I didn't really want to leave the pitch. I was like a young boy again. \"Since I've been here, I have played Europa League and Champions League. I have felt strong, powerful. I feel I've come on more than in the previous six years. As an older keeper you think more, because your back doesn't hold out any longer,\" he laughs. \"When you're younger you're more raw, you make stupid decisions. This goalkeeping coach [Alekos Rantos] is probably the best I've had: I'm still learning, at 36. I love football and want to keep going as long as I can. Then I'll probably do my coaching badges next summer.\" He is back in the Northern Ireland squad and he wants to play in the Euro 2016 qualifiers, which probably means playing for his club. Opportunities have been few, though. His immediate future remains uncertain but his family is happy, living on the coast south of the city, and he has no complaints. Roberto [Jiménez Gago, the Olympiakos goalkeeper] is playing well: \"In the game against Benfica, I've never seen anything like it,\" he admits. \"We won 1-0 because he made about 15 top saves.\" Talk turns to another Spanish goalkeeper, David de Gea. Between them, Peter Schmeichel and Edwin van der Saar occupied United's goal for 14 years. In the six years between the Dane's departure and the Dutchman's arrival 10 men had a go, Carroll among them. None succeeded entirely. De Gea must break that run. \"Peter Schmeichel was the greatest keeper in the world. Others come in and are under pressure already: 'We want another Schmeichel,'\" Carroll explains. \"A couple of bad games and it's 'get him out'. That happens at big clubs, not just United. \"De Gea has made mistakes, everybody does: we're not robots. Schmeichel made mistakes. How old is David? 20, 21? [He is 23]. He cost £18m. And he has to adapt: you watch Spanish football and, OK, there are crosses, but no one attacks the ball. But De Gea is doing a good job and I don't think you can try to improve someone quickly because you just push them. You put your arm around him and say: 'Take your time' … 'get used to the players' … 'learn the language.'\" \"Anyway, that list is a bit long,\" Carroll says. \"I knew I was going there to be No2 to Fabien Barthez. I went because I'd get goalkeeping coaching, which we didn't have at Wigan, and I'd face David Beckham's shots every day. But when I left it was the right decision. I enjoyed my time at Man U but I was 27 and I don't want to look back and say I won loads of trophies but played 200 games. I want to say I played 600 games, 700 games. You can sit on the bench and win but that's not the person I am.\" Tuesday will be \"special\", Carroll says; the return leg at Old Trafford even more so. John O'Shea and Wes Brown have gone but he says he is delighted to see Darren Fletcher back. Rio Ferdinand and Ryan Giggs are still playing, Phil Neville's coaching. And there's Albert the kitman. \"Hopefully I'll get a few shirts off of him,\" Carroll grins. \"He's a good guy and a real character.\" He calls Sir Alex Ferguson a \"father figure to everyone, not just the players, someone who when he talked you listened\", and has watched United struggle this season, conceding late goals. \"Man U in the past would never have done that,\" he says. \"I hope United can turn things around. Just not against us.\" Is this a good time to play them, then? And how will Olympiakos play? It's time for an insider's guide. Carroll protests: \"I can't tell you that! I'm trying to get another contract here! I'm not going to give anything away. Ask the manager.\" Right on cue, the fitness trainer José Vallejo strolls past. \"José, help! They're trying to get information out of me!\" Carroll pleads. Vallejo grins and makes a backhander gesture. \"Half for me,\" he says. \"OK,\" Carroll says, \"tell them we play six up front.\" And then that grin engulfs his face once more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}