{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/13/iverpool-luis-suarez-race-row-patrice-evra-all-false", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-13T22:47:00Z", "webTitle": "Liverpool's Luis Suárez claims Patrice Evra race allegations were 'all false'", "webUrl": "https://www.theguardian.com/football/2014/feb/13/iverpool-luis-suarez-race-row-patrice-evra-all-false", "apiUrl": "https://content.guardianapis.com/football/2014/feb/13/iverpool-luis-suarez-race-row-patrice-evra-all-false", "fields": {"headline": "Liverpool's Luis Suárez claims Patrice Evra race allegations were 'all false'", "bodyText": "Luis Suárez has risked reopening his race row with Manchester United defender Patrice Evra by claiming he has no regrets over the incident which he described as \"all false\". The Liverpool striker was banned for eight games after being found guilty of racially abusing the Frenchman in 2011. However, Suárez says the only mistakes he regrets in his career involved twice biting an opponent. He told Sport890 AM: \"Let me tell you, I've made only two mistakes in my career. My first was when I was playing for Ajax and I bit an opponent. My second was when I bit [Branislav] Ivanovic [against Chelsea]. \"The case with Evra was all false. I was accused without proof. But that's in the past. I was sad at that moment, but I'm happy today. I have grown up. I have thought more about things before doing them. \"Now people in England can't talk about me because I'm not doing anything wrong. They have to talk about me only as a footballer. I said I'm sorry [after the Ivanovic bite] and that was all, end of story. I've nothing else to regret. All the other things were like a movie that people in England believed in.\" Suárez also admitted to fears over his fitness as he prepares to play for Uruguay at this summer's World Cup. \"The truth is that I am scared of what happened to [Radamel] Falcao and [Theo] Walcott,\" he said, referring to the serious injuries picked up by the Monaco and Arsenal forwards. \"But you live in the present and you always give your best for your club - you can't be thinking about that all the time. It is a unique opportunity and we all want to be there but I prefer to focus my mind on the English league. The moment to think about the national team will arrive later.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}