{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/11/tim-sherwood-tottenham-job-louis-van-gaal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-11T22:30:00Z", "webTitle": "Tim Sherwood well aware success at Tottenham is not sack-proof", "webUrl": "https://www.theguardian.com/football/2014/feb/11/tim-sherwood-tottenham-job-louis-van-gaal", "apiUrl": "https://content.guardianapis.com/football/2014/feb/11/tim-sherwood-tottenham-job-louis-van-gaal", "fields": {"headline": "Tim Sherwood well aware success at Tottenham is not sack-proof", "bodyText": "Tim Sherwood says that he would not want to play poker with the Tottenham Hotspur chairman Daniel Levy and who can blame him? Sherwood has a contract to manage Tottenham until the end of next season, the result of him digging in hard last December when he was offered the opportunity to succeed the sacked André Villas-Boas but nothing lasts forever at White Hart Lane and Sherwood is honest enough to admit that his situation beyond this summer is not clear. The spectre of Louis van Gaal looms large. The 62-year-old will quit his post as the Holland coach after the World Cup finals – he is expected to be replaced by Guus Hiddink – and he is on record as saying that he wants to manage in England. Tottenham met Van Gaal before they promoted Sherwood from Villas-Boas's interim successor to his permanent one and they had to know that he would not be available before the World Cup. Yet it stands to be a different story after it. Van Gaal was asked last week by Dutch reporters about the talks with Tottenham. \"There will be a moment I can tell you guys more about that but that moment is not now,\" he replied. There was also the question about his future. \"I've always been clear about my future,\" Van Gaal said. \"I'll quit after the World Cup ... and everybody knows that there's one more top competition I would like to work in.\" He did not mention the Premier League on this occasion but he has done so several times previously. Perhaps, there could be another top English club that needs a new manager in the summer but it is Sherwood who must live with the innuendo. He also heard Frank de Boer, the Ajax manager, say last week that he liked the idea of taking charge at either Tottenham or Liverpool in the future. Tottenham had sounded out De Boer after they dismissed Villas-Boas but he was never going to leave Ajax in mid-season, particularly as he chases a fourth consecutive Eredivisie title. \"Those two clubs [Tottenham and Liverpool] are clubs that I think in the future I could be a manager of,\" De Boer said. \"I think the history of the clubs and what you can do with the team is my cup of tea.\" It ought to be noted that De Boer did not put a time frame on when he might want to fulfil this fancy. But the sentiment, or at least, how it rebounded to England, jarred with one of football's unwritten rules. \"I don't think I would ever tout myself about for a job when someone was already in the hot seat,\" Sherwood said. \"But if they want to do that, that's up to them. \"I don't blame them. They just want to put themselves in the frame. Obviously, they are not happy with the jobs they are doing if they are touting themselves for the Tottenham job. It's natural, I suppose. It's a big job. \"I don't know Frank. I'm not sure if it's disrespectful. I'm relaxed about it. But it wouldn't be something I would be doing.\" Sherwood was never going to be merely grateful to have the chance to manage at Tottenham, even though they have been one of England's top five clubs over the past four seasons and he had never previously managed. He has stuck to his principles and his sense of worth from the moment that he made it clear he would not accept the job on a caretaker basis. He wrung an 18-month deal from Levy which, it has to be said, felt like a surprise. Levy is hardly known for giving people what they want in negotiations, particularly not a rookie manager. Sherwood has imposed his style and he has brought his personality to the role. It has been impossible not to admire his streetwise self-assurance and the Premier League results have been very good; six victories, two draws and only the one defeat at home to Manchester City. He has exited both domestic cup competitions. Sherwood also showed his mettle when he effectively told Levy and the sporting director Franco Baldini that they did not need to horse-trade players in January. Levy loves a deal but chopping and changing the squad can bring its own problems. Tottenham made no new signings last month. \"I think it is wrong to collect players for the sake of it,\" Sherwood said. \"You are hoarding them and then it is up to the manager to manage them. Listen, if the player they were suggesting was far better than what we already had, then I am bringing him in and managing the problem. That ain't a problem. But it is not about collecting players who are on a par or less than what you already have.\" When Sherwood took over, Tottenham sat seventh in the division and were five points off the Champions League places. He inherited a good squad, although they were not his players and he wanted to instil a different way of playing to Villas-Boas, in terms of tactics and tempo. There was little time, certainly at the beginning, as the games came thick and fast, to work on things in training. So far, he has done a decent job. Tottenham travel to Newcastle United on Wednesday night, three points behind fourth-placed Liverpool. Yet there remains the sense that Sherwood is on trial and judgement will be meted out in the summer. \"I don't even know if top four gets me the job [for next season],\" Sherwood said. \"You will have to ask the chairman but he doesn't give much away. You certainly wouldn't want to play poker against him.\" Sherwood has had no assurances. \"And I'm not asking for any, either,\" he continued. \"I just need to get as high up the league as I can. If my achievements don't match the expectations of the club, then I'll be gone. \"I am so relaxed about the job and I am just going to do what I can. I can assure everyone I will give 100% to do my best for this football club and, if that's not good enough, someone else comes in and gets the opportunity.\" Sherwood said that he would not return to his youth co-ordinator's role at Tottenham if things did not work out for him as the manager but he wants to look forward with optimism. He is enjoying the challenge. \"I don't think I could do a job if I wasn't enjoying it, even this one,\" he said. \"If I wasn't enjoying it, I'd be gone. Listen, my life would be a lot easier if I wasn't manager of Tottenham, let me tell you that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}