{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/feb/25/labor-party-bounces-back-in-latest-newspoll-in-wake-of-manus-death", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-02-24T22:40:51Z", "webTitle": "Labor party bounces back in latest Newspoll in wake of Manus death", "webUrl": "https://www.theguardian.com/world/2014/feb/25/labor-party-bounces-back-in-latest-newspoll-in-wake-of-manus-death", "apiUrl": "https://content.guardianapis.com/world/2014/feb/25/labor-party-bounces-back-in-latest-newspoll-in-wake-of-manus-death", "fields": {"headline": "Labor party bounces back in latest Newspoll in wake of Manus death", "bodyText": "Labor has pulled ahead of the government in two-party-preferred terms a month after Bill Shorten’s personal satisfaction rating slumped by eight percentage points. Labor’s primary vote support sits at 39% in the latest Newspoll, the Australian reports. The government’s primary vote support has dropped to 39% from 41% putting Labor in the lead on a two-party-preferred basis 54%-46%. The Newspoll was conducted the weekend after the death of an asylum seeker in riots at Manus Island detention centre and the health minister started signalling more strongly in favour of a Medicare overhaul. The opposition has also been going hard on its message that the Coalition government is costing Australia jobs as car manufacturers and Alcoa confirmed the closure of its aluminium smelter in Geelong and two rolling mills. Labor’s primary vote of 39% is the highest it has been in a Newspoll since the middle of 2010, before Kevin Rudd was ousted as prime minister. Voters are dissatisfied with both leaders though, with 52% unsatisfied with the performance of the prime minister, Tony Abbott, and 39% dissatisfied with Shorten. It was another rise in dissatisfaction for Shorten who recorded an eight-percentage point increase in voters who were not happy with his performance in the Newspoll earlier this month. The Greens primary vote fell from 12% to 10%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}