{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/28/cardiff-city-ole-gunnar-solskjaer-vincent-tan", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-28T22:30:00Z", "webTitle": "I take full responsibility for Cardiff's poor results, says Solskjaer", "webUrl": "https://www.theguardian.com/football/2014/feb/28/cardiff-city-ole-gunnar-solskjaer-vincent-tan", "apiUrl": "https://content.guardianapis.com/football/2014/feb/28/cardiff-city-ole-gunnar-solskjaer-vincent-tan", "fields": {"headline": "I take full responsibility for Cardiff's poor results, says Solskjaer", "bodyText": "Ole Gunnar Solskjaer has insisted that he takes full responsibility for Cardiff City's poor results since taking over as manager at the start of January, despite Vincent Tan suggesting the Welsh club's disappointing form under the Norwegian is down to \"bad transfers we did in the summer\". The club's Malaysian owner made those comments in a BBC interview that has gone down badly with Cardiff fans and, once again, taken the focus away from events on the pitch at a time when Solskjaer and his players are embroiled in a relegation scrap. Cardiff, who face Tottenham Hotspur at White Hart Laneon Sunday, are second from bottom in the Premier League and have picked up only four points out of a possible 21 since Solskjaer replaced Malky Mackay as manager. Tan, however, continues to lay the blame for Cardiff's season unravelling at Mackay's door. He described him as a \"lucky\" manager, accused the Scot and Iain Moody, the club's former head of recruitment, of going \"berserk\" in the transfer market last summer and, rather bizarrely, claimed that Dave Jones had been more successful when in charge of the Welsh club. Tan also called on the Cardiff fans who oppose him to apologise and signalled his intention to become \"personally involved\" with transfers in the summer, after adopting a more hands-on approach in January. All of which left Solskjaer picking up the pieces at his morning press conference. Solskjaer refused to subscribe to Tan's view that the reason he has won only one of seven league games is due to anything that happened before he was appointed. When asked if he took responsibility for results under his watch, as well as whether Cardiff are relegated or survive this season, Solskjaer replied: \"Definitely. Results haven't been what I wanted or expected in the two months I've been here. It's my responsibility to get us out of here as well. I'm in charge of the team now, we're in with a chance. We've got two and a half months to get out of the situation and we'll give it a go.\" It was pointed out to Solskjaer that when Tan said he was \"convinced\" the former Manchester United player could keep Cardiff in the Premier League, it could be interpreted by some as the dreaded vote of confidence. \"I'm not the person who wants to live a safe life and say 'He's got a job for 10 years'. That's not how it is. I'm in a results business,\" said Solskjaer, who has a 12-month rolling contract. \"The measure of a man is not when he stands in a zone of comfort, it's when challenge and adversity is there. That's when you've got to show your personality and character. I'm not one to say 'You've given me a contract for this long or that long'. I've got to prove that I'm good enough, and I'm sure I am.\" On the subject of transfers – Cardiff have signed seven players since the turn of the year and a pre-contract agreement has been reached with Real Valladolid's Javi Guerra to join on a free in the summer – Solskjaer insisted that Tan is not involved in identifying targets. \"I do [control] football matters,\" he said. \"He [Tan] is very willing to invest, he wants us to be successful but he wants to know what we're doing. He wants to know the ins and outs of it, it's got to be transparent, it's got to be in a structure and he's involved in that structure. But the football decisions, obviously they're mine. I decide the players.\" Solskjaer was also asked about Tan's hugely controversial decision to change Cardiff's kit from blue to red and whether he could understand supporters' concern about what remains an extremely emotive issue. \"Of course you can, because that's the identity that they've been part of. But that was a decision made before my time, so I cannot come in and change what's been done,\" he said. \"We work on what we have and we look forward to making this a success.\" Does Solskjaer think that it was a mistake on Tan's part to change Cardiff's colours? \"You know what I look at, maybe some of the mistakes I made, maybe picking that player or picking those tactics or that game-plan,\" he said. \"I can't be looking at that [the kit colour] now.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}