{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/11/football-clockwatch-live-mbm", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-11T22:00:43Z", "webTitle": "Football clockwatch – as it happened | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/2014/feb/11/football-clockwatch-live-mbm", "apiUrl": "https://content.guardianapis.com/football/2014/feb/11/football-clockwatch-live-mbm", "fields": {"headline": "Football clockwatch – as it happened", "bodyText": "So here are those full-time scores in full: Cardiff 0-0 Aston Villa Hull 0-1 Southampton West Brom 1-1 Chelsea West Ham 2-0 Norwich All of which means that: Chelsea are top by two points but will go third if Arsenal and Manchester City win tomorrow. West Ham go 10th, 22 points behind Liverpool in fourth four points above the bottom three. A point above West Brom takes them above Sunderland, who drop to 18th, on goal difference - they both have 24 points. Cardiff are going down. Probably. Night! Full-time: West Brom 1-1 Chelsea: A great point for Chelsea, one that consolidates their position in the top four. Willian shoots! West Brom block! Corner! In the sixth minute of added time! Victor Anichebe races on to a long pass in behind Cahill, beating the Chelsea defender for pace and storming into the area - but Cahill gets back to deny him! Oof, ah. Mourinho’s face, though. Oh Chelsea! GOAL! West Brom 1-1 Chelsea (Anichebe): The pressure tells, just as it did against Everton and Liverpool! And it’s Victor Anichebe, West Brom’s saviour against Liverpool, who has headed past Petr Cech. There was a bit of flapping there. West Brom deserve it. There are roughly five minutes left at The Hawthorns. Chelsea are being pinned back. Here’s where they could do with Jay Tee. “Brazil 82,” says Simon McMahon. “West Ham 14. The beautiful game.” Full-time: Hull 0-1 Southampton: Jose Fonte’s goal is enough for Southampton. West Brom, who are all over Chelsea, should have had a penalty but David Luiz is not penalised for pulling Victor Anichebe’s shirt. Hull are running out of time. Southampton are closing in on victory. “Three wins on the trot and suddenly we’re in the top half?” says David Carrington. “How the hell did that happen?” I’m not sure, but I hope you’ll agree that it’s not too late to make a charge for the top four. GOAL! Sheffield Wednesday 0-3 Wigan (Fortune): A good result for Wigan at Hillsborough. Full-time: West Ham 2-0 Norwich: West Ham were largely dismal but found a way; it’s their third successive 2-0 win and they go 10th. Hello, mid-table obscurity. GOAL! West Ham 2-0 Norwich (Diame): The points are West Ham’s! Mo Diame races the length of the pitch against an exposed Norwich defence and his weak shot takes a deflection and dribbles into the bottom corner. Thievy has blootered a great chance wide for West Brom. Chelsea want to wake up sharpish. It’s finished in the game I’ve not been covering - and it’s Cardiff 0-0 Aston Villa. That’s a result that doesn’t do much for either side. Chelsea have been looking for a second goal to finish West Brom. But they haven’t found it and now the hosts are pressing. A free-kick from Snodgrass, a header from Bassong and a save from Adrian. West Ham hold on. GOAL! Huddersfield 0-2 Nottingham Forest (Paterson): The second of the evening for Jamie Paterson. John Ruddy has the thousand-yard stare on. But Chris Hughton should also take a bit of the blame - Norwich were in control and he handed some sort of initiative back to West Ham by taking off Hooper and Redmond. GOAL! West Ham 1-0 Norwich (Collins): James Collins breaks the tedium by glancing in a free-kick from the left. It’s a horrible piece of goalkeeping from John Ruddy, who came for the ball and got nowhere near it. A huge goal for the hosts. GOAL! Leyton Orient 1-3 Bristol City (Flint): The visitors restore their two-goal advantage. GOAL! Yeovil 1-1 Millwall (Morison): It’s ok, no need for Steve Lomas to return. GOAL! Bolton 0-1 Burnley (Vokes): A big goal at the top of the Championship. It was Jose Fonte’s goal for Southampton at Hull. Unlucky, Rickie Lambert. WEST HAM HAVE A SHOT!!!!!!!!!!!!!!!!!!!! But John Ruddy has made a magnificent save to deny Mo Diame after he was flicked clear by Nolan. Actually that Southampton goal might go down as Jose Fonte’s - his shot was the third out of four. It was blocked on the line but may have been over. Er, isn’t that what goal-line technology is for? GOAL!!!!!! Hull 0-1 Southampton (Lambert): After a preposterous scramble, featuring three great saves by Steve Harper, Rickie Lambert finally puts the ball away at the fourth time of asking, slamming home from six yards out! Norwich have had all the chances tonight and Hooper has wasted their best one. While it was a good save by Adrian, Hooper really should have scored after being played through but he shot at the goalkeeper’s legs. Over at The Hawthorns, Foster beats away a stinging drive from Samuel Eto’o as Chelsea look for a second. GOAL! Yeovil 1-0 Millwall (Ralls): Bring back Steve Lomas! GOAL! Huddersfield 0-1 Nottingham Forest (Paterson): A fine header from Jamie Paterson. GOAL! Brighton 1-0 Leeds (Ulloa): Will everyone please stop kicking Leeds? “I couldn’t help but notice the advert for General Manager, Events at Manchester United, advertised alongside your minute-by-minute. Could this mean the end for Moyes?” says Huw Alexander. “Not sure if ability to make a nice prawn sandwich is a requirement.” They’re off again at the Hawthorns. Chelsea lead 1-0 thanks to Ivanovic’s goal. Hard to believe, but West Ham are badly missing Andy Carroll. Marco Borriello hasn’t made much of a difference since replacing Carlton Cole, who was at his oafish worst. “I just had to loan the club I play for £12 so we had enough to pay our £135 subs for the rest of the season,” says Mark Judd. “Luckily, that hasn’t been picked up by the FIFA Fair Play people. I’m hoping they aren’t following your MBM so keep it to yourselves.” Now Olsson has drifted a shot just wide at Upton Park, Norwich still making all the running. “I just ‘tuned in’ to the MBM and was skimming over what I’d missed,” says Jimmy Lacey. “In my haste I thought David Hopkins had referred to “subbuteo favourite Paul Peschcisolido”, which made me laugh and which also turned out to be the most entertaining thing that had happened in any of the games so far.” A cross from the right finds Jay Rodriguez at the far post. For some reason, he tries a scissor kick instead of a header. He does not score. “The much maligned Aly Cissokho, nee Traore, was actually very accomplished against Arsenal,” says Jerome Mallon. “I was sat near the touchline left back area on Saturday and his performance almost shocked me as much as the first 20 minutes, bravo!” Kevin Nolan is clear in the area, decides to take a touch or 17, gets the ball stuck under his feet and then sets Norwich on the counter-attack with a poor pass to Matt Taylor. Norwich attack and Adrian has to make a save from Hooper (I think). “Why is that we only hear about player value disparity when City play,” says Joe Rega. “Surely the Chelsea Cash on Pitch coefficient against WBA must be one of the greatest in the history of the English Oil Oligarchy League. Why no mention?” This is developing into a tedious evening. It’s being reported that Paul McShane has been taken to hospital with a suspected broken ankle. “WBA vs CFC,” says Pauline Shaw. “You were saying...?” That’s right, facts are offensive now. You guys. “Is that treasured memory allowed to be only three days old?” says Ian Copestake. “Not actually Liverpool’s Shanklyesque battering of Arsenal but Aly Cissokho crying during the minute’s clap for Shankly’s own Tony Hately. I know we Merseysiders are a sentimental lot but I have been carrying that image with me ever since and wish the boy nothing but the best for the rest of what started out to be a very difficult season for him.” GOAL!!!!!!!!!!! West Brom 0-1 Chelsea (Ivanovic): Branislav Ivanovic belts Chelsea into the lead just before half-time. What a goal machine. He was unmarked at the far post at a corner and volleyed in from close range. Huzzah! They’re off again at Upton Park... West Brom have been stubborn and hard to break down. Chelsea haven’t had a shot on target yet. “I dislike Ian Dowie immensely, for no other reason than the fact that I was something of a Competitive Dad and was playing Championship Manager with my two sons in the mid 90s,” admits Brian Rafferty. “I was Man Utd and made the mistake of popping to the shop when it was my eldest son’s turn. I returned to find them sniggering and discovered that had spent all of my transfer money on Dowie. I went mental!” I’m sure you did! Kids, eh? Half-time: Hull 0-0 Southampton: We wouldn’t have it any other way. There have been three goals in the top two divisions in England. Well played, everyone, way to keep us all entertained. The injury to Paul McShane means they’re still playing at the KC Stadium. Half-time: West Ham 0-0 Norwich City: It’s been as exciting as we all thought it would be. GOAL! Leyton Orient 1-2 Bristol City (Lisbie): Kevin Lisbie does what Kevin Lisbie does. Iain Dowie has just referred to something called a “leg race”. A new take on the old-fashioned foot race. It’s all Chelsea at the moment. David Luiz rattles one just over. GOAL! Sheffield Wednesday 0-2 Wigan (Maynard): Waghorn’s corner is bundled in by Maynard for his second of the evening. Chelsea have threatened for the first time, Eto’o making a nuisance of himself on the right but eventually Billy Jones hacks behind after a scramble. GOAL! Watford 1-0 Birmingham (Deeney): Deeney dupes Birmingham with his own ineptitude. He takes a massive swing at the ball and makes contact with fresh air, but while Birmingham’s defenders are doubled over laughing, he then batters a shot high into the net. You might have noticed I haven’t said much about the match between West Brom and Chelsea. That’s because there’s not much to say. GOAL! Sheffield Wednesday 0-1 Wigan (Maynard): A cool finish from Nicky Maynard gives Wigan the lead. That’s the night’s first goal in the Championship. Southampton hit the bar! A dipper from Jay Rodriguez has Steve Harper beaten but it’s not quite accurate enough for the first goal of the evening. Gary Hooper has just accidentally volleyed James Tomkins in the chest. However the West Ham defender is not Chico Flores, so he just gets on with the game. We’ve still not had any goals in the Premier League. “Defeats are best enjoyed through the outlet of abusing your own team/manager,” says David Hopkins. “I have fond memories of Phil Brown substituting fan’s favourite Paul Peschcisolido rather than useless loanee Stern John, to be met by 30,000 voices informing him he didn’t know what he was doing. Again, better than Socrates.” Another chance for Norwich! They break from a corner, Hooper, Redmond and Snodgrass combining to set up Bradley Johnson, who is denied by a last-ditch tackle from James Tomkins. He looked certain to score. The camera cuts to Assem Allam at the KC Stadium. Weirdly he’s not dressed as a tiger. “Leeds 4- 3 Liverpool, Nov 2000 if I recall correctly,” says Patrick Crumlish. “Incredible match and four goals from Viduka. Also, we still beat them to a Champions League spot and won three trophies that year, so it didn’t really cost us anything.” How can you not enjoy a match that featured Christian Ziege scoring for Liverpool? “Everton were hammered by Newcastle in the mid-90s at Goodison and Evertonians weren’t too bothered, because We’d love it, love it if they went on to win the Title,” says Gary Naylor. “How did that turn out?” I think they won, Gary. West Ham are living dangerously. Robert Snodgrass beats the offside trap, Redmond releasing him with a lovely chipped pass, but his shot is blocked by Adrian, who’s saved West Ham again. The hosts have been poor. GOAL! Torquay 0-2 Northampton (Sinclair): Poor old Torquay. Shane Long has headed against the the post for Hull and George Boyd, just on as a substitute, saw his rebound pushed over by Boruc. Peep! They’re underway in the 8pm match between West Brom and Chelsea. GOAL! Leyton Orient 0-2 Bristol City (Barnett): Probably West Ham’s fault. GOAL! Torquay 0-1 Northampton (Sinclair): Northampton lead in the 12-pointer in League Two! Meanwhile Paul McShane is being taken off on a stretcher after that collision with Steve Harper. George Boyd comes on for him. An excellent move from Norwich almost brings them the first goal at Upton Park, Nathan Redmond twisting Guy Demel inside out and then crossing for Hooper, whose stooping header was tipped behind by Adrian. Rickie Lambert has had another chance for Southampton but couldn’t take it. Paul McShane has injured himself trying to deny him. Actually, so has Steve Harper. The two collided. “Simon McMahon needs to start living in the present,” says David Hopkins. “razil 82 were all well and good, but last night I got to see Derby beat QPR by a dodgy goal to nil, royally annoying Joey Barton and his amazing topknot hairdo in the process. Socrates? Schmocrates.” This is the same Joey Barton who was taking sideswipes at Javier Pastore the other day. The man has not an ounce of self-awareness. GOAL! Leyton Orient 0-1 Bristol City (Baldock): Former West Ham legend Sam Baldock has given struggling Bristol City an early lead against high-flying Leyton Orient on his return to east London. What a chance for Rickie Lambert to give Southampton the lead! A cross from Adam Lallana was headed to the striker, who was around 12 yards from goal, and he took a neat touch to set himself before bending his shot inches past the post. He really should have scored. No one’s scored yet or done anything. Bah. “Maybe we could riff on defeats for your team that you strangely enjoyed?” says Simon McMahon. “You’d probably know a thing or two about that yourself..” FA Cup final, 2006. Next. Peep! Who likes football? Then this is the place for you. “Just watching a programme on Sky about the Brazil 82 side,” says Simon McMahon, gently ushering the ladies to form an orderly queue. “As Buddy Holly said, oh boy! The fact that Scotland actually led them through a 20 yarder into the top corner by Dundee United legend Dave Narey remains one of my fondest football memories, as indeed does the hiding we eventually suffered, such was the beauty of the football.” Were they as good as Sven’s England? “Wasn’t Werner Herzog made to eat his shoe?” pedants Oliver Pattenden. “I daresay you should start prepping that hat, werner herzog-style - surely wilshere’s goal against norwich earlier this season was just a smidgen more exciting?” says Rick Grant. Oh, that is obviously a great shout - but what makes the Hazard one so special is both the speed of his stabbed finish, which made Tim Krul look like a dweeb, and the sense that this is a player who is reaching a scary level. And here are the teams at The Hawthorns. Ramires replaces Frank Lampard in midfield for Chelsea, while Fernando Torres is fit enough for a place on the bench after returning from injury. West Brom: Foster; Reid, McAuley , Dawson, Ridgewell; Yacob; Amalfitano, Morrison, Brunt; Thievy, Berahino. Subs: Myhill, Mulumbu, Lugano, Dorrans, Gera, Anichebe, Vydra. Chelsea: Cech; Ivanovic, Cahill, David Luiz, Azpilicueta; Ramires, Matic; Willian, Oscar, Hazard; Eto’o. Subs: Schwarzer, Cole, Mikel, Lampard, Schurrle, Salah, Torres. Referee: Anthony Taylor. As for Hull, Alex Bruce is in for the injured Liam Rosenior, while Calum Chambers steps in for Nathaniel Clyne in Southampton’s one change. Hull: Harper; McShane, Bruce, Davies, Figueroa; Elmohamady, Huddlestone, Livermore, Meyler; Jelavic, Long. Subs: Jakupovic, Quinn, Koren, Brady, Boyd, Sagbo, Aluko. Southampton: Boruc; Chambers, Fonte, Yoshida, Shaw; Cork, Schneiderlin, S. Davis, Lallana, Rodriguez; Lambert. Subs: K. Davis, Clyne, Wanyama, Ward-Prowse, Guly, Hooiveld, Isgrove. Referee: Martin Atkinson. The teams are starting to roll in. West Ham are unchanged from the win over Aston Villa, while Robert Snodgrass replaces Anthony Pilkington for Norwich. West Ham: Adrian; Demel, Collins, Tomkins, McCartney; Noble, Taylor; Downing, Nolan, Jarvis; C Cole. Subs: Jaaskelainen, Reid, Armero, Collison, Diame, Borriello, Nocerino. Norwich: Ruddy; Martin, Yobo, Bassong, Olsson; Tettey, Johnson; Snodgrass, Fer, Redmond; Hooper. Subs: Bunn, Whittaker, van Wolfswinkel, Pilkington, Hoolahan, Elmander, Garrido. Referee: Michael Oliver. Oh God. It’s happened. It’s finally happened. Chelsea are top. More to the point, Jose Mourinho is top and no one will fancy chasing the ultimate frontrunner. It’s a truly amazing achievement that he’s still manfully maintaining the pretence that his primary target this season is to sneak into the top four. What a crafty, conniving, shameless genius. Don’t believe a word of it, of course, he’s just trying to pull the wool over your eyes. Over all of our eyeses, actually. And then, BAM. It’s May, Chelsea have won the league by 26 points, John Terry’s happy and Mourinho is even smugger than usual, all pleased with himself because he’s spent the last nine months telling lies to a gullible Geoff Shreeves, which is just really mean, because Geoff thought they were friends. But forget about all Mourinho’s woe-is-me at little-old-Chelsea evasion. They’ve meant business for a while, first when they went back to basics after those defeats at Sunderland and Stoke in December and then when they developed into the smooth but scintillating counter-attacking force of nature that swept past Manchester City and Newcastle. With Eden Hazard at the wheel, the Chelsea bus simply drove through both. Who needs Juan Mata? Lots of people. I need Juan Mata. You need Juan Mata. But not Chelsea, not if they’re going to be playing like this. If anyone scores a better team goal this season than Hazard’s second against Newcastle, I’ll buy a hat and then I’ll eat it and then I’ll go the nearest hospital. Chelsea will fancy a victory against West Brom tonight, although it has been pointed out that the Hawthorns has been a graveyard for their managers in the past two seasons, with Andre Villas-Boas and Roberto Di Matteo given the chop after defeats there. That’s probably not going to happen to Mourinho, is it, not least because West Brom have not won since Pepe Mel’s arrival. Their defeat to Crystal Palace on Saturday saw them drop into the bottom three, a situation that definitely isn’t causing much mirth in some quarters, although they have managed stubborn 1-1 draws with Everton and Liverpool in their previous home matches. It’s not a great time to be for West Brom – especially as they have to pretend they like poor, misunderstood, thoughtful, moral Nicolas Anelka – but at least they can take some comfort from how tight the bottom half of the table is. An unlikely scenario it may be, but a win could move them up to 13th. And if West Ham beat Norwich at Upton Park tonight, they could rocket up from 15th to 10th. They were 18th before they beat Aston Villa 2-0 on Saturday, Kevin Nolan continuing his recent renaissance with both goals. But Sam Knows, as they so often say in east London. Dead and buried a few weeks ago, now they’ve even won a game without Andy Carroll. Crucially, they’ve got their defenders back; the win over Villa featured their 12th clean sheet of the season. They’re starting to breathe a little easier but they’re not out of the woods yet. Far from it. Like Norwich, who come into this game boosted by holding Manchester City at Carrow Road, they’re still only two points above the bottom three. It sure is a funny league. No one seems to be having much fun at Norwich but they can also go 10th with a win. Finally we’ve got Hull v Southampton, who are currently the only team in mid-table. Hull are 11th. They go 10th if they win and their new strikers, Shane Long and Nikica Jelavic, are both scoring. Yet they’re also only four points above struggling West Brom in 18th place. Confused? Good. Here are the fixtures in full: Cardiff v Aston Villa (7.45pm) - follow that match by clicking on this link. Hull v Southampton (7.45pm) West Brom v Chelsea (8pm) West Ham v Norwich (7.45pm)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}