{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/09/norwich-manchester-city-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-09T23:02:00Z", "webTitle": "Manchester City manager points to 'unlucky moment' after draw at Norwich", "webUrl": "https://www.theguardian.com/football/2014/feb/09/norwich-manchester-city-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2014/feb/09/norwich-manchester-city-premier-league-match-report", "fields": {"headline": "Manchester City manager cites 'unlucky moment' after draw at Norwich", "bodyText": "When Manuel Pellegrini said after this game that his side were experiencing what he described as an unlucky moment in the season, the Manchester City manager was referring not so much to a second consecutive lacklustre performance as the reasons behind it. Specifically, the injuries which are depriving him of five key players and almost as importantly, reducing the effectiveness of several others. Two games without a goal obviously emphasise the absence of the 26-goal leading scorer Sergio Agüero – given that City have failed to score in four of the five Premier League games he has failed to start this season – and of Fernandinho, but Alvaro Negredo and Yaya Touré are also among those playing when less than 100% fit, and on Saturday it showed. Negredo, who has a continuing issue with a shoulder injury picked up in the Capital One Cup semi-final against West Ham last month, missed City's best chance when he headed against the bar when unmarked on the six-yard line. Touré has a back problem and eschewed his normal driving runs from midfield to sit quietly in a defensive role in front of the back four. \"I was concerned for the last match, against Chelsea, and also for this match, and next week we have a very difficult week because we have the three competitions: Premier League on Wednesday against Sunderland, FA Cup against Chelsea [on Saturday evening] and then on Tuesday against Barcelona in the Champions League, so we must see how we can recover the players in these days,\" Pellegrini said. The Chilean is, he said, doing his best to reduce the workload on key individuals. \"That's why we are trying to make a rotation, [some] on the bench, not to start from the beginning. We are trying to do our best with the squad.\" It meant only a second Premier League start for Stevan Jovetic, but though the Norwich goalkeeper John Ruddy did save one well-struck effort shortly before half-time, the Montenegro striker signed for £22m from Fiorentina last summer was generally ineffective and eventually replaced by Edin Dzeko – himself carrying a knock, according to Pellegrini. Even so, the manager did not appear dismayed to have failed to create more than a couple of decent chances from almost 70% possession. \"Every team will drop points, last week it was Chelsea against West Ham at home, today it was Arsenal, so we hope it will continue to the end and as I've said a lot of weeks before, this Premier League will be decided by one point.\" A point might also prove to be enough to keep Norwich up, and unlike against Newcastle in their previous home game, the Canaries fully deserved theirs. Indeed they were unfortunate not to claim all three when, with time running out, Nathan Redmond, who had the beating of City's defenders all afternoon, left the hapless Martín Demichelis standing and crossed low for Ricky van Wolfswinkel. Needing only to make contact to turn the ball over the line, the Holland forward failed to do so. In fact, having come on as a substitute, the only time Van Wolfswinkel caused some sort of stir was when he felt Touré's foot make the slightest of contacts with his back and having thought about it, flung himself to the ground and writhed about in the manner that is a miserable blight on the modern game. Unfortunately for Touré, he did raise a foot after the two players scrapped for possession, and may face a retrospective misconduct charge. Neither manager saw the incident and anyway Hughton had happier things to talk about, including the standing ovation his players received for their impressive determination and commitment. \"We have supporters who know the game and how good Man City are,\" said Hughton, whose side had been beaten 7-0 at the Etihad earlier this season. \"But it's more to do with they saw us trying to win the game at the end. You know you are going to have to defend for large periods, but also you have to be a threat on the ball, and I thought we got most things right.\" The experienced Joseph Yobo, signed on loan from Fenerbahce at the end of the transfer window, gave Hughton's side a reassuring presence alongside Sébastien Bassong in central defence. With other clubs in the bottom half having increased their striking options, however, Norwich could do with the likes of Van Wolfswinkel making an impression for playing football rather than play-acting. Man of the match Joseph Yobo (Norwich City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}