{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/16/manchester-city-barcelona-chelsea-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-16T22:29:00Z", "webTitle": "Manchester City ready for Barcelona after win over Chelsea – Pellegrini", "webUrl": "https://www.theguardian.com/football/2014/feb/16/manchester-city-barcelona-chelsea-champions-league", "apiUrl": "https://content.guardianapis.com/football/2014/feb/16/manchester-city-barcelona-chelsea-champions-league", "fields": {"headline": "Manchester City ready for Barcelona after win over Chelsea – Pellegrini", "bodyText": "Revenge, excitement, love, fearlessness. Manuel Pellegrini's mask slips more and more as his passion for football shows. These were the emotions touched on by the Manchester City manager before his side meet Barcelona on Tuesday evening in a must-see Champions League encounter. For Pellegrini, whose side knocked Chelsea out of the FA Cup with ease, it will be a thrill to take on the Catalan club. \"Yes, of course, because it's two good teams coming together. It's good for the fans, it's good for everyone. I love football, I love good matches,\" he said. \"I don't have any fear about playing Barcelona, because this team has got to continue to develop the mentality to play against important, important teams, whether that's in the last 16, the quarter-final. I hope we see a very good match on Tuesday and I hope we can win at home. \"It's impossible to avoid Barcelona, Real Madrid or Bayern Munich if you want to continue in the Champions League. So in one moment you must play against them. We play them in the last 16, so let's see what we can do.\" Against José Mourinho's side, Pellegrini got the required response after the two previous results. \"I felt the team wanted revenge, not just against Chelsea, but also because of the Norwich game,\" he said. Victory over Chelsea was aided by James Milner helping Pablo Zabaleta shackle Eden Hazard, and Javi García providing a convincing midfield barrier alongside Yaya Touré, who was in imperious form. In City's 1-0 defeat to Chelsea a fortnight ago at the Etihad Stadium neither Milner or García were present when Hazard routed an exposed Zabaleta and Martín Demichelis, a (one-paced) central defender, was pushed forward into an auxiliary role next to Touré. This time Pellegrini deployed apt personnel to squeeze Chelsea and offer a clue as to how City can prosper against Barça by pressing high to kill the space and time Lionel Messi and company have to play their dizzying pass-and-move stuff. For this approach Pellegrini would love to have Fernandinho back. The impressive Brazilian, whose partnership with Touré allows the Ivorian to rove forward, has a chance of being fit to face Gerardo Martino's side, having been out since the end of January due to a muscle injury. Pellegrini said: \"Maybe if he worked [on Sunday] in a normal way and Monday he is 100% fit and he does not have any scare about his injury, we will see if he can play.\" The Chilean's 26-goal man, Sergio Agüero, has a slimmer hope of facing Barcelona as he continues his recovery from a hamstring injury. Of the striker and Fernandinho, Pellegrini said: \"If there is any risk, they will not play. They have to be 100%. We will talk to the doctor and see what happens. It's my opinion that [for] Agüero it is very difficult.\" Samir Nasri is one A-list performer who is back, the Frenchman returning from a month lay-off due to a knee injury to score City's slick second goalagainst Chelsea, the one-two he worked with David Silva shredding the sluggish Chelsea. This was in the second half, after Nasri entered as a replacement. It was the same story for the move that involved Touré and finished with Stevan Jovetic claiming a first FA Cup goal before the break, Mourinho's team again half a yard off the pace. The Portuguese had no complaints about the result. \"I don't think we defended the same way [as in Chelsea's league win]. We want to press, one thing we do is press really well in the opponent's half and we never did that,\" he said. The manager pointed to Chelsea having played in midweek and City having rested due to their game with Sunderland being postponed because of the storm. \"The difference of freshness was clear. You could feel their players were stronger and faster than some of my players too. The team was feeling that it was difficult to do it and when you feel that, by the mental point of view you are going a little bit down.\" On Saturday Barcelona thrashed Rayo Vallecano 6-0 with Messi scoring twice to set a single-club record of 336 goals. Yet Pellegrini's message is bring the little genius and team-mates on so that his players can shine. \"Yes, it's a good chance to show how good we are,\" he said. \"They have a lot of experience, they have a great team, they have the best player in the world, but I think also we are a good team with good players.\" Man of the match Yaya Touré (Manchester City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}