{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/feb/01/the-agenda-sochi-super-league-odriscoll-gatland", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-02-01T22:00:00Z", "webTitle": "Hopes for Sochi, the return of Super League and the big drugs story", "webUrl": "https://www.theguardian.com/sport/2014/feb/01/the-agenda-sochi-super-league-odriscoll-gatland", "apiUrl": "https://content.guardianapis.com/sport/2014/feb/01/the-agenda-sochi-super-league-odriscoll-gatland", "fields": {"headline": "Hopes for Sochi, the return of Super League and the big drugs story", "bodyText": "BIG OLYMPIC MOMENT The Winter Olympics officially starts with the opening ceremony on Friday (BBC2, 3.30pm) although the action in Sochi actually gets under way 24 hours earlier on Thursday when Team GB snowboarder Billy Morgan will be one of the first to hit the piste in the slopestyle event. Morgan, 24, could deliver the first British medal of the Games, and there are even whispers the former acrobat from Southampton may strike gold, which would be a good start for a team attempting to win more than one gold for the first time ever, and take the pressure off the big medal hopes, skeleton duo Shelley Rudman and Lizzy Yarnold and the skier Chemmy Alcott. BIG KICK-OFF While much of Europe feasts on the start of the Six Nations there is, of course, another oval-ball season on the horizon, or in fact a little bit closer than that as Super League returns to our screens on Friday (Sky Sports 1, 7pm) when last season's unstoppable force, Wigan, host Huddersfield Giants. While the rugby union world was salivating over the All Blacks' winning year Wigan were crushing all before them to win the Super League and Challenge Cup double. However the Giants ran them close, finishing the regular season top for the first time since 1932 only to lose 22-8 to Wigan in the play-offs. They will hope, much like the rest of Super League, that the loss of Sam Tomkins to Auckland Warriors reduces Wigan's aura in the months ahead. BIG POINT TO PROVE Let's just make this absolutely clear; Brian O'Driscoll has nothing to prove to anybody. He will become Ireland's most capped player when he runs out against Scotland today, has already captained them more times than anybody else, and scored more tries than any Irishman and in fact anybody else in Six Nations history. However, to say his legendary status took a little bit of a knock when he was dropped by Warren Gatland for last year's decisive Lions Test in Sydney - which, lest we forget, the Lions went on to win at a canter – is putting it rather mildly. So, on Saturday (BBC1, 2.30pm), Wales and Gatland will be in Dublin for what could just be the decisive moment of O'Driscoll's 14th and final Six Nations campaign. Nothing to prove though, right Brian? BIG DRUGS STORY The eyes of the athletics world will be focused on Kingston, Jamaica on Tuesday and the appearance of the sprinter Sherone Simpson in front of a disciplinary panel from the Jamaican Anti-Doping Commission (Jadco). The hearing was adjourned last month but Simpson, who won 100m silver at the London 2012 Olympics, is expecting to find out her fate this time, and the Jadco verdict will give a big clue as to how the former 100m world record holder Asafa Powell will fare in front of the same panel later in the week. BIG LOSS Britain's women head to Budapest for the Group I series event in the Fed Cup but they will have to do without the injured Laura Robson. The British No1 has been carrying a wrist injury since last autumn and it contributed to her first-round defeat at the hands of Kirsten Flipkens in the Australian Open in Melbourne. Robson will be replaced in the four-player squad by Jocelyn Rae who will play alongside Heather Watson, Johanna Konta and Tara Moore. Britain take on Hungary, Latvia and Romania with two teams progressing to the World Group II play-offs in April. BIG HOMECOMING After more than three months of unremitting, miserable and most unexpected failure, the last England cricketers remaining on the worst Ashes tour in the history of English cricket will fly home on Monday. Humbling series defeats in all three formats of the game have (so far) cost them the services of their previously unbreakable No3 batsman in Jonathan Trott, their previously world-class spinner in Graeme Swann as well as their former world No1 coach, Andy Flowers. There will probably be no red carpet or plastic being raised flags at Heathrow this time lads."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}