{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/feb/19/cardinal-vincent-nichols-outspoken", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-02-19T23:41:00Z", "webTitle": "Church and state: cardinal number | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/feb/19/cardinal-vincent-nichols-outspoken", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/feb/19/cardinal-vincent-nichols-outspoken", "fields": {"headline": "Church and state: cardinal number", "bodyText": "Archbishop Vincent Nichols today becomes the 15th English cardinal since 1850. That was the year that normal service resumed after the Reformation 300 years earlier. It is beginning to look as if the government might find him almost as uncomfortable a faith leader as some of his distant predecessors. Encouraged by the Vatican's new evangelical mission, the archbishop took advantage of the publicity around his appointment to attack the damaging effects of some aspects of welfare reform. On BBC radio he described it as his privilege to publicise the stories being reported to him by priests and parish workers who are on the frontline, as claimants on jobseeker's allowance struggle to meet what for them are almost impossible demands under threat of the withdrawal of benefit if they fail. Archbishop Nichols – born in Crosby on Merseyside, where he spent the first 14 years of his career in the church – has been the man to watch at least since 1992 when he became, at 46, the UK's youngest Roman Catholic bishop. In 2000, he became archbishop of Birmingham, and in 2009, still only (by church standards) a youthful 64, he got the top job: archbishop of Westminster and leader of the Catholic church in England and Wales. Appointed by the deeply conservative Pope Benedict, he now seems almost liberated by the fresh breeze coming from the Vatican of Pope Francis. The relationship between church and state is getting more confrontational. Yesterday, David Cameron strongly challenged the archbishop's criticisms of welfare reform, without addressing the question of its administration, even though that is the aspect that has prompted so much disquiet that the Department of Work and Pensions has set up its own review. The archbishop has also attacked the way new earnings rules are so high that families are being forced apart, raised the alarm about children living in poverty, and urged Catholics to speak out for the poor. Now he is attacking benefit sanctions – which, the department confirmed yesterday, are affecting more people than ever before. It would be convenient to explain his increasingly outspoken attacks in the context of a church whose congregations include many Catholic migrants. But English Catholicism has a long history of sympathy for the underdog and an outlook robustly independent of Rome's: the archbishop was not afraid to cross the Vatican by supporting Soho masses for lesbian, gay, bisexual and transgender Londoners. And his concern for the poor is further legitimised by the expanding role of faith-based organisations, reflected in the part they played in London Citizens' campaign for a living wage. It looks as if it will be a hot summer, not least for his fellow Catholic, the man in charge of benefits, Iain Duncan Smith."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}