{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/feb/13/prosecuting-rape-police-cps", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-02-13T23:30:01Z", "webTitle": "Prosecuting rape: slow ahead | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/feb/13/prosecuting-rape-police-cps", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/feb/13/prosecuting-rape-police-cps", "fields": {"headline": "Prosecuting rape: slow ahead", "bodyText": "Successful prosecutions for rape and sexual assault are extremely difficult to deliver. For a start, the victim, frightened and diminished by the experience, has to have the confidence to come forward. Then the police have to believe the victim, and there has to be enough evidence for the Crown Prosecution Service to judge there's a good chance of conviction. And then, when the case finally comes to trial, the jury must be convinced by the prosecution in a case that often comes down to one person's word against another. No surprises then that more than one case in three (of the small proportion of attacks that actually get to court) fails at the end. Often the victim is left feeling as if it were they who had been on trial, as the former director of public prosecutions Kier Starmer recognises in his commentary in this paper on Friday. In the wake of the dismissal of 12 of the 14 charges against the DJ Dave Lee Travis, barely a week after the Coronation Street actor Bill Roache was also acquitted of charges, some of which dated back 50 years, the CPS will no doubt be prepared for another mugging for over-reacting to the failure to prosecute Jimmy Savile. To be wrongly accused of rape or sexual assaults is a terrible experience. But so is being raped and then disbelieved. As Mr Roache said last week, there are no winners from the experience. It would be a tragedy if after these high-profile acquittals involving historic cases the police and the CPS reverted to their hyper-cautious approach to prosecutions. There is already concern that years of concentrated effort are threatened by the pressure on police to meet targets. A quick tour of the statistics for successful prosecutions in rape and sex attack trials does little to encourage police to pursue them or victims to come forward. According to the Crime Survey, on average 85,000 women are raped every year and 400,000 are sexually assaulted. But a mere 15,000 rapes are actually reported. Of those, only a fifth come to court. And in just a little over a thousand of them is there a conviction. This is not, contrary to myth, because of time-wasting or false allegations. An investigation two years ago by the CPS and Home Office concluded they were extremely unusual: of every 161 rape prosecutions, there was just one related to a false allegation. All the same, something has changed. Events since Jimmy Savile was first exposed as a serial rapist have brutally stripped away years of widespread complicity in sexual abuse at every level of society. In doing so, a cultural shift has been confirmed, one that has been years in the making. It's not enough on its own – it will not mean the end of some men taking advantage of their power to abuse women, nor abusing women in order to exert power over them. But their victims should now know they can complain, and they will be heard."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}