{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/feb/14/alex-chumpy-pullin-interview-winter-olympics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-02-13T23:00:27Z", "webTitle": "Alex 'Chumpy' Pullin: 'I love summer but I’m a winter athlete'", "webUrl": "https://www.theguardian.com/sport/2014/feb/14/alex-chumpy-pullin-interview-winter-olympics", "apiUrl": "https://content.guardianapis.com/sport/2014/feb/14/alex-chumpy-pullin-interview-winter-olympics", "fields": {"headline": "Alex 'Chumpy' Pullin: 'I love summer but I’m a winter athlete'", "bodyText": "Hi Alex, how are you today? Good. I’ve gotten through everything I need to do today pretty much. Apart from conducting a shambolic interview though, eh? Anyway, to business. On a scale of one to 10, how nervous are you about the Olympics [Chumpy goes in the snowboard cross on Monday]? Umm, a healthy six maybe. Part of those nerves are just the kind of good nerves you get when you you’re really excited at the same time. I don’t want to sound negative but yeah, a good six … that makes me feel excited. Good to hear. You probably answer this question 10 times a day right now, but where does the nickname ‘Chumpy’ come from? Well, the secret is that Alex is actually my nickname and Chumpy is my real name. [Naively] Really Alex? No, we’ll just run with that though. That would make your parents quite cool, mind. Small Talk is a dab hand – or foot – at snowboard cross, but how would you explain the sport to people who have never seen it before? The first thing to get clear is that it’s a snowboarding and a racing discipline, which means there’s no sort of judge score involved at all. It’s six men [GENDER EQUALITY NOTE: OR WOMEN] racing down the hill all together with breakers at the start gate like BMX. There’s rollers, jumps, big bank turns. Speeds average 50kph to 80kph and courses are about a minute to a minute and a half long. There’s normally only a few inches between each rider so it’s a really exciting sport. [Deftly fulfilling request from sponsors while asking crucial questions about the world of energy drinks] We hear you don’t mind a Red Bull or two, so what is your record daily intake and how many would you advise that people drink? I use Red Bull on a daily basis. One certainly in the morning before my first session. I think it makes me a little bit more alert. The other time I’ll take a second one is before my second [training] session. I have another one afterwards. We’re up against the elements out there and you burn a lot of energy and nerves. Yipes! That’s enough caffeine to energise a small town, Chumpy. We’ve heard a rumour you’re in a reggae band. Is that true? Yeah, the band is something that is a little bit sporadic at the moment due to my schedule and I’m in and out of the country all the time, but music has been a huge part of my life. It’s not strictly reggae anymore, we do all sorts of different styles of music. Our main influences are people like Jimi Hendrix, The Rolling Stones, Bob Dylan, Bob Marley … it’s definitely something I enjoy in life for sure. A tester here, Chumpy. The top three albums of all-time, reggae or otherwise. Name them. And you can’t have Aswad. It’d have to be Bob Marley’s Legend Experience, which is unreal. Jimi Hendrix … far out, any of his albums. I’m a big fan of Band of Gypsies and Bob Dylan’s Freewheelin’. You’re the face of the Winter Olympics TV coverage in Australia and Small Talk has seen your face a number of times in the past couple of weeks, are you getting stopped in the street now? [Laughing. But modestly] Yeah there’s definitely a bit of popularity around the whole winter team at the moment. That’s a really cool excitement to feel, especially coming into the Olympics. You really do feel it when you get back home and everyone gets on board the excitement. I feel really proud to be a part of it. You are a world champion in a sport that is very fast and very dangerous. Small Talk hopes you have a really boring hobby to calm you down. Squirrel wrangling? Dry paint spotting? Base jumping? [Stumped] What would I say to that? Not really. I guess music is the most I tone it down and sit around playing guitar. I play banjo and ukulele. I think ukulele is the most gentle instrument going around. That’s about the furthest away I get from my sport but most of the time I’m mountain-biking or surfing and staying really active. Small Talk saw you on the Big Bash League coverage the other week and knows you do some surfing, if you weren’t a snowboarder, which sport would you dream of playing professionally? I definitely dream about being a surfer. I don’t think it would probably be a reality because my surfing’s not up to scratch. But if I wasn’t chasing something like snowboarding, which is really cool because you’re so dependent on conditions and it’s not a controlled environment, those two sports relate really well for me. It’s the same mentality of always being in the moment and not trying to control too much yourself. When Small Talk was Very Small Talk we were a massive, looserish player of 1080 Snowboarding on Nintendo 64. You were 12 when that came out. Did you ever play it? [Excited] Yeah, I did actually! I wasn’t a big video game guy but me and my sister went through a stage where we got onto 1080 and Mario Kart. Could you beat Small Talk though? I dunno man, techniques on a game controller are a little bit different so I’d say you’ve probably got me on that one. I think I’ll back you on that. [With withering contempt] You’re right too. What is your most despised social faux pas in others? Wow, I dunno. I’m kind of one to take everything as it is. I enjoy travelling and I enjoy meeting people. I meet all kinds of people. Travelling to different countries you learn a lot about different cultures. Mainly the people around me in my life are close to me firstly because they can put up with some of my intensity in what I do and also I share a lot of common humour with them. I think that’s important to bond with someone. I tend to just steer clear of things I’m not into. What was the last movie you saw and was it any good? I saw the Hunger Games 2. That was pretty sick. It’s pretty intense. I kind of like movies that have got this underlying meaning. I think the global vibe at the moment is “are we on the edge of something?” Everyone keeps kind of ignoring those questions in a way, we all do. Maybe just because it’s so big. Like global warming and all this stuff. These movies produce interesting storylines I guess. I am really into that sort of stuff. It had a similar effect on me, probably not as much, as Inception. I was just blown away by the depth … I rate it. What’s your weakness? That I love summer and I’m a winter athlete. [Philosophical] This is an issue. I’m not a big Instagram user but I do follow a lot of people who publish shots of waves and surfing mags and that kind of stuff. When I take a break I come back for summer. I get a taste of it … I guess it’s not too bad. What’s the best gift you’ve ever received? Probably a guitar. My parents got me a guitar when I was 15, it’s a Maton, and it’s just the most beautiful-sounding guitar. It’s one of those ones I’ll have forever. I reckon I’ll be sitting back as an old man hopefully, if I can still play it. I’ll have it forever. It’s got a beautiful sound and when I get home, the first thing I wanna do is pick that guitar up. The history of my family being really close and my mum teaching guitar, it’s just got some really nice memories. It’s a beautiful gift to give someone. Are snowboarders better blokes than skiiers? [In a flash] Oh yeah, definitely. They dress better too. What word or phrase do you overuse? Epic. I always say the word “epic”. Too much. Epic. Does it annoy other people? Nah, it doesn’t really. It annoys me more probably. I just wish I had some more descriptive words but nothing seems to sum it up better than that. “Epic” is even an epic word. Finally, a really easy one. Are you going to win a gold medal in Sochi? We are yet to see. I’ll tell you one thing: I’m feeling really good. The main thing about the Olympics is enjoying yourself and enjoying being at the top of the game. The competition itself will be decided on the day and we’ll find out who the winner is at the finish line but I’m certainly excited. I couldn’t be more excited. Well good luck and go well. Thanks. It’s been a fun chat, Small Talk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}