{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/11/cardiff-city-aston-villa-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-11T22:43:00Z", "webTitle": "Cardiff City 0-0 Aston Villa | Premier League match report", "webUrl": "https://www.theguardian.com/football/2014/feb/11/cardiff-city-aston-villa-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2014/feb/11/cardiff-city-aston-villa-premier-league-match-report", "fields": {"headline": "Cardiff's goalkeeper David Marshall thwarts Aston Villa smash and grab", "bodyText": "Every point is precious at this stage of the season but it was hard to escape the feeling that this was two dropped, rather than one gained, for Cardiff City, who remain second from bottom. Ole Gunnar Solskjaer's side kept a clean sheet in the Premier League for the first time in the best part of two months but the goal they so badly needed at the other end of the pitch failed to arrive on a night of frustration in the Welsh capital. Fraizer Campbell and Craig Noone hit the woodwork in quick succession in the first half and Kenwyne Jones had decent claims for a penalty turned down during Cardiff's best spell of the game. The other side of the coin is that Aston Villa had a couple of wonderful opportunities to win the match in the closing stages. Gabriel Agbonlahor, with the goal at his mercy, took far too long to pull the trigger and, in the dying seconds, Andreas Weimann was denied by a brilliant David Marshall save. This had felt like a must-win game for Cardiff on the back of Saturday's defeat against Swansea. Solskjaer made four changes from the side that performed so poorly in that south Wales derby, although one of them was enforced. Craig Bellamy was starting a three-match suspension after \"reluctantly accepting\" the Football Association's violent conduct charge in relation to an incident at the Liberty Stadium, when he swung an arm in the direction of Jonathan de Guzmán. Cardiff had hoped to land a blow of a different kind here. The home side were desperately close to the early breakthrough that would have eased some of the tension when they struck the woodwork twice in the space of 20 seconds in the 14th minute. Wilfried Zaha was the architect of the first chance, sliding a neat reverse pass into the path of the unmarked Campbell, whose clipped left-footed shot, from the edge of the six-yard box, was instinctively tipped onto the post by Brad Guzan's left hand. It was a superb save. Villa never managed to clear the danger and when the ball dropped to Noone, around 25 yards from goal, there was only one thing on the winger's mind. Noone, who was surprisingly left out of the starting XI against Swansea, shifted the ball onto his left foot and thumped a shot that took a huge deflection off Ashley Westwood, looped over Guzan's head and struck the bar. The visitors continued to live dangerously. In the 20th minute Nathan Baker could easily have given away a penalty after more poor defending. Having allowed Jones to get the wrong side of him, after a straightforward throw-in from Kévin Théophile-Catherine, Baker tangled with the Cardiff striker close to the byline and had both hands on him at one stage. Jones went down and raised his arms to appeal for a penalty but Chris Foy, the referee, waved play on. It looked a highly dubious decision. At the other end of the pitch Cardiff looked reasonably comfortable in the opening 45 minutes. Villa have a reputation for being brilliant exponents of the counter attack, in particular away from home, but they offered little threat in the first half. Fabian Delph drilled a raking shot wide in the 10th minute and Christian Benteke headed tamely into the arms of Marshall but that was as good as it got for the visitors before the break. Villa looked brighter at the start of the second half but it was Cardiff, again, who came closest to scoring after Jones's flick left Campbell one-on-one with Ron Vlaar. After getting a lucky break, when the ball seemed to bounce up off his hand, Campbell eluded Vlaar with a nice piece of skill but then snatched at his chance, drilling a low shot well wide of the upright. It was a reprieve that Villa nearly punished six minutes later when Agbonlahor set Leandro Bacuna free on the right flank. Benteke was calling for the ball at the back post but Bacuna, much to the Villa striker's annoyance, opted to go for goal and dragged wide. Villa were beginning to cause Cardiff more problems and only a couple of superbly-timed tackles from the excellent Ben Turner prevented Benteke from having a clear sight of goal. Marshall also produced a fine one-handed save to keep out Delph's 25-yard effort, which took a wicked deflection off Steven Caulker, and then another in injury-time to turn Weimann's flick over the bar. In between those two moments Agbonlahor profligately shot wide."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}