{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/american-efficient-renewable-energy-shopping-consumers", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2014-02-28T22:05:00Z", "webTitle": "Can small retailers make shopping for green energy more like buying milk?", "webUrl": "https://www.theguardian.com/sustainable-business/american-efficient-renewable-energy-shopping-consumers", "apiUrl": "https://content.guardianapis.com/sustainable-business/american-efficient-renewable-energy-shopping-consumers", "fields": {"headline": "Can small retailers make shopping for green energy more like buying milk?", "bodyText": "At Bayside Milk Farm in Flushing, New York, customers can shop for homemade meals, fresh produce and, as of this month, green power. The supermarket has partnered with clean-energy startup American Efficient to promote Oasis Energy, a local renewable-power supplier, in the store and online. Customers who make the switch are rewarded with a $25 gift card to the supermarket. \"The same type of customer who is looking for green energy is looking for all-natural antibiotic-free chicken and organic produce,\" said Patrick Perulli, co-owner of Bayside Milk Farm. \"It's the same mindset.\" The program, called Go Good, attempts to build a business model around helping competitive energy suppliers connect with residential power consumers. American Efficient forms partnerships with green-power suppliers, then approaches retail businesses – coffee shops, barber shops, grocery stores – in its partners' service areas. In return, retailers agree to post flyers, distribute literature and answer questions about the service. Interested customers can go to a website where the names of the retailer and the power supplier are listed to learn more, sign up and receive a gift card to the retailer that pointed them there. What's in it for retailers? It's a way for them to connect more strongly with the community, encourage return business and strengthen their bonds with customers, American Efficient CEO Ross Chanin says. Meanwhile, American Efficient makes commissions on the sales it facilitates. Consumers get gift cards to favorite local shops and information about green energy. And green energy suppliers get closer to solving one of their most pressing challenges: creating consumer awareness. This challenge lies at the heart of American Efficient's mission. Despite growing awareness of environmental issues, shopping for electricity is an atypical kind of consumer behavior. After all, electricity options don't often sit side-by-side on store shelves, can't boast reviews or star ratings on Amazon and rarely come up in everyday conversation. Most Americans simply don't have a choice but to buy electricity from their local utility. Only 17 states and the District of Columbia allow alternative electricity suppliers to compete against the utilities, according to the US Energy Information Administration, a federal body that monitors energy consumption patterns. Efforts to increase renewable energy production have generally focused on encouraging more generation rather than increasing consumer demand, said Ruben Lobel, assistant professor of operations and information management at the University of Pennsylvania's Wharton School. \"The competition is mostly on the supply side,\" he said. Even in areas where consumers do have a choice, many don't realize it or just don't bother changing suppliers. According to the EIA, the percentage of customers switching from utility-provided service to a greener supplier is very low in every state except Texas, which in 1999 set aggressive renewable-energy targets for its utilities. \"If everyone knew, I think more people would have switched,\" said Justin Snyder, national brand manager for Oasis Energy. \"I'm sure more people would like clean power.\" In some cases, consumers are aware that they have choices, but competitive suppliers have used unpopular marketing techniques, such as telemarketing and direct mail, that have left a bad impression, Chanin said. Furthermore, consumers are likely to expect green energy to cost significantly more than conventional power, he said. The reality, however, is that the suppliers American Efficient works with are likely to cost only an additional $2 to $10 each month, he said. \"Bottom line, there's a big misconception that clean is much more expensive,\" he said. The complexity of the power system and a lack of knowledge about green energy can also confuse and daunt potential customers, Chanin said. Potential residential customers often assume the only way to get renewable power is to install a wind turbine or solar panels, when in fact they also can purchase large amounts of green electricity without any new equipment or power lines. In that case, though, they aren't necessarily using the actual electrons coming from those renewable projects. Snyder, from Oasis Energy, explains the concept by comparing the electric grid to a large vat of water: You're still drinking water from the same spout, but you are paying to have clean water poured into the top to replenish the supply. Likewise, when buying green power, consumers receive electricity on the same power lines, but they are paying to ensure that more renewably sourced energy flows into the grid. No one has yet found all the right answers to the challenges of connecting clean energy suppliers with eco-conscious consumers. But progress is being made. In recent years, growing interest in environmentally friendly living has made more people aware of the competitive energy market in the states where it exists, said Frank Caliva, a consultant for the American Coalition of Competitive Energy Suppliers. \"It's been a driver in making people aware of their choices,\" Caliva said. He also points to education as an essential tool in getting more people on board. The coalition website offers frequently asked questions, state-by-state information and a guide to help consumers analyze their energy choices. American Efficient's Go Good program offers a promising marketing model, Chanin says. By communicating with potential customers through retailers they already trust, the sale becomes more pull than push, he claims. Done right, he says, the process can build business, educate consumers and create more community ties. By the end of 2013, Go Good (then called Clean Choice) was working with 200 retail partners. Chanin hopes to multiply that number by 10 over the next year. \"We're organically building a very rich community,\" he said. \"That idea of voting with your wallet is a big thing we hope to enable.\" Sarah Shemkus is a freelance reporter and editor who writes about business, technology, food and the places where they all meet. Find her on Twitter at @shemkus"}, "isHosted": false}}}