{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/28/jan-vertonghen-dnipro-tottenham-europa-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-28T22:30:01Z", "webTitle": "Jan Vertonghen says Dnipro comeback proved Tottenham's mental strength", "webUrl": "https://www.theguardian.com/football/2014/feb/28/jan-vertonghen-dnipro-tottenham-europa-league", "apiUrl": "https://content.guardianapis.com/football/2014/feb/28/jan-vertonghen-dnipro-tottenham-europa-league", "fields": {"headline": "Jan Vertonghen says Tottenham proved mental strength in Dnipro comeback", "bodyText": "Jan Vertonghen believes that Tottenham Hotspur's stirring comeback against Dnipro Dnipropetrovsk on Thursday night has shown their critics that they possess the mental strength required to succeed this season. The defender said people have laughed when he has spoken about Tottenham's resilience in the past but he feels that he was proved right in his side's victory over the Ukrainians in their last-32 Europa League tie. Trailing 1-0 from the first leg, they conceded early in the second half of the return match at White Hart Lane to make their task even harder, yet Vertonghen was delighted with the response, Tottenham scoring three times in 13 minutes to set up a last-16 tie with Benfica. \"Yeah, I told people before – and they laughed at me – that we have a very mentally strong team,\" Vertonghen said. \"It is true, we can bounce back from conceding goals. We just have a very strong team. We just have to show it more often.\" It helped that Dnipro were reduced to 10 men during that frenetic 13-minute spell. Vertonghen was criticised for his part in the incident that saw Roman Zozulya sent off for a headbutt on the Belgian, with some people accusing him of play-acting. However Vertonghen said: \"I walked into him, I think, I walked again and he gives me one. Then I go down. He gave me a reason to go down and I think it's his fault, not mine.\" Tottenham, who host Cardiff City on Sunday afternoon, are six points behind Liverpool in fourth place and Vertonghen indicated this week that he would seek a move if they fail to qualify for the Champions League. It has been suggested that Tottenham will attempt to convince Vertonghen to stay by extending his contract, which has two years to run. \"I'm not thinking about that,\" Vertonghen said. \"I only concentrate on winning the fourth spot with Tottenham. We didn't speak about a new contract yet. I don't know if this will happen before the end of season, I don't know what the plans of the club are.\" Vertonghen also offered support to the misfiring Roberto Soldado, who was once again peripheral against Dnipro. The £27m striker has not scored since the 3-0 win over Stoke City on 29 December. \"We know Robbie's qualities and that's why he is playing,\" Vertonghen said. \"Yeah, he hasn't scored as many goals as he wanted but he is working very hard for the team and he is very important. He makes so many runs. That is what you expect from him and the goals will come eventually.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}