{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/feb/16/barcelona-pedro-champions-league-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-16T23:14:00Z", "webTitle": "Barcelona's Pedro looking forward to Manchester City challenge", "webUrl": "https://www.theguardian.com/football/2014/feb/16/barcelona-pedro-champions-league-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2014/feb/16/barcelona-pedro-champions-league-manchester-city", "fields": {"headline": "Barcelona's Pedro looking forward to Manchester City challenge", "bodyText": "Nineteen, 20, 21 … Vicente del Bosque was nearing the end of the end of the list and the nerves were almost unbearable for the 22-year-old watching on television in Tenerife, mentally crossing off the places remaining in Spain's World Cup squad. One by one the coach read them out, slowly and seriously. At last, the release. At last, Del Bosque said it: \"Pedro.\" Pedro Rodríguez Ledesma had never played for his country before. Now he was going to the World Cup. Two months later, he would start the final. It is a measure of how tense those moments in May 2010 were that, as Pedro recalls it, his was the last name given, even though Fernando Torres and David Villa had to wait even longer. He genuinely had no idea: no tips-offs, no \"is your passport up to date?\" Maybe they tell the players who are not going? \"Maybe,\" Pedro says. \"I don't know how it works, except that I found out at the same time as everyone else. I ended up very happy but until I heard my name there was uncertainty.\" He would hear it again and again, starting with the day of the final. The sports centre where he played as a kid is now called Pedro Rodríguez, he has been decorated by the Canary Islands, and at the zoo he used to visit there is a sea lion named after him. It was Pedrito's birthday recently and Pedro was there to celebrate, feeding his adopted friend fish from the top of a cake . \"He's doing well,\" the Barcelona winger grins. So is he. It has been some journey. Pedro recalls running on to make his Barcelona debut and giving Thierry Henry instructions: \"The mister says …\" He recalls Henry barely responding, him shouting \"Go to No9\", and Henry looking at him as if to say, who's this midget? When Pep Guardiola took over the B team, the technical reports were not glowing about Pedro, who had learned to become a winger after he was told that at Barça the No10 position \"didn't exist\". But Guardiola ignored them, kept Pedro and together they won the third division. That was just the start. Guardiola was promoted and took Pedro with him. \"Pep was exactly the same,\" Pedro says. \"The fact that it was the first team made no difference: it was the same analysis, the same philosophy, the same work. We had a long conversation after the Copa del Rey final [in 2012, Guardiola's last game] and I said 'thank you'. \"When a coach trusts you enough to take you from the youth team and put you into the first team, one of the best teams in the world, it's not easy. He had faith in me and supported me. Without that, a player can lose heart and look for a solution away from the club.\" Now Pedro has won four league titles, two Copas, two world club championships and two European Cups. The second, at Wembley in 2011, was celebrated with dinner at the Natural History museum, surrounded by dinosaur skeletons; Pedro has a piece of the net from Wembley as a memento too, cut up and distributed by Gerard Piqué. Pedro scored the opening goal in the 2011 final against Manchester United. In 2009 he remembers John Terry visiting Barcelona's dressing room after the controversial semi-final: \"He was hurting, so it showed courage to come in, shake everyone's hand and congratulate us. It was very noble.\" Pedro also has 13 goals in 37 appearances for Spain. Then there's a European Championship winners' medal and the World Cup. His success has been extraordinary. Yet, somehow he seems to go almost unnoticed; there is something of that moment in his debut that has persisted. Small and unremarkable, he's been far more effective than aesthetic, and he has been extraordinarily effective. He has had few cheerleaders and has done still less to sell himself. Txiki Begiristain, the former sporting director, praised him as easy to deal with because he made no demands, never complaining, always smiling. Born in Tenerife, Pedro says he is the typical Canary Islander as a player – \"quick, skilful, attacking\" – and as a person – \"relaxed, easy-going\". Take his fellow canario David Silva: \"He doesn't act like what he does is important, but he's one of the best players in the world. We try to live a normal life away from football, detached from everything that surrounds the game.\" But those are also characteristics that can appear to count against him, almost as if it is too easy to leave him out. Doesn't it get annoying to be the good guy, accepting others being chosen ahead of you? \"No,\" Pedro replies. \"Of course, I want to play every game but you have to accept rotations and understand that other players are in good form. Football's a team game. Even when you think you should be playing more, you have to stay positive for when the opportunities arise.\" So far, so standard. But then Pedro adds something that hints at a greater awareness of his worth: \"If not, then at the end of the season you analyse the situation and look for the best solution.\" The apparently timid smile and laid-back character hides a competitive steel that defines him more than is usually appreciated. Perhaps tellingly, he admits that team-mates are \"rivals\" too and it is no coincidence that he tends to end up playing. When Barcelona signed Neymar, Pedro seemed set to lose his place. Instead, he has started 16 league games and played in all six Champions League matches. He has scored 13 league goals; only Alexis Sánchez has more. \"I try not to have nerves,\" he says. \"You have to be cold-blooded. You have to think, to look at the goalkeeper: how is he positioned? You study them, you know about them, even if there isn't always time, even if it's sometimes intuition. You look to see where he is. And if he goes early, it makes your job easier. \"When I started we had Samu [Eto'o] and Titi and Zlatan too. Now we have Alexis, Messi, Neymar. Another new signing, another big name, will probably arrive in the summer but I'll keep going. You know it's always difficult to get minutes. I know the best games for me are the ones where there's space to run, to get away from defenders. That suits me and the team. Unfortunately, there're few games like that. But the mister is giving everyone a chance, rotating a lot, and I'm happy with the opportunities I've had and the way I've taken them.\" Those rotations are especially significant after last year's Champions League experience; Martino is determined to avoid a repeat of the collapse against Bayern Munich in last season's semi-final, which the Germans won 7-0 on aggregate en route to claiming the trophy. \"Tata [Martino] is doing very well, pacing us,\" Pedro says. \"It's important that you're in the right shape at the end of the season. Last year against Bayern we were missing key players and we were a notch below our level physically.\" For Barcelona, the difficulty may be even getting that far. They have made six successive semi-finals but if they are to do so this time must overcome Manchester City. It's a meeting of friends, but above all it's a meeting of two extremely strong sides. It was Jesús Navas who came on for Pedro in the World Cup final and Silva was awarded the Canary Islands' gold medal with him. \"David couldn't make the ceremony: I would have liked him to be there too,\" Pedro explains. \"I have a good relationship with David and Jesús and [Álvaro] Negredo. They're all playing well and I'm sure I'll speak to them after what promises to be a great game. \"I watch City when I can. I enjoy watching them play and when there's a team you know you're going to face, it's good to see what form they're in and analyse them. Navas is more of a pure winger, going past people on the outside and then crossing; I'm a bit more about the diagonal run, then looking to shoot. But we have similarities too: we can play on both sides, we're very quick and we take people on. Jesús is having a great season. For a long time he was someone [who you thought] should be playing in a great side and I think now he is. \"You try to avoid the strongest teams [by winning the group] but we knew we could get them …\" Pedro says. There are no easy games? Perhaps, but there are easier games. \"There are some opponents you prefer, that's the truth. Maybe this way we will be even more focused than ever, though, because we know how difficult it is.\" Is this the toughest draw Barcelona could have got? Pedro smiles. That may just be the way he likes it. \"Definitely,\" he says."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}