{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/feb/05/female-genital-mutilation-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-02-05T23:41:10Z", "webTitle": "Female genital mutilation: end it | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/feb/05/female-genital-mutilation-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/feb/05/female-genital-mutilation-editorial", "fields": {"headline": "Female genital mutilation: end it", "bodyText": "Imagine an ancient, widespread cultural obligation where, on the grounds of some obscure concept of purity, the top joint of every child's left thumb had to be cut off. It would be done without warning or discussion, without anaesthetic or normal standards of hygiene. Now picture the horror and the outrage. No one would doubt that it was wrong, that it should be condemned and that every effort should be made to stop it. It would be recognised as child abuse. Female genital mutilation is like that, except that its victims and their injuries are unseen. FGM, or cutting, is a violation that is inflicted only on girls, usually as very young children. It is not a religious ritual. It predates Christianity and Islam, although in some places both religions have incorporated it as a rite of passage. What it is, universally, is a weapon of control by men over women's sexuality in which older women collude in order to observe social norms of marriageability and honour. The procedure is an assault. Its victims describe agonising pain and tell terrible tales of long-running infection and even the deaths of sisters or friends. It often brings with it a lifetime of psychological and physical damage. It can leave its victims unable to have children. Nearly 30 years ago in the UK, campaigners thought a corner had been turned when parliament outlawed FGM. Yet in all the years since, there has been not a single prosecution, let alone a conviction, and – in a field dominated by guesswork and extrapolation – there is no evidence that criminalisation has made an impact at all. Yet more than 60,000 women and girls have been mutilated, some as children taken abroad for the brutally named cutting season, others almost certainly in private homes in British towns and cities. The law cannot help victims who are barely out of kindergarten, suffering in families living apparently exemplary lives. Even when they are older, the plunge into social ostracism that giving evidence against their own parents would entail is too daunting a prospect. Even to speak about it at all takes a great deal of courage. Then there are authorities with the power to intervene who are reluctant to confront what has in the past been seen as a cultural issue, too sensitive to address. Campaigners often point to France, where there have been 30 successful prosecutions resulting in a hundred convictions. There is no law specifically outlawing FGM, but there is less anxiety about challenging FGM as an abuse. Any successful prosecutions are better than none, but at the rate of about one a year, it does not amount to a triumphant vindication of the power of the statute book. There is no better record of success in other European courts. It seems only realistic to accept that the law is not the most effective way of stopping FGM. And that is why today, on the UN's first day of Zero Tolerance on FGM, the Guardian is launching a national and international campaign to end FGM. We are not the first to try. There are ministers in government – Jane Ellison at the Department of Health and Lynne Featherstone at International Development – who have prioritised action. The efforts of others – in London, Glasgow, Manchester, Cardiff and Birmingham – are slowly bringing greater recognition of the problem. But too many young girls – perhaps 20,000, the daughters of mothers who have themselves been cut – remain at risk. After discussions with campaigners and among communities where it is practised, it became clear that an education programme delivered through every school in the country could provide the breakthrough in cultural attitudes that could make a real difference. We want everyone to be aware that FGM is illegal. We want potential victims – and parents who are perhaps under pressure from family elders – to know there are people and organisations ready to offer support. The only person who can make it happen is the education secretary, Michael Gove. This week, he wrote to every school about discipline. It will cost almost nothing. It could transform thousands of lives. Just pick up your pen, Mr Gove."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}