{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/feb/17/my-visit-to-a-jordan-refugee-camp-made-clear-why-we-cant-abandon-children", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-02-16T22:42:00Z", "webTitle": "My visit to a Jordan refugee camp made clear why we can't abandon children | Luke Arnold", "webUrl": "https://www.theguardian.com/commentisfree/2014/feb/17/my-visit-to-a-jordan-refugee-camp-made-clear-why-we-cant-abandon-children", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/feb/17/my-visit-to-a-jordan-refugee-camp-made-clear-why-we-cant-abandon-children", "fields": {"headline": "My visit to a Jordan refugee camp made clear why we can't abandon children", "bodyText": "I was introduced to the classroom. The children were told that I was from Australia, that I was an actor, and that I played a pirate on TV. I asked if they had any questions. A young girl in a pink sweater raised her hand. I was expecting something about kangaroos or being on television or swordfights. Instead she smiled broadly and asked me “What is your purpose in life?” I was taken aback. My usual response to this kind of thing in an interview as an actor is, “I tell stories”. A lot of actors say that with some idea that we’re out fighting the good fight with nobility and courage. But when a seven-year-old Syrian refugee, who had just left her school, home, friends and fled her country through shells and bullets asked me what was my purpose?, I was silenced. I looked round at the 40 other kids looking up at me and suddenly felt like the youngest person in the room. Syria was all over the news – for a while. It was the use of chemical weapons that really pushed the crisis into the limelight. Like a lot of Australians, my knowledge of world affairs can be a little lacking. Being from a beautiful island at the bottom of the world allows an easy escape in an “out of sight, out of mind” mentality. But there was something about the Syrian conflict that drew my interest, and for once I desired to know more. So I read and I researched. I watched news reports and documentary material and I tried to wrap my head around what was going on over there. And it was shocking. Heartbreaking. Frustrating. I was brought to tears over images of shelled hospitals and desperate doctors trying to help war wounded with little access to medicine or supplies. I was faced with a labyrinth of political, religious and cultural elements that from the outside seemed impossible to understand much less untangle. I had barely scratched the surface and I felt lost and overwhelmed. A week later I was scheduled to meet with some members of Save the Children Australia. A friend of mine worked in the Melbourne office and had proposed the idea that I could be an ambassador. With a couple of high-profile jobs in the pipeline, I might have the potential to bring awareness to their causes. When we sat down to discuss how I could help, they had one objective: Syria. Immediately my mind raced with all my research. But then I heard a simple statement from the other side of the table. “Forget the politics. Forget the religion. Forget the fighting. Children and their families need help. We go in and help them.” That I could understand. That made sense. “Yes” I said. “Please. What can I do?” On the morning of 5 January 2014 I arrived in Amman, Jordan. Dealing with the Syrian crisis is a huge operation. Save the Children is one of a handful of organisations able to work across all parts of Syria. It is extremely dangerous and staff risk their lives to reach children and families with food, safe water, medicine, clothing and education. They also work to help the 2.4m refugees outside of Syria, providing much needed support to children and their families at refugee camps and communities in Iraq, Lebanon, Egypt and Jordan. I visited an Australian-funded project that supports four Jordanian communities close to the Syrian border. When Syrians first began arriving in Jordan these towns took the brunt of the influx. Many were already under-resourced – water was scarce and unemployment high. Then they took a huge number of refugees into their communities and often into their homes. These towns are important. They are right beside a crisis that threatens to endure and escalate. They can either be the bleeding point where trouble runs into the stability of Jordan, or alternatively, where assistance and support can eventually be fed back into Syria to let the healing begin. I met with many Syrian families and children whilst there. Staggeringly, four million Syrian children currently have no or limited access to education. Save the Children is working to change this; campaigning to get children enrolled in school and to keep them there. The efforts have made a huge difference. An important part of this work includes running Child Friendly Spaces, which are places where Syrian children can play together without feeling they are the “outsiders” and where they can be helped to overcome what they’ve been through. When I visited one of them, the task of the day was creating a collage of Syria. I’m sure the picture of Syria in your mind looks quite different to the one in the minds of these children. For them, it’s trees, gardens and games. A place where they felt safe and felt part of a community. It was home. No one can determine when it will be safe for them to return home or when a normal life in school can be resumed. In the meantime, it’s obvious that letting a lack of assistance continue would be catastrophic. The term “lost generation” is an accurate one. What hope would Syria ever have to rebuild itself without an educated work-force? They want to learn. They want to make a difference. They want to provide for their families. Abandoning them would be criminal. I had expected my journey to be a harrowing one. I was prepared to be fighting back tears as I listened to victims recount the horrors and atrocities of war. Of course that was part of it, but the biggest impression on me was the difference that was being made. I don’t know where to begin in understanding the complexities of the conflict in Syria but there is no denying the fallout is one of the worst humanitarian crises in our lifetime. The commitment, care, lateral thinking, intelligence and tenacity of NGO workers is inspiring and life changing for those in need. However and whenever this conflict is resolved is largely out of our hands but the chance for Syria to rebuild itself, the opportunity to keep the children caught in the crisis healthy and happy and the responsibility to care for our brothers and sisters is on our shoulders. Twenty-four hours after leaving Jordan, I was in Los Angeles at the premiere of my show Black Sails. It could not have been more distant, more removed from what I had experienced in Jordan. In my bed on the other side of the world I thought about that young girl’s question again: “What is your purpose in life?” I had responded by saying that I don’t think I had found it yet. She was not impressed. No one was. So I thought about my usual response. “I tell stories”. People are suffering. People need your help. People want to be heard. They have a story worth telling. And my purpose is to tell that story to you."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}