{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/feb/05/wada-world-drugs-black-market", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-02-05T23:04:01Z", "webTitle": "Wada warns that around 25% of world's drugs are sold on the black market", "webUrl": "https://www.theguardian.com/sport/2014/feb/05/wada-world-drugs-black-market", "apiUrl": "https://content.guardianapis.com/sport/2014/feb/05/wada-world-drugs-black-market", "fields": {"headline": "Wada warns that around 25% of world's drugs are sold on the black market", "bodyText": "The World Anti-Doping Agency has warned that around a quarter of all the pharmaceuticals in the world are sold on the black market, in the wake of claims about the availability of an undetectable new muscle growth drug. David Howman, the Wada director general, said it was \"outrageous but not surprising\" that an undercover German broadcast journalist had been offered the new drug by a Russian scientist. \"We are aware the black market exists for products in the R&amp;D process for medical companies and are being stolen,\" said Howman. \"That's why we have an arrangement with the pharmaceutical industry so that when we are aware of products being made available on the black market we let them know.\" Wada has worked with pharmaceutical giants for some years in order to gain advance knowledge of drugs in development and to warn them when drugs in testing become available on the black market. \"It's a bit shocking it should happen from a Russian scientist and it's very shocking that this was only trialled on animals,\" he added. \"That is outrageous but it is not surprising.\" Howman said a quarter of all the drugs in the world were supplied on the black market, emphasising the scale of the problem. \"Probably 25% of the world's pharmaceuticals are available on the black market in a situation that is not regulated and not sanitised. That is a problem form a societal point of view as well as a sporting point of view.\" The German broadcaster WDR, which has a strong track record in investigating doping in sport, this week broadcast a programme in which undercover reporters met a scientist from the Russian Academy of Sciences in Moscow. The undercover journalist was offered a drug called Full Size MGF, which is currently being tested on animals by scientists investigating its biochemical effects. The scientist claims that the drug \"works two times faster than a normal muscle tonic and can't be detected by the doping authorities\". The undercover journalist, who was given 1mg of the drug to test it, was then told that it would cost €100,000 to adequately \"prepare\" an athlete for the Winter Games. Question marks over the willingness of the Russian authorities to clamp down on doping have been a running theme in the run up to the 2013 World Athletics Championships in Moscow and the 2014 Winter Olympics in Sochi, which begins on Friday. But Howman said he was satisfied with the progress the Russian Anti-Doping Agency had made in the last four years. \"We partnered with Rusada and Anti-Doping Norway to help them get to the status we felt they needed to reach to run a good programme,\" he said. \"It has developed to the situation where we're content with what they're doing with the national programme. \"The number of tests has vastly increased and the number of positive cases shows they're doing their job in a more effective fashion.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}