{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/football-league-blog/2014/feb/09/reading-royals-nigel-adkins-sheffield-wednesday", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-02-09T22:40:00Z", "webTitle": "Reading between lines but Royals' defeat leaves Nigel Adkins unamused", "webUrl": "https://www.theguardian.com/football/football-league-blog/2014/feb/09/reading-royals-nigel-adkins-sheffield-wednesday", "apiUrl": "https://content.guardianapis.com/football/football-league-blog/2014/feb/09/reading-royals-nigel-adkins-sheffield-wednesday", "fields": {"headline": "Reading between lines but Royals' defeat leaves Nigel Adkins unamused", "bodyText": "Nigel Adkins was not amused. Reading were on a good run below the radar of attention. Four wins in five games had pulled them out of the pack of chasers into the gang of four in the Championship play-off places, with a four-point clearance of Ipswich in seventh. Reading between the lines, therefore, was going to be the case whatever happened on Sheffield Wednesday's visit to the Madejski Stadium. But a 2-0 defeat left Adkins sore going on seething. \"There's only one talking point,\" he said. He started with the same 11 for the sixth time running, then saw it reduced to 10 with the dismissal of Alex Pearce inside 10 minutes. Chris Maguire converted the penalty and Benik Afobe's second before the hour left no way back. \"Having looked at the video footage, I'm not sure it's even a penalty. It's inconclusive,\" Adkins said. \"Alex said he didn't touch him [Afobe]. OK, the referee [Keith Hill] gives a penalty but there's no way it should have been a red card. We've lost three points\" – or rather failed to gain three they might have expected. Kaspars Gorkss, Pearce's covering fellow centre-back, was in no position to prevent a shot. Pearce had already been caught casual, as if his rare goal in Reading's previous game at Millwall had gone to his head. Certainly confidence was coursing through the team and they carried on with barely a blink in a 3½-3½-2 formation, with Chris Gunter moving in from right-back and Garath McCleary easing back only a little from wide midfield. Danny Williams and Hope Akpan were a driving force in midfield, Jordan Obita gave Jobi McAnuff incisive support on the left and even McCleary got to the byline. Up to the interval it might have been Wednesday who had 10 men. Stuart Gray, elevated from caretaker manager to head coach last month after an unbeaten run of eight games that is now 11, admitted as much. \"I wanted to get to half-time and sit the boys down,\" he said. Reading had so harassed them that there were five minutes of added time to cover the recurring hold-ups when they were sitting down, evidently for nothing more than to catch their breath. Reading went on believing until the second goal, when Alex McCarthy could not retrieve his parry of McGuire's shot before Afobe nipped in. Before and afterwards he saved brilliantly point-blank, then high. Gray, who succeeded Dave Jones, is a seasoned stand-in. Like all caretakers he has a bunch of keys and has found one to unlock Wednesday. They were helped here by their first penalty of the season and a 20-year-old in his second game on loan from Arsenal. Does Arsène Wenger know what he is missing? It could all have been so different for Reading. Wednesday were without five centre-backs, through injury, suspension and failure to get a possible Welsh loanee registered through Fifa. In the first five minutes, as José Semedo made shift beside Miguel Llera, Reading might have scored twice. Adam Le Fondre, with hat-tricks in their previous two home games, failed to skirt Chris Kirkland when one on one. Then the ball emerged from a pile-up between Pavel Pogrebnyak and the centre-backs but rolled too slowly for the line. This was the second time this season Wednesday had surprised Reading. They went 12 games without a win from the start of the season before beating them 5-2 at Hillsborough on 2 November. Adkins, initially a caretaker himself at Scunthorpe, has come a long way via Southampton and can still look towards an instant return to the Premier League. He looks a good fit with Reading, whose aspirations under the chairmanship of John Madejski since 1990 have been a model of common sense. They resisted all offers for their players in January and must quickly forget that nine points off second place could have been six. In 2012 Anton Zingarevich bought the club but Madejski is now looking again. The Russian, married to a Victoria's Secret super-model, has not been seen since September, despite the sexy football. Omanis and Americans are interested but Madejski, ready to relinquish, is not to be rushed. In his quarter-century the club have enjoyed their first taste of the top flight. Until the 70s they were Biscuitmen but Letters Patent confirming the County of Berkshire as royal in 1974 gave them airs above Huntley and Palmer. As the Royals they have something to live up to. The name seemed preferable to the Berks."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}