{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/feb/17/scrapping-the-australia-network-will-weaken-our-diplomatic-toolkit", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-02-16T23:11:24Z", "webTitle": "Scrapping the Australia Network will weaken our diplomatic toolkit | Tanya Plibersek", "webUrl": "https://www.theguardian.com/commentisfree/2014/feb/17/scrapping-the-australia-network-will-weaken-our-diplomatic-toolkit", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/feb/17/scrapping-the-australia-network-will-weaken-our-diplomatic-toolkit", "fields": {"headline": "Scrapping the Australia Network will weaken our diplomatic toolkit", "bodyText": "Tony Abbott’s indication that he will scrap the Australia Network means surrendering yet another instrument of Australia’s rapidly depleting public diplomacy toolkit. Public diplomacy is essential for a middle power like Australia. It enables us to influence international public opinion in a way that supports our national interest. In today’s world, with growing democratisation, revolutions, and mass protests from the Middle East to the Ukraine and Southeast Asia, it is clear that citizens want to have more say over government policies. This includes policies toward other countries. What citizens in Indonesia, China, or the Pacific think of Australia can seriously affect our foreign interests. Public diplomacy is key to tapping into this growing power base. It is in recognition of this that over the past two decades, government funded international broadcasting has expanded rapidly around the world. For example, in 2008, the BBC World Service expanded from radio into television with Arabic and Persian services, and Germany’s Deutsche Welle has expanded into Asia, Latin America, the US, and the Middle East. Public diplomacy is particularly important to Australia as it enables us to use our immense potential in terms of “soft power”. The term soft power was coined by Harvard professor Joseph Nye to describe the ability of a country to obtain its objectives through attraction, rather than through security or economic means. As a middle power, this is critical for Australia. We must appeal to other countries in ways beyond their security and economic interests – we must attract them. This is something that Australia can and does do well. Our values are attractive to others, particularly within our region. Ideals of generosity, equality and a fair go are appealing to our Asian neighbours. These values were manifested in foreign policy initiatives like the Cambodia peace plan and efforts to end apartheid in South Africa. Our stable democracy, free speech and respect for human rights appeal to many, including young populations in our region. If we do not get our story out, it allows more negative images of Australia take root, as they are by nature, more sensational. Unfortunately this is what occurred in India a few years back after several despicable assaults on Indian students in Australia, leading to a drop in international students and a loss of revenue for our education providers. Public diplomacy does not mean pro-government propaganda. Rather, having a BBC-like, impartial approach to the government of the day gives Australia more credibility in foreign eyes. While governments come and go, our democratic institutions like freedom of the media remain. Among international audiences, public diplomacy can help develop an almost subconscious affinity and familiarity with Australia, something that runs far deeper than an individual’s opinion of our government’s policies. From quality news, to drama, comedy, and children’s programming, the Australia Network strengthens our security by cultivating an affinity with Australia and shapes the attitudes of the millions of TV viewers within our region. The money currently spent on the Australia Network pales in comparison to the tangible economic and security benefits public diplomacy can yield. The importance of investing in public diplomacy was highlighted in 2007 by then US defence secretary, Robert Gates. Gates called for a “dramatic increase in spending on the civilian instruments of national security — diplomacy, strategic communications, foreign assistance … and economic reconstruction and development”. Two of Gates’ instruments can be described as public diplomacy tools. Unfortunately for Australia, both of these have been targeted for cuts by the current government; the Australian aid budget has been slashed by $4.5bn and AusAID has been damaged. Development assistance projects Australian values through solid, immutable action. During my visit to the Pacific, I was impressed by how much AusAID’s work and its brand had done for Australia’s image. The goodwill Australia’s aid investment generates improves long-term security and stability in the region. What Gates described as “strategic communications”, in our case the Australia Network, looks likely to be next for the axe. While the Australia Network and other official initiatives are of course not our sole mechanisms for public diplomacy, they play an important role in projecting Australia’s complex national image. Instead of gutting our tools of public diplomacy, we should be expanding them into areas such as social media, where we already lag behind countries like India. Nye argues that in the information age, the focus is increasingly on whose story wins. Australia has a great story. It deserves to be told. For the benefit of all Australians, we must continue to tell it."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}