{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/feb/06/in-queensland-drinking-with-the-wrong-crowd-can-get-you-six-months-in-solitary", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-02-05T23:00:52Z", "webTitle": "In Queensland, drinking with the wrong crowd can get you six months in solitary | Ella Humphreys", "webUrl": "https://www.theguardian.com/commentisfree/2014/feb/06/in-queensland-drinking-with-the-wrong-crowd-can-get-you-six-months-in-solitary", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/feb/06/in-queensland-drinking-with-the-wrong-crowd-can-get-you-six-months-in-solitary", "fields": {"headline": "In Queensland, drinking with the wrong crowd can get you six months in solitary", "bodyText": "The courtroom was still as four interminable minutes of CCTV footage played on a back wall screen. The footage showed the interior of the Yandina pub; we were looking through an eye in the sky at a group of men having a beer at the bar. It got slightly more interesting when the footage switched outside and someone delivered a pizza. I had to repress a desire to laugh or whoop loudly, an urge that always arises in funereal atmospheres that involve something absurd. Sitting quietly beside me were the wives, friends and family of the men: a fairly ordinary-looking group of Sunshine Coast residents, with nothing that screamed, \"Vicious Lawless Associate\". The man in the brown shirt sitting in the dock didn’t look to be the frothing-at-the-mouth type the title of the legislation (the Vicious Lawless Association Disestablishment Act) suggested. He told his lawyer he was dying for a smoke. I was at the bail application for the five Yandina men who were caught fraternising at the local pub, an activity that is now outlawed for certain groups of people. The men are allegedly part of the Rebels motorcycle club, one of the 26 newly-designated criminal organisations. Under the laws, if three or more so-called gang members gather, they face imprisonment in solitary confinement for six months. If being locked in a prison cell for 22–23 hours each day isn’t enough, metal walls have been erected outside some prison windows at the Arthur Gorrie Correctional centre to block out signs of life. Chief magistrate Tim Carmody, after watching the video for a few minutes, commented that there wasn’t much of a plot. Nonetheless, within a few minutes, it was obvious that some of these guys wouldn’t be granted bail. Carmody, a former policeman, had initially put himself in charge of all disputed bail applications by accused bikies. In a recent Courier Mail article, he admonished the judiciary for criticising the new laws. The courts will be vulnerable to criticism, for example, if their members use the weight of their office to engage in the public debate or make comments about the comparative morality or fairness of regular laws regardless of which political party sponsored them, or routinely adopted approaches to bail or sentencing practices clearly at odds with legislative or administrative policy intents or legitimate criminal justice objects such as deterrence or community protection via hard line incapacitation strategies. What happens when the laws are patently unjust? Are judges expected to stay silent simply because parliament is \"supreme\"? Silence doesn’t seem the best option when the Liberal national party has a majority in parliament, there is no upper house, and bills are rushed through without much consultation with legal or community groups. Judges in the US have criticised mandatory sentences for people who are given life without parole (LWOP) for non-violent crimes for the simple reason that the sentences – and the laws that give them teeth – are unconscionable and hideously unjust. In the US, a tough-on-crime policy that started in the 1960s, and has continued unabated ever since, has led to a mania for mandatory sentencing. A federal district court judge recently made his opinions clear when he handed down the sentence of LWOP to a man who sold crack cocaine to support his drug habit: I think a life sentence for what you have done in this case is ridiculous. It is a travesty. I don’t have any discretion about it. I don’t agree with it, either. And I want the world and the record to be clear on that. This is just silly. But as I say, I don’t have any choice. A thought kept circling in my mind that day in court – exactly what crime had these men committed? Some of the men had previous encounters with the law, mainly involving drugs. The man that delivered the pizza, Joshua Carew, had a 2012 suspended jail sentence for possession of cocaine and was recently fined over possession of speed and firearms. But this time he wasn’t in court over crimes like trafficking or possession, that require solid evidence. This was six months solitary for association. Simply by virtue of their alleged membership, the supposed gang members are deemed an \"unacceptable risk to society\". Carmody used an analogy where he suggested that if a person were a member of a rugby or cricket team, the chances were that he or she was going to run on the field with the other members. The person needed to prove that he or she was not going to run on the field. The presumption against bail means that the lawyers need to show cause as to why the men should be released. I’m troubled by the idea that a person’s membership of a club and their criminal history can be used as predictive of future conduct – effectively imprisoning a person because they may commit a crime in the future. Ultimately it means a presumption of guilt rather than innocence, a reversal of the usual legal principle. It is saying that these people aren’t simply enjoying a beer but are, more likely than not, planning future crimes. Of the five men who came before the judge, three were denied bail. Two men, Paul Landsdowne and Joshua Carew, spent time in solitary over Christmas but were later released by supreme court judges. One of the five men, Steven Smith, remains in solitary. Speaking of his six weeks locked up in a cell for 23 hours for all but four days, Carew said: You start hearing voices and you are talking to yourself. Some have been in there for four months. It is well documented that solitary confinement has the propensity to send relatively sane people completely mad. The aim of all this – criminalising an organisation, restricting associations with members, the presumption against bail, solitary confinement, six months mandatory – is to dismantle bikie clubs. Being a member of a blacklisted organisation means, in the words of Carmody, that \"every time you pop your head up you’re going to attract the risk of mandatory minimum term of imprisonment … eventually if that happens to you often enough you’ll change your friendship group.\" Obvious questions remain: if people have indeed been involved in criminal activities, why can’t the police use standard methods of investigation, following the money trail, say, or using other traditional means of gathering evidence? Isn’t criminalising association just relieving the burden of producing evidence for actual crimes committed? The reasons why a group is designated a \"criminal organisation\" remain secret. In the past police provided evidence to a supreme court judge to have a particular group declared a criminal organisation by a court. Now the details are kept secret and the evidence can’t be heard by a judge because \"making [it] public could jeopardise police operations or public safety\". Attorney-general Jarrod Bleijie has explained that the designations are based on police evidence and criminal histories. And that is it: the declarations of the executive are conceived as so inherently right and benign that there is no need for transparency or opportunities for challenge. It doesn’t stretch the imagination too much to consider that such declarations could, sometime in the future, be used to declare a politically inconvenient and bothersome organisation criminal. Recently, five alleged Victorian bikies were arrested under the new laws on the Gold Coast. They were stopped by police on their way to buy ice cream after having Chinese food for dinner and were arrested days later. The first woman, Sally Kuether, faced court under the new laws after CCTV footage showed her with two alleged bikies inside a Dayboro hotel. She was apparently wearing colours: a \"Life and Death\" vest with the words \"Property of the Crow\" on it. Her bail application went before Brisbane magistrate Noel Nunan and was successful. She had spent more than a week in the watch house prior to appearing in court. Premier Newman said that he doesn’t \"particularly like\" the laws and plans to repeal them after a three year review. A review of the legislation in 2016 is cold comfort for those currently before the courts potentially facing mandatory sentences in solitary. Newman has accused the \"other side\" of launching a \"sophisticated PR campaign\"; the \"branding\" of the Yandina 5 as \"human rights victims\". I’m not sure a Facebook page and the sale of T-shirts is what you would call a sophisticated PR campaign. In response, the Liberal national party has been looking to appoint PR consultants to promote the new laws, the cost of which is estimated to be around $500,000. An essential, critical point has been entirely lost on Newman – a point that is easily lost on someone who is trying to establish power through a hard line law and order policy. Freedom of association is considered a fundamental human right, set down in Article 20 of the UDHR: \"everyone has the right to freedom of peaceful assembly and association\". We seem to accept state imposed limitations on our individual freedom for the purposes of security, to protect us from the harm another may inflict on us. The social \"evil\" that the government is trying to protect us from in this case is \"criminal bikie gangs\" – and we have to ask whether the forms of social control that the government has imposed is warranted. I’m convinced that they aren’t. Isaiah Berlin says in his essay Two Concepts of Liberty that the limits of our freedom will always be a source of infinite debate. He writes that Jefferson, Burke, Paine and Mill developed similar arguments as to why authority should be kept at bay: \"we must preserve a minimum area of personal freedom if we are not to degrade or deny our nature\". To associate freely, to speak freely, to protest against injustice and to wear what we wish surely relates to that. Restrictions on association, no matter how well intended, potentially lead to two outcomes: a lurch toward despotism, or a crushing imposition of social conformity. Let’s hope no other state or territory follows the lunacy currently playing out in Queensland. • This piece originally appeared on Overland, part of the Guardian Comment Network"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}