{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/mar/19/roberto-di-matteo-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-03-19T23:18:00Z", "webTitle": "Roberto Di Matteo backed to maintain resurgent Chelsea's momentum", "webUrl": "https://www.theguardian.com/football/2012/mar/19/roberto-di-matteo-chelsea", "apiUrl": "https://content.guardianapis.com/football/2012/mar/19/roberto-di-matteo-chelsea", "fields": {"headline": "Roberto Di Matteo backed to maintain resurgent Chelsea's momentum", "bodyText": "Petr Cech believes the depth of experience in Chelsea's ranks will prove decisive in the vital weeks ahead, beginning in the Premier League fixture at Manchester City on Wednesday night. Chelsea travel to the Etihad Stadium having recovered their stride since the sacking of the manager, André Villas-Boas, early this month and his replacement by the caretaker, Roberto Di Matteo, while City have stumbled, knocked out of the Europa League by Sporting Lisbon and overhauled at the top of the table by their neighbours United. The gap was stretched to four points on Sunday when United won 5-0 at Wolverhampton Wanderers, which has increased the importance of the Chelsea game for City. Chelsea, though, are equally determined to record what would be a fifth win in five matches under Di Matteo to invigorate their hopes of a top-four finish, which remains the priority for the season. They are in a battle with their London rivals Tottenham Hotspur, whom they face at home on Saturday, and Arsenal. Cech spoke of the psychological pressure on City as they chase their first title since 1968 and he recalled how it felt when he and his Chelsea team-mates pursued the club's first championship of the modern era under José Mourinho in 2004-05; they secured it with a win at Bolton Wanderers. Four of the line-up that day – Cech, John Terry, Frank Lampard and Didier Drogba – are expected to start against City. \"Experience will count because we've been together through so many different situations in eight years,\" Cech said. \"A lot of people remember those situations, we have the experience of that and we seem to cope with the difficult situations quite well. Hopefully this will help us to reach our targets. \"In 2005 we were at the top for most of the season and it was just down to us and how we coped. United and Arsenal kept winning and every time it looked like we were going to get away, they would score in the last minute and we kept needing to win. It's a lot of pressure because you are hoping that destiny will help to make it easy but it never happens. You need to just concentrate on your own results and try to forget everything else.\" Cech said that Di Matteo's elevated status at Chelsea from his playing days had helped to lift the mood after the frustrating end to Villas-Boas' tenure. \"When you have a person who is a legend at the club leading the team, the fans give you more time,\" he said. \"From the first game the atmosphere at the stadium was much more positive. He understood quickly what he has in the team. We hope to continue like this. We still have nothing in our hands but we have the belief that we haven't had the last word yet and we want to show that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}