{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/mar/19/george-osborne-budget-inequality", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-03-19T23:49:00Z", "webTitle": "It's full-steam ahead for George Osborne's inequality drive | Polly Toynbee", "webUrl": "https://www.theguardian.com/commentisfree/2012/mar/19/george-osborne-budget-inequality", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/mar/19/george-osborne-budget-inequality", "fields": {"headline": "It's full-steam ahead for George Osborne's inequality drive", "bodyText": "Will he dare? When George Osborne stands at the dispatch box on Wednesday, will he have the nerve to say \"We're all in this together\"? If he cuts the top 50p rate, with unemployment rising towards 3 million, surely even he can't speak the words. If he calls it a budget for \"jobs and growth\", that's no nearer the truth, but at least that is something he wants, even while refusing to will the means. But let's hear no \"one nation\" talk from a government that seems indifferent to how unfairly it distributes pain. Most measures will widen the gaps that make Britain one of the most unequal countries in the OECD. On Monday, the secretary general of the OECD, Angel Gurria, addressing the Chinese Academy of Governance in Beijing, delivered a remarkable warning about rising inequality and the damage it does. He is not some socialist ideologue, but the head of a historically conservative organisation that traditionally preaches free markets and state austerity. However, recently the OECD has become alarmed at what is happening within the western societies it monitors, the soaring inequality and dysfunctional social fracture. Drawing on the OECD's Divided We Stand report, he warned the Chinese not to follow the likes of the UK and the US, where the gap between the income of the top 10% and the bottom 10% has multiplied by 14 in the last 25 years. The experience in the west, he said, shows that social mobility happens least where incomes are most unequal. When young people's fate is fixed by their parents' fortunes, it \"reinforces the vicious cycle of poverty\". The widening wages gap and \"the emergence of a 'winner-takes-all' culture\" has been worsened by cuts in benefits as \"low incomes fail to keep pace with the rise in earnings\". The remedies he prescribes are the polar opposite of what George Osborne will deliver on Tuesday. Remarkably, Gurria calls for \"top marginal taxes to be raised and the role of taxes on all forms of property and wealth to be reassessed\". The money is needed for \"high quality public services, such as education, health and family care\". He calls for a repair to the worsening regional differences within countries, where high-grow districts leave others behind. Here's how he concludes: \"There's nothing inevitable about high and growing inequality.\" Different paths chosen by similar OECD economies over decades tell that story. Nations can choose to be high tax, high social service, high social solidarity nations like the Nordics or they can choose to be the devil-take-the-hindmost US. Britain is heading down the American path. People may not choose it, but bogus austerity economics has been heavily deployed to pretend there is no alternative. The government is pressing the accelerator on all the great drivers of inequality. First, the overwhelming cause is the growing gap in wages and incomes, widened by wage freezes, benefit cuts and soar-away top earnings. Next, the gender gap that was narrowing is widening again fast; women lose more in public sector jobs, childcare, tax credits, benefits and homecare for the elderly as if their incomes and independence had been targeted deliberately. Next, the ethnic divide is growing where it matters most, among the young; twice as many black as white young men are unemployed – a rate of 56%, damage that will ricochet down a generation. Now add in the generation gap, as a Financial Times survey reveals how fast the baby-boomers are consuming the proceeds of property booms and good pensions that future generations will never match. Because they vote, only pensioners have their benefits and tax credits protected; the young \"jinxed generation\" will be the first not to progress. Those without property-owning parents risk exclusion in perpetuity from a closed wealth circle. Finally, here comes an added kick from Osborne – regional pay to accelerate the regional north-south wealth gap that so alarms the OECD. In all these ways, Osborne has devised a near-perfect matrix for turbo-charging the forces that divide us. Britain never recovered from the social damage done by the Thatcher years. Now yet again, wealth and income is syphoned up from the have-nots to the already-haves, with fortunes more segregated by gender, age, race, region and above all by social class at birth. Regional pay is the (relatively) new addition, to this toxic mix, removing one of the few forms of south-north income redistribution. In the north-east or places like Stoke, wander round desolate shopping precincts or click through Jobcentre computers and what you see is few jobs and scarce spending power to generate any. Depressed regions are already losing the highest proportion of jobs in the public sector cull. The Osborne idea, another evidence-free policy, is that high public sector pay in poor districts deters private business from competing. But where is the competition for scarce labour when it's queuing out of the jobcentre door? His view that the public sector \"crowds out\" private business has been, yet again, tested to destruction, as the private sector fails to fill the void. His pruning is killing the plants. Incomes Data Services, the benchmark pay specialists, make short work of Osborne's argument. Alistair Hatchett, head of pay and HR services, writing in Public Finance, debunks the myths. Large companies, banks and retailers also have national pay structures, with weighting for London and the south-east, much like the public sector. Pay is set in industry sectors, such as carmakers, in relation to one another, regardless of location whether in Oxford or Merseyside. Companies find leaving local managers to negotiate pay is unpredictable, risks causing upward spirals and costs more in management time than it's worth. When the public sector sets local pay for top jobs, competition causes an explosion of salaries for chief executives of local authorities, hospitals and some schools. Hatchett's detailed critique of regional pay demonstrates a terrible truth about so much of this government's policymaking. He writes: \"The economic theory behind many of the assertions is ignorant of actual practice.\" Conviction and ideology drive so many of the evidence-free policies we shall see laid out again on Tuesday. Many on the right say inequality doesn't matter and by their policies, Osborne and Cameron may privately agree. But they should consider what the OECD research says about permanent the damage done. polly.toynbee@theguardian.com • This article was amended on 20 March 2012. It originally stated twice that the budget will be on Tuesday. It is of course on Wednesday. This has now been corrected"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}