{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/mar/24/london-2012-heather-fell-modern-pentathlon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-03-24T22:59:05Z", "webTitle": "London 2012: Heather Fell fears abrupt end to her high-five dream", "webUrl": "https://www.theguardian.com/sport/2012/mar/24/london-2012-heather-fell-modern-pentathlon", "apiUrl": "https://content.guardianapis.com/sport/2012/mar/24/london-2012-heather-fell-modern-pentathlon", "fields": {"headline": "London 2012: Heather Fell fears abrupt end to her high-five dream", "bodyText": "Four years ago, Heather Fell won silver at the Beijing Olympics despite fitting training sessions around pulling pints to make ends meet. Now she is a full-time athlete in her prime, gold in London seems a logical next step. But while she is ranked in the world's top 10, Fell is fretful. \"What's my goal for this year?\" she asks. \"Just to make the start line.\" It sounds trite, the athlete's equivalent of promising to take every game as it comes. It is not. Great Britain is such a hotbed of talent in the modern pentathlon – that Boys' Own confection of fencing, swimming, riding, shooting and running – that it has six women's athletes in the world's top 35, and only two of them will make the London Olympics. \"It's so hard to explain, and I don't like talking about it because it's such an uncomfortable situation,\" says Fell, her voice faltering. \"But there is so much at stake I almost feel I will be a hoax if I don't make it, because everyone believes that because I won a medal last time I can win gold this time. Of course I want to win gold, but all I can think about is getting in the squad. I want it more than anything else.\" What makes it harder is that Fell's rivals are also her friends, people she sees from dawn to dusk and beyond. \"It's amazing how well we do work, considering,\" she says. \"We spend a huge amount of time together and while we all wind each other up, we go out and have fun together. But only two of us will get to London. For the other four the Olympic dream will be over. I don't like thinking about it, but that's the way it is. It really is dog eat dog.\" They will know their fate by the end of May. To qualify for London, the athletes must either win a medal in the world championships in Rome or be the top British athlete in the rankings after the World Cup finals in Chengdu. It does not help that while all sports have randomising factors – climate and conditions and such like – modern pentathlon throws up additional wheel-of-fortune elements. \"Our sport isn't so straightforward,\" Fell says. \"If I'm running and swimming well I know how I will perform in those events. But sometimes – however much I try –I can't control the outcome. I could get a particularly temperamental horse, for instance, and, boom, that's my Olympic dreams gone.\" But Fell has been up against it before. In 2006 she nearly quit when, after a series of shin splints, her funding was cut by UK Sport, while in 2008 times were so tough she worked three jobs – in a bar, as a swimming coach and as a physio – to fund herself. \"I'm happy when I'm busy, but when it was quiet in the bar I just stood there watching time go by, thinking there's so much I need to do,\" she says. \"I was lucky because they let me work flexible hours. After doing my early morning swim from 5.30-7am I would either work a day shift from 10.30am-3pm or in the evening. Either way there was time to train. It was a massive challenge, but that's why what happened in Beijing was so rewarding.\" The silver medal was the high point of a journey that began when Fell first sat on a horse aged one: \"I was brought up on a farm and my parents were amateur jump jockeys, so equestrian is in my blood. There are pictures of me on horses before I could walk. Same with swimming: my parents thought it was a good sport to learn when I was dot. And with our active lifestyle, I was also running from a young age.\" So that's three down. But why does a young girl start shooting and fencing? \"Shooting came naturally when I joined a pony club aged eight and did tetrathlons – swimming, running, shooting and cross-country riding – and I started fencing in sixth form. People were like: 'Oh, you should have a go at this sport.' So it was a natural progression. It was never like: 'Let's go and do these five weird sports.'\" Fell followed her Olympic silver with another at the 2010 world championships, also in China at Chengdu, but after a disappointing 2011 her funding was reduced to the lowest category, which pays just £13,664 a year. \"The biggest bonus of London is the fact there is more sponsorship opportunities,\" she admits when asked how she makes ends meet. \"That's what has made it viable for me to keep going on a professional basis.\" Still, it does not sound like the basis for a lucrative career. Does she wish she had chosen a difference multi-sport discipline? \"You know people are always confusing our sport with the hepthalon,\" Fells says with a sigh and a smile. \"And when Jessica Ennis competed at the penthalon at the world indoors recently, I thought: 'Oh, no, everyone is going to get confused again.' \"It happened when we had our world championships in London in 2009 – people at our hotel were telling us how much they enjoyed the sport … only it turned out they meant the hepthalon. I found it quite frustrating. But this is what's great about London: it gives our sport a bit of limelight for a change.\" Given that Great Britain's women have won four of the nine modern pentathlon medals available since the event was added to the Games in 2000, that does not sound unreasonable. But before Fell can bask in the warming glow of London 2012, she has to get there first. That could prove the hardest task of all."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}