{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/mar/11/liberal-democrats-taking-their-medicine-nhs", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-03-11T22:54:49Z", "webTitle": "Liberal Democrats: taking their medicine | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/mar/11/liberal-democrats-taking-their-medicine-nhs", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/mar/11/liberal-democrats-taking-their-medicine-nhs", "fields": {"headline": "Liberal Democrats: taking their medicine", "bodyText": "Apart from the spring weather, and the equally splendid Sage Centre, the Liberal Democrats have few reasons to look back on this weekend's party spring conference in Gateshead with anything except mortification. These spring conferences used to be missable events, dates in the diary for party navel-gazers and policy obsessives only. But this one, like last year's revolt at Sheffield, was different, and it was unmissable for exactly the same reason. The Lib Dems are a party desperate to make a success of government and to make a difference in coalition – admirable objectives in principle which, deep down, the public may still understand. For the second year running, however, the party is paying the price for completely underestimating the public's unswerving commitment to a publicly funded and publicly run health service. To screw up once on such a big issue once may be just about understandable. To do so twice is not. From a party management perspective, just about everything that could go wrong this weekend did go wrong. A year after claiming to have reshaped the health bill and protected the NHS, the Lib Dems arrived in Gateshead still apologising for the bill and charged with selling the pass on the NHS. The activists once again said no – great for party democracy, not so great for the party's wider standing. To the joy of mockers, the Lib Dems voted first one way and then another this weekend, reinforcing their reputation for haplessness. Nick Clegg gave a tetchy speech that persuaded no one and left him looking weak. Even the party's saintly doyenne, Shirley Williams, seemed to lose her patience. And as if that wasn't enough, the Lib Dems have got themselves into an almighty tangle over tax policy too. To flit from one tax policy for the rich at the start of the week to a second and now a third, 10 days before the Budget, is amateurish. Most of what happened this weekend was a self-inflicted wound which the party simply cannot afford. Mr Clegg bears much of the responsibility for this. But even Lady Williams may have stopped listening to the public too. What should happen now? Mr Clegg and his lieutenants need to acknowledge, not dismiss, the party's strong feelings. There should be a response to the party's voice. It should take the form of a decision to table an 11th-hour amendment to the health bill this week, setting up an impeccably independent heavyweight review exercise to monitor the bill's implementation so that the debate about impacts and risks can get factual instead of theoretical. Andrew Lansley has long insisted that the reforms were worth the pain that his bill continues to inflict on both the coalition parties. Let him be compelled to submit that claim to a scrutiny with real teeth."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}