{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/mar/05/news-corporation-fcpa-lawyer", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-03-05T22:35:00Z", "webTitle": "News Corp dropped top US anti-bribery lawyer from its legal team", "webUrl": "https://www.theguardian.com/media/2012/mar/05/news-corporation-fcpa-lawyer", "apiUrl": "https://content.guardianapis.com/media/2012/mar/05/news-corporation-fcpa-lawyer", "fields": {"headline": "News Corp dropped top US anti-bribery lawyer from its legal team", "bodyText": "News Corporation, Rupert Murdoch's media empire that is under investigation by the FBI for possible violation of US anti-bribery laws, is no longer being advised by Mark Mendelsohn, one of the world's leading experts on the Foreign Corrupt Practices Act. Mendelsohn was taken on by News Corp last July to head its legal team, advising the company on how to prepare for potential prosecution under the act as a result of the UK phone-hacking scandal. But the Guardian has learned that he was let go almost as soon as he was hired. Mendelsohn was brought on board by Murdoch amid the maelstrom that followed the Guardian's revelation that the News of the World had hacked into the mobile phone of missing teenager Milly Dowler. His hiring by News Corp came first reported just two weeks after the Dowler story broke by one of Murdoch's own newspapers, the Wall Street Journal. The newspaper said he had been retained from Paul Weiss, the international legal firm where he has worked as a partner since leaving the justice department in 2010. Mendelsohn has consistently been reported over the past eight months to be acting as a leading legal adviser to News Corp on FCPA. However, his formal relationship with the company ended last summer, shortly after he was taken on by the firm. Under the FCPA, companies headquartered in the US, such as News Corp, are liable to prosecution if they can be shown to have engaged in bribery of officials in foreign countries for company gain. The company is facing allegations that its British newspapers, the Sun and the defunct News of the World, engaged in payments to police officers and other public officials that amounted, the Leveson inquiry heard recently, to a network of corrupted officials. Past penalties under FCPA include the record-breaking pursuit of Siemens AG that settled for $800m in 2008, and a case that was first exposed by the Guardian and led to a criminal fine of $400m in 2010 against the British arms company BAE Systems for sweeteners paid to a Saudi prince. Both those cases were prosecuted by Mendelsohn when he was heading the department of justice's fraud section between 2005 and 2010. Between those years he developed the FCPA from being a relatively minor and infrequently used law to being a powerful prosecutorial weapon. He is specifically credited as having devised the aggressive approach to enforcement of the FCPA that now threatens News Corp with massive fines and possible imprisonment of its executives. To have him on board at News Corp was considered a huge bonus for the company as it faces the rippling transatlantic consequences of the UK phone-hacking scandal. But the Guardian understands that Mendelsohn had barely begun to advise the company before he was let go. It is not clear why such a serious player in this part of the law should have been retained and then released by News Corp in such quick succession. Mendelsohn himself did not respond to questions from the Guardian, and News Corp declined comment. A source with understanding of the internal workings of News Corp said Mendelsohn's rapid departure was connected to the legal strategy put together by Joel Klein, the former head of New York City's public education system whom Murdoch has entrusted with managing the phone-hacking crisis from the company's Manhattan headquarters. When Mendelsohn was taken on, Klein simultaneously brought in the law firm Williams &amp; Connolly to act as legal firefighters, and it is possible that as roles were clarified Mendelsohn was edged out. Mike Koehler, an expert in FCPA law at Butler university, said it was plausible that there might have been an internal turf war over who took the lead in handling the company's response to the FCPA investigation. But he was surprised that Mendelsohn had come and gone so suddenly. \"The pace of the scandal was rapid-fire last July. But even so when you hire a person of the calibre of Mark Mendelsohn, who used to lead the justice department's FCPA project, and then shortly thereafter say you don't need his services – that's unusual.\" The US authorities began an investigation under the FCPA in the wake of the Milly Dowler story. The US attorney general, Eric Holder, announced he was initiating a preliminary inquiry into whether News Corp had breached the anti-bribery law last July – the same month as Mendelsohn was hired. In recent weeks the FBI is understood to have interviewed several top News Corp executives. Meanwhile, the Wall Street Journal reports that News Corp's FCPA woes have spread around the globe. The newspaper says the FBI is investigating a former Russian subsidiary called News Outdoor Russia and alleged bribes paid to local officials."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}