{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2012/mar/24/lewis-hamilton-jenson-button-rivalry", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-03-24T23:00:05Z", "webTitle": "F1's Lewis Hamilton and Jenson Button crank up a very British rivalry | Paul Weaver", "webUrl": "https://www.theguardian.com/sport/blog/2012/mar/24/lewis-hamilton-jenson-button-rivalry", "apiUrl": "https://content.guardianapis.com/sport/blog/2012/mar/24/lewis-hamilton-jenson-button-rivalry", "fields": {"headline": "F1's Lewis Hamilton and Jenson Button crank up a very British rivalry", "bodyText": "In the McLaren motor home a couple of hours after qualifying had ended, the conversation with Lewis Hamilton and Jenson Button – first and second on the grid again for Sunday morning's Malaysian Grand Prix – was about a new isotonic drink, fresh tyre compounds and an engineer's small \"incremental tweak\". Formula One lives on the edge of time, for ever pushing into the future, but here, suddenly, it was the past we were transported to, for you have to go back half a century to find a British rivalry as potent as this in F1. Way back in the 60s, the decade of Mary Quant and Vidal Sassoon, of Cyril Lord Carpets and Sir Alec Douglas-Home attempting to explain economics on television using matchsticks (he lost the election), it was the heyday of British motorsport – the time of Jim Clark, Graham Hill, John Surtees and Sir Jackie Stewart. For this thoroughly modern all-British rivalry between Hamilton and Button is shaping nicely to be the strongest since the days of Minis and mini-skirts. Formula One has had its share of British world champions since then, with James Hunt, Nigel Mansell and Damon Hill, but they came from different eras, remembering, naturally, that in F1 eras tend to be on the short side. The contest between Hamilton and Button, who many felt would be the younger man's stooge when he joined McLaren for the 2010 season, is now entering the epic stage and their second lockout of the front of the grid in successive Saturdays merely confirmed it. It is not the only intense, internecine battle developing this season. Michael Schumacher, generally outpaced by Nico Rosberg since making his comeback two years ago, was the quicker Mercedes driver on Saturday grabbing the third slot on the grid behind the McLarens. At Red Bull, Mark Webber is suddenly faster than Sebastian Vettel, beating him in qualifying just as he did in Australia a week ago, though the German's use of harder tyres may have influenced the outcome. Further back on the grid, Paul Di Resta and Nico Hülkenberg (Force India) are locked together in fierce combat, as are the competitive new pairing at Toro Rosso of Jean-Eric Vergne and Daniel Ricciardo. But it is Hamilton and Button who now command the paddock's attention. Hamilton was the more successful driver in 2010 and Button reversed that last year. Last week a revitalised Hamilton took pole only to be overtaken on the first corner by Button, who went on to win the Albert Park race with brio. In the process, he drew level with Hamilton, with six race victories each as McLaren drivers since they came together at the Woking-based team. So how does Hamilton, a marginally quicker, seat-of-his-pants driver, cope with the unexpectedly strong challenge from the more experienced Button, with his almost serenely smooth driving that seems suited to preserving the fast-wearing Pirelli tyres? \"It's not the first time I've been in this position,\" Hamilton said. \"When I was racing with Fernando [Alonso] that was massively challenging. Every time you have a quick team-mate who is consistent, both in qualifying and in the race, and who is as hungry as ever, you've just got to be able match it or do better. Jenson's done a fantastic job so far. I've just got to try to continue to push him as he continues to push me. And what will be will be.\" Watching them go head to head into the first turn at Sepang on Sunday morning, then, will be a compelling spectacle. Two drivers racing for the title in the same team with an apparently good working relationship is a rare thing indeed in F1. But smiles in the paddock aside, they still want to beat each other with a passion. \"I don't think it's hard,\" Button said. \"We've been close together a lot over the past couple of years. As long as we're both qualifying well this isn't going to happen for just this race, and the last race. \"We're going to be fighting each other a lot. But that's what we've been doing for most of our lives, so we're pretty good at it. We both want to get into [turn one] first but it's not just about T1, this race. It's a very long, tough race. It might not even be us. It might be Michael [Schumacher] that gets the jump on us.\" On last week's slow start, when he was caught cold by Button, Hamilton said: \"I've given the engineer who does the launches a bit of a squeeze and said to make sure it's good tomorrow.\" Button quipped: \"I've already paid him off.\" Much laughter. This is Hamilton's 21st pole, taking him ahead of the twice world champion Alonso, who struggled manfully with a slow Ferrari. Button, meanwhile, has now gone 51 races without achieving pole. Here, at least, Hamilton's primacy is unquestioned. Button said: \"I'm happy to be second but I'd be happier to be first. But I couldn't beat Lewis's lap. It was a great lap. \"The times are so close. It's four-tenths that cover the first seven places, which is very unusual in F1. There are four teams that are very, very strong. So it's great that we've both been able to get up on to the front row and hopefully that pattern is going to continue throughout the year.\" If it does, F1 fans – and particularly British ones – are in for a rare treat this year. MALAYSIAN GRAND PRIX GRID POSITIONS 1 L Hamilton (GB) McLaren 1min 36.219sec, 2 J Button (GB) McLaren 1:36.368, 3 M Schumacher (Ger) Mercedes 1:36.391, 4 M Webber (Aus) Red Bull 1:36.461, 5 S Vettel (Ger) Red Bull 1:36.634, 6 R Grosjean (Swi) Lotus 1:36.658, 7 N Rosberg (Ger) Mercedes 1:36.664, 8 F Alonso (Sp) Ferrari 1:37.566, 9 S Pérez (Mex) Sauber 1:37.698, 10 P Maldonado (Ven) Williams 1:37.589, 11 F Massa (Bra) Ferrari 1:37.731, 12 K Raikkonen (Fin) Lotus 1:36.461* (five-place penalty for changing gearbox); 13 B Senna (Bra) Williams 1:37.841, 14 P di Resta (GB) Force India 1:37.877, 15 D Ricciardo (Aus) Toro Rosso 1:37.883, 16 N Hülkenberg (Ger) Force India 1:37.890, 17 K Kobayashi (Jpn) Sauber 1:38.069, 18 J-E Vergne (Fr) Toro Rosso 1:39.077, 19 V Petrov (Rus) Caterham 1:39.567, 20 T Glock (Ger) Marussia 1:40.903, 21 C Pic (Fr) Marussia 1:41.250, 22 P de la Rosa (Sp) HRT F1 1:42.914, 23 N Karthikeyan (Ind) HRT F1 1:43.655, 24 H Kovalainen (Fin) Caterham 1:39.306* (penalty for rule infringement at Australian Grand Prix)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}