{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/mar/01/wpp-martin-sorrel-hq-london", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-03-01T22:59:26Z", "webTitle": "WPP's Martin Sorrell says he is likely to move HQ back to London", "webUrl": "https://www.theguardian.com/media/2012/mar/01/wpp-martin-sorrel-hq-london", "apiUrl": "https://content.guardianapis.com/media/2012/mar/01/wpp-martin-sorrel-hq-london", "fields": {"headline": "WPP's Martin Sorrell says he is likely to move HQ back to London", "bodyText": "Britain's most powerful adman has said that the company he runs is poised to move its headquarters back to London from Dublin now that the government has promised to introduce new rules to clarify the taxation of foreign profits earned by multinationals. Sir Martin Sorrell, chief executive of WPP, the world's largest advertising and marketing group, moved the company's tax domicile to Ireland in 2008 in protest at the prospect of the \"double taxation\" of overseas profits – once abroad and again for a second time in the UK. \"I am delighted to say that the last remaining issues I think have been removed subject to legislation being introduced in parliament,\" he said. \"We will be coming back subject to shareholder approval.\" The WPP chief first indicated that a return to London was on the cards after George Osborne's 2011 budget. The corporation and overseas tax paid in cash by WPP last year was £247.9m, up from £207.4m in 2010. Sorrell spoke as the company reported record pre-tax profits of £1bn for 2011 – and he was keen to highlight WPP's importance to the British economy, pointing out that a strong financial performance in 2011 had meant that almost 1,000 new UK jobs had been created. \"I guess it is a bit of a message,\" he said. \"Jobs mean growth and growth means jobs, they go together\". Miles Dean, of international tax consultants Milestone, cautioned that while a relocation by WPP would be good for the economy it was not yet certain. \"The rules are not yet in force nor have they been finalised,\" he said. \"Further consultation documents have just been released and it is clear that HMRC are not going to give up without a fight, and what they do give up will be protected by very complex rules\". Sorrell said that 2012 had started in line with expectations, with revenues up 4% year-on-year on a like-for-like basis. He is predicting that 2012 should be a relatively stable year for the advertising market thanks to major events including the European Football Championships, London Olympics and US presidential election race underpinning industrial growth. However, he added that the lack of any major events to drive growth in 2013 meant that WPP could foresee \"clouds on the horizon\". The British market was a star performer for WPP, which Sorrell pointed out was \"against market trends\", with the key metric of underlying revenue up 6.7% to £1.2bn. Britain, which accounts for 12% of total revenues, significantly outperformed WPP as a whole, which increased revenues 5.3% in 2011 to break £10bn for the first time. Pre-tax profits rose 18.5% to £1.1bn and WPP lifted its dividend payout by 38% to 24.6p per share. The shares ended the day up 3%, or 24p, to 827.5p as investors welcomed the bumper results. \"The group's 26th year was a record year on virtually whatever measure you are to name,\" said the WPP chief. Sorrell, who took £4.5m in pay and bonuses in 2010, is likely to spark the ire of Pirc, the investors and corporate governance advisers, again when his remuneration package is revealed later this year in the annual report. WPP said that incentive payments to qualifying executives among its 110,000 staff would total £338m. \"Given the record profit and margin performance in 2011, most of the group's operating companies achieved record incentive levels – reflecting pay for performance, not failure,\" said WPP. Sorrell voiced support for the Sun's new Sunday edition, arguing that as long as Rupert Murdoch continues to clean up his newspaper business then there is no problem with advertisers supporting a valuable addition to the weekend market. WPP recently won a £28m a year account from Murdoch to handle advertising for all his British newspapers. Sorrell added he did not believe that the ethical issues involving titles owned by News International should reflect on the Sun on Sunday. \"They have set up the management and standards committee [which is] turning over documents and evidence [to the police] … there is a microscope on the organisation,\" he said. \"Clearly the proprietor is trying to deal with all the issues in a proper way. There are a lot of issues on all sides, I'm sure we haven't seen the end of it. Lots of things still clearly have to be straightened out. From a News Corporation point of view as long as it deals with the problems … effectively, efficiently and properly rooting out problems and relaunching in an effective way – I think that works.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}