{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/mar/24/sir-alex-ferguson-united-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-03-24T23:00:02Z", "webTitle": "Sir Alex Ferguson confident United will keep nerve in fight with City", "webUrl": "https://www.theguardian.com/football/2012/mar/24/sir-alex-ferguson-united-city", "apiUrl": "https://content.guardianapis.com/football/2012/mar/24/sir-alex-ferguson-united-city", "fields": {"headline": "Sir Alex Ferguson confident United will keep nerve in fight with City", "bodyText": "The gloves came off in the title fight when Sir Alex Ferguson bit back at his Mancunian rivals over what counts as desperation, though if Carlos Tevez proves as useful a returnee for City as Paul Scholes has for United the debate could be regarded as irrelevant. What matters more, now both teams are close to full strength again, is not sniping from the sidelines but which side can show the greater composure on the pitch. It was Roberto Mancini, not Ferguson, who used the term \"squeaky bum time\" a few days ago, prompting some to question whether the Italian knew exactly what the phrase meant. \"He's about to find out in the next few weeks,\" Ferguson joked. The United manager has been in this situation more times than he cares to remember, of course, and the same could be said for many of his players. Ferguson is not attempting to psyche out the City camp when he says the title race is now all about holding one's nerve, merely stating the truth. \"City have done exceptionally well all season to get to where they are at the moment,\" Ferguson said before Saturday's draw at Stoke. \"They have a chance. Like us, if they win all their games they will be champions, but it is much easier to say that than to actually do it. \"At this time of year some of the teams at the bottom of the league know they have to start winning games too, because if they don't they will be relegated. That's a fact of life, and that's why you never know quite what to expect when you get to the run-in. Some games might look easy on paper, but they rarely turn out that way.\" Rather than assess the strength of the opponents to be met between now and the showdown with City at the end of next month, Ferguson prefers to emphasise his own side's mental toughness. \"If you have been in these situations before, it is bound to help,\" he said. \"Temperament starts to play a part in the run-in, it becomes a question of holding your nerve. I think we are quite good at that. \"Last season we went to Blackburn needing just a point to win the league and we went a goal down, but we never showed any anxiety or nerves, we just kept on playing our game until we got an equaliser. We never bottled it, the energy in the team was unbelievable, and that was good to see.\" Whoever emerges on top at the end of the season, Ferguson believes City are here to stay as serious title challengers. \"I wouldn't want to write off Arsenal and Chelsea, because I believe they can stabilise themselves and come back very strong,\" he said. \"But I can see United and City being at the forefront for a few years yet. What supporters of both clubs have got to get used to is that there will be big games between the clubs for the next decade. I don't just mean derby games. I mean finals, semi-finals and title deciders.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}