{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/iran-blog/2012/mar/13/qassem-suleimani-issues-warning", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-03-13T22:08:00Z", "webTitle": "Head of Iran's Quds force warns enemies of the regime", "webUrl": "https://www.theguardian.com/world/iran-blog/2012/mar/13/qassem-suleimani-issues-warning", "apiUrl": "https://content.guardianapis.com/world/iran-blog/2012/mar/13/qassem-suleimani-issues-warning", "fields": {"headline": "Head of Iran's Quds force warns enemies of the regime", "bodyText": "The head of Iran's Quds force, Qassem Suleimani, keeps a low profile in the media. Unlike other Iranian commanders who make hawkish statements in the face of foreign threats to the Islamic republic, Suleimani usually remains quiet. Mounting pressure on Iran from Israel, however, has left little choice for the man who heads the external arm of the Iranian revolutionary guards tasked with its overseas operations, but to issue a warning against any military strike against the country. The semi-official Mehr news agency today quoted Suleimani as saying that his armed forces \"will show Iranian zeal in the face of any possible aggression against the country\". Part of the responsibility of the Quds force is to protect the concept of Islamic revolution which the revolutionary guards see as being closely tied up with protecting the supreme leader, Ayatollah Ali Khamenei. \"Major general Qasem Suleimani also highlighted the role of the vali-e faqih [rule by the clergy] in safeguarding the Islamic system,\" Mehr reported. Little is known about Suleimani but in a dispatch from Baghdad, my colleague Martin Chulov reported last July on his influence in Iraq as the man who, many believe, is \"secretly running\" that country. More recently, opposition groups in Syria have accused Suleimani of aiding Syria's Bashar al-Assad in his crackdown on pro-democracy movements there. He is pictured in a photo gallery here, showing him in a religious ceremony in the city of Kouhbanan in Iran's southern province of Kerman. As Mahmoud Ahmadinejad's presidential term comes to an end, rumours have been rife among Iranian opposition activists that Suleimani is being groomed by Khamenei as a possible successor to the president."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}