{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/blog/2012/mar/16/tesco-better-pension-final-salary-scheme", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-03-16T23:01:28Z", "webTitle": "Tesco seems a great deal better", "webUrl": "https://www.theguardian.com/money/blog/2012/mar/16/tesco-better-pension-final-salary-scheme", "apiUrl": "https://content.guardianapis.com/money/blog/2012/mar/16/tesco-better-pension-final-salary-scheme", "fields": {"headline": "Tesco seems a great deal better", "bodyText": "Tesco took a battering this week when it revealed that its 170,000 staff are in line for worse pensions, with plans to raise the retirement age from 65 to 67 and future inflation rises limited to the weedy CPI figure, rather than RPI. Tesco-bashing has become a national sport, and it's always fun to take part. But are we, dare I say it, being a little unfair? The knee-jerk reaction is that this is yet another leg in the race to the bottom in pensions. Public sector workers are being forced on to CPI (the cut-price version of RPI that falsely depresses the real inflation rate) and now workers in the private sector are being fleeced the same way. But while Tesco's pension scheme is no longer a \"gold-plated\" final salary scheme, it's still a long, long way ahead of most of those offered to low or middle income workers in the private sector in Britain. It will still pay a pension based on salary, rather than on the vagaries of the stock market. No, it's not calculated as a proportion of a worker's final salary on retirement, but on their \"career average\" earnings, which is usually a little less. But it doesn't force employees into poor value annuities. And, perhaps most extraordinarily, it's still open to new joiners. The rest of corporate Britain, desperate to please the stock market and remove any potential future liabilities, years ago junked their gold-plated schemes for tin-pot pensions. You pay something like 6% of salary, they match it, and once high earners in the City have taken their lucrative cut for managing it (usually badly), out the other end comes a measly pension income based on a shockingly bad annuity. To make sure you don't understand what's going on, they're given them a name, \"defined contribution (DC) schemes\", which ensures most people switch off. But it is beginning to sink in how workers were sold a complete dud when they lost their final salary schemes. A survey by Schroders this week found that just 26% of Britons believe they will be better off than their parents' generation when they retire. Nearly half believe they will be worse off in retirement than their parents, with many now jealous of the \"golden generation\" of pensioners who benefitted from daft increases in the value of their property and generous final salary pensions. Count me among them. This week, in his budget speech, the chancellor could tackle the pensions crisis facing younger workers. Maybe he could devise tax incentives for DC companies to switch to career average schemes like Tesco's, with costs controlled by CPI and higher retirement ages. But it's about as likely as Osborne clamping down on tycoons. The 1% have insulated themselves from the lousy retirement faced by the workers below them. Those \"compensation\" packages dreamed up by \"remuneration committees\" (better described as \"scratch my back, I'll scratch yours\" committees) always include giant cash injections into executive pension arrangements, with the details buried at the back of the report. It's not a sentence I ever thought I'd write, but when you look across Britain's big company pension deals, I wish they were a bit more like Tesco."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}