{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/mar/11/arsene-wenger-arsenal-luis-suarez", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-03-11T23:00:00Z", "webTitle": "Arsène Wenger riled by Luis Suarez's knack of 'buying'  penalties", "webUrl": "https://www.theguardian.com/football/2012/mar/11/arsene-wenger-arsenal-luis-suarez", "apiUrl": "https://content.guardianapis.com/football/2012/mar/11/arsene-wenger-arsenal-luis-suarez", "fields": {"headline": "Arsène Wenger riled by Luis Suarez's knack of 'buying' penalties", "bodyText": "Arsène Wenger has revealed the depth of his frustration with Liverpool's Luis Suárez as he discussed the excesses of play-acting in the modern game. The Arsenal manager is preparing his team for the visit of Newcastle United on Monday night, a meeting that recalled a cheating controversy on the opening day of the season, involving Gervinho, on his debut for the club, and Joey Barton, who has since left St James' Park for Queens Park Rangers. Wenger, though, chose to highlight the flashpoint from his team's 2-1 win at Anfield on the Saturday before last, when Suárez was brushed inside the area by the Arsenal goalkeeper, Wojciech Szczesny, tumbled to the ground and was awarded a penalty. Dirk Kuyt had his kick saved by Szczesny. The issue of players \"buying\" penalties by making the most of minimal contact, sometimes that they have initiated themselves, has been a hot topic in recent weeks. Wenger conceded that he knows why they do it and he suggested that penalty awards are fair when the attacking player has got there first and is taken down, even if the ball has moved beyond his control. But he admitted to being annoyed when players go \"overboard\" having not been touched, as he felt Suárez had done at Anfield. It is not difficult to imagine Wenger being more angry if the penalty had cost his team points. Arsenal took all three when Robin van Persie scored his second of the afternoon in stoppage time. \"Suárez got the penalty last weekend … it was no penalty,\" Wenger said. \"Nobody touched him. Where they go overboard is that nobody touched him. I can understand if they push the ball too far but when no one touches him … Then, when they roll down the sock, take the shin pad out like he has been kicked like mad. It's a bit overboard. Everyone who has played football can understand they try to win the penalty but when he goes completely, afterwards, to get a bit more … we don't need that.\" Gervinho arrived from Lille in July and his first game, at Newcastle, was heading for a goalless draw when he felt he was fouled for a penalty by Cheik Tioté, only to be accused of diving and dragged to his feet by Barton. The midfielder admitted he made the most of Gervinho's subsequent slap to trigger a red card. Gervinho served a three-match ban when his career in England had barely started. \"Gervinho had a bad response to provocation from our friend Mr Barton,\" Wenger said. \"He was shocked because he felt he didn't do a lot. But I think he learned his lesson in the first game, which is better than after 20. It's better to know what you are facing. If you want to play abroad, and work abroad, then you have to adapt to the local culture.\" The Ivorian has been omitted from the starting lineup for both of Arsenal's Premier League matches since his return from the Africa Cup of Nations, when he suffered heartbreak in the final. It was his missed penalty, in the fourth round of sudden death, that proved costly against Zambia. He has been a victim of the form of Alex Oxlade-Chamberlain and is expected to remain a substitute as Arsenal seek a fifth Premier League win in succession. They have come from behind in the previous three. \"It's better not to have to come back but you do what you have to do to win the game,\" Wenger said. \"Newcastle is a team that has offensive strengths so a good defensive performance will be needed. \"For consistency of top results, this is the best team I've had for a while because for a long time, we didn't put one big result after the other. There is also the quality of our games. You can say what you want but [in the last three home games] we score seven against Blackburn, five against Tottenham and three against Milan. We have a flow in our game because maybe the confidence is higher.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}