{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/mar/09/barclays-chief-bob-diamond-pay", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-03-09T23:23:00Z", "webTitle": "Barclays chief Bob Diamond takes home £17m in pay, shares and perks", "webUrl": "https://www.theguardian.com/business/2012/mar/09/barclays-chief-bob-diamond-pay", "apiUrl": "https://content.guardianapis.com/business/2012/mar/09/barclays-chief-bob-diamond-pay", "fields": {"headline": "Barclays chief Bob Diamond takes home £17m in pay, shares and perks", "bodyText": "The scale of multimillion-pound pay deals still being handed out to top bankers was underlinedwhen Barclays bank revealed its boss Bob Diamond received £17m in pay, shares and perks in 2011 while senior bankers at bailed out Royal Bank of Scotland and Lloyds Banking Group also took home lucrative rewards. Most of the focus was on Barclays after the bank also paid £5.7m to cover Diamond's tax bill and he was awarded more in shares which will pay out, according to performance, in coming years. His pay deal is likely to infuriate shareholders and pay campaigners and comes after Barclays was forced into an embarrassing row with HM Revenue &amp; Customers over two tax avoidance schemes that could have saved Barclays up to £300m. TUC general secretary Brendan Barber said that the bonus \"epitomises how banks have failed the wider economy and got away with it\" while advocates for a fresh tax on banks, the Robin Hood Tax campaign, stepped up calls for a tax on financial transactions. Liberal Democrat peer Lord Oakeshott said: \"The only tax Barclays pays seems to be for Bob on his bonus.\" Diamond's payout was revealed in the bank's annual report and accounts which shows that 238 of the bank's senior staff were paid an average of £1.2m. The Barclays disclosures were quickly followed by Lloyds and RBS, which reported payouts of £820,000 for its 386 so-called \"code staff\". The complexities of executive pay mean that Diamond's £17m total is reached by adding a £2.7m share bonus (80% of his maximum) on top of his £1.35m salary. He also received perks worth £474,000 – to cover items such as personal financial advice and chauffeurs. Another £3.7m was released from a share scheme dating back to 2006 – which was deferred after the banking crisis – £1m from a 2008 scheme and £7.8m from a separate executive share award scheme. The American-born chief executive, who also has British citizenship, was awarded £2.25m in shares under a long-term incentive plan linked to the bank's performance in three years' timealthough he could receive up to £6.75m. There is also another award of £2.35m which could pay out in May. The bank, which stressed Diamond was a 50% taxpayer, paid £5.7m in tax he faced as a result of his relocation to the UK from the US to become chief executive on 1 January last year. Barclays, along with RBS and Lloyds, also provided details of pay deals outside the boardroom to comply with rules requiring disclosure of pay details of the eight highest paid individuals. Barclays said the highest paid executive was an unnamed individual handed £5.2m – before an award of £1.5m shares under a long-term incentive plan to take the total to £6.7m. While RBS did not identify its eight highest paid individuals either, stock exchange disclosures show the head of the US business Ellen Alemany taking home £3.6m plus £138,000 released from prior years and another £991,000 awarded in long-term incentive plans. John Hourican, the head of the investment bank, was paid £3.2m plus £302,000 and another £939,000 included from prior years. In April he will receive another £4.1m payout from an award of 15.9m shares, taking his total to £8m. Hourican waived any long-term bonus award for 2011 as a result of the payout which was \"unusual in size\". Despite the row that caused chief executive Stephen Hester to waive a near £1m share award this year, some £604,000 of shares from prior years were released to him on top of a £1.2m salary. He also received a £1.6m from previous years. Stock exchange disclosures by Lloyds revealed chief executive Antonio Horta-Osorio was handed shares worth £3.2m. His total pay will be published next week when the full annual report is released. Lloyds' top eight highest-paid bankers shared £15m while nine of the top management team were awarded combined share awards of £3.7m for 2011 and some £14m though long-term incentive plans. Unions said they were concerned about the credibility of the industry. Unite's national officer for the financial services, David Fleming said the union would be \"seeking meetings at the highest level to determine just what the banks are going to do to earn the credibility they have lost in the communities they are meant to serve and support\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}