{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/mar/01/istanbul-city-urban-renewal", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-03-01T23:00:00Z", "webTitle": "Istanbul sees history razed in the name of regeneration", "webUrl": "https://www.theguardian.com/world/2012/mar/01/istanbul-city-urban-renewal", "apiUrl": "https://content.guardianapis.com/world/2012/mar/01/istanbul-city-urban-renewal", "fields": {"headline": "Istanbul sees history razed in the name of regeneration", "bodyText": "A few hundred metres from the bustling Taksim Square in Istanbul, the sound of jackhammers reverberates through the street: demolitions in the nearby neighbourhood of Tarlabasi are under way despite legal objections from residents, architects, and human rights groups. Empty buildings, many of which date from the late 19th century and are used to house a large part of Istanbul's former Greek population, have already been gutted, waiting for their turn. In the area's main street, only the local barber and one cornershop still hang on. Tamer Bekar, a 70-year Tarlabasi resident, shakes his head in dismay. \"They are looting all the empty buildings, they take windows, doors, cables to sell for a few pennies. The municipality does nothing to protect these historical buildings,\" he says. \"There are not many people left but everything I have is here. I cannot go anywhere else at this age. I don't know what to do.\" Up to 278 buildings will be demolished to make way for a high-end construction project that will include homes, offices, hotels and a shopping mall. Those who could afford it have already moved. \"I don't want to move into a tower block outside the city,\" Bekar says. \"What would I do in the middle of nowhere?\" But the Tarlabasi renewal project is just one of many in the most frenetic redevelopments Istanbul has known for a generation. About 50 neighbourhoods in Istanbul alone are earmarked for urban renewal projects, and 7.5bn Turkish liras (£2.69bn) has been set aside for Istanbul's public development projects in 2012, according to the Istanbul metropolitan municipality mayor, Kadir Topbas. The formerly Roma neighbourhood of Sulukule has already been razed to make way for \"Ottoman-style\" townhouses, and the transport minister, Binali Yildirim, has vowed to go ahead with the construction of a third Bosphorus bridge that, environmentalists and urban planners warn, would further increase traffic congestion and lead to the destruction of Istanbul's last forest areas and water reservoirs. The prime minister, Recep Tayyip Erdogan, meanwhile, has promised an array of mega-projects including a 25-mile canal between the Black and the Marmara seas as well as two new cities on both sides of the Bosporus, each housing at least 1 million people – the centre of his election campaign. \"We need to face it,\" Topbas said in a press conference after the devastating 2011 earthquakes in Van that killed 644 people, \"we need to rebuild the entire city.\" Now the Turkish government is preparing a new law that will grant the prime minister and the public housing development administration sole decisive power over which areas will be developed, and how. The law will overrule all other preservation and protection regulations, and allow the government to declare any area in Turkey a zone of risk. Affected house-owners will have the choice of either demolishing their buildings themselves, or letting the government do it for them – in exchange for compensation. The law's advocates argue that it will enable the government to make cities safer against the ever-present risk of earthquakes without a lengthy legal process. However, a growing number of critics point out that it will serve as a pretext to open valuable land to speculation, and drive low-income groups from city centres – as has already happened in Sulukule and is happening in Tarlabasi. And the government's appetite for ever more ambitious development projects is not likely to be sated in the near future. According to the Turkish Contractors Association's predictions, the construction sector, which contributes about 6% to the economy, faces decline and much fiercer competition abroad in 2012: domestic urban renewal projects, estimated to generate £250bn of profit – £55bn in Istanbul alone – are seen as a convenient alternative. Detached Professor Gülsen Özaydin, head of the urban planning department at the Mimar Sinan University of Fine Arts Istanbul, says: \"There is no urban planning that sees the city as a whole. Projects are completely detached from one another, and take no heed of the existing urban fabric, or the people living there. That's very dangerous for the future of a city.\" Özaydin criticises the complete lack of public debate prior to the announcement of major reconstruction projects. \"Expert views are rarely taken into consideration,\" she adds. \"We only learn of projects like Taksim Square from the newspapers. How can that be?\" Neither the names of the architects nor the financial scope of the Taksim project have been disclosed to the public. For the architect and urban activist Korhan Gümüs, the main problem is the lack of transparency and the disregard of the people affected: \"This reflects the highly centralised politics of the Turkish state and the rigidity of the national programme that it advocates,\" he says. \"National programmes don't require any form of participation, they don't need different opinions and thoughts. But cities need experience, they need research, they need questioning, thoughtfulness and creativity. \"If you leave a city at the mercy of speculators, it will die. If you try to make money only by way of new construction projects, the city will end up poorer, not richer.\" Mücella Yapici of the Istanbul Chamber of Architects paints a similarly bleak picture: \"Urban poverty will increase. People evicted from their houses not only lose their home, but also their jobs, their neighbourhood, and their social ties.\" Tower block developments on the far outskirts of the city further isolated disadvantaged groups. \"A city should bring people together, not segregate them,\" she says. \"But in Istanbul we will end up in a situation where everybody will be afraid of one another – the rich will fear the poor and vice versa. It will be the end of social peace in the city.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}