{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2012/mar/13/uk-cases-european-court-of-human-rights", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2012-03-13T22:17:00Z", "webTitle": "Outcry over UK plans to charge European court of human rights claimants", "webUrl": "https://www.theguardian.com/law/2012/mar/13/uk-cases-european-court-of-human-rights", "apiUrl": "https://content.guardianapis.com/law/2012/mar/13/uk-cases-european-court-of-human-rights", "fields": {"headline": "Outcry over UK plans to charge European court of human rights claimants", "bodyText": "Proposals to charge claimants for taking their cases to the European court of human rights (ECHR) have triggered an international row over the United Kingdom's programme for reforming the Strasbourg court. Austrian diplomatic sources have accused the UK of supporting the scheme designed to deter too many cases coming before the court but British sources have insisted the proposal was made by another country and emerged during negotiations. The introduction of financial disincentives to reduce the volume of cases piling up at the Strasbourg court is understood not to have received support from any of the other 46 member states in the Council of Europe. The UK currently holds the rotating chairmanship of the council and has drafted a radical reform programme aimed at restricting the flow of cases to the ECHR and boosting the status of national courts. It will be presented to an international conference in Brighton next month. But other countries have been critical of the UK's Brighton Declaration, opposing its emphasis on expanding the so-called margin of appreciation – allowing national courts to interpret human rights in different ways – and, in particular, introducing stricter criteria to reduce the number of cases reaching the court in Strasbourg. \"One of the [UK's] earlier ideas to reduce the volume was simply charging people to get the right to go there,\" Austrian diplomats told the Guardian. \"There was no support for it [from other Council of Europe countries]. \"The most important issue for Austria is the right of the individual without any restriction [to take claims to the ECHR] ... should not be reduced or made more difficult. \"One of the first proposals by the UK was the idea to enforce the use of lawyers to ask for stamp duty and money ... This is no longer in the draft declaration but still there's the idea that the court should introduce admissibility criteria.\" There is a backlog of about 150,000 cases at Strasbourg but the court says it will have dealt with the problem by 2015 thanks to previous reforms. Austria fears that if the criteria are narrowed, then few cases will be taken against western European nations that generally comply with the human rights convention and the court will end up focusing almost exclusively on less democratically developed states in eastern Europe. \"That will lose it its legitimacy,\" the Austrian diplomats said. On the suggestion that the margin of appreciation should be widened, Austria said: \"We feel that the ECHR is doing a good job of allowing [room for interpretation] and, over the years, it has increased ... But we don't think this should lead to a situation where national courts can do whatever they like.\" The Austrian comments expose the international debate going on beyond the UK's domestic obsession with the case of the Islamist cleric Abu Qatada. His deportation to Jordan has been prevented on the grounds that he could be tortured there. Other member states fear London is in danger of breaking the traditionally consensual approach of the Council of Europe and has been somewhat condescending in repeatedly harking back to ancient English liberties such as Magna Carta. Under the draft Brighton Declaration, leaked to the Guardian last month, the UK insists it is safeguarding the individual's right of petition to the Strasbourg. The president of the ECHR, Sir Nicolas Bratza QC, Britain's nominee on the court, appeared before parliament's joint committee on human rights on Tuesday and defended the court's performance. \"I don't agree with suggestions made that we are micro-managing cases or somehow overreaching our powers,\" he said. Commenting on the Brighton Declaration, Bratza said: \"We would have more concerns about the margin of interpretation [being] legislated for.\" There would be problems, he said, for something which varied so much according to \"which particular article [of the human rights convention] has been invoked\". \"Is it necessary to add additional admissibility criteria where we already reject 90% of applications? Only about 1 or 2% of [UK] cases go through under existing admissibility criteria.\" Bratza said he was glad that some of the other initial UK proposals such as fees and the \"sunset clause\" – under which cases which had not been settled could be ignored after a certain period – had been dropped. One of the Brighton Declaration proposals says ECHR judges should not be \"older than the 65 years at the date on which their term of office commences\". Of the three UK judges nominated for election to replace Bratza this month, one, Paul Mahoney, is understood to be close to that age if not already over 65. Concern about the role of the ECHR was also voiced by Dr Michael Pinto-Duschinsky, who resigned in protest this week from the government-appointed UK Commission on a bill of rights because he feared parliament's role was being ignored. \"Some democratic check against absolute judicial power is needed,\" he wrote on the Guardian law website. \"That applies to the powers of national courts but all the more so to those of more remote, international ones. The problem of reconciling the judicial independence of an international court with the sovereignty of our national legislature brings us into vital, largely unexplored territory of constitutional debate.\" His position on the commission has been taken up by the Conservative Lord Faulks QC. A Ministry of Justice spokesperson said: \"In January, the prime minister set out a number of principles for reform of the European court of human rights. The draft declaration reflects these priorities. \"Just like any other negotiation, we will not provide a running commentary on negotiations, nor publish a draft while they are ongoing.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}