{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/mar/28/patrick-kingsley-diary-george-osborne-pasty", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-03-28T21:50:01Z", "webTitle": "Patrick Kingsley's diary", "webUrl": "https://www.theguardian.com/politics/2012/mar/28/patrick-kingsley-diary-george-osborne-pasty", "apiUrl": "https://content.guardianapis.com/politics/2012/mar/28/patrick-kingsley-diary-george-osborne-pasty", "fields": {"headline": "Diary", "bodyText": "• Much kerfuffle this week over whether the working man's pasty has ever passed the lips of posho Gideon. But amid the rumpus, better news for family Osborne: Gideon's wife, author Frances, has a new book out. Here's the blurb: \"In one of the capital's most exclusive residences, the walls between two social worlds are starting to crumble.\" Not a memoir, we conclude. • But perhaps the Diary speaks too soon. In an effort to smash this edifice between two social worlds, MP-cum-self-publicist John Mann (he who first uncovered Gideon's aversion to meat-filled pastries) has invited the chancellor and his mucker David C to spend a couple of nights in his caravan, a residence facing the same VAT attack as the poor pasty. A generous offer, to be sure. But is there enough room for all three lads? \"They may have to top-and-tail,\" admits Mr Mann. • Back to the pasties. The argument for taxing them centres on how hot they are at the point of purchase. To settle the dispute, we therefore turn to a suitably impartial observer on reviewcentre.com: \"We have three Greggs in Newport town centre so obviously they are well liked BUT every time I go in there to buy a pasty it's COLD. Which is really really annoying.\" Case closed, then. • On to the serious stuff. The Diary notes that one is once more permitted to publicly term David Cameron a wanker. This had been a grey area for some time, after police arrested photographer David Hoffman for displaying in his front window a picture of the esteemed leader subtitled with the Virgilian epithet: \"Wanker\". An interregnum followed, during which the Hoff was obliged to swap the aforementioned sobriquet for the mellower \"onanist\". But two years on, earthier nomenclature has at last resumed, following an apology from the rozzers. \"I hope that this apology,\" wrote a senior bobby to Hoffman, \"will enable you to put these events behind you.\" And indeed it has. Hoffman has reinstated the original strapline, accompanied by a new preface: \"Still a …\" • Speaking of such people, we turn to President Assad of Syria, whose electronic communications were so diligently divulged by your diarist's colleagues last fortnight. Much of the cache was of interest, but we were particularly intrigued by a brief reference to \"risque jokes\" sent to Assad by his father-in-law – \"including one about the relative penis sizes of Nicolas Sarkozy, Binyamin Netanyahu and Barack Obama\". An all too coy description, and one which the Diary, following extensive research, is delighted to expand upon in full. The joke is a visual one, formed of three photographs. The first depicts Mrs Netanyahu, pressing her thumb and forefinger tightly together. The second: Carla Bruni, qua Mme Sarkozy, with a strip of air betwixt index and thumb. And the third? Michelle Obama, hands wide apart, as if measuring the size of a fish. Or something of a similar size. People may be dying in Syria, but it seems racial stereotypes are alive and well. • So much to do, so little time. As the Lords considered the NHS bill for the final time last week, health minister Earl Howe warned of the dire consequences of any further delay in its passage. There was \"a great deal\" of other business waiting, Howe said, and any more wavering would jeopardise \"all the excellent work that this house has done to make this a better bill\". Imagine my lordships' surprise, then, to be told that they may extend their holiday, which began yesterday, for an extra week. Not enough business, apparently. • The Diary, on the other hand, has too much business, which means that we cannot today serialise the final 73 words of The Adventures of Eoin McKeogh, by Mr Justice Michael Peart. All being well, a cooling of the news cycle should ensure its publication tomorrow. Today, permitted though it now is, we regret that there is not even enough space to call David Cameron a w Twitter: @PatrickKingsley"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}