{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/mar/28/gary-mckinnon-hacking-us-extradition", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-03-28T21:50:42Z", "webTitle": "Gary McKinnon not a suicide risk, says psychologist", "webUrl": "https://www.theguardian.com/world/2012/mar/28/gary-mckinnon-hacking-us-extradition", "apiUrl": "https://content.guardianapis.com/world/2012/mar/28/gary-mckinnon-hacking-us-extradition", "fields": {"headline": "Gary McKinnon not a suicide risk, says psychologist", "bodyText": "Alleged hacker Gary McKinnon would no longer pose a serious suicide risk if extradited to the US, a senior psychologist has determined. Professor Declan Murphy, of the Institute of Psychiatry, King's College, London, said McKinnon \"did not express significant hopelessness or helplessness\" and his \"suicide plans are not well formulated\". The psychologist's latest assessment, presented to the Home Office last month, is markedly different from his view three years ago that McKinnon would require one-to-one observation to avoid a serious suicide attempt. It could lead to the home secretary, Theresa May authorising McKinnon's extradition to the US to face trial for hacking into military computers 10 years ago. In his assessment, broadcast on Channel 4 News, the professor wrote: \"We judge the risk of suicide to be moderate. The risk of actual self-harm could be ameliorated by regular contact with mental health professionals and with supportive counselling and listening services of the type that are available within UK prisons.\" Murphy, lead investigator for the Department of Health attention deficit hyperactivity disorder (ADHD) and autism clinical research programme, reached his conclusion despite having no access to McKinnon since his original assessment for the Briton's legal team three years ago, the programme added. McKinnon's mother Janis Sharp told Channel 4 News: \"It's an in absentia report and it contradicts his previous face-to-face report. What did he base this on? It's a mystery to everyone.\" McKinnon, from Wood Green, north London, has been fighting an extradition order to the US, where he faces up to 60 years in jail if convicted of hacking charges, since he was first arrested in 2002. He admits hacking but claims he was looking for evidence of UFOs. The Home Office said: \"After consulting the chief medical officer, the home secretary instructed two independent experts to review the case and their report was sent to Mr McKinnon's representatives on February 24 in line with the directions of the court. \"Mr McKinnon and his legal team have until April 6 to respond and make any further representations. \"The home secretary will consider the report alongside all other relevant material and aims to reach a decision as soon as is consistent with dealing fairly and properly with this case.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}