{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/mar/19/steve-kean-gael-givet-palpitations", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-03-19T23:05:24Z", "webTitle": "Steve Kean recalls Gaël Givet's heart palpitations at Blackburn Rovers", "webUrl": "https://www.theguardian.com/football/2012/mar/19/steve-kean-gael-givet-palpitations", "apiUrl": "https://content.guardianapis.com/football/2012/mar/19/steve-kean-gael-givet-palpitations", "fields": {"headline": "Steve Kean recalls Gaël Givet's heart palpitations at Blackburn Rovers", "bodyText": "Steve Kean has recalled how Gaël Givet suffered heart palpitations when playing for Blackburn Rovers against Sunderland in December and had to be taken to hospital. Regarding the defender, who is back playing, the manager said: \"We had a taste of this [what happened to Fabrice Muamba], although not to this level, with Gaël Givet. Gaël's heart went into a state where we couldn't regulate it. We were fortunate to get him off the pitch before we got to the state where he collapsed. We felt we got away with it there. The doc was telling me, 'You need to get him off, this is very dangerous'. \"He actually said to the doc: 'I'm struggling here.' We stuck a heart rate monitor on him and it was going through the roof. The doc tried to calm it down but he couldn't regulate it, we had to get him off.\" Of the 30-year-old's recovery Kean added: \"The doctors said it was a very straight forward procedure, even if it didn't sound like it – burning nerve-endings and all that. He had a problem near one of the chambers and it moved to another so they had to do it but since then he's been great.\" Kevin Davies, Bolton's captain, said of one of the potential explanations for the cause of Muamba's cardiac arrest: \"I was speaking to the specialist down there. He may well have a normal functioning heart but he may have picked up a virus which can trigger it off. It sometimes happens with sportspeople. Because they are so fit, when they pick something up then tend not to notice because they are so fit and can shake it off. That can be one of the downsides of being a sportsman.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}