{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2012/mar/16/peter-carey-rule-breaker-books", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2012-03-16T23:00:53Z", "webTitle": "Peter Carey: making it up as he goes along", "webUrl": "https://www.theguardian.com/books/2012/mar/16/peter-carey-rule-breaker-books", "apiUrl": "https://content.guardianapis.com/books/2012/mar/16/peter-carey-rule-breaker-books", "fields": {"headline": "Peter Carey: making it up as he goes along", "bodyText": "Peter Carey's first thought was to write about engines. He had been reminiscing about his father's car business, in a town called Sale in Gippsland, Australia. When Carey was growing up, his father sold cars to local farmers, engines customised \"to get them up the steep bloody hill\". That set him to thinking about oil, which triggered thoughts about Henry Ford. Carey's mind has a pinball tendency to ricochet madly and so, eventually, he found himself thinking about a mechanical duck: the 18th-century automaton designed by Jacques de Vaucanson. \"And that led me off on a whole other way of dealing with things that were in my head.\" If a single image united all this, it was the long-range effect of industrialisation: \"An overheated planet. Perhaps. As a place where I might have started.\" Carey's reluctance to summarise his new novel comes down, perhaps, to just how eccentric and unsummarisable it is. The Chemistry Of Tears is split between the story of Catherine Gehrig, a museum curator in present-day London, and the 19th-century man whose mechanical swan, modelled on the Vaucanson, sits on her desk, waiting to be reassembled. Carey allows that it's \"pretty nutty\" but, \"I suppose the thing that led me there was that I was looking for an engine that would be about the Industrial Revolution and all its wonders and inventions, and also the consequences, which we're living with now. I guess I could have had a steam engine or something, but this really appealed to me and I sort of set off with it.\" The action could not be farther from his home in New York or his background in Australia. Carey has always been comfortable moving continents, in fiction as in life. For 20 years he has lived in SoHo, in downtown Manhattan – one of the last residents, he says, to buy his loft from an artist, not a hedge fund manager. It would seem the last place on Earth to achieve the peace of mind necessary for Carey's work, but he is, by his own admission, peculiar in his practices. He doesn't chastise himself for breaking off to go online while writing. \"No. For someone with my attention span, it's fine. I'd be very critical of anyone else doing it, but I have a highly energised, addictive personality. I go from one state to another state, and I'm very deep into it. My wiring is strange.\" The only disruptive influence has, somewhat fittingly, been engine noise from the street outside. It is why we meet in a corner cafe rather than his flat. \"Oh, I get irritated. I'm having a great feud with the fucking ice-cream truck across the street; the engine would run at a particular pitch and went on and on and on. And I thought, well, I could shout at this guy daily or I could beat him legally, but there'll be millions more coming back.\" Today, he's having double-glazing installed and his loft is overrun with builders. We are in his favourite booth at a local cafe, where Carey orders wine and oysters. If he had to identify the main strength in his character, he would go for enthusiasm, he says, reaching right back to childhood and in evidence today. At 68, he has the high, slightly ramshackle energy of a 22-year-old, his thoughts materialising so fast, his speech can't always keep up with them. He refuses to be bored, and if the price is anxiety, or danger, or even failure, he says, he will settle for that. The first great upset of his life was failing his university exams. His parents weren't wealthy, but had scrimped to send him to a good boarding school. Looking back, he says with some amusement, he must have been an odd little fellow, but he didn't feel it at the time. \"I mean, I must have completely not fitted in, because I came from a predominantly lower middle/working-class town, where I thought we were rich, to Geelong Grammar, which was very posh. And I think it was really only when I left there that I understood where I'd been. And I had a good time. I was intensely nerdy. I'll tell you how nerdy I was; I was captain of… it wasn't the bottom team in football, but it was something like that, and I was really fearless. So I'd go on with my glasses taped on to my head, and I remember once we had a match somewhere and some kid said, how do you catch it? But I was protected by having a lot of energy, a lot of enthusiasm.\" Also, a kind of belligerent optimism. When he got to university, he thought he would be an organic chemist. Then he thought he'd be a zoologist. He had no aptitude for either, started faking his science experiments and then failed his exams anyway. Given their investment in him, his parents were remarkably sanguine, he says, although he felt awful. \"I was horrified. My mother, in one of the great conforming clichés of our family, said, 'Worse accidents happen at sea.' They didn't make me conscious of it.\" Carey, however, was determined not to put them in that situation again. He applied and was accepted for a degree in architecture, but decided, at the last minute, that he couldn't go through with it. \"I couldn't ask them to pay for it. For what? How did I know it would work out?\" Instead, he moved to Sydney and joined a small advertising firm, where his real education began. It was the era of Mad Men, but the series makes him laugh in derision; Sydney in those days was a long way from Madison Avenue and he and his colleagues were not exactly Don Draper types. The alcohol consumption was insane, he says; they had that in common. But, \"[The Americans] were so straight. We were not straight. When someone comes into the office and is walking around and the floor is absolutely sticky, and says, 'What's wrong with the floor?' 'Dunno,' and it was because we'd been smoking dope and spraying the air with adhesive spray to kill the smell! It was a different world. I liked that.\" Even when he was on the board of Grey's Advertising in Sydney, there was still no real pressure to conform. Carey was living in a hippy community at the time, and came in for a meeting with some American executives dressed in flip-flops, pyjama trousers and a secondhand Hawaiian shirt. \"And I was a board member!\" he says. \"And my friend said to me once, 'You don't know how you look. You have no idea.'\" Carey wasn't exactly playing at hippydom – the lifestyle suited him, he says, and he assumed, as he does in most situations, that it would go on for ever. On the other hand, \"It was a very privileged position. You know, you're pretending to be radical, with a credit card.\" The main thing was, the advertising work was relatively undemanding and paid well enough to free him up to write most days a week. He is grateful for those years, but is still half embarrassed at having been a hack copywriter. He primly refuses to repeat any of the slogans he wrote, won't allow for the possibility that copywriting influenced his style as a fiction writer, and is still smarting from the reaction he got in some quarters when he first won the Booker, in 1988, for Oscar And Lucinda: Ad-Man Wins Booker Prize. \"You know? Fuck you, too.\" And yet, \"Advertising really was like a huge arts council grant.\" He was mainly working on short stories then; gamely sending them out and absorbing the rejections. There had been books in his house when he was growing up – \"Reader's Digest condensed books, The Robe, Georgette Heyer\" – and his mother had encouraged and was proud of his reading. The brevity of his style, which doesn't waver no matter how long a novel he is writing, comes down to boredom as much as aesthetics. Oscar And Lucinda is a 500-page novel made up of 111 tiny chapters, which he thought of as tiles tessellating into a perfect whole. \"I was very anxious when I was writing Oscar And Lucinda. I would take other books off the shelf to check my chapter length was OK. John Irving did it, so it was OK. Four pages.\" He often feels as if he has no choice in the matter; a book will come out the way it has to come out, even in the face of its author's reservations. Carey won a second Booker in 2001 for True History Of The Kelly Gang (the only other writer to have won the prize twice is JM Coetzee), which Carey thought would be a suicide mission, given the licence it took with an Australian legend and the unconventional language he wrote it in. \"A huge risk. But I had no choice about it.\" What's the antidote to that kind of anxiety? \"Alcohol's quite good. For very bad anxiety, you can have a pill.\" He laughs. \"Alcohol's a bad idea. Pills are stupid. I don't know. The weird thing about the anxiety is that's what's exciting about doing it: the risk. What I find really attractive is something that's going to be a little dangerous. Something that might get me into trouble; you know, you turn up in London and you've just rewritten Dickens. And, of course, then you think, what have I done?\" This was after writing Jack Maggs, a retelling of Great Expectations from the point of view of the convict and another huge presumption, as Carey saw it – particularly coming from an Australian. It took him many years to shrug off his sense of colonial insecurity. He came to London first in his 20s, one of the earliest to arrive by plane, not ship, and loved the city immediately, not least, he says, because unlike in Sydney, when he walked around Notting Hill, no one threatened to beat him up for having long hair. But he was also riven with a sense of self-hatred; that he wrote, and spoke, from a standpoint of zero cultural authority. Two things, separated by many years, stick in his mind as significant in shaking that off. The first was towards the end of his initial stay in London. He had been in the city for a year and was intent on staying for ever. \"And then suddenly I realised – I remember, I had a motorbike and I was buying some petrol – I could stay all my life in this country and not understand the person at the gas station. I thought, ah. And very soon after that I went back to Australia.\" The second incident was a moment of realisation that the Brits were as full of shit as all the people over whom they claimed superiority. Carey was socialising in a group of British men, discussing a book about sexism in Australia. \"And they're all sitting there nodding their fucking heads about these awful sexist Australian men. And there was something horrible about it. And I thought, ah. No. No. So I stopped doing it [agreeing with them]. Because I'm not sure English men are really any better... their style might be different, but it's the same thing.\" His first short story collection, The Fat Man In History, came out in 1974, his first novel, Bliss, in 1981. Then came Illywhacker, the picaresque tale of an inveterate liar with the famous first line – \"My name is Herbert Badgery. I am a hundred and thirty-nine years old and something of a celebrity\" – and the novel that, thanks to its popularity among students, gave Carey a kind of hipsterish cachet. The author seemed fun and bitchy and the antithesis of the typically agonised literary novelist, the levity of his prose never at odds with the seriousness of his ideas. The one thing Carey did not much care for was writing about himself: a few travelogues and a slight memoir, about a trip he took with one of his sons, called Wrong About Japan. And a piece for the New Yorker, which he now regrets writing, about his experience as a young man in Australia helping his girlfriend have an illegal abortion. It is, as one would expect, a moving and unhistrionic piece about the difficulties they faced, practically and morally, and sadly not as quaint as it might be, with abortion still one of the main issues in the Republican primaries. \"I hadn't thought of that, but it's true,\" he says. Naively, he thought he could publish the piece in the US and have it somehow escape the notice of the press in Australia. That didn't work. \"The Sydney Morning Herald rang and said if you don't let us run it, we'll quote you to within an inch of your life. So I gave in. But it was a stupid thing to do.\" His ex-girlfriend, still in Australia and bothered by the publicity, was, he says, \"terrifically nice about it. But it was the sort of thing that I really shouldn't have done. I don't think you have the right to shout about other people's private life. In the New Yorker, it ran under the headline A Small Memorial. The Sydney Morning Herald ran with My Never Ending Wish, or something melodramatic like that. And it felt very tabloidy.\" It is a measure of Carey's success that his private life should be of interest in the first place. When he left Sydney 20 years ago, he was, he says, already at that level where, as well as people being \"nice to me and smiling at me, they even wrote the kind of shitty things they write about people who are doing OK\". He left with his then wife, Alison Summers, a theatre director, to take up a teaching post in New York. \"But here it is, 20 years later. Children. And an English wife.\" That is his second wife, the publisher Frances Coady. Six years ago, after their divorce, Summers caused a tabloid stir by accusing him of basing a horrid character in his novel Theft: A Love Story on her and giving lots of interviews to that effect. \"It's all crap, completely untrue. All that fuss – people who read the book knew... So there are people who write about books they haven't read – it happens all the time.\" Did it curtail him in his writing at all? \"No. Why would I be curtailed by it? I can't live like that. It's not possible.\" Carey is very good at writing women. They leap out of his books, strong, peculiar, as driven by wayward and inexplicable passions as their male counterparts. Gehrig, in his new novel – \"off her face with rage and cognac\" – is eminently believable in a believably grotty London landscape. But it is Lucinda who is still his greatest achievement. \"She could marry this man, she knew, and still be captain of her soul.\" Encountering the strength of Carey's female leads, you wonder, of course, about his mother. He grins. \"Oh, she was totally formidable. She used to sit there in the garage and men would come in and she'd argue with them about car parts; things a lady used not to do. And they'd say, I want to see the manager! And she'd say, I am the manager. My dear mother was a nightmare in all sorts of respects, but I had a very strong sympathy for her position.\" He grew up a long way from the feverish circles of literary London, but Carey is – how could he not be – very aware of generational pecking order. It is not polite to speak of these things; he smiles sardonically, and yet he sees no point in trying to deny the rivalry he has with those who are also his great friends. \"There are people that you don't like because you're jealous of them until you meet them. And you haven't read their book because it's had so much attention. Then you meet them and discover they've been jealous of you, and you become friends. And you like their work... I think we are [all] competitive. But I shouldn't say we. Because I'll be disapproved of.\" How does the competitiveness manifest? \"Well, I was in Adelaide with two good friends, Ian McEwan and Paul Auster, and I said, when one of my friends gets a bad review, it's a little hard not to be pleased. And they're going, 'Oh, no, Peter, no.' They wouldn't have it. So. I think I'm both things. There's a part of me that celebrates someone who's really good, when someone's done something beautiful. It's lovely. And it's lovely to feel yourself being bigger than your little self.\" Carey is extremely affable, but I wonder if he doesn't have a diva-ish side – didn't winning the Booker twice turn him into a bit of a jerk? \"Why would you be a jerk? There are people, when things do go to their head, who get silly and embarrassing or even nasty. It's just about character. Maybe the nerdy boy appreciates... although, often, it's the nerdy boy who becomes most unbearable: power at last! My view is never that sort of view. Being famous as a writer is like being famous in a village. It's not really any very heady fame. In these brutal times.\" He continues to enjoy New York. He teaches a creative writing class at Hunter College. He and his wife like to stay in and watch DVDs, talk, walk around the city. Homesickness is something that he feels but also believes to be based on a misunderstanding: \"The person going back thinks, incorrectly, that no one else has changed, that they're doing the same old shit they were always doing. But that's not true. It can't be true.\" He accepts that living far from his original home will always entail a small amount of sadness. \"Nostalgia is something we think of as fuzzy. But it's pain. Pain concerning the past. It's true about my country; about the past of my country; it's true about loss, death; time. All of those things. I'm not quite homesick now, but it's a sort of a… the past is home.\" The other day he dragged out a laptop on to which he had loaded some old Australian folk songs and made his wife listen to them. Carey clears his throat and begins loudly, joyfully and without the slightest inhibition to sing in a broadened Australian accent: \"We're the Maryborough miner boys and I'm one of the good old time/and then just to serve him right, me boys, I set his house on fire.\" He grins and takes a sip of wine. \"It makes me very happy.\" • The Chemistry Of Tears is published by Faber &amp; Faber on 5 April at £17.99. To order a copy for £14.39, with free UK mainland p&amp;p, call 0330 333 6846 or visit the Guardian Bookshop."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}