{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/mar/13/phone-hacking-rogue-reporter-defence", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-03-13T22:02:35Z", "webTitle": "Phone-hacking: how the 'rogue reporter' defence slowly crumbled", "webUrl": "https://www.theguardian.com/media/2012/mar/13/phone-hacking-rogue-reporter-defence", "apiUrl": "https://content.guardianapis.com/media/2012/mar/13/phone-hacking-rogue-reporter-defence", "fields": {"headline": "Phone-hacking: how the 'rogue reporter' defence slowly crumbled", "bodyText": "Within weeks of the 2007 jailing of Clive Goodman and Glenn Mulcaire for hacking into the phones of advisers to Prince William and Prince Harry, News International was denying and downplaying the significance of what had happened. It was the single \"rogue reporter\" defence that ran through years of public denials which stepped up when the Guardian first said hacking was likely to have been widespread in July 2009 and that MPs from all parties were among the targets. But it was a series of denials that became increasingly hard to sustain. Les Hinton, former chief executive of News International, was asked by a parliamentary select committee in March 2007, two months after Mulcaire went to jail, whether News International had conducted \"a full, rigorous internal inquiry\" and whether he was \"absolutely convinced that [the royal reporter] Clive Goodman was the only person who knew what was going on\". His reply was confidently straightforward: \"Yes, we have, and I believe he was the only person, but that investigation, under the new editor, continues.\" The hacking issue largely disappeared until the Guardian returned to it in July 2009. At the tail end of a Friday afternoon, News International issued a statement with a point-by-point denial. Its journalists had not hacked into the phone of John Prescott, or various celebrities; neither had News of the World journalists hacked into \"thousands\" of mobile phones. The triumphant conclusion read: \"All of these irresponsible and unsubstantiated allegations against News of the World and other News International titles and its journalists are false.\" The Murdoch publisher was prepared to make one concession to the Guardian report; that during a secret court action brought in 2008 by Gordon Taylor, chief executive of the Professional Footballers' Association, it had made a six-figure payment as it had emerged he had been a victim of phone hacking. Colin Myler, NoW editor, told the Press Complaints Commission in August 2009: \"Our internal inquiries have found no evidence of involvement by News of the World staff other than Clive Goodman in phone-message interception beyond the email transcript which emerged in April 2008 during the Gordon Taylor litigation.\" Those denials continued throughout 2010. A New York Times investigation into phone hacking in September of that year prompted a NoW statement: \"We reject absolutely any suggestion there was a widespread culture of wrongdoing at the [paper]\". However, legal documents underlying a stream of civil claims brought successfully against the NoW on behalf of people ranging from the actor Jude Law to the Liberal Democrat MP Simon Hughes, and the singer Charlotte Church, alleged that the publisher was behind efforts to delete emails. According to a claim brought by the hacking victims, in November 2009, News International allegedly discussed an \"email deletion policy\". Under a section marked \"opportunity\" its aim, it was said, was \"to eliminate in a consistent manner across NI (subject to compliance with legal and regulatory requirements) emails that could be unhelpful in the context of future litigation in which an NI company is a defendant\". Subsequently it appears that some deletions of the email archive were carried out, for unknown reasons, with an estimated half a terrabyte of data (equivalent to 500 editions of Encyclopædia Britannica) eliminated. That prompted a behind-the-scenes row with Scotland Yard's hacking investigation, details of which leaked last July. In a civil hearing in January 2012, Mr Justice Vos said it appeared that \"a previously conceived plan to conceal evidence was put in train by News Group managers\" shortly after the solicitor for the actor Sienna Miller had asked them to retain emails relating to phone hacking. In October 2010 it was alleged that News International had destroyed all the old computers used by its journalists, including that of one reporter named in Miller's legal claim. By last summer, the phone hacking narrative had fundamentally altered with the Guardian's revelation that voicemails sent to the Surrey teenager Milly Dowler had been targeted when she went missing in 2002. News International had already begun, gradually, to concede that the \"rogue reporter\" defence was unravelling. And the Met police's phone hacking investigation Operation Weeting made the first arrests of NoW journalists on suspicion of intercepting communications. In July, the wave of revulsion that followed the Dowler story led to the closure of the Now, resignations of various senior executives including the chief executive, Rebekah Brooks, and heightened efforts by the company's management and standards committee to investigate any wrongdoing. That paved the way for reconstruction of an archive of 300m emails, and greater co-operation in the phone hacking cases and the police enquiry. In January this year, to help speed up the settlement of the phone hacking cases, News International agreed to what the presiding judge, Vos, said was an \"admission of sorts\" in which the NoW publisher conceded that unnamed employees and directors knew about wrongdoing and sought to conceal it. That concealment, the agreed statement said, occurred, among other things, through \"putting out statements [the NoW's publisher] knew to be false\", and \"destroying evidence of wrongdoing\". Even as recently as January this year, against that backdrop, Vos insisted that News International allow civil claimants to search three laptops and six desktops assigned to unnamed senior employees because there were \"compelling questions\" about whether the newspaper had \"actively tried to get off scot-free\" by destroying emails in the past. The newspaper publisher, had, after a long period of denial, been forced to make wide-ranging disclosures, leading to the payout of millions of pounds in damages and costs in a string of civil actions. And two criminal enquiries – the Weeting and the Elveden inquiry, concerned with payments to public officials – continue."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}