{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/mar/05/hugh-robertson-legacy-games-2012", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-03-05T23:22:00Z", "webTitle": "Hugh Robertson admits to struggling with legacy for grassroots sport", "webUrl": "https://www.theguardian.com/sport/2012/mar/05/hugh-robertson-legacy-games-2012", "apiUrl": "https://content.guardianapis.com/sport/2012/mar/05/hugh-robertson-legacy-games-2012", "fields": {"headline": "Hugh Robertson admits to struggling with legacy for grassroots sport", "bodyText": "The government has admitted to mistakes in delivering a legacy for grassroots sport from the London 2012 Olympics but will on Tuesday outline 10 areas it will claim show serious progress is now being made. The sports minister, Hugh Robertson, conceded successive governments were \"foolish\" to claim legacy benefits could be delivered before the Games and said Sport England's \"utterly duff measurement system\" needed to be overhauled. \"If I'm honest, the last government struggled with this and we've struggled with it,\" he said. But Robertson, who will on Tuesday open a new gymnastics centre in Bexley with the London Mayor Boris Johnson, said that taken as a whole the \"building blocks\" of the legacy story were in better shape than generally perceived. He will list 10 key components including changes to the lottery, the construction of world-class facilities, Sport England's £135m grassroots facilities investment programme, the £1bn community and youth sport strategy launched late last year, the School Games project and the International Inspiration legacy programme that has reached 20m people overseas. After the Games were won in 2005 on the back of Lord Coe's promise to inspire young people to play more sport, the then Labour government promised to deliver an increase of 1m people playing more sport by 2013. The target was dropped last year after negligible progress and the government also came under fire after the ring-fenced budget for school sport was axed, with less than half later reinstated into a new School Games project. Local authority cuts added to the gloomy prognosis. But Robertson said recent plans to refocus the £250m in lottery and exchequer money invested each year through Sport England on facilities and encouraging a \"sport for life\" habit among 14- to 25-year-olds were part of a more encouraging picture. \"Governments came to this party late. We should have got on to this two or three years earlier. But if anything can turn around the supertanker, that is participation, I think we have got something here. If we can't do it with this, I'm at a loss to know what else we can try,\" Robertson told the Guardian. He said that part of the problem was that the previous government had not made it clear that 2012 should be the catalyst for the legacy and not the end point. \"2012 is not the end of the story, it's the start of one. For us to think we could start all of this and get it done by 2012 was foolish,\" Robertson said. Government is to blame for allowing people to believe this was the date by which all this should be judged. Legacy is what it says on the can. In 2012 we should start the legacy.\" Robertson said he regretted not dropping the target of getting 1m more people playing sport three or more times a week earlier and said Sport England's measurement criteria would be overhauled in the coming months. Once-a-week participation was a more sensible measurement than the three times a week measured by Sport England, he said.\"The survey will stay but it will measure against a more realistic target and in a different way. Those fixed-line telephone surveys have got to go.\"Robertson said that he was confident that, despite the upheaval in school sport provision that amounted a cut of more than 50% in the ring fenced budget, the government's new strategy would lead to an increase in the number of young people playing sport. \"You could say we're moving to a more continental attitude of trying to do it, moving out of schools and into clubs. We'll have to wait five years to see, but there is the bones of a system here that is going to work,\" he said. Robertson, shadow sports minister since 2004 then sports and Olympics minister from 2010, also urged perspective in evaluating the legacy of the Games and said it should be remembered how far British sport had come. \"We've all been very guilty of forgetting the starting point in 2000. The backdrop in those days was not a happy one. You had Wembley, you had this colossal national embarrassment of having to hand back the world athletics championships,\" he said. \"On the pitch, British sport was not in great shape. We were in a bit of a mess back then. Compare and contrast that with now and we're in a radically better place. This has been a gradual improvement since 2005. We're in danger of forgetting how bad it was.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}