{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/mar/13/nhs-risk-registers-managing-the-unthinkable", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-03-13T22:28:27Z", "webTitle": "NHS risk registers: managing the unthinkable", "webUrl": "https://www.theguardian.com/commentisfree/2012/mar/13/nhs-risk-registers-managing-the-unthinkable", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/mar/13/nhs-risk-registers-managing-the-unthinkable", "fields": {"headline": "NHS risk registers: managing the unthinkable", "bodyText": "The campaign to force the health department to publish its so-called transitional risk register on the shakeup of the NHS is increasingly one of the focal points of the opposition to Andrew Lansley's politically catastrophic health and social care bill. The British Medical Association is in favour of publication, as is the Royal College of Nursing. Labour has been loud in its demands for publication, as has the former SDP leader Lord Owen, along with many Liberal Democrats and some Conservatives. Last week, an information rights tribunal ordered the government to publish. The health department is still weighing a probable appeal. There is little room for doubt that the transitional risk register, if it were published, would fuel another surge of opposition to the bill. That is reason enough, in the circumstances of this friendless bill, to want it to happen. But it is also important to be coolly aware of what a risk register actually is, and what it is not. It is an itemisation of the most serious hazards for which the NHS should be prepared if the bill is passed. As such it will certainly address some alarming possibilities, the more so because the NHS's brief is the health of the nation. That's why Mr Lansley, the health secretary, again refused to publish it on Tuesday during another powerful Commons debate on the bill. Yet the health bill risk register is presumably like any other risk management document produced by any other organisation, department or company describing the possible risks about which it must be vigilant and against which it must have a strategy. It is not a statement of what will happen. It is a statement of what might happen. Because it deals with health, these things that might happen will undoubtedly include increases in deaths, diseases and epidemics, and declines in services. But presumably that is also the case with the existing strategic NHS risk register. Individual branches of the health service, including every hospital in the land, likewise have their own individual risk registers. If all of these were published, they too would probably create alarm simply because of the subjects with which they deal. To that degree it is possible to sympathise with Mr Lansley. Risk registers are a tool of management theory. They are not an objective accounting of the world with which managements have to deal. In bad cases they can be little more than managerial back-covering exercises. In good ones they can be a way of ensuring that managers devote serious strategic thinking to serious possible risks. Like everything to do with risk management, there is the further danger that the existence of the risk strategy itself inoculates managers against thinking imaginatively about rare but devastating risk possibilities. But all this would be true even if there were no NHS reforms planned at all."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}