{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/mar/19/the-little-paris-kitchen-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-03-19T23:00:00Z", "webTitle": "TV review: The Little Paris Kitchen; The Anti-Social Network", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/mar/19/the-little-paris-kitchen-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/mar/19/the-little-paris-kitchen-review", "fields": {"headline": "TV review: The Little Paris Kitchen; The Anti-Social Network", "bodyText": "Take one attractive 31-year-old from Croydon who upped sticks and moved to France. Add one three-month Cordon Bleu patisserie course and an inspired USP of opening a two-seater restaurant cooking on two gas rings in her tiny studio flat in the increasingly hip Belleville district of Paris. Now meet Rachel Khoo, the BBC's latest hotly-tipped cooking star and presenter of The Little Paris Kitchen (BBC2). Star is undoubtedly what Khoo is about to become. She's had two cookbooks published in France; her first one in English has just come out in the UK to coincide with her first TV series, and her two-seater restaurant has already closed, having presumably more than served its purpose as a career launchpad. And that's rather my problem with her programme. Khoo is a woman who appears to have risen with little trace, her career owing as much to a shrewd eye for hype and an engaging personality as any noticeable talent for cooking. Nothing she prepared would squeeze past the first round of MasterChef and even the worst restaurant in Paris must manage two covers a night. Which isn't to say she's not necessarily a decent cook; just that there was nothing about her to suggest she was anything out of the ordinary. Still, neither was there about Nigella to begin with – apart from suggestive looks to camera, a technique \"simple but sumptuous\" Khoo has already mastered – and look how well she did. If it wasn't for Khoo's surname lending itself to so many spin-offs - \"Khooky Kooking\", \"Guess Khoo's Coming to Dinner?\" – I wouldn't bet against her also being becoming identifiable just by her first name. Apart from doing all her cooking in her flat, Khoo's other big sell is to demystify French cuisine by giving traditional dishes an alt-Brit flavour. So coq au vin became chicken kebabs with a wine sauce and lamb navarin became, er, lamb stew. It all felt a bit like reinventing the wheel. With square wheels. I already know how to cook coq au vin the wrong way, so I don't need much help. It would be a bit like me going to Delhi to make a programme about how to make an English version of a chicken biryani. It wasn't just the food that was an uneasy mishmash: the format was, too; like so many other cooking programmes, it tried to cram in a bit of forced travelogue to add local colour. So we were also treated to Khoo learning how to make Moroccan mint tea from one of the north Africans working in the market, and to Khoo crawling about the roof of the Grand Palais to look at some Parisian beehives. The bees themselves weren't on view as it was too cold for them to come out, so the beekeeper kindly gave her a jar of honey he had thoughtfully prepared six months earlier. Still, if the first episode was a bit of a dog's dinner, I'm sure it was a very tasty one and Khoo's personality will probably be more than enough to paper over the cracks for many people. As for me, I'd rather stick with Raymond Blanc, the French expat chef who made the reverse journey to Khoo, whose food I'm certain I would pay good money to eat. Maybe I'm missing the point. When it comes to celebrity TV chefs, image is all, and Gordon Ramsay's is currently toxic. There's little doubt that Ramsay is a far better, more creative chef than Khoo will ever be, yet everyone has got thoroughly fed up with his anger management problems and his increasingly public private life. Which is why Khoo gets a prime-time slot and loads of publicity and the new series of Ramsay's Kitchen Nightmares USA (Channel 4) gets a late-night slot and next to no fanfare whatsoever. Reputations were also at stake – and under attack – in The Anti-Social Network (BBC3), Richard Bacon's timely documentary on the cyber bullies who troll Facebook and Twitter accounts to make other people's lives a misery. The reason why they choose to leave offensive messages on RIP and personal accounts turned out to be depressingly banal: because it is simple to do and there is almost no comeback, as the internet operates in a cloud of anonymity. So, out of interest, a question that's often puzzled me for the many contributors to this website: would you write exactly the same comments if you could be easily identified? And if so, why do you use an alias?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}