{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/mar/16/guardian-weekend-readers-letters", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2012-03-16T23:00:15Z", "webTitle": "Your view | Guardian Weekend readers' letters", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/mar/16/guardian-weekend-readers-letters", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/mar/16/guardian-weekend-readers-letters", "fields": {"headline": "Your view", "bodyText": "Working-class black boy makes good and donates a lot to projects in Africa? What's not to admire? Ozwald Boateng has good reason to be full of himself. I wouldn't want him as a friend, but so what? angelamarica On theguardian.com Ozwald Boateng needs to read Decca Aitkenhead's interview. Twice. Robstacle On theguardian.com Does it get any better than breakfast in bed and Mikael Birkkjær? Sadly, his wonderful wardrobes (with one exception) cost as much as a monthly mortgage and family food shop combined. A complete language course in Danish may well be cheaper. Next time, I'd be prepared to accept him photographed in beachwear. Just a thought. Tak. Jane Vessey Bollington, Cheshire It's good to read about people who have found somewhere to call home. I loved their descriptions of the bleak beauty of the place, and their fatalistic attitude. Given the choice of a council housing estate and where they live, well, it's obvious, isn't it? girlwithhandbag On theguardian.com \"It's cheap, it's quiet and, say the residents of Dungeness, blissfully safe.\" How do the residents of Dungeness know this? Are they nuclear physicists? HenryBlince On theguardian.com What a stupid article – it didn't even ask the Dungeness residents if they'd developed super powers. golfbluemotion On theguardian.com As a committed, lifelong navel-gazer and soon-to-be-qualified clinical psychologist, I salute Simon Amstell for placing a spotlight on the functioning side of dysfunction aniz On theguardian.com The account of Nathan's struggle with leukaemia was heartbreaking, so much so that I do not think that I will ever forget the phrase, \"Me not fine.\" Margot Roberts Weymouth, Dorset I was really moved by the article on cancer, especially the final piece by the mother whose young son had died, so I couldn't help but feel it was in pretty poor taste to have an article with the title Bang, Bang, You're Dead immediately following it. Emily Garland London SW3 I see Sy's local library have finally recalled their atlas, just as I was acquiring a good working knowledge of rivers in Siberia. Unfortunately, he seems to have borrowed Historical Politicians You May Never Have Heard Of instead (General Knowledge Crossword, 10 March). Lee Crooks Feltham, Middlesex The ageing statistic cited by Lucy Mangan means that a sixth of the Tory party will live to be 100. I feel a massive cigar, two bottles of cooking oil and 10 litres of cider coming on. awliet94 On theguardian.com Sam Wollaston is correct when he says that the Toyota Hilux wouldn't be considered a \"proper pick-up\" in the US. At 36.7mpg, it is far too fuel-efficient for American roads. John Kreeger Birmingham What kind of friends does Sali Hughes have that she needs to apply a \"go-to make-up\" before even considering opening the door to them? Janet Hooper Ivybridge, Devon • Got something to say about an article you've read in Guardian Weekend? Email weekend@theguardian.com. To be considered for publication on Saturday, emails should include a full postal address (not for publication), must reach us by midday and may be edited. Follow Weekend on Twitter on twitter.com/guardianweekend."}, "isHosted": false}}}