{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/mar/16/running-bare-trainers-no-delivery", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-03-16T23:00:32Z", "webTitle": "Running Bare purchase left me shoeless and clueless", "webUrl": "https://www.theguardian.com/money/2012/mar/16/running-bare-trainers-no-delivery", "apiUrl": "https://content.guardianapis.com/money/2012/mar/16/running-bare-trainers-no-delivery", "fields": {"headline": "Running Bare purchase left me shoeless and clueless", "bodyText": "I bought a pair of shoes from internet store Running Bare for £49.99 on 22 January. The goods were allegedly dispatched on 25 January but never received at the delivery address. I was advised by Running Bare that the goods had to be missing for three weeks before they could do anything about it. After waiting three weeks, I contacted the company by email and telephone, but they have not answered my calls or replied to my emails. Their voicemail gives a message that the inbox is full. I have used this company before and have not had any problems. My question is: what can I do now? I would like to get either my money back or the shoes, but as they are not communicating, both seem unlikely. SH, Loughborough We can understand your frustration in trying to contact the company. We had a similar experience when we attempted to reach them. We tried calling the number on their website and, like you, were greeted by a voicemail with a message that the inbox was full so we could not leave a message. We tried a phone number for one of their branches in Putney, but it just rang with no reply. We tried contacting the company via Twitter, but it doesn't seem to be using the social networking website any more and we tried Facebook but, interestingly, the page it had held – which you say listed other people's complaints to the company – was taken down, according to you, a few days before we had a look. We emailed, but to no avail. We even tried to buy some shoes from the site but all of those listed appear to be out of stock, which does suggest the company is no longer trading. Finally, we checked the entry about Running Bare at Companies House, which lists when a company becomes insolvent, but all seemed to be in order. Just as we were about to advise you to pursue the losses through your credit card company, Running Bare refunded the money into your account, but did not contact you to explain what had happened. We wanted to check the position should other buyers find themselves in a similar position. Consumer Focus, the statutory consumer champion, clarified that under the Distance Selling Regulations delivery of goods should be carried out within the time period set out in the seller's terms and conditions. If there is no period specified, the statutory time for delivery/fulfilment is 30 days after the agreement has been entered in to. If the seller cannot or does not deliver within this time frame, you can ask for a refund. If you do not get a refund and/or a satisfactory response, as happened in this case, then the Office of Fair Trading, trading standards and other designated enforcers can take action against the seller. To do this, you should report the matter to Consumer Direct on 08454 04 05 06. In terms of getting a refund, if you never receive the goods and you made the purchase using your credit card and the cost was over £100, you can make a claim against your credit card company which, under consumer law, is jointly and severally liable to refund the money. You still could have tried to claim via your credit card or Visa debit card issuer even though your shoes cost under £100. In this case you would have to ask your bank and/or credit card company to use the chargeback procedure. It is not set out in law but anyone in this situation should try and use it, as the bank and/or credit card company can try and claw back the money they paid out on your behalf. If someone from Running Bare would like to get in touch with us, we'd love to know what's going on. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Bachelor &amp; Brignall, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}