{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/mar/09/sir-alex-ferguson-roy-hodgson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-03-09T23:02:01Z", "webTitle": "Roy Hodgson was on a loser at Anfield, says Sir Alex Ferguson", "webUrl": "https://www.theguardian.com/football/2012/mar/09/sir-alex-ferguson-roy-hodgson", "apiUrl": "https://content.guardianapis.com/football/2012/mar/09/sir-alex-ferguson-roy-hodgson", "fields": {"headline": "Roy Hodgson was on a loser at Anfield, says Sir Alex Ferguson", "bodyText": "Sir Alex Ferguson believes Roy Hodgson \"couldn't win at Anfield\" after taking the manager's job in the summer of 2010 before being sacked only six months later. United play West Bromwich Albion, now led by Hodgson, on Sunday afternoon at Old Trafford. The Scot said of Hodgson's tenure at Liverpool before he was replaced by fans' favourite Kenny Dalglish: \"Roy couldn't win at Anfield. There's no question about that. Sometimes the timing is bad for certain jobs and that was bad timing for him. But you cannot dispute his credibility, his ability and the career he has had.\" With only 11 games remaining to the end of the season United trail Manchester City by two points and Ferguson urged his team to focus on the title. \"The players know the challenge they face,\" he said. \"They have a great opportunity after the result last week against Spurs [winning 3-1 at White Hart Lane]. It is an opportunity to kick on in the league and hopefully we'll manage to do that. \"West Bromwich are in a bit of good form just now. They've won their last three, scored five against Wolves and beat Chelsea last weekend. We respect that. Roy Hodgson always has his teams well organised and it will be the same on Sunday. We are at home and we expect to win our home games.\" United lost 3-2 to Athletic Bilbao on Thursday evening in the home leg of their Europa League last-16 tie. \"It was a very sapping game against Bilbao, a very good, end-to-end European game. We'll have Paul Scholes, Nani and Rio Ferdinand available and we'll need to make a few changes to get the freshness back in. We'll make one or two changes.\" Ferdinand's inclusion rests on whether Chris Smalling can play after the head wound he suffered playing for England against Holland last week reopened during the Bilbao match. Ferguson said: \"It depends on Chris Smalling. His stitches came open in the first half. We thought we'd patched them up at half-time but they came open again. It's a possibility. I will maybe gamble with a couple on Sunday for Thursday's game.\" On United's dire home record in Europe this season in which they have won only once in five games he told MUTV: \"I think there's been that slackness all season [with defending]. And, but for David De Gea, we could have lost by four or five goals [to Athletic]. He was absolutely superb. \"We've had a bad season in Europe, it has to be said. We've lost three goals against Basel, two against Benfica, two to Ajax and three tonight. That tells the story. Maybe it's just one of these years when we need to take stock in terms of assessing how we should approach games at home.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}