{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/mar/13/coalition-faces-paralysis-warns-david-laws", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-03-13T23:47:08Z", "webTitle": "Tory-Lib Dem coalition faces paralysis, warns David Laws", "webUrl": "https://www.theguardian.com/politics/2012/mar/13/coalition-faces-paralysis-warns-david-laws", "apiUrl": "https://content.guardianapis.com/politics/2012/mar/13/coalition-faces-paralysis-warns-david-laws", "fields": {"headline": "Tory-Lib Dem coalition faces paralysis, warns David Laws", "bodyText": "David Laws, one of Nick Clegg's closest advisers, has warned that the coalition faces paralysis if the Conservatives and Liberal Democrats go too far in seeking to differentiate themselves from one another by repeatedly blocking proposals. Speaking in the wake of public rows over budget priorities and the future of the NHS, Laws, one of the coalition's strongest supporters and a stalwart of the centre right of his party, urged the Liberal Democrats not just to see their role as a brake but also an accelerator. He warned if the two parties simply tried to block one another \"we would end up with a policy paralysis that would undermine the coalition, sour relations between the parties, and be very bad for Britain\". Speaking at a meeting in Westminster organised by Bright Blue, a centrist thinktank, he said the coalition would be more stable if the two parties staked out their ground, but warned of very big dangers if this was taken too far. He said: \"A process which starts with modest intentions in a few discrete areas of policy could, if not carefully contained, become contagious and damaging. Actions that cause resentment often prompt counter-reactions.\" A process of repeated blocking would, he said, result in the two parties playing to their respective weaknesses. Laws, who resigned from the cabinet in May 2010 after an expenses scandal, said: \"Differentiation could easily mean re-occupying old and outdated positions. If we made that mistake, to achieve short-term differentiation, it would be a big long-term blunder.\" He highlighted the need for his party to remain open to public service reform, a more liberal view of Europe and less open view about tax and the state. His remarks reflect a fear that the social liberal wing of his own party may be resurgent and that could inadvertently damage the coalition's stability. He said: \"It would be very unwise to allow divisions to open up over our broad economic strategy – there would be a direct price to pay for this in the markets \"It is essential that this government remains focused on the big challenges and does not allow itself to be seriously distracted by 'events' or by the 'small change' of politics. \"Time is already slipping away faster than we may understand. So when the government reviews its progress later this year, it should not have in mind a second, detailed coalition agreement, with a hundred shiny new policies. We should, instead, review the 2010 policy programme and ask how this is progressing and what new initiatives are needed to meet the existing goals.\" He urged the coalition to look beyond economic recovery, pointing out the two parties \"are united in demanding a social recovery to go alongside this economic recovery\", adding: \"After our economic programme, the reform of education and of our pensions and welfare systems are the most important challenges facing us.\" But he also accepted a process was under way in which the excluded wings of the Conservative and Liberal Democrat parties become restless. \"Those on the left of the Lib Dems and the right of the Conservative party may see the coalition as a marginalising force, requiring two parties to develop a more centrist policy agenda,\" he said. \"Many of us will welcome this strengthening of the centre. But we can hardly expect those whose influence is diminished to welcome it, too.\" He said the Conservatives would make a parallel strategic error if, in searching to differentiate themselves, they reasserted illiberal thinking on the environment and society"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}