{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/mar/28/shawn-tyson-guilty-murder-british-tourists", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-03-28T23:06:00Z", "webTitle": "Shawn Tyson gets life sentence for murdering British tourists in Florida", "webUrl": "https://www.theguardian.com/world/2012/mar/28/shawn-tyson-guilty-murder-british-tourists", "apiUrl": "https://content.guardianapis.com/world/2012/mar/28/shawn-tyson-guilty-murder-british-tourists", "fields": {"headline": "Shawn Tyson gets life sentence for murdering British tourists in Florida", "bodyText": "A teenager who shot dead two British tourists on holiday in Florida will spend his life in prison after he was convicted of two counts of murder. A jury in Sarasota took just two hours to decide that Shawn Tyson, 17, killed James Cooper, 25, and James Kouzaris, 24, after they strayed into a rundown area of the city after a night out last April. Tyson, who bragged to friends about shooting the pair because they refused to give him money, received a mandatory life term with no possibility of parole from circuit court judge Rick De Furia. He showed no emotion as the unanimous verdicts and sentence were read out. But he slumped into his chair as he watched emotional video tributes from the victims' families, and assistant state attorney Karen Fraivillig read a statement from Cooper's parents, Stanley and Sandra. \"There are no words which can express the despair, disbelief and desolation we now have to live with,\" they said. \"We will miss him every minute of every day in a home that now feels empty. We have lost the core, the heart, the life and the love of our lives.\" In a joint statement released to the media with Kouzaris's parents Peter and Hazel, they branded Tyson evil and said they had been \"given a life sentence of our own when our sons were so brutally and needlessly taken from us\". The victims' friend Joe Hallett spoke directly to Tyson after the verdict. \"Every night you go to sleep, every morning you wake up, I want you to think of my friends who you murdered. Their images will be imprinted on your conscience until your very last breath in life,\" he said. Cooper, a tennis coach from Hampton Lucy, near Warwick, and Kouzaris, a town planning graduate from Northampton, were on a three-week holiday with Mr and Mrs Cooper on the upmarket resort island of Longboat Key. The pair, who met as students at the University of Sheffield, spent their last evening in several central Sarasota bars before they wandered drunkenly into the Newtown area in the early hours of 16 April. Both were shot several times and their bodies were found on either side of the street, shirtless and with their trousers \"practically to their knees\", prosecutor Ed Brodsky said. Fraivillig called the victims \"two vulnerable, drunk and lost young men in an unfamiliar city, in an unfamiliar country\". Former friends of Tyson, who was on bail for a separate gun crime at the time of the murders, gave damning testimony against him. One, Marvin Gaines, told the court that Tyson had asked him to dispose of a .22 calibre handgun, the same type used to shoot the victims, and several bullet casings. Detectives never recovered the murder weapon but Gaines led them to the incriminating bullet shells. Another witness saw Tyson climbing into the window of his mother's house after the shooting while telephone records proved Tyson was making and receiving calls on his mobile at a time he claimed he was sleeping. But perhaps the most damaging testimony in four days of evidence came from witnesses who said Tyson boasted of shooting the pair after they pleaded for their lives. \"The boys were crying, 'Please let me go home',\" Brodsky said. \"Instead, Shawn Tyson said, 'Since you ain't got no money, I got something for your ass,' and began shooting.\" At first, detectives had a hard time getting witnesses to co-operate because of fear of retribution, but it was their bravery in coming forward, Brodsky said, that proved Tyson's guilt. \"The Sarasota police department followed every trail, and every trail led to only one person,\" he said. Tyson, who denied two counts of pre-meditated first-degree murder, declined to take the stand. Public defender Carolyn Schlemmer attacked the integrity of the witnesses and claimed their evidence was tainted because some were offered deals to avoid prosecution and another was found new accommodation in exchange for testimony. The victims' friends and families in the UK have set up a charity, Always a Chance, in their memory to tackle youth crime and violence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}