{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/us-news-blog/2012/mar/01/forgery-sheriff-joe-arpaio-barack-obama-birth-certificate", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-03-01T23:20:00Z", "webTitle": "Forgery most foul! Sheriff Joe Arpaio's birther revelations", "webUrl": "https://www.theguardian.com/world/us-news-blog/2012/mar/01/forgery-sheriff-joe-arpaio-barack-obama-birth-certificate", "apiUrl": "https://content.guardianapis.com/world/us-news-blog/2012/mar/01/forgery-sheriff-joe-arpaio-barack-obama-birth-certificate", "fields": {"headline": "Forgery most foul! Sheriff Joe Arpaio's birth certificate revelations", "bodyText": "It's hard work being a conspiracy theorist. Just look at Sheriff Joe Arpaio, the self-styled tough guy of American policing, who has released the preliminary results of his \"birther\" investigation into whether Barack Obama is a true American. The details of the inquiry – announced at a packed press conference in Arizona – were enough to make you want to lie down in a darkened room for a week just to recover from the terrible exertion of it all. And that's even before you hear his conclusion: that Obama's birth certificate is probably a computer-generated fraud. A stream of conspiratorialists as numerous as the Dead Sea Scrolls have already been down this road, of course, led by that epitome of investigative integrity Donald Trump. But leaving that aside, let's look at Arpaio's inquiry and the extraordinary lengths it took. It all began when Arpaio received a delegation of 250 Tea Party members from his district of Maricopa county pleading with him to save America from the disaster of an alien president. It was an appeal, he told the Guardian, that he could not ignore. \"I'm not the kind of guy who turns his back on people when they ask for help,\" he said. So off he goes and pulls together what he calls a \"cold case posse\" of his mates – former cops, other law enforcers, and journalists. Arpaio's inquiry had nothing at all to do with the fact that he is currently himself under investigation by the US department of justice – ie, the Obama administration – for blatant racial profiling in his police district. \"This has nothing to do with politics!\" he bellowed at the press conference. \"If we could find evidence that the president was born in this country, I would be very happy.\" (Odd that he said that. He looked so very, very happy to be announcing in front of the nation's TV cameras that they had uncovered the exact opposite.) Arpaio's \"posse\" was an assemblage of individuals with impeccable objective track records. Take the lead journalist, Jerome Corsie. He writes for the right-wing blog WorldNetDaily.com and is author of the conspiracy book Obama Nation. The posse set to work, coming up with a mass of acronyms, jargon, and gobbledygook which they put together in a series of videos projected at the press conference. Warning: at this point in the proceedings, you really need high energy levels: • First, they tested a \"genuine\" birth cerficate to see how it was put together. They stripped away the green background, photocopied the certificate on green basket-weave safety paper (Lord only knows why), then scanned it into a computer and opened it in Adobe Illustrator. The result? A document in which the texture of the paper can be seen under the ink, with just one layer and noise consistent through the document. • Then they did the same with the Obama birth certificate posted on the White House website on 27 April 2011. What did they find? Oh fraud most foul and unnatural! They discovered not one but NINE layers in which parts of the certificate had been put together separately, as well as noise that was not evenly distributed as it should have been. • Finally, they look at Obama's selective service card and shows that that too is not only forged but is – gasp! – \"poorly forged!\" Gadzooks, if someone is going to launch a conspiracy to put a foreigner in the White House, they could at least do it properly. So what are we to conclude from all this? Not, Arpaio insisted over and over again, that anyone – least of all him – is accusing Obama of being a liar and a fraud. Oh, no. \"I am not accusing the president of any crime. All I'm saying is that we seem to have documents that are forged. We need to find out who committed these crimes.\" So that's all clear then. Somehow one has to assume that this isn't the last we've heard from Arpaio and his disinterested cold case posse."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}