{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/mar/13/six-nations-2012-england-graham-rowntree", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-03-13T22:00:02Z", "webTitle": "Six Nations 2012: England situation 'beyond strange' – Graham Rowntree", "webUrl": "https://www.theguardian.com/sport/2012/mar/13/six-nations-2012-england-graham-rowntree", "apiUrl": "https://content.guardianapis.com/sport/2012/mar/13/six-nations-2012-england-graham-rowntree", "fields": {"headline": "Six Nations 2012: England situation 'beyond strange' – Graham Rowntree", "bodyText": "The presence of the Rugby Football Union's chief executive, Ian Ritchie, at the team hotel in Bagshot on Tuesday has further stoked speculation that England's search for a permanent head coach is nearing its conclusion. No formal announcement will be made before this weekend but the team's assistant coach Graham Rowntree is hoping for a swift resolution, describing the present situation as \"beyond strange\". Rowntree's clear priority is to help ensure England finish their Six Nations season strongly with victory over Ireland at Twickenham on Saturday. The forwards coach has pointed out, however, that the uncertainty surrounding Stuart Lancaster's position is being felt by more than two dozen backroom staff, the bulk of whom do not yet know whether they will be needed for England's summer tour of South Africa in June. \"We're beyond strange, aren't we?\" said Rowntree, keenly aware his job as England's interim forwards coach technically ends after the championship. \"There's a lot up in air at the moment. It's not just us. You've got to appreciate it's the whole of our management, 20-plus guys all going: 'What's happening? What are we going to be doing in six months' time? We're all up in the air. All we can do is do our jobs daily … everything else will take care of itself if we get the short-term things right.\" Given England's three away wins and improving form this year, the former Leicester prop is clearly in a strong position and the RFU cannot afford to dither once the tournament ends. Even if it were to delay a decision and invite Lancaster to continue in a temporary capacity until the summer, it would display a telltale lack of faith in the men who have helped transform the squad since the World Cup. With Nick Mallett hovering, the time has come either to back Lancaster inside the next 10 days or risk upsetting a lot of people by rejecting his candidacy. Rowntree, understandably, believes Lancaster should continue. \"He's got a very simple philosophy on things. He gets the right people in, good people who want to work for each other. He's instilled that selflessness. He's a very humble man who works very hard. You wouldn't believe how many hours a day he works. He's created an environment in which the players feel comfortable standing up in front of the rest of the group, showing clips and pointing the finger on occasions. That's tough for a player. I never used to like doing it.\" He also feels Lancaster's three-man coaching template should be retained. \"I think having fewer coaches is the way forward,\" he said. \"I'm not bemoaning having to work 16 hours a day. For this group of players and this group of players it's worked well. We've got fewer voices saying all the same things.\" England have opted for an unchanged squad against the Irish, with the No8 replacement Phil Dowson, who was knocked out in the closing stages against France, included. Rowntree is warning his players they will have \"to go up another couple of gears\" to finish the season on a high note, not least because of Ireland's strength around the tackle area."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}