{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/mar/16/omid-djalili-my-saturday-job", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2012-03-16T23:01:09Z", "webTitle": "Omid Djalili: my Saturday job", "webUrl": "https://www.theguardian.com/money/2012/mar/16/omid-djalili-my-saturday-job", "apiUrl": "https://content.guardianapis.com/money/2012/mar/16/omid-djalili-my-saturday-job", "fields": {"headline": "Omid Djalili: my Saturday job", "bodyText": "The first job I ever had was working for my dad, helping him out with some of his work as a translator – he used to take in sick lodgers who had come over from Iran to get medical assistance. It was 1975 and I was 10 at the time. One Saturday my dad was busy so he sent me to meet this chap at Brompton Road hospital in west London, about a 20-minute walk from where we lived. I was told to sit with the patient until the doctor arrived, then translate some questions. When I got there I found this very sullen-looking man who'd just had a kidney operation. Obviously when you've just had a procedure like that, it's important to keep a straight face in case the stitches burst open. My dad had told me not to leave once the doctor had gone, because this man was alone and he would no doubt appreciate some company. When I asked what I should say, my dad told me to tell a joke or something. So the doctor came and I remember very clearly he got me to ask the man a few questions, how had he slept, whether he had felt thirsty in the night, that sort of thing. Then I was told to ask the patient if he'd had any trouble passing wind. I'd never heard that phrase before and honestly didn't know what it meant. So the doctor and I had this discussion in which he described the process of gas coming out of your bottom, complete with a raspberry sound. \"Ohhh,\" I said. \"You mean farting.\" This created another problem though, as I didn't know the correct expression in Farsi. So I decided to improvise and asked the patient, in colloquial terms, \"Do you fart like thunder?\" I'd been so studiously polite up to that point, and this was obviously too much for him. He burst out laughing and, unfortunately, literally split his sides. They put the curtain up and I had to leave. A week later he was still in hospital, having his final check up, and again my dad couldn't attend, so he sent me back. The doctor took one look at me and said, \"Oh no, not you again.\" The patient, looking none too delighted either, asked what I wanted. Recalling my dad's advice, I launched into a joke about a gay Iranian chicken laying an egg, and promptly was told by the guy to bugger off for trying to make him laugh again. I wasn't meaning to cause trouble, I was just very young and had no social skills. I got paid a pound for each visit. I never got asked back for some reason, but I was very pleased with the money. Omid Djalili is appearing in the final of Let's Dance For Sport Relief on 17 March on BBC1 at 7.10pm."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}