{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/mar/19/jenson-button-f1-mclaren", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-03-19T22:03:01Z", "webTitle": "Jenson Button's tilt at another F1 championship excites McLaren", "webUrl": "https://www.theguardian.com/sport/2012/mar/19/jenson-button-f1-mclaren", "apiUrl": "https://content.guardianapis.com/sport/2012/mar/19/jenson-button-f1-mclaren", "fields": {"headline": "Jenson Button's tilt at another F1 championship excites McLaren", "bodyText": "McLaren have backed Jenson Button to repeat his world championship success of 2009 following his stunning win in the season's opening race here on Sunday. McLaren, famously, do not have a preferred driver. They treat Button and Lewis Hamilton equally. But the team principal Martin Whitmarsh's high praise for Button, and his confidence that the 32-year-old can win the title, will cause Hamilton to bristle in the run-up to the next race in Malaysia on Sunday. That 13th career win was among his finest, taking the lead from his team-mate on the first bend before dominating the race for the remainder of the afternoon. Whitmarsh described Button as \"a driver at the top of his form. He's just got stronger and stronger. He's got such a mature, easy and laid-back manner that belies the underlying hunger to win that he has. \"He must now believe he's in a good chance of a proper title run this year and providing we can continue to improve the car, not make mistakes, be reliable there's no reason why he can't do that.\" The encouraging feature for McLaren is that both cars can go faster. Whitmarsh added: \"Jenson turned it on when he needed it after the safety car. He drove beautifully, smooth, controlling and pressed when needed to just like a champion would.\" With some justification Hamilton has always backed himself to be the fastest driver at McLaren – and in the whole of Formula One, given the right equipment. No one can deliver a fast lap quite like him, as he proved when he took pole at Albert Park on Saturday. But although Hamilton \"won\" 2010, winning three races to Button's two, the older driver has been on top ever since, and last year became the first McLaren team-mate to beat Hamilton over a season. Button's win on Sunday took him level with Hamilton with six wins apiece since they joined forces two years ago. He is also ahead on points and pulling away. Whitmarsh said of Hamilton: \"Lewis isn't going to be happy after Australia and when he starts getting happy with being third, or beaten by his team-mate, then he won't be the Lewis we all love and admire. \"It wasn't a shocking start [by Lewis] because he wasn't losing places to the others but it wasn't as good as Jenson's. Unfortunately we pitted with both cars and immediately a safety car was called.\" Button's relaxed, friendly manner has made him popular with the McLaren team at the same time as Hamilton, last season, risked alienation by repeatedly criticising the car and flirting, openly, with Red Bull. Officially, the line at egalitarian McLaren is that nothing has changed and that both men remain equal. Unofficially, however, there has been a change in the balance of power as Button has outperformed his closest rival on and off the track. Hamilton's contract with McLaren expires this year and although he is expected to sign a new agreement Martin Brundle, the Sky's F1 commentator, said in the April edition of Motor Sport: \"On his day, Lewis is unbeatable, and yet I suspect McLaren are wondering whether or not they want to keep him, because he brings so much baggage with him.\" Button, meanwhile, feels that Sunday's race is worth more to McLaren than the 40 points they won by coming first and third. \"Even if this was not a points race this is massive for us,\" he said. \"Starting the season like this means more to us than the points.\" Looking forward to Malaysia, he said: \"It's very different. Very hot, very fast, very humid. You turn the car upside down for that one. If it works there we are looking strong. \"I am looking forward to the challenge. We have to change our way of thinking for that race. I know it sounds stupid but it gives us a lot of confidence that we are going in the right direction over the winter. It gives us an idea of what direction to keep going in terms of development.\" Meanwhile, Hamilton said: \"I don't like going backwards in my career. I went back two spaces back here. I want to make sure in the next race I am going forwards. \"Championships are based on points and consistency, so it's something to work on. Overall, it was a strong weekend and I felt like I did quite well in the race, I just had a couple of unfortunate situations, which I could not do anything about.\" The good news for Hamilton and Button is that Whitmarsh believes both men can go faster. Both cars were restricted by fuel-saving considerations in Australia. Whitmarsh said: \"Unquestionable we could have gone a little bit quicker. But we had a quick car here, we should have got a 1-2 and didn't but we're not too displeased. We'll see if we can do it again and take the front row in Malaysia.\"Ends"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}