{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2012/mar/05/france-england-six-nations-2012", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-03-05T22:59:00Z", "webTitle": "Six Nations 2012: England can capitalise on France's Sunday slumbers | Robert Kitson", "webUrl": "https://www.theguardian.com/sport/blog/2012/mar/05/france-england-six-nations-2012", "apiUrl": "https://content.guardianapis.com/sport/blog/2012/mar/05/france-england-six-nations-2012", "fields": {"headline": "Six Nations 2012: England can capitalise on France's Sunday slumbers", "bodyText": "There were a couple of significant lessons to be learned on a rather grey afternoon in Saint Denis. The first was that Six Nations rugby in Paris is a diminished occasion when it is staged on a Sunday. France's game against Ireland was meant to be among the tournament highlights, a fête of emotion and colour, a raucous riot of jolly green giants and swirling noise. For a number of reasons, not least a reduced number of fans from the South-west heartlands following the initial Saturday night postponement, the atmosphere was mostly akin to an accountancy seminar in La Défense. And the second snippet of early reconnaissance as England prepare to head across the Channel to embrace their old friends? That France are eminently beatable and are not the strutting champions-elect some of us thought they might be a month ago. Maybe Sunday service is getting to them as well, neutering their joie de vivre. Maybe one or two senior players are already weary of mind following their remarkable World Cup exertions and have been ground down by their heavy club commitments. Or maybe – and this is where it gets interesting from Stuart Lancaster's perspective – they are missing their English sergeant major, Dave Ellis. The lack of snap to France's defensive line-speed, in comparison with Ireland's, was conspicuous. Aurélien Rougerie and Julien Malzieu are big, strong runners but their work-rate off the ball at the weekend was not what it should have been. In attack they had little answer to Ireland's umbrella-shaped defence which constricted them for lengthy periods, a serious worry for Philippe Saint-André and his backs coach Patrice Lagisquet. Had it not been for Wesley Fofana's sense of timing and pace, a perspiring Ireland would have won rather than departed with a frustrating draw. This is not to say France are flat-track bullies. Their scrum was unshakeable all game and their lineout also went well, with Yann Maestri earning deserved morning-after headlines in L'Equipe. But all their ball and territory yielded disappointingly little, the only real sparks coming from Fofana and Clément Poitrenaud. If Rougerie stays in the team to face the English, it will be only because of a lack of alternatives. If he goes, England will have a reconditioned midfield to probe. Either way François Trinh-Duc will find himself under as much pressure as Dan Parks, Tobias Botes and Rhys Priestland, victims of England's passion-killing charge-down hunters. Both France and Ireland are also developing reputations as 40-minute teams; that is to say they struggle to sustain a performance over an entire game as the Irish did so memorably against England in Dublin last year. That makes them potentially vulnerable to a team like England who, under Lancaster, are playing at a higher tempo for longer. England still have their faults but they are starting games better than Martin Johnson's side latterly did. There is also the little matter of motivation. Talk to the England players and their regard for Lancaster is genuine. He has given many a chance which had previously been denied them, something which breeds instant loyalty. The majority would love him to be installed as England's permanent head coach, with Andy Farrell and Graham Rowntree riding shotgun. They also know, regardless of what the Rugby Football Union says, that Lancaster's prospects of remaining in charge will be hugely bolstered by victory over France five months after the same opponents knocked England out of the World Cup. Admittedly Brian Ashton was jettisoned having reached a World Cup final and beaten France in the previous six months but the RFU will be on shaky ground were something similar to happen again. As things stand, it is unclear precisely when Lancaster will be interviewed for the permanent job – this Thursday is the most obvious date as his squad have a day off – but it might be wisest for him to try to delay it until next week, or even the week after. If the worst happens and England lose both their final two matches, his candidature will be undermined regardless. If they win both, Nick Mallett and anyone else lurking in the RFU shrubbery will have to interview extraordinarily well. Lancaster gave another of his off-the-record tactical briefings on Monday and, suffice to say, is still in the foothills of where he wants the side to be attack-wise. \"It's going to be a massive challenge in France but we're confident in the progress we're making,\" he said. They may just shake Parisians from their torpor this Sunday afternoon. Global Madness Andrew Hore, the New Zealander who is the chief operating officer of the Ospreys in Swansea, reckons the rugby world is missing a trick and should rip up its fixture schedules. Many of us have put forward our own proposals to improve the current situation but Hore's call for the Six Nations to be moved to August may just be the daftest call of recent times. I suspect Hore has not spent much time in Paris or Rome in August, when the summer heat drives the locals to the hills or distant beaches and everyone with a family is away on holiday. Has he ever heard of the Edinburgh Festival? Talk about roasting the golden goose which provides so much of the income for the European nations. If he really believes the tournament should be transferred to one of the busier periods of the world sporting schedule (what happens in Olympic years?), he misses its entire essence. There are ways of tweaking the calendar but shifting the Six Nations to the dog days of summer is not it. Worth watching this week Owen Farrell (England). His first start at fly-half against Wales could scarcely have gone better but it has set a precedent. How will he fare as ringmaster in a major Test in Paris behind a pack which is unlikely to be marching forwards? If he can somehow guide England to victory, the 20-year-old's fast-track apprenticeship will be complete."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}