{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/mar/09/concept-cupboard-small-business-big-idea", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-03-09T23:01:00Z", "webTitle": "Concept Cupboard – Small business, big idea", "webUrl": "https://www.theguardian.com/money/2012/mar/09/concept-cupboard-small-business-big-idea", "apiUrl": "https://content.guardianapis.com/money/2012/mar/09/concept-cupboard-small-business-big-idea", "fields": {"headline": "Concept Cupboard – Small business, big idea", "bodyText": "Name Concept Cupboard Founders Chris Dodson, Simon Devonshire, Guy McConnell, Julie Cheetham Company started February 2011 Number of employees 2 Based Richmond upon Thames What's the big idea? Concept Cupboard is essentially a crowdsourcing site, showcasing creative freelancers and matching them up with UK businesses in need of their services. What are they doing differently? The main way the business differs from others in this field is its exclusive focus on graduate talent. \"There is a huge graduate employment problem and so many people who don't know where to go to sell their skills,\" says founder and managing director Chris Dodson. \"We've got 2,000 of the UK's best young creatives. There's a range of skillsets from animators, directors and graphic designers to writers and photographers.\" It's free for students and graduates, while businesses get to see draft concepts and designs before having to pay anything. Submitted ideas must be original; in return, those pitching work are guaranteed to receive feedback from clients and can build up a portfolio from the process. \"After winning contracts, a lot of our creatives have realised they don't need the comfort blanket of a full-time job and have gained the confidence to set up as freelancers,\" says Dodson. \"That's been really heartening to see.\" How did it come about? Dodson was on a train heading to a stag do in Nottingham when he had his lightbulb moment. \"At the time I was a business director with a leading London advertising agency and I loved my job,\" he recalls. \"But I just turned off the phone for a couple of hours, wrote a few ideas down and came up with it.\" He mentioned the idea to a client at O2, a serial entrepreneur called Simon Devonshire. \"It turned out that he and a couple of friends, Guy McConnell and Julie Cheetham, were working on something relatively similar and were a couple of months ahead of me. So we all went out to dinner, got on like a house on fire, and basically decided to go into business together.\" Devonshire, McConnell and Cheetham have day jobs in advertising, so they act as Concept Cupboard's board, while Dodson runs the business. Before Christmas the company hired its second full-time employee, a graduate programmer. Who are their clients and how do they work with them? Concept Cupboard works with businesses ranging from fellow-startups through to some of the world's biggest brands like Hewlett Packard. \"They've already got brilliant agencies, but they want to produce something for students by students,\" Dodson says. \"So we're talking to large corporates about specific student insight projects. It's great that they want to help students increase their portfolios.\" How is the business plan going – and where do they hope to be in five years? The company has smashed its forecasts for year one, and plans to be even more optimistic in year two. \"We are looking at moving into other territories, not as a global provider but in individual countries,\" says Dodson. \"We're focusing on the creative industry; it's where we came from and what we know. But there's no reason why, over the next 12 months, we can't move to language students, engineers, architects and become the place to go for young, up-and-coming talent.\" What's their killer piece of advice for new startups? \"Pick up the phone more. I know it sounds really simple, but I don't like doing it and have to force myself. If I could go back, I would call more people I didn't know and talk to them.\" Are you a recent startup with a big idea? Email work@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}