{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/may/19/what-we-do-in-the-shadows-review-the-undead-prove-dead-funny", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-05-19T21:35:15Z", "webTitle": "What We Do In the Shadows review – the undead prove dead funny", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/may/19/what-we-do-in-the-shadows-review-the-undead-prove-dead-funny", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/may/19/what-we-do-in-the-shadows-review-the-undead-prove-dead-funny", "fields": {"headline": "What We Do In the Shadows review – the undead prove dead funny", "bodyText": "Television loves a good vampire, but for some reason, the eternal torment of immortal parasitic killers tends to lend itself more to melodrama than humour. From Buffy the Vampire Slayer’s perpetually unfortunate sexual attraction to the undead, to the Twi-lite of The Vampire Diaries, bloodsucking fiends are usually much less funny than they are in the wonderful and charismatic new comedy What We Do In the Shadows. The series is based on the 2014 film of the same name, co-written and co-directed by Flight of the Conchords’ Jemaine Clement and Thor: Ragnarok’s Taika Waititi. The pair also starred in the original film, but have handed over acting duties in the TV iteration to a new gang of undead roommates, making the most of the talented comedians who play them, as they struggle not only to transform Staten Island into a vampire colony, but to live together as a foursome (plus familiars) in relative peace and harmony. The transition from big screen to small has been smooth. Kayvan Novak is Nandor (I kept hearing it as “Nandos” in a West Yorkshire accent, which gave it an extra comic flourish), better known as Nandor the Relentless, a formerly outstanding pillager whose purpose in life is now to keep his vampire house in a state of acceptable hygiene. He also enjoys the stationery section of a supermarket, which means that for me, he is the only one you can truly have any sympathy for. He is joined in his immortal community by Matt Berry as Laszlo, a fearsome blusterer who enjoys “sexual intercourse” – and hearing how he says those words may put you off anything even vaguely resembling human contact for life – and Natasia Demetriou as his wife, the temptress Nadja, who is on the hunt for the reincarnated version of her former lover Gregor, one who still has his head. Then there is Colin Robinson, a “psychic or energy vampire”, who drains the life force of his victims by boring them to the point of inertia. In many ways, as Colin, Mark Prokcsh has the least to do, and yet he does the most with it. The sight of him grinding a pencil into a sharpener is magnificent, and his turning of the office irritant into a genuinely malevolent force is a stroke of genius. When aristocratic underworld overlord Baron Afanas, from the Old World, decides to pay them a visit, their humdrum co-existence is thrown into very mild turmoil. The ancient Baron Afanas is used to doing things the traditional way, and is appalled that the roommates have not yet turned all of America to the dark side. “But as you can see, the place is fucking massive,” says Laszlo. What We Do In the Shadows doesn’t have a moment of slack. It is stuffed with gags, from Nandor getting stuck in his coffin and having to be jimmied out of it with a butter knife, to Laszlo bemoaning the persecution of their kind, when they were driven out of Europe 200 years ago. “They didn’t like the colour of our skin,” he laments. “Or the fact that we killed and ate people,” reasons Nadya, who never fails to slay a scene with a deadpan one-liner. But What We Do In the Shadows also has a hint of a heart. Nandor’s Potter-esque familiar Guillermo, who even lives under the stairs, is desperate to be turned into a vampire after years of dedicated service to his master. He has made sure that the light does not get in, found virgins and disposed of corpses. His efforts to impress Nandor are both sweet and desperate, though Nandor’s gratitude and appreciation can only go so far. It is a sign of the quality of the writing here that a picture of Antonio Banderas in Interview With the Vampire can be a moment of true emotional weight. What We Do In the Shadows is a deft and seductive comedy that has all the hallmarks of a series it will be easy to fall for completely. In an age of bloated television, where even comedies, which tend to benefit from a quick one-two punch, can seem overlong and self-indulgent, this is precise and lean, where every scene earns its place. The special effects are impressive, too, and we’ve come a long way from season one of Buffy, when it was best to just squint during anything visually complicated. This is rambunctious, silly, dry and deadpan, and I will never say “crepe paper” again."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}