{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/may/21/morning-mail-iran-mocks-trump-labor-rethink-uk-tories-in-meltdown", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-05-20T21:00:14Z", "webTitle": "Morning mail: Iran mocks Trump, Labor rethink, UK Tories in revolt", "webUrl": "https://www.theguardian.com/australia-news/2019/may/21/morning-mail-iran-mocks-trump-labor-rethink-uk-tories-in-meltdown", "apiUrl": "https://content.guardianapis.com/australia-news/2019/may/21/morning-mail-iran-mocks-trump-labor-rethink-uk-tories-in-meltdown", "fields": {"headline": "Morning mail: Iran mocks Trump, Labor rethink, UK Tories in meltdown", "bodyText": "Good morning, this is Helen Sullivan bringing you the main stories and must-reads on Tuesday 21 May. Top stories Iran’s foreign minister, Javad Zarif, has hit back at Donald Trump’s “genocidal taunts” after a strongly worded warning from Trump that Tehran should not think of attacking the US. Zarif said Trump hoped to achieve “what Alexander, Genghis &amp; other aggressors failed to do”. On Sunday Trump warned Iran not to threaten the US or else it would face its “official end”. Meanwhile, the US president has sought to discredit a New York Times report on Deutsche Bank transactions involving legal entities controlled by Jared Kushner, his son-in-law. Trump said he did not “need or want banks” and did not receive money from Russia. Labor will need to reassess its entire policy agenda, including its ambitious 45% emissions reduction target, a leadership aspirant, Jim Chalmers, has warned. “Everything is up for grabs” in the wake of the election defeat, Chalmers told the ABC’s Q&amp;A last night, adding: “Obviously the vote was disappointingly weak.” Some Liberals are also urging a reassessment of their party’s energy policy. Arthur Sinodinos has warned that the party should not stand in the way of renewables, suggesting that the government should use a changing energy market to bolster its environmental credentials. Anticipating a fresh internal battle over energy policy, the Liberal senator suggested the government should recast itself as the best manager of the grid and “take advantage” of renewables’ falling cost. Rex Patrick, a key figure in the emerging Senate crossbench, has warned his party will not support the Coalition’s proposed anti-corruption body unless it is given stronger powers. The makeup of the Senate is still being finalised, but the two Centre Alliance senators appear likely to play a critical role. Patrick told Guardian Australia the Coalition’s flagship integrity proposal – a national integrity commission – “just doesn’t cut it”. He said: “We need to have a commission which has broad jurisdiction and coercive powers to deal with allegations of corruption in the federal domain. Anything less will be viewed by the public as inadequate.” World The expected demise of Theresa May’s Brexit plan has sparked open lobbying over an alternative Tory vision. Attention in the UK is shifting rapidly to what happens when the prime minister leaves No 10, as she has promised to do within weeks. The US ban on sharing technology with Huawei was a “cynically timed” blow in the escalating trade war between the US and China, the Chinese firm’s top executive in the UK has said. The US government says a 16-year-old Guatemalan died on Monday at a border patrol station in south Texas, the fifth death of a migrant child since December. Austria’s far-right interior minister, Herbert Kickl, has been fired in the wake of the “Ibiza” corruption scandal that has engulfed the Freedom party, leading to the complete collapse of the country’s governing coalition. A 23-year-old transgender woman who was seen on a widely circulated video being beaten in front of a crowd of people has been found shot dead in Dallas, Texas. Muhlaysia Booker was found face-down in a street early on Saturday and pronounced dead at the scene. Opinion and analysis The election result offers Labor a brutal lesson about forging genuine connections with local communities, writes Anne Davies. “The pattern is repeated over and over. The Liberals pick people with deep roots in the community, or who have life experiences that voters in that electorate will relate to. Labor picks candidates who have served the party either as staffers or with unions, or who have a lifelong Labor pedigree … Most of these people are talented and committed but the preselection processes of Labor limit the gene pool and potential candidates from outside the Labor family who have wider life experiences are locked out.” “Boris Johnson is heading for No 10 and there is nothing dishonest, disreputable or even scandalous enough that he can do to stop his party choosing him now,” writes Polly Toynbee. “They know of his lies, laziness and narcissism, but they don’t care. After a crushing humiliation at the polls in Thursday’s EU election, where the Tory vote may fall to single figures, this drowning party will clutch for the straw-headed showman to save them from triumphant Faragists. Well, Prime Minister Johnson would provide a fitting finale to this ever-darkening decade.” Sport Did you hear that sound at the weekend? A deep, cleansing sigh of relief? It was Lisa Alexander. The Diamonds coach – who will meet fellow selectors this week to pick Australia’s Netball World Cup team – would have been delighted to see her captain, Caitlin Bassett, finally hit her straps as she helped the Giants beat the Queensland Firebirds. Rejuvenated under their new coach, Justin Langer, reigning World Cup champions Australia suddenly look like real contenders for the upcoming tournament in the UK, but must find a way to integrate Steve Smith and David Warner back into a winning side. Thinking time: Acute Misfortune The writer Erik Jensen and the film-maker Thomas M Wright fought “tooth and nail” when collaborating on Acute Misfortune, the adaptation of Jensen’s “unfilmable” biography of the artist Adam Cullen. Wright describes Cullen, who won an Archibald prize in 2000 for his portrait of David Wenham, as an “astonishing” artist whose early work contained “electric insights into the undercurrents of Australian culture”. But Wright’s hauntingly poetic film is far from an idealised portrait, rejecting the idea that the greatness of the artist excuses the sins of the person. Cullen’s behaviour was manipulative and his lifestyle dangerous. He was constantly on drugs and fraternised with suspect characters including Mark “Chopper” Read, with whom he shared a close friendship (in fact, Wright says, Cullen was best man at Read’s wedding). He also had an obsession with guns: one time Cullen accidentally shot Jensen in the leg, and on another he was arrested for illegal possession of weapons. Media roundup The Daily Telegraph calls Scott Morrison the “$33 billion man” in its headline, and the Australian refers to “ScoMo Mojo”, in stories about the stock market surge sparked by Morrison’s victory. The Sydney Morning Herald reveals that key Senate crossbenchers have warned the Coalition it has no “mandate for its tax changes”, as the ABC reports the proposed cut is likely to be delayed another year. The Australian Financial Review takes readers inside the campaign team that lost it for Labor. Coming up Counting of postal votes will begin in all 151 lower house seats but the focus will be on the particularly close contests in Bass, Chisholm and Macquarie. The royal commission into police use of informers continues in Melbourne, looking at Nicola Gobbo’s involvement with police in 2003 and 2004. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}