{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/may/02/newly-identified-sketch-of-leonardo-da-vinci-to-go-on-display-in-london", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-05-01T23:01:14Z", "webTitle": "Newly identified sketch of Leonardo da Vinci to go on display in London", "webUrl": "https://www.theguardian.com/artanddesign/2019/may/02/newly-identified-sketch-of-leonardo-da-vinci-to-go-on-display-in-london", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/may/02/newly-identified-sketch-of-leonardo-da-vinci-to-go-on-display-in-london", "fields": {"headline": "Newly identified sketch of Leonardo da Vinci to go on display in London", "bodyText": "A drawing of a melancholic, thoughtful old man caught off-guard has been identified as only the second image of Leonardo da Vinci made in his lifetime. The hastily-drawn sketch, buried away in Queen Elizabeth II’s enormous and unrivalled collection of Leonardo drawings, will this month go on public display at Buckingham Palace for the first time. Probably drawn by one of his studio assistants, it gives a remarkable and uniquely informal insight into the artist. The only other surviving image of Leonardo made in his lifetime is a formal drawing made towards the end of his life by his pupil Francesco Melzi. In the newly identified sketch, Leonardo “looks more thoughtful, more troubled, more wistful maybe”, said Martin Clayton, head of prints and drawings at the Royal Collection Trust. “It is a very quick casual sketch of Leonardo; it is the closest that we get to a snapshot of Leonardo during his own lifetime,” said Clayton. “It may be trivial as a work of art but it’s hugely important, even moving, as a record of the man himself.” The sketch’s display was announced on the 500th anniversary of the death of one of history’s greatest polymaths, a man who was an extraordinary artist, inventor, engineer, mathematician, architect, map-maker and more. The drawing will be one of 200 going on display in the largest exhibition of Leonardo’s work in more than 65 years. It is on a double-sided sheet of his studies of a horse’s leg, made in preparation for an equestrian monument commissioned by Francis I of France. “Sheets of paper could be picked up in the studio and used by Leonardo’s pupils and companions as rough paper for sketching things on,” said Clayton. The assistant sketched a smiling youth and the old, troubled, bearded man. “I think it is hard to avoid the conclusion that it is an image of Leonardo, sketched rapidly under who knows what circumstances.” The similarities between it and Melzi’s formal sketch seem obvious when seen side by side, particularly the shape of the beard which at the time, around 1517-18, was unusual. Leonardo would have been “one of the few bearded men around at that time”, said Clayton. The melancholic expression chimes in with feelings that historians know Leonardo was experiencing at the time. He was around 65 years old and he knew he was dying. A paralysis in his left arm had left him unable to paint. It is not the first time that the idea of a second sketch of Leonardo has been articulated, although it has largely fallen through the gaps of art history. Kenneth Clark, in his 1935 catalogue of the Leonardo drawings, mentions it as an aside. There is also a Turin drawing of an old man, Portrait of a Man in Red Chalk, which has been attributed to Leonardo as a self-portrait. Clayton is one of many experts to seriously doubt the attribution. The drawings, which are at Windsor Castle, have been together as a group since Leonardo’s death and entered the royal collection during the reign of Charles II. The big London show follows 12 smaller and hugely popular displays at museums and galleries across the UK. Also going on display will be Leonardo’s incredible map of Imola, made for Cesare Borgia, two studies he made in preparation for The Last Supper, and drapery studies he made for the Salvator Mundi, which in 2017 became the world’s most expensive painting when it sold at auction for $450m (£342m). It was purchased by a buyer acting for Saudi Arabia’s crown prince, Mohammed bin Salman, and was expected to go on display at the Louvre Abu Dhabi. Ever since that display was postponed the heavily restored painting has been completely unseen, shrouded in mystery and conspiracy theories. Some experts still doubt its authenticity. “For what it’s worth, I believe it is [a Leonardo],” said Clayton. “My opinion is not a controversial one among Leonardo scholars … the more somebody knows about Leonardo the more likely they are to accept the painting and the people who have been saying ‘no, Leonardo would never paint anything like that’ tend to be people who, to be frank, aren’t great Leonardo scholars.” • Leonardo da Vinci: A Life in Drawing is at the Queen’s Gallery, Buckingham Palace, from 24 May-13 October 2019."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}