{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/may/09/valencia-v-arsenal-europa-league-semi-final-second-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-05-09T21:11:11Z", "webTitle": "Valencia 2-4 Arsenal (3-7 agg): Europa League semi-final, second leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/may/09/valencia-v-arsenal-europa-league-semi-final-second-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/may/09/valencia-v-arsenal-europa-league-semi-final-second-leg-live", "fields": {"headline": "Valencia 2-4 Arsenal (3-7 agg): Europa League semi-final, second leg – as it happened", "bodyText": "Read Sid Lowe’s match report: With Chelsea and Eintracht Frankfurt still deadlocked, the goalkeeper is asked who he would like to meet in the final. “I have no preference. The team who manges to go to the final deserves to go there ... but I think it would be a remarkable end to my career if I were to play a European final against Chelsea.” He is also asked whether he is not retiring too early, at the age of 37. “I feel like maybe I could play another two years ... but I prefer to retire two years too early than one year too late. I want to retire on my own terms. My last dream was to play a final with the Arsenal, now I have to win it.” As for the final, he says: “The key is to play your game. People think ‘oh, we’re in a final, we have to do something special.” No, you keep calm, be brave and play your best game.” I should mention that there was a little kerfuffle on the pitch at the final whistle, with players of both sides pushing and shoving and probably swearing in baroque fashion. I didn’t see who started it, nor did I notice any punches or kicks so, on second thoughts, it wasn’t worth mentioning. Aubameyang: “It means a lot. We learned from last season. This year we didn’t make the same mistakes. Now we’re off to the final and we’re all happy. Lacazette: “We reaacted well [to conceding]. We knew we had to score a minimum of one goal today. Thanks to Auba for the hat-trick, hewas unbelievable today.” Aubameyang: “We enjoy a lot playing together. It’s a pleasure to play with him in this team.” Lacazette: “We want to go to the champions League and we want a trophy. We have played badly in the last month in the Premier League so we have to be better now. We have to win the final.” “Winning things is fun, especially trophies,” confirms Kari Tulinius. “I’ll take silverware over Champions League qualification any day of the week, though I suppose in this case it doesn’t hurt that the trophy comes with a ticket t the Big Cup. Winning the Europa League should put Emery in the good books of even the most skeptical Arsenal fan.” Arsenal have swaggered into the Europa League final! For nearly 20 minutes things looked a little ropey for them here, but once Aubameyang struck a wonderful equaliser, they were the better team and produced an uncharacteristically accomplished away performance from a side who have been rotten on the road in the Premier League. Their attacking duo of Aubameyang and Lacazette were sensational, especially the Gabonese, who plundered a masterful hat-trick to crown a fine individual and collective performance. Bang! What a marvellous way to complete a hat-trick! Aubameyang exchanged a one-two with Guendouzi to the right of the box, then let another pass from Gunedouzi run through his legs to Mkhitaryan, who watched the Gabonese’s run and played the ball back into his path, allowing him to rifle a shot into the roof of the net from a tight angle seven yards out! Aubameyang has been wonderful today and Arsenal are heading to the final with a swagger! 86 min: So then, Unai Emery is leading Arsenal to a European final in his first season in charge, and possibly back into the Champions League. How about that, Gooners? The club’s only two previous European triumphs were in competitions that are now defunct. What better way to signal the start of a bright new era than lifting a trophy that actually exists? 84 min: Mkhitaryan skitters down the right after intercepting a pass. Then he tries to pick out Aubameyang at he back post but it’s diverted behind for a corner. 82 min: Gaya tries a pot shot from 20 yards, missing the far post by three. “Reading ‘The Joy is Tainted’ headline in today’s Guardian: the fans are absolutely right. The final venue should be chosen once the finalists are known,” writes Paul Bacon. “ It’s going to be even worse for Arsenal and Chelsea or Frankfurt having to travel close to 5,000 miles (a tad less for Frankfurt) round trip for a football match. There are plenty of neutral stadiums close enough that overnight travel and it’s expense can even be avoided.” I sure sympathise, but the only problem with that is it would mean virtually all finals would be in western Europe, since that’s where most of the rich clubs are. That wouldn’t be fair. Having said that, there’s a big part of me that would like the finals to be two-legged affairs like the rest of the knockout stages, and with the away goal rule. But no matter the venue, ticket prices should definitely be more affordable. Arsenal substitution: Guendouzi on, Torreira off. 78 min: Koscielny blocks a shot by Parejo from the edge of the box. “Adios, adios, adios!” sing the Arsenal fans as more of the home crowd slip away into the night. 76 min: “A quote on the family group message ‘Even Arsenal can’t lose this now’,” reports Peter Tuhill. “Then Mustafi comes on and everybody collectively groans and says ‘maybe we can’.” And right on cue, Mustafi gets his head to a dangerous cross to make a good clearance. Book them tickets to Azerbaijan! 75 min: Soler gets in behind Monreal down the right and lashes in a decent low cross. Sokratis slides in to clear at the near post. 73 min: Some home fans are filing out of the stadium. The ladies and gentlemen in in the away end meanwhile, are having a fiesta. “What a week it has been for young English full-backs,” yelps Alex Whitney. “That assist from Maitland-Niles was brilliant!” It sure was, and full-back isn’t even his best position! He’s just doing a job for his team very well. Valencia substitution: Mina on, Rodrigo off. Arsenal substitution: Mustafi on, Koalsinac off. A super goal that surely settles this! Maitland-Niles, tormented for much of the first half, does superbly down the right, outskilling a defender before pinging in a lovely low cross Aubameyang is first to the ball at the near post and turns it into the net! 66 min: Valencia have corralled Arsenal into their own box. Problem is, that means they have to pick a way through a slew of bodies. They’re trying and trying but Arsenal are holding firm ... 64 min: Gameiro skins Kolasinacdown the right and then hangs up a cross to the back post. Arsenal scramble it away but Valencia soon regain possession. Garay has a blast from long-range ... it zooms inches wide, past a full-length dive by Cech. “I‘m at the amazing Four Tet show at Ally Pally whilst following the commentary,” brags Charles Waddell. “An assault on the senses Arsenal substitution: Mkhitaryan on, Ozil off. The German looks well peeved at that decision and he riles the home crowd by putting his finger to his lips in a “sssh” gesture as they whistle at him for walking off too slowly. In terms of his performance, he was a calming prober with the ball, as ever, but not particularly effective without it. You’ve heard that story before. 60 min: Soler clips in a cross from the right as Valencia pile on the pressure. Koscielny heads it away. 58 min: That was a lovely goal, in fairness. Parejo split Arsenal open with a cute low pass between Kscileny and Maitland-Niles. Wass ran on to it before cutting back to Rodrigo, who’s shot from 15 yards was deflected into the path of Gameiro, who bundled into the net from close range. Valencia need just the three more goals ... That comeback isn’t on, is it? 56 min: That’s better from Valencia. They launch a snappy attack down the left but Gaya’s cross is well blocked by Sokratis. Valencia substitution: Soler on, Piccini off. 53 min: Guedes rams a low shot wide of the near post from 20 yards. It was a token effort, in truth. Valencia don’t look like a team who believe there’s going to be another famous European comeback this week... A brilliant finish by the Frenchman after a counter-attack launched down the right by Aubameyang. When the ball broke to Torreira in a central area mid-way inside the opposing half, he fizzed it over to Lacazette just inside the area, on the left-hand side. Very few strikers have feet as quick as Lacazette in the box and, as so often, he holds off a defender, Piccini, as spins and gets off a cracking shot, firing low into the net! Valencia will have to score four to win now! 49 min: arsenal build nicely down the let. Ozil feeds Aubameyang, who shuffles at the edge of the area and aims a low curler towards the bottom corner. It’s deflected out for a corner. 48 min: Wass overhits a cross from the right, eliciting groans from the home crowd. Emery jumps to his feet to applaud his team for limiting Valencia’s options to the extent that Wass resorted to that hopeful delivery. 47 min: Corner to Valencia, who are coming on strong at the start of this second half. They take the corner short and then work Piccini into space at the corner of the box. He lets flu but blasts straight into Coquelin, who couldn’t get out of the way. 46 min: Arsenal get the second half under way. As things stand, they’re on their way to a London derby in Azerbaijan, but first they must complete the job here... Things were looking dicey for Arsenal when Gameiro put the home side in front in the 11th minute but an superbly taken equaliser out of the blue put the visitors back on track and they’ve been pretty accomplished since then. Valencia still carry a threat, especially down the left, but so do Arsenal, with Aubameyang and Lacazette working like lions and looking almost as deadly. So far, so good for Arsenal. But 45 minutes is a long time in European football ... 45 min: Maitland-Niles is clattered by Gaya and wins a freekick near half-way. That alone illustrates the extent to which Arsenal have seized the upper hand here. Since their goal they have been the better side, and the home crowd are switching between worried silence and spiteful whistles. Music to the ears of the visitors. 42 min: Aubameyang is playing a blinder. Not only does he look dangerous every time he gets the ball, he’s also backtracking and helping out his defence, especially Maitland-Niles. Mind you he wasn’t on hand just now as Gaya tried to skip his way past the right-back and into the box ... and then went down and appealed for a penalty. The ref, no mug, gave him a yellow card instead. 39 min: Aubameyang does brilliantly to trick his way past Gabriel down the right and then lope his way into the box before teeing up Lacazette, who wraps his foot around a first-time shot from from 18 yards. It skims the outside of the post on the way wide! 38 min: Garay practically demands a yellow card by sliding in to Lacazette’s ankles in midfield. 37 min: Parejo shows tremendous vision and technique to pick out Gameiro wide on the left. But Maitland-Niles shows cleverness to nick the ball back and play his way out from the back. 35 min: Torreira concedes a freekick about 25 out and quite central. Parejo bangs it past the wall ... and inches past the post! 33 min: Aubameyang gets back to help out Maitland-Niles down the left. Doubling up snuffs out the Valencia attack. Keep doing that and Arsenal will have shut down Valencia’s main source of danger. 32 min: Monreal joins in an attack with a nice decoy run that distracts to defenders and allows Ozil to spank a nice low ball to Aubemeyang, who gets off an immedaite shot from 18 yards. It’s well struck and on target but Neto saves well. 32 min: Coquelin is back on the pitch and seemingly fine. Arsenal, too, are looking increasingly comfortable as they enjoy a bout of possession in the opposing half. 30 min: Coquelin is lying on the pitch receiving treatment after hurting himself on landing after an aerial duel with Aubameyang. That’s a chance for the rest of the players to take some water on board. 29 min: Koscielny is well positioned to hook away a decent cross from the left by Gaya. 28 min: A good, sweeping move by Arsenal concludes with Kolasinac banging in a cross from the left. Valencia hoof it to safety. 27 min: Guedes torments Maitland-Niles down the left again before looping a cross into the middle. Wass nudges it back to Parejo, who tries a pot shot from 20 yards. He doesn’t catch it right, dragging it way wide. 25 min: After good work by Ozil, Arsenal win a corner. Xhaka sends it beyond the far post. Aubameyang is free and stoops to head ... but he mis-times his effort, hitting it over the bar with his shoulder from 10 yards. 23 min: Nice probing by Valencia around the Arsenal box. Then Parejo clips the ball into the danger area. Sokratis heads it away, but only to Wass, who tries to whack it back into the net on the half-volley from 16 yards. It sails over the bar. 22 min: Valencia attack down the let yet again. Maitland-Niles is again abandoned to his own devices. Guedes’ cross is turned behind by Sokratis for a corner, which Arsenal clear. 20 min: The home crowd were stunned by Aubameyang’s goal but they’re starting to find their voice again as Arsenal press the visitors back. This game is far from over. “Forget what happened in that other European competition, the biggest upset this week would be The Arse not blowing their first-leg lead here,” reckon Daniel Fermi. “And further to Aubameyang’s goal, that’s still on.” A long ball forward by Cech is not dealt with properly by the home defence. Lacazette nips ni and heads the bouncing ball on to Aubameyang, who seizes on the chance and fires into the net from 18 yards! From out of nowhere Arsenal are level! 16 min: With confidence flowing through an increasingly vibrant looking home team, Rodrigo lashes off a shot from 20 yards ... and it whizzes just wide! 14 min: Valencia hurtle down the left again. Maitland-Niles is being persecuted and not getting any help from his teammates! This time Gaya few past him and then picked out Rodrigo, whose shot from 10 yards is blocked by ... Gameiro! A lightning counter-attack down the left, into the gap left by Maitland-Niles, whose 18-yard shot was saved. Valencia flew forward down the left through Guedes and when a low cross by Rodrigo was deflected into the path of Gameiro, the striker slid it into the net from close range, with Monreal looking nonplussed. Arsenal’s encouraging start has gone to pot! 10 min: Rodrigo unloads a low curling shot from 20 yards, but Sokratis gets a partial block on it, taking out all the power. It’s an easy save for Cech. 8 min: The pressure from Valencia is growing. Gaya burned past Maitland-Niles down the left and then fed Guedes, who blazed over from the corner of the box. Before that, Koscielny had to bail out Monreal after some indecisive defending by the Spaniard. 6 min: Gaya slips a pass down the left flank to Gameiro and then dashes into the area for the return cross. Gameiro duly delivers. Gaya gets in front of Monreal at the near post but can’t steer his header on to the target. It flies high and wide. 5 min: Arsenal continue to look composed. They’re stroking the ball around nicely when they get it and preventing Valencia from doing likewise when out of possession. “Maybe Arsenal could be nicknamed The Innits?” suggests Andrew Benton. “Che Guevara, innit?” 3 min: It’s been a good start from Arsenal. They are not pressing hard but look comfortable and have shown a willingness to attack at every opportunity. Tackles from Piccini and Gabriel - on Lacazette and Aubemeyang resepectively - stopped Arsenal just as they were getting into dangerous areas. 1 min: Valencia-Arsenal is go! The home take the kickoff ... “Just looked at the 1979-1980 Uefa Cup after you mentioned that Germany had both finalists that year, and discovered that they also had all four semi-finalists! “ notes Alastair Horne. “Surely that has not happened again since?” The Mestalla is now full with roaring zealots, most clad in the white of the home team. The air, by contrast, looks calm and benign. Arsenal players also looked relaxed as the line up for the pre-match formalities... “Has it ever happened before that all four finalists in Europe’s top two competitions come from the same country,” asks Hector Barley, getting a little ahead of himself. The answer is no. Spain had three out of four as recently as 2016 and 2014. Italy did likewise in 1998, 1995 and 1990. Germany were the first to have three, back in 1980, though the eventual European champions that year were, of course, Nottingham Forest. Valencia are nicknamed Los Che. Apparently that’s a bit like being called The Lads or The Mates. But this explanation from the official La Liga websites suggests it’s more like being nicknamed The Ois or The Like, You Knows. “Che’ is an expression that is used by Valencians as an interjection in conversation. It is a common colloquial way of saying ‘hey’ in the Valencia region. People from the east coast, the ‘Levantinos’, are easily identified by the use of this interjection, much more than people from other parts of Spain. It is in fact a particularly Valencian expression and so, over time, the Valencia CF team has become known as the ‘Che’ team, a nickname recognised throughout the rest of the country.” “If Messi can disappear in a semi-final and see his team get turned over against the odds, then Ozil should be quaking, what with his reputation for full application and effort at all times and all that,” quips Matt Dony. Does Captain Messi sometimes go missing when his team are under the cosh? Someone really should have pointed that out before this week’s disgrace at Anfield. “Great to see the disadvantages stacking up against Arsenal,” trumpets Charles Antaki. “Can’t win away from home, shipping loads of goals, coming up against a team on a run of wins and scoring like the blazes in their last game. Excellent - they will surely surf the zeitgeist of the moment and overcome these daunting odds. Or alternatively, sometimes a cigar is just a cigar.” The Arsenal players are warming up on the pitch right in front of the BT panel. Jake Humphreys says to Martin Keown: “You’re big into body language, how do they look?”. Keown studies them and replies: “They look strong and steely.” There’s half an hour to kickoff... “Good evening,” says the ever courteous Arsenal manager, a stickler for beginning every conversation with a greeting. He then explains: “It’s 50/50 because they are going to play with their supporters with a big atmosphere. But we want to play matches in atmospheres like this. We know it is going to be difficult but we are confident.” BT are currently broadcasting from inside the stadium, with Martin Keown and John Hartson sharing their thoughts. It’s remarkable that the ground is almost totally empty with less than an hour to kickoff, save for Arsenal fans. That’s because all the locals are outside having a fiesta on the streets. They’ll be along soon, though. And Keown warns that the din they make could have an impact, saying that, in his experience, “it’s one of the most atmospheric grounds I played in, a cauldron”. Here’s some bit of breaking news for you: David Wagner, formerly of Huddersfield Town, has been appointed as the new manager of Schalke 04. Here, courtesy of the intrepid Vaishali Bhardwaj and her trust camera, is footage if Arsenal arriving the stadium. That’s a tasty welcome from the locals. But Arsenal’s players are experienced and tough enough not to buckle under a bit of booing. Maybe. Pierre-Emerick Aubameyang admitted that Arsenal started last week’s first leg nervously because of doubt sown by three straight defeats in the Premier League. They didn’t lose last weekend but the 1-1 home draw with Brighton was dispiriting nonetheless, highlighting chronic frailties and costing them the chance of finishing in the top four. Meanwhile, Valencia eased to a 6-2 victory at Huesca but they, too, remain fifth in their domestic league (with two matches left, and a Cup final against Barcelona). The hosts makes three changes from the first leg, bringing in Wass, Gameiro and the old Arsenal favourite, Coquelin. The visitors, meanwhile, start with Monreal and Torreira instead of Mustafi and Guendouzi. Valencia: Neto: Piccini, Garay, Gabriel, Gaya; Wass, Parejo, Coquelin, Guedes; Rodrigo, Gameiro Subs: Domenech, Roncaglia, Soler, Diakhaby, Lato, Torres, Mina Arsenal: Cech; Koscileny, Sokratis, Monreal; Maitland-Niles, Torreira, Xhaka, Ozil, Kolasinac; Aubameyang, Lacazette Subs: Leno, Elneny, Mkhitaryan, Iwobi, Mustaif, Guendouzi, Nketiah Referee: F Makkelle (Holland) Here’s some footage of a bus arriving at the stadium in Valencia. I’m guessing it contains the home team’s players. Otherwise there’s some very confused commuters on board. 3-1? Pah! What’s a 3-1 lead in this day and age? If there’s one thing that this week’s European action so far has reinforced, it’s that this tie remains very much in the balance. Valencia players need a good shaking if they don’t truly believe a comeback is possible, and Arsenal want several clips round the ear if they don’t realise they’re capable of collapsing to a 2-0 defeat, or worse. Even in the first leg Arsenal defended chaotically and could have conceded a hat-full before Pierre-Emerick Aubameyang struck late on to give them a modest cushion. And Valencia tend to be more dangerous at home, winning each of their last eight home games in this competition without, mind you, facing an attack as potentially fearsome as Arsenal’s. Unai Emery, who won more European trophies before joining Arsenal than Arsenal have in their entire history, is all too aware of his team’s defensive flimsiness so has vowed to try to outscore Valencia here, too. That is the wisest approach, and also the most fun. Humdinger ahoy!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}