{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/may/11/trump-tweets-retweets-mueller-biden", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-05-11T20:48:37Z", "webTitle": "Trump Twitter spree takes aim at Democrats, Biden and China", "webUrl": "https://www.theguardian.com/us-news/2019/may/11/trump-tweets-retweets-mueller-biden", "apiUrl": "https://content.guardianapis.com/us-news/2019/may/11/trump-tweets-retweets-mueller-biden", "fields": {"headline": "Trump Twitter spree takes aim at Democrats, Biden and China", "bodyText": "Before heading to his golf club near Washington on Saturday, Donald Trump indulged in a retweeting spree which included jabs at Democrats for pursuing the Russia investigation and familiar complaints about China, Joe Biden and undocumented migration. The president re-tweeted 60 comments siding with him on those and other issues. Most were from rightwing media figures or Republican politicians. The 46-minute barrage provided insight into what was on the president’s mind before the drive to Trump National Golf Club in Sterling, Virginia. One retweet was of a Daily Mail report about the father of a suspect in a school shooting in Denver this week, in which one person was killed and seven injured, being a “serial felon and illegal immigrant” . Many others were aimed at congressional committees still digging into special counsel Robert Mueller’s report, under which Trump was not found to have conspired with Russian election interference efforts but was not cleared of obstruction of justice. The Senate intelligence committee has issued a subpoena for Trump’s son, Donald Trump Jr, to testify. With multiple retweets, the president showed his displeasure at such efforts. He also took shots at the former FBI director James Comey, an old foe whom he fired in May 2017, who this week said he thought Trump would have been indicted as a result of the Mueller report had he not been president. Trump also mused on rocky trade talks with China and attacked a leading Democratic presidential candidate, Joe Biden. Finally, after arriving at his club, Trump tweeted a thought of his own about his favoured weapons in his trade wars and the effects, widely criticised, they have on US business. “Such an easy way to avoid tariffs?” he asked. “Make or produce your goods and products in the good old USA. It’s very simple!” Soon after that, the president’s account fell silent. The identities of his golf partners were not immediately known. Four hours later, after his round and the departure of the presidential motorcade, Trump’s thumbs twitched again. First, he tweeted a familiar claim that “voters didn’t care” that he did not release his tax returns during the 2016 election, an action that would have accorded to precedent. Trump claimed again still to be under audit and thus unable to release such information. In fact, audits do not stop the release of tax returns. This week the New York Times reported that it had obtained tax information that showed Trump made huge losses in the 1980s and 90s, of more than $1bn. On Friday, House Democrats issued a subpoena demanding the treasury hand over six years of Trump’s tax returns, as it is required to do by law if requested. The Trump administration has refused to comply with all such demands from House Democrats. On Saturday, Trump said Democrats wanted to make the tax returns issue “a part of the 2020 election!” Then he returned to the Russia inquiry. “So now the Radical Left Dems don’t talk about collusion anymore,” the president wrote, “because the Mueller report said there was no collusion.” In fact, there is no such criminal offence. The Mueller report considered the question of conspiracy, detailing numerous occasions on which Trump aides including family members seemed eager to accept Russian offers of help, actions which might be held to satisfy a definition of “collusion”. Trump added that Democrats “only want to talk about obstruction, even though there was no obstruction or no crime – except for the crimes committed by the other side!” In fact, Mueller laid out 11 instances in which Trump or his campaign may have sought to obstruct justice but did not say if he thought the president was guilty, instead leaving the question to Congress. Trump’s attorney general, William Barr, said he judged the president not to have been guilty. His motivations have been questioned by Democrats in Congress. In what might have seemed a telling slip, Trump himself said this week Mueller had found “essentially no obstruction”. Debate continues over whether Trump will be impeached."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}