{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/may/11/constance-wu-tweets-fresh-off-the-boat", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-05-11T21:31:12Z", "webTitle": "Constance Wu clarifies tweets expressing dismay over sitcom renewal", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/may/11/constance-wu-tweets-fresh-off-the-boat", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/may/11/constance-wu-tweets-fresh-off-the-boat", "fields": {"headline": "Constance Wu clarifies tweets expressing dismay over sitcom renewal", "bodyText": "Constance Wu, the star of the ABC sitcom Fresh Off the Boat, has sought to clarify a series of tweets sent after the show was renewed for a sixth season in which she expressed her dismay. “So upset right now that I’m literally crying,” she wrote on Friday, adding, to general consternation and confusion, both “Ugh. Fuck” and “Fucking hell”. She also indicated her displeasure on Instagram. Wu initially said fans responding to her tweets were “making a lot of assumptions about what I was saying” but on Saturday she said the tweets were indeed related to the news about her show. In her statement, Wu said she had been “temporarily upset” because the renewal of the sitcom meant she would not be able to pursue another project which would have been more challenging. “I’ve always sought artistic challenge over comfort and ease,” said Wu in a lengthy message posted to Twitter. “I was disappointed in not being able to do that other project – because that other project would have challenged me as an artist.” In Fresh Off the Boat, Wu plays Jessica, the mother in a Taiwanese American family in Florida in the 1990s. Her star rose considerably in 2018 with the lead role in Crazy Rich Asians, a hit comedy about a New York economics professor who travels to Singapore with her boyfriend and learns he is absurdly wealthy. The role landed a Golden Globe nomination as the film was lauded by critics and audiences alike. Crazy Rich Asians featured an almost entirely Asian cast, which many saw as a challenge to racism in Hollywood. “My words and ill-timing were insensitive to those who are struggling, especially insensitive considering the fact that I used to be in that struggle too,” Wu said in her statement on Saturday. She added: “If one does have privilege, they ought to use that privilege the best they can. For me – that means pushing myself artistically.” She said she hoped fans could understand her disappointment about the loss of another job. “That conflict is part of being human,” she said."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}