{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/may/14/inequality-and-climate-change-the-perfect-storm-threatening-the-health-of-australias-poorest", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-05-13T22:18:02Z", "webTitle": "Inequality and climate change: the perfect storm threatening the health of Australia's poorest", "webUrl": "https://www.theguardian.com/australia-news/2019/may/14/inequality-and-climate-change-the-perfect-storm-threatening-the-health-of-australias-poorest", "apiUrl": "https://content.guardianapis.com/australia-news/2019/may/14/inequality-and-climate-change-the-perfect-storm-threatening-the-health-of-australias-poorest", "fields": {"headline": "Inequality and climate change: the perfect storm threatening the health of Australia's poorest", "bodyText": "Renee Blackman runs a health service covering a vast chunk of north-west Queensland – about 640,000 sq km, an area larger than Spain – that provides services to about 7,000 Aboriginal people in communities from Mount Isa to the Gulf. While the cultures and circumstances of these communities are diverse, Blackman says they share a common health threat: that the harmful impacts of poverty are magnified in remote locations. Blackman, a Gubbi Gubbi woman and CEO of an Aboriginal community-controlled health service Gidgee Healing, sees poverty contributing to poor health in remote communities in many ways. People cannot afford healthy foods, to access or maintain housing, to buy vital medications, or to travel to regional centres such as Cairns or Townsville for surgery that would help them or their children, she says. But mostly, she says, poverty means people have more pressing priorities than whether their diabetes is being well controlled. “None of that matters if the priority is to put food on the table first, or a roof over the table,” she says. “Worrying about medication or a specialist appointment or an allied health wraparound service isn’t a priority.” Blackman says she gets really frustrated when health groups put out simplistic messages for people to eat more fresh fruit and vegetables. It reminds her that so much health debate is far removed from the realities of people living in poverty. Likewise, there is also a disconnect between much of the mainstream debate about health, which tends to focus on funding of medical services and hospitals, and the evidence about what matters most for people’s health. The Western Australian government’s recent Sustainable Health Review cites US research suggesting that only 16% of a person’s overall health and wellbeing relates to clinical care and the biggest gains, especially for those at greatest risk of poor health, come from action on the social determinants of health. These are “the conditions in which people are born, grow, live, work and age”, and are shaped by the distribution of money, power and resources. In the case of Gidgee Healing’s clients, the determinants of health include the ongoing legacy of colonisation, such as poverty and racism, as well as protective factors such as connection to culture and country. Tackling the social determinants of health is critical to address health inequities, which arise because people with the least social and economic power tend to have the worst health, live in unhealthier environments and have worse access to healthcare. A study cited in the last two editions of Australia’s Health (in 2016 and 2018) estimates that if action were taken on the social determinants to close the health gap between the most and least disadvantaged Australians, half a million people could be spared chronic illness, $2.3bn in annual hospital costs saved and pharmaceutical benefits scheme prescriptions cut by 5.3 million. ‘It’s like operating under war conditions’ Aboriginal Community Controlled Health Services have a long history of working holistically and innovatively to address the wider determinants of health, and Gidgee Healing incorporates legal services, knowing that legal concerns “cause a lot of worry for families”, Blackman says. However, many of the levers for addressing the determinants of health lie outside of the health sector’s control. For example, Blackman’s vision for what would help Gidgee Healing clients includes increases to Newstart and other social security payments, with a loading for remoteness. She would also like to see better access to education and training for remote communities, many of which do not have high schools. As well, Blackman would like a “whole of government” approach to addressing the social determinants of health, as was recommended in 2008 by the World Health Organisation commission on social determinants of health. In the absence of such action, she says Aboriginal Community Controlled Health Services have to work hard and be creative in the face of government silos in their efforts to provide holistic services. Blackman’s job is challenging enough at the best of times. But climate change and extreme weather events, such as recent flooding that cut road access to many remote communities for several weeks, are making it ever-more difficult. “You have got these massive weather events sweeping through our communities, decimating structures, infrastructure – which means health services,” she says. “If your health service is down, you can’t provide any type of healthcare; it’s almost like you are operating under war conditions sometimes, because things get totally obliterated and you have got to build back from scratch, yet you’ve got people who need your assistance.” Blackman and many other health professionals are seeing the impact of a perfect storm threatening the health of some of Australia’s most disadvantaged communities. Climate change is exacerbating the social and economic inequalities that already contribute to profound health inequities. Blackman describes elderly Aboriginal people with multiple health problems stuck in inadequate housing without air-conditioning during increasingly frequent extreme heatwaves. Sometimes it is so hot, she says, the bitumen melts, making it difficult for her health teams to reach communities in times of high need. As well, patients are presenting to Gidgee Healing clinics with conditions such as dehydration that might be preventable if they could afford their power bills and had appropriate housing. The mental health impacts are also huge, Blackman says, mentioning the deaths of hundreds of thousands of livestock during the floods. “This is devastation, this is loss, this is grief, we are already facing a suicide crisis in the north-west across all of the community, including the Aboriginal community,” she says. “You’re talking about a region that already has depleted access to mental health professionals.” A multiplier effect Hurricane Katrina is often held up as a textbook example of how climate change hits poor people hardest, and not only because the poorest areas in New Orleans were worst affected by flooding. Much of the planning and emergency response catered to the better off – those with cars and the means to safely evacuate and arrange alternative accommodation. As Sharon Friel, professor of health equity at the Australian National University, outlines in a new book, Climate Change and the People’s Health, most of those who died because of Hurricane Katrina came from disadvantaged populations. These were also the groups that suffered most in the aftermath, as a result of damage to infrastructure and loss of livelihoods. “It was also lower-income groups, and in particular children and the elderly, who were at increased risk of developing severe mental health symptoms compared with their peers in higher income groups,” Friel writes. It is not only the direct and indirect impacts of climate change that worsen health inequities; policies to address climate change can have unintended consequences. Friel cites international evidence that the distribution of green spaces in cities to promote urban cooling and health tends to benefit mainly white and affluent communities. Friel’s book outlines myriad ways in which climate change interacts with other social determinants of health to create a multiplier effect that deepens and compounds health inequities. Yet policymakers have been slow to respond, although such concerns were clearly identified more than a decade ago, in the landmark WHO report on the social determinants of health, which said it was important to bring together “the two agendas of health equity and climate change”. While Friel says the relationships between climate change and health inequity are “messy and complex”, she argues that understanding there are common determinants of both problems provides an opportunity to “kill two birds with one stone”. Friel calls for intersectoral action, with a focus on equality, environmental sustainability and health equity, to tackle the underlying “consumptagenic system” that drives both problems. This system is “a network of policies, processes and modes of understanding and governance that fuels unhealthy, inequitable and environmentally destructive production and consumption”. An unfair burden In Victoria, a large community health service provider called Cohealth has had processes in place for at least five years to work with at-risk groups during extreme weather events, in recognition of the need to address climate change as a health threat, especially for disadvantaged populations. During heatwaves, the service checks on homeless people, public housing residents and people with mental illnesses to ensure they can take steps to stay safe. “The growing frustration of people in the health sector is, this work is eating into our budgets, it’s occupying the time of our staff – and yet there is little or no policy recognition of the way health resources are being taken to address these problems,” says Cohealth chief executive, Lyn Morgain. She adds that local governments and service providers have been left to carry an unfair burden due to inaction on climate and health by governments, especially the federal government. Morgain, who is also chair of the Social Determinants of Health Alliance and a former board member of the Australian Council of Social Service, notes that Acoss has been championing the need to apply an equity lens to climate policy, to assess whether new policy proposals across a range of portfolios advantage or disadvantage low-income households. Kellie Caught, senior advisor on climate and energy at Acoss, is calling for the next federal government to invest in vulnerability mapping to identify communities most at risk from climate change, in order to support development of local climate adaptation and resilience plans. Governments also need to invest in building the resilience of community organisations such as those providing disability, aged care, meals on wheels and services for homeless people, to ensure they have the capacity to undertake disaster management and resilience planning, and continue operating through extreme weather events, she says. Acoss is advocating for mandatory energy-efficiency standards for all rental properties, for state and federal governments to invest in upgrading energy efficiency and production in all social and community housing, and for a fund to help low-income earners such as pensioners upgrade their homes’ energy efficiency, as well as programs for remote and Indigenous communities. It is more than a decade since policymakers were presented with evidence showing that such measures bring concrete health benefits for low-income households. A widely cited randomised trial, published in 2007 in the BMJ, found that insulating low-income households in New Zealand led to a significantly warmer, drier indoor environment, and resulted in significant improvements in health and comfort, a lower risk of children having time off school or adults having sick days off work, and a trend for fewer hospital admissions for respiratory conditions. “Interventions of this kind, which focus on low-income communities and poorer quality housing, have the potential to reduce health inequalities,” found the researchers. ‘A big silent killer’ The health of people in Burnie in north-west Tasmania is shaped by rates of poverty, unemployment and poor educational outcomes that are worse than the state’s average. At the public hospital, emergency physician Dr Melinda Venn is reminded every day how people who are poorer and sicker have difficulty accessing the services they need. She describes seeing patients who struggle to feed their families, or buy medications and who often can’t afford to put petrol in their cars to get to the doctor. Her prescription for what would help her community’s health and wellbeing is similar to Renee Blackman’s in north-west Queensland. It includes wide-ranging action to address poverty, including through raising the Newstart allowance and more generally ensuring liveable incomes, as well as access to affordable fresh food, public transport and higher education. Venn also stresses the importance of better funding for preventative health measures and primary healthcare. “Every day we see people come to the emergency department, either because they can’t afford to get into the GP or they can’t get into the GP,” she says. Dr Nick Towle, a medical educator at the University of Tasmania who helped organise a recent Doctors for the Environment Australia conference in Hobart, where delegates declared a climate emergency, says that addressing the intertwined issues of health inequities and climate change will require massive transformation in how governments operate. They must move beyond the current siloed approaches whereby, for example, the housing portfolio can be reluctant to invest in improving housing if savings are to the health portfolio. Towle says a systems approach would reimagine urban development so that communities are within cycling or walking distance of local food production, green spaces and infrastructure such as shops, primary healthcare and aged care centres, and with active and passive solar a requirement for all new developments. Like Venn, Towle stresses the need to invest far more in primary healthcare and the prevention of chronic conditions such as obesity, diabetes, lung and cardiac disease, which are more common in poorer communities, and make people less resilient to the effects of heat, which he says “is emerging as a big silent killer”. Back in Mount Isa, Renee Blackman stresses the importance of local action in responding to both health inequities and climate change. Local governments, especially Indigenous local governments, should be given more support for tackling these issues, she says. “At least talk to the people it’s going to affect,” she says. “As an Aboriginal organisation, we would never tread on someone else’s Country, without first asking, what do you need?” An assessment of the major parties’ track records and election promises shows Australia has a better chance of acting on poverty and climate change as critical health equity concerns if there is a change of government. The Acoss’s election policy tracker suggests the Greens have the best policies for addressing poverty and climate change, while the Climate and Health Alliance scorecard gives the Greens top marks (8 out of 8), followed by Labor (4.5 out of 8) and the LNP (zero out of 8). The Consumers Health Forum of Australia scorecard gives the Greens’ health policies the highest rating (21 out of a potential score of 37), followed by Labor (16/37) and the LNP (7/7). The Public Health Association of Australia has welcomed Labor’s and the Greens’ commitments on preventative health, while the Australian Health Care Reform Alliance has called on both major parties “to follow the lead of the Greens and commit to health policies that deliver both equity and efficiency”. Like many, the Consumers Health Forum is disappointed in the lack of focus on primary healthcare, saying “the absence of a transformational agenda for primary care is a missed opportunity this election”. Meanwhile, the Australian Healthcare and Hospitals Association scorecard records the Liberal National party as having no explicit commitment to health equity and, days out from an election, the Rural Doctors Association of Australia says the Greens are the only party to have addressed rural health issues so far. Some health organisations have not yet released an election scorecard. Reporting in this series is supported by VivCourt through the Guardian Civic Journalism Trust"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}