{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/may/16/brooks-koepka-us-pga-tiger-woods", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-05-16T23:18:39Z", "webTitle": "Brooks Koepka in no mood to relinquish his US PGA title with round of 63", "webUrl": "https://www.theguardian.com/sport/2019/may/16/brooks-koepka-us-pga-tiger-woods", "apiUrl": "https://content.guardianapis.com/sport/2019/may/16/brooks-koepka-us-pga-tiger-woods", "fields": {"headline": "Brooks Koepka in no mood to relinquish his US PGA title with round of 63", "bodyText": "Brooks Koepka is not the individual anyone would want to encounter when seeking a cure from illness at a major championship. Just ask Tiger Woods. As Koepka’s love affair with golf’s big four continued, a struggling Woods could only look on with admiration. “It could easily have been a couple better,” said Woods of Koepka’s 63, as he seized the lead at the 101st US PGA Championship. Koepka will begin day two with a one-stroke advantage over Danny Lee. Woods, making his first start since claiming the Masters in April, produced one of his more unorthodox rounds before signing for a 72, two over par and, crucially, nine adrift of his imperious playing partner. The 15-times major champion made a double bogey at his opening hole and did likewise at the 17th, his 8th. A requirement to shake off rust was obvious; Woods had skipped his planned practice session on Wednesday, with an explanation for that arriving during round one media duties. “I wasn’t feeling that good yesterday so I decided to stay home and rest,” Woods said. “I got a little bit sick.” Woods denied recurring allergies were at the root of his problem – he was not of a mind to deliver further description at all, in fact – but insisted he felt in rude health by the time of his opening tee shot. To his credit, he did not cite illness – or a 32-day competitive break – as responsible for the messy elements of his Bethpage start. It defied logic that Woods would ordinarily play only nine buildup holes during US PGA week, as proved the case. Even during his pre-tournament press conference on Tuesday Woods had looked out of sorts. Having made an eagle at his 13th courtesy of a curling 30ft putt, Woods had produced four threes in succession. At that juncture he tied fifth on the leaderboard. Optimism among vast New York galleries proved misplaced as the 43-year-old tossed three shots back to the course over his closing stretch. “I felt good today,” Woods added. “It wasn’t as clean as I’d like to have it.I didn’t get off to a very good start. I then found my way back around, got it back under par for the day, then let a couple slip away with a couple of bad putts and a couple mistakes at the end.” Koepka seems to regard errors as an alien concept. “I’ve never been this confident,” he said, in what will serve as much as a warning to his opponents as his scorecard. In his last seven major appearances before this US PGA, the Floridian has returned three wins, a second and a sixth. Having asserted this week that he thought he could return a double-digit major haul from his career, Koepka drew raised eyebrows. The defending US PGA champion also put forward the unorthodox case for majors being easier than standard events due to what he perceives as an ability to count out a significant chunk of the field from competing. As he made a mockery of testing Bethpage conditions, let alone the circus associated with partnering Woods, suddenly Koepka’s claims appeared perfectly valid. “I’m there to do one job and that’s play a good round of golf,” said Koepka on whether even Woods may be intimidated by his presence. “It doesn’t bother me too much what anybody else thinks.” Koepka appeared in danger only once, at the 6th, where he hit a poor chip but salvaged par from 10ft. Strangely, in context of his terrific score, he did not manage a birdie at either of this venue’s par fives Lee, who has not fulfilled his potential since winning the US Amateur in 2008 as an 18-year-old, posted eight birdies in his 64. “The top 20 guys in the world make it look easy, but it’s not always fairy-tales and unicorns out here,” said the New Zealander – except for Brooks Koepka, apparently. Tommy Fleetwood, who came so close to overhauling Koepka at last year’s US Open, nearby at Shinnecock Hills, opened with a three-under-par 67. Rory McIlroy’s cold putter contributed heavily to his 72; the Northern Irishman offered a rueful smile when closing with his only birdie of the day. Dustin Johnson, Jordan Spieth, Jason Day and Phil Mickelson posted 69s. Sergio García’s 74 renders another missed cut a genuine possibility; the Spaniard has not survived for a major weekend since the 2017 Open. Three months earlier he won the Masters."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}