{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/may/02/home-office-stopped-thousands-of-britons-for-immigration-checks", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-05-01T23:01:07Z", "webTitle": "Home Office stopped thousands of Britons for immigration checks", "webUrl": "https://www.theguardian.com/uk-news/2019/may/02/home-office-stopped-thousands-of-britons-for-immigration-checks", "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/02/home-office-stopped-thousands-of-britons-for-immigration-checks", "fields": {"headline": "Home Office stopped thousands of Britons for immigration checks", "bodyText": "Sajid Javid is facing calls to prove immigration officials are not racially biased after the Home Office admitted thousands of British citizens were being stopped in immigration checks – more than any foreign nationality. In the UK’s largest cities, 5,938 British citizens were stopped from January 2017 to October 2018, sparking concern that black and minority ethnic Britons were being wrongly targeted through racial profiling. Enforcement officers who conduct checks on people they suspect of immigration offences on the street, in workplaces and on public transport had more encounters with British citizens who have a right to be in the UK than the combined number of people from Romania, Pakistan and India, who were the next most likely groups to be targeted. The error of stopping British citizens was illustrated by the fact that only five of those stopped were arrested, compared with 2,188 among Romanians, Pakistanis and Indians. The Home Office’s guidance states that “a person’s colour or perceived ethnic origin can never be the basis of your ‘reasonable suspicion’ that someone is an immigration offender.” The data was obtained by the Bristol Cable and the Bureau of Investigative Journalism and related to stops in the UK’s 11 largest cities. The Home Office has 16 immigration compliance and enforcement teams across the UK but does not record the ethnicity of the people it stops. The shadow minister for women and equalities, Dawn Butler, has said it must now start, because “immigration enforcement should not discriminate against any individual as it results in huge structural barriers against black and minority ethnic people in the UK”. She added: “These statistics are appalling but sadly not surprising, as I recognise this evidence from my own lived experience. The Home Office should reflect seriously and start collecting data on ethnicity to ensure that its approach moving forward is both proportionate and efficient.” The Equality and Human Rights Commission (EHRC) said more information was needed “to determine whether British people … have been victims of racial profiling.” An EHRC spokesperson said: “The Home Office should review its immigration policies to ensure they are in accordance with their legal equality duties and take appropriate action to address any shortcomings.” The Home Office denied that ethnicity would be a reason for stopping someone. It said it did not record the ethnicity because that characteristic would not have contributed to the immigration officers’ encounters with people they stopped because to do so would be illegal. Liberty, the civil rights campaign group, said this explanation would be “laughable” were it not so serious a matter. Gracie Bradley, Liberty’s campaigns manager, said: “The government’s hostile environment is premised on racial profiling, and has created the conditions for structural discrimination to flourish, be that through immigration checks for essential goods and services, or raids targeting ethnic minority businesses and diverse neighbourhoods. The Home Office urgently needs to start collecting ethnicity data for its stops.” There have been increases in the proportion of stops targeted at British citizens in London and Bristol since earlier figures for 2012 to the end of 2016 were released. But there were reductions in the practice in Glasgow, Sheffield, Leeds and Birmingham. Frances Webber, the vice-chair of the Institute for Race Relations, said: “If they had to make a record of the ethnicity as well as the reason for the stop that might make them think twice.” A Home Office spokesperson said: “Enforcement officers record details of all those they encounter while carrying out their duties regardless of whether they are of interest for immigration reasons. As Home Office enforcement officers operate in the UK, it is not surprising that a significant proportion of those they encounter are UK nationals.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}