{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/may/13/liverpool-chairman-magical-season-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-05-13T21:30:00Z", "webTitle": "Andy Robertson warns Manchester City: Liverpool are here to stay", "webUrl": "https://www.theguardian.com/football/2019/may/13/liverpool-chairman-magical-season-premier-league", "apiUrl": "https://content.guardianapis.com/football/2019/may/13/liverpool-chairman-magical-season-premier-league", "fields": {"headline": "Andy Robertson warns Manchester City: Liverpool are here to stay", "bodyText": "Andy Robertson has warned Manchester City to expect another fierce fight to retain their crown after declaring that Liverpool are poised to challenge again and again. The left-back also believes Arsenal, Chelsea, Tottenham and Manchester United face a battle simply to enter the title race, given the standards the top two sides have set this season. Robertson said: “Man City know, hopefully, we are here to stay; we know they are definitely here to stay – they are incredible. Then all the teams have to catch us as there was quite a gap between second and third. They all need to come up to us and, if they do, it will be an incredible title race next season.” Liverpool have not mounted title pushes in successive seasons for almost three decades and failed to build on the last two campaigns when they were runners-up, selling Xabi Alonso in 2009 and Luis Suárez five years later. Robertson is confident history will not repeat itself: “Fingers crossed we don’t lose anyone. We are a tight group and we don’t want to lose anyone. We will go into next season as strong as ever.” Liverpool have the promise of continuity with Robertson, Alisson, Joe Gomez and Trent Alexander-Arnold contracted until 2024, while Mohamed Salah, Sadio Mané, Roberto Firmino, Virgil van Dijk and Fabinho have four years remaining on their deals. James Milner is the only player in his thirties to start more than five league games and Robertson thinks Liverpool’s youth equips this team to remain a force for several seasons. “We are a tight-knit group, a young group so hopefully we will be here for many years and we will be a better team in terms of maturity and experience next year,” he said. The Scotland captain thinks Liverpool, who secured a record points total for a side finishing second, may not need to improve to end their long wait to become champions. “I think maybe it is doing what we have done,” he said. “Ninety-seven points wins every single league apart from last season, so if we do that again we will keep knocking on the door and we won’t be far off it.” Van Dijk has said the Champions League final on 1 June offers the perfect opportunity for Liverpool to release the frustration of missing out on the Premier League title. Jürgen Klopp has given his squad several days off and they will report back for a warm-weather training camp in the buildup to the Champions League final against Tottenham in Madrid, where Van Dijk believes the Premier League can serve as motivation to end the season on a glorious high. “Frustrated is the right word,” said the PFA player of the year. “I think we are all going to be a little disappointed, because we were so close …But we have to look on the positive side and remember we are still in Madrid. Hopefully we can end the season on a high. It is fantastic to be in the Champions League final twice in a row. Hopefully we can do a little bit better this time.” The recognition of his fellow professionals was among several individual accolades for Van Dijk this season but the defender admitted he would happily exchange the PFA award. “It’s a big honour, a huge honour, but I would swap it immediately for the Premier League title,” he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}