{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/may/02/lies-damn-lies-and-campaign-material-the-biggest-fibs-of-the-election-so-far", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-05-01T23:00:08Z", "webTitle": "Lies, damn lies and campaign material: the biggest fibs of the election so far", "webUrl": "https://www.theguardian.com/australia-news/2019/may/02/lies-damn-lies-and-campaign-material-the-biggest-fibs-of-the-election-so-far", "apiUrl": "https://content.guardianapis.com/australia-news/2019/may/02/lies-damn-lies-and-campaign-material-the-biggest-fibs-of-the-election-so-far", "fields": {"headline": "Lies, damn lies and campaign material: the biggest fibs of the election so far", "bodyText": "When it comes to political campaigning, Australia does not have “truth in advertising” laws. This means politicians can literally say whatever they like – provided they do not “mislead or deceive an elector in relation to the casting of a vote” in the eyes of the Australian Electoral Commission. Much of the misleading content this campaign has appeared online in easily shared and often unauthorised Facebook advertisements. But the key players have not been shy in bending the truth in their tangible campaign materials either. Warren Mundine’s pension promise The aspiring Liberal member for Gilmore was caught out this week when a photo of his campaign bus showed him spruiking a plan to “increase the age pension”. The only problem? The Liberals have no such plan. In fact, the Coalition government only ditched its policy to increase the pension age to 70 last year. Scott Morrison defended the false claim by pointing out that the pension is indexed and increases twice each year. That may be true, but it’s unlikely that would have been the takeaway for most voters who saw the slogan. The bus has since been repainted. Shorten joins #StopAdani campaign? In Rockhampton, the Liberal National party is running a billboard that shows Bill Shorten clutching a #StopAdani banner. It’s a potent message in north Queensland, where the mine is a hot button issue. But the image has been cropped. The full image shows Shorten confronting an anti-Adani protester who stormed the stage at Labor’s national conference. He was not clutching the banner by choice, far from it. GetUp’s Frydenberg fizzer The campaign material in question here is not “voter facing”, but written advice doled out to GetUp! campaigners in treasurer Josh Frydenberg’s seat of Kooyong. Volunteers for the progressive activist group were told hammer the message that Frydenberg was involved in the “coup” against former prime minister Malcolm Turnbull. The talking points said: Josh Frydenberg was part of the coup that removed Malcolm Turnbull as prime minister. Frydenberg failed to get any real action on climate change. He’s part of the chaos in Canberra. He’s in Coalition with Peter Dutton, Tony Abbott and Barnaby Joyce. As the organisation’s boss, Paul Oosting, later found out in an excruciating interview with ABC presenter Jon Faine, there is no evidence to support that claim and GetUp was forced to update the material. Palmer dishes up tripe on tax It is hard to know where to start with Clive Palmer’s United Australia party, but where better than the ubiquitous YouTube ads that the mining magnate has beamed into homes around the country. One is particularly notable for the deftness of its deception. “The Liberals are going to give us tax cuts, but not until 2024,” the party’s third Senate candidate in Queensland, Yodie Batzke, says. She goes on to describe Labor as also offering “2024 tax cuts”. While their plans differ, both major parties are in fact promising tax cuts for most income earners by the end of the financial year. Incredibly, the Palmer video is titled: “More lies from Liberal &amp; Labor … ” There is also Palmer’s claim – in newspaper ads and on his website – that his party “will” win government. It can’t be a lie given the election has not been and gone. But the basis for the claim is so heroic, it is worth discussing. Sure, the polls place the United Australia party (UAP) at about 5% nationwide. Luckily, UAP’s internal polling actually places its support at 15%. And Palmer claims that the remaining undecided voters – 28% of Australians according to said internal polls – will also vote for UAP. Nothing is certain, except lies about taxes (particularly death taxes) Material accusing Labor and the Greens of taking an inheritance or “death” tax to the election has been widespread. Some of it has been blatantly false, while others have, according to critics at least, sought to amplify the deceptive advertisements by hinting at the unauthorised material. It is true that the Greens have previously supported such a proposal. Its high-profile candidate in Kooyong, Julian Burnside, has too. But the party pointedly disavowed the policy in March. Labor does not support the policy either. In a Twitter video, Advance Australia, the self-styled conservative answer to GetUp, claims the Greens support a death tax. Meanwhile, Liberal party pamphlets accuse the Greens of backing an inheritance tax. They also use the Coalition’s oft-repeated line that Labor will introduce a “retiree tax”. The removal of franking credit refunds is not a tax. Labor has also been forced to ask Facebook to remove fake news – and election material from some independents – that claims a Shorten government intends to introduce “death duties”. And the Liberals have been accused of boosting that message through official, authorised campaign material. The Canberra Liberals have a portable billboard with the slogan: “Labor will tax you to death.” Later, the Canberra Times reported two trucks with the slogan were vandalised, with a bag of faeces left on one of them. Alt-right pamphlet backs Anning Voters in Melbourne have sent Guardian Australia pamphlets purporting to be from members of the alt right this campaign. The extremist material advocates a vote for Fraser Anning’s Conservative Nationals, or otherwise backs One Nation, the Australian Liberty Alliance, or the Australian Conservatives. The author was likely acting “independently of any formal grouping (and probably youthful)”, says Andy Fleming, who has studied the far right. “But in general its themes reflect concerns typical of the alt-right milieu – principally, deracination, and the assault upon national sovereignty, which ‘mass immigration’ and ‘multiculturalism’ are supposed to represent.” A reader, who described the pamphlets as “bullshit”, was told by the AEC that material could not be considered “misleading and deceptive” communications under the Electoral Act."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}