{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/may/14/adani-deal-with-myanmar-military-linked-company-raises-human-rights-alarm", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-05-13T22:49:17Z", "webTitle": "Adani deal with Myanmar military-linked company raises human rights alarm", "webUrl": "https://www.theguardian.com/business/2019/may/14/adani-deal-with-myanmar-military-linked-company-raises-human-rights-alarm", "apiUrl": "https://content.guardianapis.com/business/2019/may/14/adani-deal-with-myanmar-military-linked-company-raises-human-rights-alarm", "fields": {"headline": "Adani deal with Myanmar military-linked company raises human rights alarm", "bodyText": "The Adani Group has signed a US$290m commercial deal with a holding company controlled by the Myanmar armed forces, who have been accused by UN investigators of committing genocide and crimes against humanity. The Indian conglomerate behind the controversial Carmichael coal project in north Queensland was granted permission in April to develop a container port in Yangon, on land owned by the Myanmar Economic Corporation. The MEC generates significant revenue for the Myanmar military, known as the Tatmadaw. The Australian human rights lawyer Chris Sidoti is one of three authors of the UN report, which called for senior members of Myanmar’s armed forces to be prosecuted for genocide against the country’s Rohingya Muslim community. The full report, published in 2018, recommended that no business should enter into an economic relationship with Myanmar’s security forces or any enterprise they control. Speaking to the Guardian, Sidoti said: “Through this project, Australian coal will be helping to fund the operations of the Tatmadaw and enriching the generals in Myanmar.” Adani says its deal violates no Australian, US, UN or other international sanctions, and rejected suggestions the investment was unethical or would compromise human rights. The company’s massive proposed Carmichael coalmine has become a central issue in the Australian election on 18 May. Environmentalists have long claimed Adani does not have the social licence to operate in Australia, citing opposition from a faction of Indigenous traditional owners and widespread opposition to the project on climate grounds. Human rights lawyers say revelations about Adani’s relationship with the MEC in Myanmar should raise questions about its suitability to conduct business in Australia. Established in 1997, the MEC remains one of Myanmar’s largest corporations. Controlled by the military’s directorate of defence procurement, its operations are largely shielded from public scrutiny. Dozens of acres of land and a jetty owned by the MEC will be used in the development of Ahlone International Port Terminal 2, which is set to become a high-capacity entry point for container traffic in Myanmar’s commercial capital, Yangon. The site has been leased to Adani for an initial period of 50 years. The nearby Ahlone Port Terminal 1 is also owned by the MEC. The MEC was subject to sanctions by the US Treasury between 2008 and 2016 for its role in supporting human rights violations committed by the Tatmadaw. Rights groups have called on the US to sanction the group once again. In March 2017 the UN human rights council commissioned a fact-finding mission to investigate allegations of human rights abuses in Myanmar. Its 440-page report, published in September 2018, indicated that the Tatmadaw were responsible for genocide and crimes against humanity. The investigators were denied access to Myanmar by the government but interviewed 875 witnesses who had fled the country. They found that the military were “killing indiscriminately, gang-raping women, assaulting children and burning entire villages” in Rakhine, home to the Muslim Rohingya, and in Shan and Kachin. The Tatmadaw also carried out murders, imprisonments, enforced disappearances, torture, rapes and used sexual slavery and other forms of sexual violence, persecution and enslavement – all of which constitute crimes against humanity. Among its recommendations was that businesses should not “enter into an economic or financial relationship” with Myanmar’s security forces, in particular the army, and “any enterprise owned or controlled by them or their individual members”. The authors also called for Myanmar to be referred to the international criminal court, naming a group of senior army officials, including the Tatmadaw chief, Min Aung Hlaing, who they believed should be investigated for the ultimate international crime. Marzuki Darusman, chair of the UN mission, has said the alleged genocide is “ongoing”. Sidoti told the Guardian the MEC and its subsidiaries appeared to be “the mechanisms by which the military gets off-budget income to fund its activities and avoids civilian control”. “Money will go straight into the pockets of the military as an institution and its generals as individuals,” he claimed. “One of the key recommendations of the [UN] report was a call for disengagement from the Tatmadaw and its business network. This should include a return to sanctions against the Tatmadaw and its offshoots and those companies that do business with them. We hope that politicians in Australia and Queensland will take this into account where it comes to the proposed mine.” While he acknowledged that none of the six military officials named in the report were on the MEC board, Sidoti claimed: “We know the integrated structure of the military; you don’t have to be sitting on the board to be profiting from what is happening.” Phil Robertson, deputy Asia director of Human Rights Watch, claimed to the Guardian that MEC’s profits “go directly into the pockets of active duty military commanders”. “Money earned by the MEC is never seen by the government or the people of Myanmar and there is no accountability for the conglomerate’s operations,” Robertson said. “Adani’s port deal with the MEC increases the Myanmar military’s chokehold over maritime traffic and the export trade in a way that will increase both the wealth and lack of accountability of senior commanders within Myanmar. The MEC needs to be hit with targeted economic sanctions by governments around the world, and investors like Adani should be put on notice that doing business with the MEC will mean they lose business opportunities in other countries like Australia. “Put simply, the military commanders who ultimately control the MEC belong in prison rather than a boardroom cutting deals with foreign investors like Adani. Australia should put Adani on notice that their Myanmar projects going forward will jeopardise their ability to do business in Australia.” Adani released a statement to the Guardian denying that its deal was unethical. “This investment does not breach Australian, US, UN or other international sanctions,” it said. “Adani rejects the insinuation … that this investment is unethical or will compromise human rights. “As with all its international investments, the Adani Group has been guided by the Securities and Exchange Board of India and other key international guidelines and will inform the concerned authorities when we firm up the agreements. “The land where the port is proposed to be built has been leased from MEC following extensive due diligence. This matter does not relate to Adani Mining Pty Ltd or the Carmichael Project. Adani Mining Pty Ltd operates under Australian law and regulations … “It is important to note that many economic sanctions against Myanmar were lifted in recent years following political reforms within the country and the election of a civilian government. While some nations, including Australia, have arms embargoes and travel restrictions on key members of the military in place, this does not preclude investment in the nation or business dealings with corporations such as MEC.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}