{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/may/09/chelsea-and-arsenal-into-europa-league-final-as-english-teams-seal-full-house", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-05-09T21:47:41Z", "webTitle": "Chelsea and Arsenal into Europa League final as English teams seal full house", "webUrl": "https://www.theguardian.com/football/2019/may/09/chelsea-and-arsenal-into-europa-league-final-as-english-teams-seal-full-house", "apiUrl": "https://content.guardianapis.com/football/2019/may/09/chelsea-and-arsenal-into-europa-league-final-as-english-teams-seal-full-house", "fields": {"headline": "Chelsea and Arsenal into Europa League final as English teams seal full house", "bodyText": "Arsenal and Chelsea have qualified for the Europa League final, completing an historic week with European football’s two major finals now featuring Premier League teams. The London clubs will face one another in Baku on 29 May while Liverpool will take on Tottenham in the Champions League final in Madrid on 1 June. Arsenal beat Valencia 4-2 to win their semi-final tie 7-3 while Chelsea sealed their place in the final by beating Eintracht Frankfurt 4-3 on penalties after the match finished 1-1 after extra time, with the aggregate score 2-2. It will be the first time in the history of European football that one country has monopolised the two finals and means that both trophies will head to England. “Here the level is very high,” said Chelsea’s Italian manager Maurizio Sarri. “If you think that, to get to the final of the League Cup, we had to play against Liverpool, against Tottenham – the finalists of the Champions League – and then we played against, in my opinion, the best team in Europe in the final, Manchester City, you can understand the level here is very high. “At this moment, the Premier League is the best championship in Europe and, as a consequence, in the world. But it’s not easy for an English team to arrive in the last month in a very good condition, physically, because here we play more than in the other countries.” Pierre-Emerick Aubameyang, who scored a hat-trick for Arsenal, was asked what reaching the final meant to Arsenal. He said: “It means a lot. I think we have learned from last season [when they were eliminated in the semi-finals]. This year we didn’t make the same mistakes, so now we are through to the final and we are all happy.” Both Arsenal and Chelsea will receive only 6,000 tickets for the final in Baku’s Olympic Stadium despite it having a capacity of 68,700. Arsenal released a statement soon after the final whistle insisting they are working with Uefa to gain a larger percentage of seats to add to the “disappointing ticket allocation”. “This disappointing ticket allocation presents us with extreme difficulties in how we allocate tickets to you, our loyal supporters. As many of you will be aware, we are proud to have approximately 45,000 season-ticket holders and over 180,000 official members. “It is inevitable that with an allocation of just 6,000 tickets for the final, there will be thousands of fans who have supported the club for years and been part of our Europa League journey this season, who will be unable to attend this match. This is a disappointing situation.” There have been Champions League finals contested by clubs from the same nation before. Real Madrid beat Atlético Madrid in 2014 and 2016. Jürgen Klopp’s Borussia Dortmund lost to Bayern Munich at Wembley in 2013 while Manchester United and Chelsea played in the last all-English final in 2008, with United winning on penalties. Milan beat Juventus on penalties in 2003 while Real beat Valencia in 2000. There have been a dozen one-country match-ups in the junior competitions. There had been three all-Spanish finals in the Fairs Cup before it gave way to the Uefa Cup, whose very first final, in 1972, was an all-English affair. Spurs played Wolves over two legs, winning 3-2 on aggregate. There have been a further eight other finals since between sides from the same country, most recently when Atlético beat Athletic Bilbao in 2012. However, there has never been four clubs from the same country featuring in both of European football’s finals and many will argue that the billions flowing into the Premier League are now having a direct effect on those competitions. Arsenal and Chelsea’s victories came after Liverpool and Spurs marched into the Champions League final following dramatic semi-final wins. Klopp’s side overcame a 3-0 first-leg deficit to beat Barcelona 4-0 at Anfield and win the tie 4-3, while Tottenham were 3-0 down on aggregate against Ajax before Lucas Moura’s hat-trick completed an unlikely last-minute comeback in Amsterdam, as they drew the tie 3-3 and went through on away goals."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}