{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/may/24/danny-cipriani-gloucester-saracens-owen-farrell-england-premiership", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-05-24T21:00:23Z", "webTitle": "Danny Cipriani aims to keep climbing and lead Gloucester into final", "webUrl": "https://www.theguardian.com/sport/2019/may/24/danny-cipriani-gloucester-saracens-owen-farrell-england-premiership", "apiUrl": "https://content.guardianapis.com/sport/2019/may/24/danny-cipriani-gloucester-saracens-owen-farrell-england-premiership", "fields": {"headline": "Danny Cipriani aims to keep climbing and lead Gloucester into final", "bodyText": "As he stood clutching his latest prestigious prize, up on the brightly lit stage at the Premiership Rugby Awards in London this week, Danny Cipriani was asked about the “trials and tribulations” he has overcome. Quick as a flash – “Trials and tribulations?” – he had the entire room laughing knowingly with him. Say what you like about Cipriani but his ascent from a Jersey prison cell back to rugby’s sunlit uplands has been this season’s most colourful tale. A failure because he cannot make the England squad? It recalls the vintage line delivered to a partying George Best in the 1970s – “Tell me, George, where did it all go wrong?” – by a room-service waiter entering his Park Lane suite. Even the most talented and successful of athletes can be pigeon-holed purely on the basis of reputation and few onlookers have ever associated Cipriani with dull conformity or monastic abstinence. There are other faint echoes of Best: for all his talent the fly-half, now 31, has yet to play at a World Cup. The chances of Eddie Jones picking him for Japan this autumn are widely presumed to be somewhere between slim and none, and Saturday arguably represents his last realistic opportunity. Should Gloucester’s encouraging season extend beyond their crunch semi-final date with Saracens and Cipriani outshine Owen Farrell at Allianz Park, even Jones may have to reconsider. Because, professionally, Cipriani has had the season of his life. His pre-campaign arrest outside a St Helier nightclub last August now feels about as current as the first series of Bergerac and at Gloucester, win or lose, his teammates all swear by him. “Danny has been completely instrumental in how we’ve been playing,” says Ben Morgan, the Cherry and Whites No 8. “I don’t think there’s anyone who plays at the line like he does. He’s got a big box of tricks he can pull from and they’re all disguised. He can throw a 30-metre pass or a two-metre pass; you’re about to hit him and you don’t know where that ball’s going. That’s a skill and I don’t think anyone else can do that.” The majority of Cipriani’s peers feel similarly: he has just become the first Englishman in history to be voted simultaneously players’ player of the year and Premiership player of the season. According to Morgan, he has been just as impressive during the week as he has at weekends. “People don’t see how particular he is in the training environment; a lot of our strike moves off set pieces have been outstanding. So much credit has to go to him for that.” It remains one of rugby’s irrefutable truths, even so, that one man cannot win – or lose – a top-class game alone. Few appreciate better than Cipriani how crucial it is for his teammates to win the gainline collisions or inch forward even half a yard in the scrums. Do that and his box of tricks can be opened. Only if Saracens’ power is neutered will Cipriani – “If we match them physically we’ll give ourselves a chance” – have sufficient ball to weave his influential spells. If Farrell, in contrast, has an armchair ride behind a dominant pack, his opposite number might as well spend his afternoon in Stringfellows. That crucial caveat, of course, will not stop comparisons being made or body language being scrutinised. Both men insist they are fine with one another but the video of Farrell’s initial exasperation when Cipriani kicked to the corner for Jonny May’s winning try in Cape Town last summer spoke of two 10s with differing on-field visions. Cipriani, either way, suggests they may share more than similar tastes in music – “I think everyone in the squad likes hip hop, from what I remember” – and a competitive streak. “A lot of sportsmen have a very similar DNA. I get on really well with Owen. He is a very diligent athlete in the way he looks at things; he is meticulous and extremely talented. The timing of his pass and the way he runs a team … you can see the aura he has.” Farrell, likewise, argues himself and Cipriani both essentially have the same professional objectives. “I don’t know him as well as I know some others but I’ve always been good with him. I worked with him a fair bit on tour and a fair bit in the last World Cup camp. I’ve seen the way he likes to do things and you see a lot of that in Gloucester now. He seems to be getting a lot out of them.” He also retains his teenage memories of Cipriani’s dazzling early years. “Danny was a superstar at a young age, wasn’t he? He could do some electric things. He won the Heineken Cup early with Wasps and you remember some of the tries he was involved in and scored. It’s the same now – he is quick, gets himself out of tackles, beats people and is exciting. You look at things like that.” What could really hurt Saracens, though, is Cipriani’s passing: as someone wrote recently on Twitter, it is like watching David Gower unfurl a languid cover drive. The beauty also lies in the timing and precision. “For me, rugby is about making decisions and executing them – whatever your style or however you look doing it. If you make a series of good decisions, three in a row, it becomes un-defendable.” Which begs the perennial question: could he yet provide England with another attacking dimension? The chances may seem remote but the desire is certainly there. He would, he says, trade in all his awards for a RWC training squad place and a Twickenham final; if an England recall does not materialise he will remain philosophical. “With my non-selection, people want to find a reason why, but in that moment it might not be what the coach feels. You have to accept that. Eddie speaks to everyone who is in and around the squad and keeps driving me to get better. I am very grateful for that. Hopefully I can go out and execute well this weekend, be involved in the squad and put my best foot forward.” If Gloucester spring an unlikely semi-final surprise, the boy Danny could yet enjoy the last laugh."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}