{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/may/09/petr-cech-arsenal-chelsea-final-perfect-end-career-europa-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-05-09T23:51:00Z", "webTitle": "Petr Cech says Arsenal v Chelsea Europa League final is ‘perfect end’ to career", "webUrl": "https://www.theguardian.com/football/2019/may/09/petr-cech-arsenal-chelsea-final-perfect-end-career-europa-league", "apiUrl": "https://content.guardianapis.com/football/2019/may/09/petr-cech-arsenal-chelsea-final-perfect-end-career-europa-league", "fields": {"headline": "Petr Cech says Arsenal v Chelsea Europa League final is ‘perfect end’ to career", "bodyText": "Petr Cech described this as the “perfect end” to his career as his former club Chelsea reached the Europa League final 45 minutes after Arsenal had done the same, while Alexandre Lacazette called Pierre-Emerick Aubameyang “unbelievable” following the superb hat-trick that carried Unai Emery’s side to Baku. Cech now has the chance to finish his 22-year career with another major trophy, the end delayed for another three weeks. “You have to be brave, keep calm and play your best game [in the final]. Every single round I went and thought this could be the last game. I’m glad they weren’t. I could play ice hockey, play the drums, and just see what comes,” he said. First though he has one more game to play, thanks to Aubameyang and Lacazette, who were a level above everyone else in a 4-2 victory at Mestalla, 7-3 on aggregate. Afterwards, Aubameyang admitted the pair had worked on their partnership. “We have talked a lot about our relationship and it is a pleasure to play with him, above all when you win games like this,” he said. “We have learned from last season and we didn’t make the same mistakes this time.” Lacazette added: “We reacted well to going behind and we knew we had to score a minimum of one goal tonight. Auba was unbelievable with an incredible hat-trick, so thanks to him. We’ve played badly in the Premier League during the last month and now we have to use this opportunity. We want to play in the Champions League next season and we want the trophy.” Emery said he was proud of “every single one” of his players, and praised his strikers not only for their goals but their work rate. He likened this performance to Arsenal’s away at Napoli in the previous round, and their place in the final gives them the chance to win the third European trophy in their history, after the 1970 Fairs Cup and the 1994 Cup Winners’ Cup. “These two matches were amazing,” the Arsenal manager said. “The mentality for these two matches, how we respond against two big, big teams, was perfect. Today we showed everybody our character and also our capacity to be together and struggle.” “They are very, very good strikers,” Emery said of Aubameyang and Lacazette. “I am proud of them, how they worked defensively. There are big players, good strikers, but when the commitment is like today defensively, [when they] work to help us, it is amazing. Their attacking moments also came because other players created chances for them to score, so the work from every player was perfect. Not one team this year has scored four goals against Valencia. Only one time, against Atlético Madrid, have they [even] conceded three goals and we did that last week as well. It’s a very good team, a difficult team, and today we showed we can do that.” The Valencia manager, Marcelino, congratulated Arsenal, who he admitted had been superior over the two legs and praised their strikers: “They had maybe nine chances and they scored seven of them. That’s an extremely high percentage.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}