{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/may/20/rail-timetable-changes-come-into-effect-as-industry-reels-from-annus-horribilis", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-05-19T23:00:17Z", "webTitle": "Rail timetable changes come into effect as industry reels from annus horribilis", "webUrl": "https://www.theguardian.com/uk-news/2019/may/20/rail-timetable-changes-come-into-effect-as-industry-reels-from-annus-horribilis", "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/20/rail-timetable-changes-come-into-effect-as-industry-reels-from-annus-horribilis", "fields": {"headline": "UK rail timetables change again as industry reels from annus horribilis", "bodyText": "Rail passengers in the UK endured the worst year on record for delays and cancellations in 2018, it has emerged, as commuters brace for a new timetable change. Rescheduling on British railways last May was the catalyst for chaos and disruption, particularly in the north-west and south-east. An estimated 4m hours were lost to passengers over the year through major delays, with 80 trains every day on average held for half an hour or more, according to the consumer group Which?. The annual data, from the Office of Rail and Road, also shows in 2018 there was a record number of cancellations – 241,934 in total or an average of 660 a day – with Govia Thameslink Railway, Transpennine Express and Northern services worst affected. The rail industry has vowed to learn from last year’s debacle, and has stepped up preparations and contingency plans to avert similar chaos as more changes come into effect on Monday. The first services changed on Sunday but the crucial test was expected to come from changes to peak-time weekday commuter services. Announcements across the network have advised passengers to check times before travelling. The number of new services being introduced this year, more than 1,000 a week, is about a third of the additions that were planned for last May. The most ambitious changes will come on South Western Railway, with hundreds of extra services a week including more peak-time trains from the home counties into London Waterloo. An industry-wide project management office was set up to monitor each operator’s plans and readiness, including staff rosters and train availability, as well as the infrastructure around the country, before this year’s changes. The Rail Delivery Group, which represents the operators and Network Rail, said new services were only being introduced where there was confidence that all the necessary parts were in place. Extra staff, including rapid response teams on standby, have been deployed to minimise disruption. Although rail bosses have been reluctant to express confidence after plans unravelled last year, the rail minister Andrew Jones said he was “very confident” that changes would proceed smoothly, after processes and checks were put in place. The torrid year for rail passengers in the north-west was underlined by Which? research showing that TransPennine recorded the highest cancellation rates – more than one in 10 of its services. Northern trains had more than quarter of a million cancelled stops in the last 12 months, according to the Northern Fail app – developed by a frustrated commuter using open data from the railway to track the service – – with partial cancellations or omitted stations adding to the number of cancelled services. Strikes have also reduced the overall number of trains with special timetables implemented on those days. Which? has renewed calls for simpler, easier compensation for affected passengers. Neena Bhati, its head of campaigns, said: “The rail industry has fundamentally failed on punctuality and reliability. A vital way the government’s rail review and industry can start to restore faith is by introducing automatic compensation for delays and cancellations so that passengers don’t have to fight to get the money they are owed.” Northern said it had introduced 2,000 extra services a week since last May and urged passengers to plan ahead for this week’s timetable changes. It said the changes would bring improvements on many routes, including a new direct service between Chester and Leeds, while some timings would alter on regular services."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}