{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/may/25/josh-frydenberg-low-emissions-future-is-inevitable-and-a-huge-opportunity", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-05-24T23:53:21Z", "webTitle": "Josh Frydenberg: low-emissions future is inevitable and a huge opportunity", "webUrl": "https://www.theguardian.com/australia-news/2019/may/25/josh-frydenberg-low-emissions-future-is-inevitable-and-a-huge-opportunity", "apiUrl": "https://content.guardianapis.com/australia-news/2019/may/25/josh-frydenberg-low-emissions-future-is-inevitable-and-a-huge-opportunity", "fields": {"headline": "Josh Frydenberg: low-emissions future is inevitable and a huge opportunity", "bodyText": "Josh Frydenberg says Australia needs to roll out new infrastructure in the coming term of government to support renewable energy zones, and has declared that the “inevitable” transition to low-emissions sources creates an opportunity for the country. In his first wide-ranging interview since holding his Victorian seat last weekend, where he was subjected to a concerted campaign from the Greens and the climate-focused independent Oliver Yates, Frydenberg told Guardian Australia the Coalition would implement the $3.5bn climate policy it took to the election rather than pursue a reboot. But echoing the Liberal senator Arthur Sinodinos, who has urged colleagues to use a changing energy market to bolster the Coalition’s environmental credentials and be positive about the increasing share of renewable energy, Frydenberg said emissions reduction and a strong economy were not mutually exclusive propositions. “I do see the energy transition as an opportunity,” the treasurer said. “I’m really excited by the technology developments – the peer-to-peer lending, microgrids, the improvements in solar panels, battery storage, Snowy 2.0, the Tasmanian renewable energy resource and the potential we will get from a second interconnector. “One thing we really need to do, which I will be thinking about as the treasurer, is putting in place the infrastructure nationally that the Australian Energy Market Operator has talked about to create the renewable energy zones and to ensure we have the transmission and distribution networks to prepare our country for the long term. “I see enormous opportunity for the economy from a lower emissions future. Renewables are coming down the cost curve, but the key is ensuring stability in the system. If there’s one message I can leave: I don’t see this issue of climate and energy as a zero-sum game. I don’t see a strong economy as mutually exclusive from emissions reduction.” Addressing the economic outlook as Scott Morrison bedded down a ministerial reshuffle expected on Sunday or Monday, and as government MPs prepare to return to Canberra on Tuesday, Frydenberg said the government faced challenging times. He pointed to the increase in trade tensions between the United States and China as a geopolitical confrontation with the potential to put a drag on global economic growth. The treasurer said another round of US tariff increases would double the proportion of global trade covered by recent trade actions from 2% to 4%. He suggested global headwinds, coupled with pressures in the domestic economy, such as weak consumption and a slowdown in the housing market, made the government’s proposed income tax cuts an important stimulus, although he did not use that word. Frydenberg said the package “must be supported in its entirety and as a priority”. He rebuffed questions about whether it was prudent to bake in tax cuts for high-income earners at a time when uncertain global and domestic conditions meant the budgetary position could easily deteriorate, and he continued to insist the expensive tax relief would not trigger expenditure cuts despite recent analysis from the Grattan Institute pointing to that risk. He said the tax cuts would “strengthen the system” and maintain its progressive element. Asked whether the chance of cutting government expenditure to pay for the tax cuts package was zero, Frydenberg said: “Everything is budgeted and funded and we laid that all out in the budget.” And on whether the government would pursue further tax reform in this term, revisiting either business tax relief or the GST, the treasurer ruled out both."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}