{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/may/20/limiting-screen-use-may-improve-teenagers-sleep-blue-light", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-05-19T23:01:17Z", "webTitle": "Limiting screen use for one week may improve teenagers' sleep – study", "webUrl": "https://www.theguardian.com/society/2019/may/20/limiting-screen-use-may-improve-teenagers-sleep-blue-light", "apiUrl": "https://content.guardianapis.com/society/2019/may/20/limiting-screen-use-may-improve-teenagers-sleep-blue-light", "fields": {"headline": "Limiting screen use for one week may improve teenagers' sleep – study", "bodyText": "Sleep problems suffered by teenagers can be improved after just one week by limiting evening exposure to light-emitting screens on mobile phones, tablets and computers, a study suggests. The research indicates that by reducing their exposure to blue light-emitting devices in the evening, adolescents can improve their sleep quality and reduce symptoms of fatigue, lack of concentration and mood swings after seven days. Previous studies have indicated that overexposure before bedtime to blue light emitted from devices can affect the brain’s clock and the production of the sleep hormone, melatonin, resulting in disrupted sleep time and quality. The new research from the Netherlands found that teenagers who had more than four hours per day of screen time had sleep-onset and wake-up times on average 30 minutes later than those who recorded less than one hour per day of screen time, as well as more symptoms of sleep loss. The team conducted a trial to assess the effects of blocking blue light with glasses and no screen time during the evening on the sleep pattern of 25 frequent users. Blocking blue light with glasses and screen abstinence resulted in sleep-onset and wake-up times occurring 20 minutes earlier and a reduction in reported symptoms of sleep loss in participants after a week. Dr Dirk Jan Stenvers from the department of endocrinology and metabolism at the Amsterdam UMC said: “Adolescents increasingly spend more time on devices with screens and sleep complaints are frequent in this age group. “Here we show very simply that these sleep complaints can be easily reversed by minimising evening screen use or exposure to blue light. Based on our data, it is likely that adolescent sleep complaints and delayed sleep onset are at least partly mediated by blue light from screens.” The study was a collaborative project between the Netherlands Institute of Neuroscience, the Amsterdam UMC and the Dutch National Institute for Public Health and the Environment. Experts welcomed the research, presented at the European Society of Endocrinology annual meeting in Lyon, France, but cautioned that further work was needed to interrogate its findings. Kevin McConway, an emeritus professor of applied statistics at the Open University, said: “On the face of it, this new research looks as if it might have found something interesting, but there are several reasons why it might not have. “For one thing, it’s based on a conference abstract, so all we have is the abstract and a press release, and neither of those contains all the details that I’d want to check on evaluating the research. Also, it won’t yet have been through full peer review, so I can’t be confident that other scientists have checked things either. “The differences in sleep patterns between frequent and infrequent screen users might be caused by the differences in screen use, or they might have nothing to do with that. “And the improvements in sleep, when the frequent users wore glasses that cut out blue light, or when they did not use screens for a week, might have been caused by the special glasses or the avoidance of screens, but there are other potential reasons for those improvements in sleep that might explain the findings at least in part.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}