{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/may/12/zach-merretts-mic-drop-moment-is-a-boon-for-afl-gender-equality", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-05-11T22:00:14Z", "webTitle": "Zach Merrett's mic-drop moment is a boon for AFL gender equality | Emma Race", "webUrl": "https://www.theguardian.com/sport/2019/may/12/zach-merretts-mic-drop-moment-is-a-boon-for-afl-gender-equality", "apiUrl": "https://content.guardianapis.com/sport/2019/may/12/zach-merretts-mic-drop-moment-is-a-boon-for-afl-gender-equality", "fields": {"headline": "Zach Merrett's mic-drop moment is a boon for AFL gender equality", "bodyText": "“I can stay quiet, which I will not do. I can speak up, which I am. But the third choice is to act, which I will do to the best of my ability,” wrote Essendon footballer Zach Merrett about gender inequality this week. It was a mic drop moment. Many men in football are supporters of gender equality as they know gender inequality is a key factor driving violence against women. Yet it is largely women who are on the front line promoting the need for cultural change. Footballers like Zach Merrett rarely choose to use their megaphone of male footballer privilege to draw attention to it. Patty Kinnersly is the CEO of Our Watch, an organisation established to drive nationwide change in the culture, behaviours and power imbalances that lead to violence against women. She recently told the Outer Sanctum podcast that people now understand the causes but are asking what we do in our workplaces, our schools and in our social settings to affect change. Our Watch research shows that nearly 80% of Australians want to do something about gender inequality, but only 14% feel like they would. In Australia, sport, and specifically football, can play a huge role in rebalancing gender stereotypes. The influx of women into football clubs via the AFLW, the premiership success of Richmond under the first female AFL club president Peggy O’Neal and an increase in female voices in commentary boxes are making women more visible in football. But women remain under-represented in the game, despite female members of AFL footy clubs being only slightly outnumbered by men. AFL clubs, and their infrastructure, have been built by men for men. The introduction of AFLW teams has required upgrades to change rooms, uniforms and fixtures to make women welcome. But institutional change will require cultural change. It will rely on players and valued voices in the inner sanctum, voices like Zach Merrett’s, to look under every rock footy clubs are built on, and reassess long held traditions through a lens of equality. One such institution is the Hall of Fame. Each club, along with the league, boasts a Hall of Fame. Being inducted into the Hall of Fame, while an honour, is a “cherry on top” title ordained for services rendered. It doesn’t accompany a payment or promise of career progression. For supporters, it sets the tone for a club’s culture and marks what the club stands for and rewards. It is for these reasons the recent induction of Stephen Milne into the St Kilda Football Club Hall of fame was met with consternation. Milne was at the centre of a decade-long legal case, in which he was alleged to have raped a woman. The case concluded when he pleaded guilty to a lesser charge of indecent assault. The case was a public relations disaster for the club and for the code. In the outer it was a reminder to female fans that women were not always respected by the footy heroes they cheered on the weekend. One such fan of St Kilda was current Carlton AFLW player, Darcy Vescio. “I grew up loving St Kilda and idolised the men running around,” she says. “But during the Stephen Milne trial and the St Kilda school girl story I started to distance myself from AFL and felt like it was no longer a space I could be part of. I lost complete interest in the league and didn’t really come back until women’s football started to emerge.” While Milne was eligible for the induction as he fulfilled the criteria set out by the St Kilda Football Club Honours and Awards Committee, the criteria didn’t consider his legacy off the ground. Dani Armstrong grew up loving St Kilda as her dad played for the Saints. When the Hall of Fame was announced this year she said the message it sent was clear: “This isn’t a place for you, it is a place for us and we are not changing.” Institutional change can only come when we go back and look at the way we have always done things. As a sign of the changing times and commitment to equality and inclusion, the Hawthorn Football Club have committed to casting a fresh set of eyes over their criteria for the Hall of Fame when their History, Tradition and Past Player Committee next meet. Last year the criteria for Hall of Fame was updated in a game changing move that makes it possible for women to be eligible. Next month, when the AFL announces the 2019 inductees, there is hope this historic milestone might be achieved. The ripple effect of such a breakthrough would be immeasurable, proving the AFL to be a code that genuinely and demonstrably respects and believes in gender equality. The AFL also awards life memberships each year. In 120 years of AFL/VFL history, 429 men have been granted life membership, while only two women have been bestowed the honour. The late Jill Lindsay was made a life member in 2001 and Sam Mostyn was acknowledged in 2016 after her years of service to the game on the AFL Commission. Jan Cooper, Debbie Lee and other female footy pioneers are absent from the list, notably so, given the decades of service they have committed to the game. The criteria and pathways have been too narrow and limiting to accommodate the integral role so many women have played, excluding them from the list of AFL life members to date. But there is hope this oversight will be amended. The benefits of gender equality aren’t just cultural, according to AFL goal umpire Chelsea Roffey, the first woman to officiate an AFL grand final, and a Churchill fellow for research into gender equality. “Diversity drives better business results and that’s the reason the leading organisations do it – because it makes economic sense,” Roffey told the Outer Sanctum podcast. Economic results are a great way to motivate institutional change, but it benefits all of us to act, just as Zach Merrett has vowed to do. Football has a huge role to play in setting the tone for promoting equality. As the latest Our Watch campaign tells us “Doing nothing does harm”. We need players like Zach Merrett to speak up and act. His voice carries weight and his actions will inspire the fans who cheer for him both on and off the ground."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}