{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/may/06/ineos-eliud-kipchoge-attempt-break-marathon-two-hour-barrier-london", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-05-05T23:01:07Z", "webTitle": "Eliud Kipchoge plans 'superhuman' 1:59 marathon in London in October", "webUrl": "https://www.theguardian.com/sport/2019/may/06/ineos-eliud-kipchoge-attempt-break-marathon-two-hour-barrier-london", "apiUrl": "https://content.guardianapis.com/sport/2019/may/06/ineos-eliud-kipchoge-attempt-break-marathon-two-hour-barrier-london", "fields": {"headline": "Eliud Kipchoge plans 'superhuman' 1:59 marathon in London in October", "bodyText": "Exactly 65 years ago on Monday in Oxford Roger Bannister collapsed into a swarm of bowler-hatted men before hearing words that revived him quicker than any pharmaceutical pick-me-up. “Result of event eight: one mile. In a time of three minutes and … ” Bannister had achieved what many thought was impossible by smashing the four-minute-mile barrier. Now, Eliud Kipchoge, four times a London marathon winner, the last of them only days ago, has announced his intention to shatter athletics’ last great barrier – running a marathon in under two hours. “This will surpass everything I have achieved,” says Kipchoge, 34, who intends to make the attempt in London in October. “It will be history for the human family.” One idea under consideration is to hold it in Battersea Park in front of a 250,000 crowd. As things stand, the Guardian understands that preferred date is 13 October , a week after the World Championships end. Organisers also confirmed that Hugh Brasher, the son of Chris Brasher, who helped pace Bannister in 1954, is helping with their planning as part of his role as the event director of the London marathon. The attempt is bound to generate controversy, however, given it is financed by the richest man in Britain, Jim Ratcliffe, whose petrochemical company Ineos has faced protests from environmentalists for its business practices, use of plastics and links to fracking. However Ratcliffe, who recently took over the Team Sky cycling squad and is funding the Daily Mile in schools, denied he is engaging in sportswashing. “It’s just a really good sporting endeavour,” he said. “For athletics or endurance, this is the most extraordinary challenge that faces a human being. For any of us who do run, the concept of going for 42km at 2min 50sec a kilometre is unthinkable. Most people on the planet couldn’t do that for one kilometre, so achieving this would be almost superhuman.” When asked whether he really believes it is feasible, Ratcliffe nodded. “I watched Eliud from the London Marathon pace car last Sunday,” he said. “The roads were poor. It was a really hilly course. It was windy. And it didn’t really have pacemakers who were effective as they weren’t going fast enough. And he still ran two hours two minutes.” If anyone can run a marathon in 1hr 59m it is surely Kipchoge, who is the reigning Olympic champion and holds the world record of 2:01:39. Two years ago at the Monza racetrack the Kenyan also became the fastest man over 26.2 miles, running 2:00:25, although it did not count as an official record as it did not comply with all the rules of athletics’ governing body, the IAAF. Kipchoge confirmed that similar banned strategies, including using a pace car that acts as a giant wind-shield and having a phalanx of pacemakers who subbed in and out of the race, would be used in October. “It’s not about the IAAF, it’s about history,” he explained. “I really want to leave a big legacy.” Organisers are hoping that the attempt will take place on a two-three kilometre circuit in London, either in a park or on closed roads. But they admit they will need the authorities to be flexible on dates as they need a two-week window in October to enable them to run on a day when it is around 12C, dry and with little wind. Whether the British weather will be so obliging, however, is another story. “We just hope the powers that be in London are sympathetic to the quest,” said Ratcliffe. “If it’s a road circuit it needs to be a Sunday morning and we need to have optionality on three consecutive weekends. If there’s too much rain, for instance, there’s not enough adhesion and you’re slipping around the corners. “The course also has to be flat, a good surface, and it can’t have corners which are too sharp,” he added. “Secondly, we have to find pacers to keep up. Then, it is about having the right environment and a crowd to lift Eliud’s spirits, as in Monza it got a bit lonely. A lot of this is about pain tolerance. What level of pain are you prepared to tolerate?” The Kenyan, meanwhile, is convinced he has the experience and nous to succeed. “Running the fastest ever marathon time of 2:00:25 was the proudest moment of my career,” said Kipchoge, who was speaking at the Iffley Road track where Bannister broke the four-minute mark. “To get another chance to break the magical two-hour mark is incredibly exciting. I always say that no human is limited, and I know that it is possible.” Ratcliffe, moreover, insists he is unconcerned about the prospect of large protests during the record attempt – and insisted that his latest project is not about trying to soften his company’s image. “You don’t want to get too deep about it really,” he claimed. “We make US$6bn-7bn a year in profit. What’s wrong with investing a bit of that into sport, good challenges and some good people? Eliud is the best marathon runner there has ever been. This will be very inspirational – and get kids putting running shoes on.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}