{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/may/16/manchesetr-city-hungry-watford-fa-cup-final-vincent-kompany", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-05-16T21:29:45Z", "webTitle": "Vincent Kompany says Manchester City’s ‘lions’ ready to savage Watford", "webUrl": "https://www.theguardian.com/football/2019/may/16/manchesetr-city-hungry-watford-fa-cup-final-vincent-kompany", "apiUrl": "https://content.guardianapis.com/football/2019/may/16/manchesetr-city-hungry-watford-fa-cup-final-vincent-kompany", "fields": {"headline": "Vincent Kompany says Manchester City’s ‘lions’ ready to savage Watford", "bodyText": "Vincent Kompany says Manchester City will resemble a pride of lions against Watford in Saturday’s FA Cup final, with the captain joking he will put “blood in the water” to make them even hungrier as his team seek to complete England’s first domestic treble to add to their Premier League title and Carabao Cup. “It’s not about adding that achievement to my CV, I don’t care about my CV,” he said. “I know this team and they are like lions. When this team is hungry, they are such a special team. I’m going to do everything I can to put a bit of blood in that water, so this team gets even hungrier.” Kompany often tries to ensure there is no lessening of focus. “My style is pretty simple. Every now and then, when things are getting too comfortable, I go a little aggressive in training or I speak up and say what I think. “But the main thing is that these guys, together with the manager, are always able to understand what the priority is. We focus on winning games. Winning one [Premier League] title was not enough, it had been done before. Back to back – that is special.” Kompany’s 71st-minute winner against Leicester last Monday week was pivotal to City retaining the title, because it came in the penultimate match. He played down its significance and preferred to reflect on the 4-1 win at Brighton. “My goal feels like it happened two months ago,” he said. “I’m grateful to Kun [Sergio Agüero] for scoring as quickly as he did on Sunday, I’m grateful to Aymeric Laporte for scoring when he did and I’m grateful to Riyad Mahrez and Ilkay Gündogan. That sums us up – I’ve given four or five names and all these guys stepped up when they needed to. “We’re a big team and there’s no denying this. I’m so eager to play the FA Cup final, I’m so motivated. You can’t be complacent going into any game. To have reached this final is an achievement in itself but now we need to try to win it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}