{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/may/16/etienne-capoue-watford-manchester-city-fa-cup-final", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-05-16T21:29:44Z", "webTitle": "Watford’s Étienne Capoue turns blind eye to Manchester City’s matches", "webUrl": "https://www.theguardian.com/football/2019/may/16/etienne-capoue-watford-manchester-city-fa-cup-final", "apiUrl": "https://content.guardianapis.com/football/2019/may/16/etienne-capoue-watford-manchester-city-fa-cup-final", "fields": {"headline": "Watford’s Étienne Capoue turns blind eye to Manchester City’s matches", "bodyText": "Manchester City’s performances this season have been impressive enough to leave opponents daunted even before kick-off but Étienne Capoue, the Watford midfielder who will face them in Saturday’s FA Cup final, has found a way to avoid such intimidation. Other than the one City match in which he was personally involved, which his team lost 3-1 at the Etihad in March, he has not seen them play. Capoue, Watford’s player of the season, has said there is “no way” he would watch even a cup final on TV, preferring to watch basketball or spend time with his children. “I love football, I am passionate about it, but there is not only football in life,” he said. “I don’t really watch it on TV. The highlights are always on at the training ground but I will not be focused on a particular game. I’ll watch every [NBA] play-off and I try to get out there [to the US] every year. I am very passionate about basketball.” When the Frenchman finds himself with a free Saturday during the football season, he has no difficulty ignoring the game altogether. “I’ll spend a normal day with my wife and kids and try to learn something outside football,” the 30-year-old said. “I try to do a lot of activities. I don’t know what I will do after football but if I am too focused on football it would not be smart. It’s good to get a lot of information about other aspects of life.” Capoue, 6ft 2in and who has children aged five, four and one, watches NBA highlights if they wake him early in the morning, and might have gone into basketball full-time only for his family to change his mind. “The family said: ‘Come on, football, please,’ he said. “My cousin was a professional footballer so knew about the world of football and the family said it was crazy not to go. I had the ability to do both, but at the end of the basketball sessions I realised I just wanted to play football with the balls, so I thought: ‘OK, football it is.’ My friends still play basketball, so when I go home I play with them. It’s nice to get those basketball boots on again.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}