{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/may/16/us-pga-championship-2019-first-round-live-golf-tiger-woods", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-05-16T23:29:48Z", "webTitle": "US PGA Championship 2019: first round – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/may/16/us-pga-championship-2019-first-round-live-golf-tiger-woods", "apiUrl": "https://content.guardianapis.com/sport/live/2019/may/16/us-pga-championship-2019-first-round-live-golf-tiger-woods", "fields": {"headline": "US PGA Championship 2019: first round – as it happened", "bodyText": "So that’s your lot for today. A day dominated by defending champion Brooks Koepka, who shot a tournament-record-equalling 63 for the second year in a row. Danny Lee’s afternoon 64 and Tommy Fleetwood’s opening 67 weren’t half bad either. Join us tomorrow afternoon at 1pm; we promise action from the get-go. Thanks for reading. Nighty night! -7: Koepka -6: Lee -3: Fleetwood -2: Lorenzo-Vera, Reavie, List, Kang, Perez Kim Si-woo clearly tired on the closing stretch. Having bogeyed 7 and got away with that tee shot at 8, he failed to get up and down from a greenside bunker at 9. Bogey. A scrappy end to his round, but it’s still a fine one-under 69. A dreadful tee shot by Kim Si-woo at the par-three 8th. He slices his 5-iron towards a tree front right of the green. The ball drops from the branches and nearly dunks into the pond, but it snags on the bank. A massive stroke of luck, because that would surely pinball into the drink 99 times out of 100. The young man from Seoul isn’t going to fritter away that big break: he chips up to ten feet, and makes the par saver. He stays at -2. The thin margins between success and failure in golf right there; that could easily have been a double or worse. McIlroy finally makes a birdie! He’s had to wait 18 holes for it, but here it is. He wedges gloriously to four feet, and makes the putt. That’s a disappointing two-over 72, especially in the context of Brooks Koepka’s carry-on, but it’s also a fine way to finish. And he responds accordingly, with a broad smile as he shakes his partners’ hands. Duly rejuvenated, a low score tomorrow morning would keep him in it. Meanwhile par for Day (-1) and for Mickelson (-1), the latter getting up and down marvellously from the sand. Danny Willett had been going reasonably well. Level par through his first 17 holes, and on the 9th green in regulation. But he leaves a long putt well short, and pays for his timidity. He can’t make the six-foot saver, and that’s a closing bogey. Still, a one-over 71 for a player who has missed six cuts in 11 majors since his signature win at the 2016 Masters. He’ll surely take it once the initial disappointment dies down. Kim Si-woo slips back to -2 after bogey at 7. Punishment for sending his drive into the rough. Meanwhile trouble for Mickelson on 18: he nearly finds sand on the left with his drive; he does find sand by the left of the green after hacking up the hole from the thick rough. He looks to have tweaked his elbow, too, grimacing and flexing in tandem. Birdie for Pat Perez on 18, after wedging his second pin high to 12 feet. That’ll make up for the birdie putt he missed from a similar distance on 17. He signs for a 68, very impressive since he’s not long back from injury with a calf strain. Rory McIlroy continues his forlorn pursuit of a birdie. He sends his tee shot at 17 over the flag, but can’t make the putt from the fringe at the back. He remains at +3. One last chance. His partner Phil Mickelson pushed his tee shot miles left, albeit still on the wide green. He’s faced with a treacherous 55-foot putt, breaking big left to right over a ridge. The first putt’s as near to perfectly paced as possible, almost stopping halfway before toppling over the ridge and picking up speed again. He’s left with a ten-footer; a fine result in context. He makes the birdie putt. A good a two-putt as you’ll see, though the tee shot was dismal. Speaking of dismal, the third member of the group, Jason Day, creams his tee shot to seven feet, then quits on the putt, leaving it dribbling apologetically to the right of the hole. Both Mickelson and Day remain at -1, although one will be considerably happier to do so than the other. Jason Day makes a 20-footer for birdie on 16 and moves into red numbers. Rory’s approach is right over the flag, ten feet away. His birdie putt doesn’t drop. He walks after it in high dudgeon. Sung Kang pars the 9th to sign for a fine two-under 68. And yet another birdie for his fellow South Korean Kim Si-woo, this time at 6! He joins Tommy Fleetwood in a share of third place at -3. DJ has a downhill ten footer ... and it stays wide left of the cup. He looks to the sky in anguish, but that’s a closing par and another decent opening round of 69. Rahm is last of the group to putt, and his effort from eight feet horseshoes out. He ends with a level-par 70. Rahm, Spieth and DJ pepper the flag at 18. Spieth is furthest away, though his approach was arguably the best, having clipped his ball pin high from a bunker down the right of the fairway. A shot good enough to elicit a broad smile from the career-slam chasing Texan. Spieth rattles in the straight 20-footer he’s left himself, and he signs for a one-under 69! McIlroy makes his bogey putt at 15. He’s +3, and could be doing with a strong finish at 17 and 18, the latter hole in particular a genuine opportunity to ensure his round doesn’t end birdie-free. But there’s been nothing in his general performance - or demeanour - to suggest he’s in the mood to turn this round. He’s been strangely flat all day. Sung Kang, on a roll after his win last week, arrows his tee shot at the 210-yard 8th to eight feet. In goes the putt, and he joins his compatriot Kim Si-woo at -2. Meanwhile McIlroy sends his second at 15 over the back and into deep trouble. He flips out as delicately as he can, but the ball rolls past the flag, then is taken 60 feet away by the slope of the green. He putts back up to four feet, and trudges back up the green, a study in misery. Still work to do for the bogey. A much-needed birdie for Jordan Spieth, curling one in at 16 from 30 feet. He’s back to level par. Birdie for his partner Jon Rahm too, and the Spaniard also moves back to even. Bogey for Perez at 15, who slips into the pack at -1. -7: Koepka (F) -6: Lee (F) -3: Fleetwood (F) -2: Lorenzo-Vera (F), Reavie (F), List (F), Kim (13*) -1: Fowler (F), Wallace (F), Cantlay (17*), D Johnson (16), Kang (16*), Perez (15), Mickelson (14), Kuchar (14) Tony Finau, having dropped a shot at 17, nearly snatches it back up the last. But his 25-foot left-to-right birdie effort dies right at the last. He’ll settle for an opening round of 70. Fine work, if you ignore the fact the entire picture’s been distorted by Brooks Koepka and Danny Lee. Meanwhile another birdie for Kim Si-woo, this time at 4, and he’s making a serious move up the leader board: he’s -2. DJ moves into red figures for the first time today! He sends his wedge over the flag at 15, the ball nestling into the rough at the back. He clips a delicate chip back onto the green, and sends his ball rolling along a gentle right-to-left route towards the cup. In! He’s -1. His partner Jon Rahm was half the distance inside him, but sends his nine-foot birdie putt wide left. He remains at +1. Paul Casey finally repairs all the damage of his ludicrous double-bogey meltdown on 13 - just in time! He rattles in a long putt from the fringe at 18, and that birdie takes him back to level par, exactly where he was before all that faffing about. It’s a 70 that’ll feel pretty good again. Nothing like a strong finish. Kim Si-woo moves into red figures. The 2017 Players champion started slowly, with bogeys at 11 and 15, but birdies at 18, 1 and now 3 have taken him to -1. Meanwhile the current Players champion watches in impotent horror as a ten-foot birdie putt dribbles past the right edge of the cup. It’s just not happening for Rory McIlroy in the majors these days. He remains adrift at +2. “As Jordan and Rory are finding out, even if you have won multiple majors by the time you’re twenty five, the career Grand Slam is rather elusive. That’s why only Sarazen, Hogan, Player, Nicklaus and Woods have achieved it. Jones, nope. Palmer, nope. Watson, nope. Mickelson, nope. Garcia, not yet.” The exquisite comic timing of Simon McMahon, ladies and gentlemen. He’s here all week. Try the pastrami bagels. Birdie for Pat Perez, who sinks a 30-footer on 13 for birdie. Now that Danny Lee is back in the hutch with his 64, he’s the best-performing afternoon starter still out there. He joins the group at -2. Danny Lee bashes his drive at 18 straight down the middle. He sends his next to 15 feet. Then calmly rolls in the birdie putt! It required every last drop of juice to fall into the cup; one dimple-width further away and it wasn’t dropping. But in it topples! That’s a 64 which, given the tougher conditions this afternoon, and the fact Lee was in Chase Mode, is arguably as good as Koepka’s 63 (that could easily have been a 60 or 61). Whatever, did we think any of the afternoon starters would get this close to the leader? No we did not! -7: Koepka (F) -6: Lee (F) -3: Fleetwood (F) -2: Lorenzo-Vera (F), Reavie (F), List (F) The 2015 champion Jason Day is the third member of McIlroy’s stellar group. And he’s just made back-to-back birdies too. He’s back to level par after a fairly sludgy start. Po’ Rory. Nothing continues to happen, with extreme prejudice, for poor old Rory McIlroy. He’s this close to trundling a 45-footer home on 12 for birdie, but it shaves the side of the cup. It had looked like dropping. But his partner’s on a roll! Phil the Thrill rolls one in from similar length, and that’s back-to-back birdies! He’s -1, and the gallery makes some noise for the first time in a wee while. Gary Woodland continues to drift out. A bogey at 14 now, and he’s back in the pack at level par. Alongside him at the moment, still out on the course, are the likes of Daniel Berger (15), DJ (12), Phil (11), Zach Johnson (11*), Marc Leishman (10) and Kim Si-woo (10*). Meanwhile here are some of the afternoon starters out there right now at -1: Tony Finau (14), Patrick Cantlay (13*), Sung Kang (13*) and money’s Matt Kuchar (10). It’d be a star-studded bunfight ... were it not for Brooks Koepka. One of the shots of the day by Danny Lee at the par-three 17th! He caresses his tee shot 200 yards towards the pin. His ball ends up four feet to the left of it. That is glorious, especially as the wind has picked up a little. In goes the birdie putt and he’s back to -5. Meanwhile how’s this for a recovery by Phil Mickelson? Having followed up his bogey at 7 with another at 8, he’s grabbed both of the shots back, first at 9, then at 11. High fives all round as he walks to the 12th tee before battering a monster drive down the middle. His dander’s up. -7: Koepka (F) -5: Lee (17) -3: Fleetwood (F) Jordan Spieth’s round continues to unravel. His drive at 12 is only a couple of feet wide right, but nestles in the thick stuff. He can only hack his second further up the filth. He forces his third onto the green. Two putts from 50 feet and he’s back to +1, having shed three shots since the turn. Just as we were beginning to dream about the career slam. Sung Kang drains a long one at 3. That follows birdies at 16 and 2, a fine response to opening with bogeys at 10 and 14. He won his first PGA Tour event only last Sunday, beating Matt Every and Scott Piercy to the AT&amp;T Byron Nelson in Dallas. He’s done nothing in the majors to date; could the 31-year-old South Korean finally make his mark here, while he’s in hot form? He’s -1. Hats off to Paul Casey. He rebounds from that nonsense at 13 with birdie at 14. His tee shot at the par-three was arrowed straight at the flag, 15 feet short. The putt was rammed in with some feeling, his ball performing the full 360 before dropping. There’s showmanship. He bounces back to +1. Bogey for second-placed Danny Lee at 15. That’s as good as he could have done after slicing his drive into deep trouble down the right of 15. In fact, his two-putt bogey from 70 feet is a fine example of damage limitation. But that’s Koepka three in the lead again. -7: Koepka (F) -4: Lee (15) -3: Fleetwood (F) Spieth is this close to a bounceback birdie at 11, but his 20-foot putt shaves the right edge of the cup. Meanwhile Woodland clatters down the leaderboard having hacked his way up the left of 11, all the way to a double bogey. He’s -1. Paul Casey involved in an absolute shambles on the par-five 13th. He opts to lay up, only to send his ball into a bunker. He thins it coming out, his ball flying into unplayable cabbage behind the green. After a penalty drop, he chips close, then misses a four-foot putt. That’s a double-bogey seven, and he storms off to have a full and frank discussion over distances with his caddie. He’s +2. Here’s the damage one errant drive can do. Spieth’s wild drive at 10 costs him a double bogey. He requires two to get back out onto the fairway, then sends his fourth into thick oomska in front of the green. His chip out isn’t particularly close, though he makes the seven-footer he leaves himself. The ball only just topples in, mind. One joule less of energy and that would have been a triple. It’s damaging enough, though, and he’s back to level par. A bit more on Koepka’s 63. It’s the 36th round of 63 in major-championship history; only Branden Grace’s 62 at Birkdale two years ago betters it. Koepka, who made a 63 in this championship last year at Bellerive, becomes only the third player to post two rounds of 63 in the majors; Greg Norman and Vijay Singh are the others. And he’s the only player to shoot two rounds of 63 in PGA Championship history. Thing is, he missed at least three short putts that he’d usually make in his sleep. It’s quite conceivable that Grace’s record 62 could have been beaten today. And we’ve all been talking about how hard Bethpage Black is. Well, it is, but Koepka is on another planet right now. Birdie for Danny Lee at the par-three 14th. His tee shot sails elegantly over the flag and stops on the fringe, 15 feet away. In goes the putt, and he moves to within two of the leader. A long way until he’s home, but this is shaping up to be a superb response to Brooks Koepka’s tournament-equalling round of 63. -7: Koepka (F) -5: Lee (14) -3: Fleetwood (F) -2: Lorenzo-Vera (F), Reavie (F), List (F), Spieth (9) Rory McIlroy is already wearing the expression of a busted docket. He misses a short par putt on 8 and drops to +2, walking off the green looking more defeated than annoyed. On Sky, Wayne Riley describes the putting stroke as less a push than a slice. That’s what early starters shooting 63 do to you. Elsewhere, Jordan Spieth sends a supersonic hook deep into bother down the left of 10. Imagine the mirror image of his infamous tee shot at Birkdale during the final round of the 2017 Open, only this time at least Spieth’s not holding his head in both hands and hopping from side to side in impotent anguish. But he’s been going well today, and that ain’t good. Ah! This is more like it! Dustin Johnson crashes a 305-yard drive round the corner at the dogleg-left 9th. His wedge in is miserably average by comparison, but then he rakes in a 30-foot putt for birdie. That causes some over-lubricated doofus to start hollering about foodstuffs various, a normally irritating state of affairs but we could be doing with a little atmosphere here so beggars can’t be choosers. DJ’s out in level-par 35. Brooks Koepka’s 63 has taken a little wind out of everyone’s sail. Danny Lee, Gary Woodland and Jordan Spieth apart, nobody is making any sort of positive move. Admittedly the actual breeze, as opposed to the metaphorical one, is up, so the course is playing even harder. But even so. Everyone trudging around without much incident right now. Another yip, this time on 7 by Phil Mickelson. He tugs it right from four feet, and that’s broken his run of pars, albeit not in the manner of his choosing. He’s +1. Meanwhile his partner Rory, desirous of an injection of energy, can only take a quiet two putts for par and moves on, still at +1. To be fair, he’d have taken that when his tee shot was sailing dangerously close to the trees. But the easier front nine is passing him by, and the leader seems ever further away in the distance. Yet another par for Spieth, who is ticking along very nicely. This time he cracks a 6-iron straight at the flag at the par-three 8th. He was between clubs, so not wanting to risk going over the back, leaves himself a 35-foot uphill putt. He very nearly drains it, but it stops a couple of turns short. A simple tap-in to remain at -2. If that all sounds easy, his partner Rahm hit an identical tee shot, got a read off Spieth’s putt, then underhit it before pushing his par putt right. A miserable three-putt bogey, and he’s back to level par. Nothing much is happening for Rory McIlroy. A string of pars after that bogey at 1, and now he’s sent a big slice towards the woods down the right of 7. He’s lucky the ball snags in the rough, though it means he’s got a long second coming in. He does well to power a long iron into the front of the green. But it’s a long two putts for par. He could do with raking one in, something to get the juices flowing. It’s all a bit flat right now. Par for Spieth at 7. Not a bad result seeing he’d left his first putt a good six feet short. Back on 6, it’s a similar feeling of relief for Phil Mickelson, who had flayed a ludicrous drive into deepest native nonsense down the left. He hacks his second into a greenside bunker, then splashes to six feet and strokes in the putt. He’s level par, after a string of the things. Back in 2009, Ross Fisher was one of only five players to finish the US Open here under par. No such form today for the 38-year-old Englishman. He was out in 40, having bogeyed 10, 12, 13, 15 and 18. But he’s turned over a new leaf upon turning, and he’s birdied 1. He’s +4, onwards and upwards. Up on 11, second-placed Danny Lee gives himself another fine chance to eat into Brooks Koepka’s lead, another approach fizzed straight at the flag. But he over-reads the left-to-right break and that’s just a par. He remains at -4, three off Koepka’s -7 lead. Another birdie for Gary Woodland, this time at 7. His third of the round, and he’s -3. One shot behind him: Jordan Spieth, whose drive at 6 found the semi-rough down the right. No worries! He bumps an iron up onto the green, threading it through the entrance to nine feet. In goes the putt. He walks after it before it drops, always the sign of a player with his tail up. He’s -2, and if he stays in this mood, form continuing to return slowly but steadily, the completion of that career slam this week is far from a pipe dream. Some par for Jon Rahm at 6! His drive ends up right beside a fairway bunker. He’s forced to stand in the trap, grip well down the shaft, and hook his second shot greenwards. He sends the ball into the sand to the left of the green, shortsiding himself. It’s all he can do to splash out to 40 feet. And in trundles the putt! He remains at -1, and that’ll feel like a birdie. For a while, a five looked the very best realistic outcome. Lee makes his birdie putt! That’s three in a row, and four in five holes. Only the seventh birdie on that hellishly difficult 10th today. Lee becomes the first of the second wave to eat into Brooks Koepka’s lead. -7: Koepka (F) -4: Lee (10) -3: Fleetwood (F) -2: Lorenzo-Vera (F), Reavie (F), List (F), Woodland (6) Paul Casey misses a tiddler on 7 to drop back to -1. Then he very nearly sinks a monster on the par-three 8th ... but not quite. Nearly a textbook example of golf’s ability to ping-pong from the sublime to the preposterous ... but as we said, not quite. Up on the par-four 10th, Lee creams his second into the green. Now, this green is pretty damn difficult to hold. You may recall Tiger choosing to lay up rather than going for it in two - and even then going over the back with his wedge. But Lee softly lands his shot pin high, leaving himself a five-footer for another birdie. That’s sensational. It’ll be criminal if that shot’s not rewarded with birdie. Danny Lee makes it three birdies in four holes. The latest at 9, having eased his approach from 190 yards to four feet. The 28-year-old Kiwi rises to -3, in a tie for second with Tommy Fleetwood. Lee has been threatening to break through for a while now without ever quite managing it. But this season he’s already got a second-place finish at the Mayakoba Golf Classic and a top-ten place at the Valero Texas Open to his name. Not quite sizzling form, but not too shabby either. The harder back nine coming up, so it’ll be interesting to see how he copes. Big Dustin can’t make his short birdie putt, and remains at +1. A gift horse’s dental records thoroughly checked. But his partner Jordan Spieth - who can complete a career grand slam here this week, it’s easy to forget - makes a fine birdie. He’d sent his drive into a bunker, but sent his third, a wedge, screeching to five feet. In dropped the putt, and he’s -1. It’s only a matter of time before Spieth relocates his mojo in its entirety; why not this week? If anyone’s got the mental capacity to grind something out around Bethpage Black, it’s surely the three-time major-winning Texan. One suspects Bethpage Black isn’t the sort of course that fits snugly with Bubba Watson’s freewheeling style and similarly artistic temperament. The two-time Masters champion has had a bit of a nightmare: five bogeys, one double and just the solitary birdie, and he’s the highest-profile casualty today. A six-over 76. Jason Dufner and Kiradech Aphibarnrat also shot 76; there were 75s for Shame Lowry and Lee Westwood. And major winners Henrik Stenson, Patrick Reed and Sergio Garcia had to settle for four-over 74s. Brooks Koepka a tiny speck in the distance, even with those biceps. So yeah, could go either way. DJ chips up, his ball flying straight at the flag. But he’s overcooked it. The ball clanks against the flag, and stops six feet past. A little fortunate; had that not bounced against the stick, he’d have been well past the cup. But as it stands, he’s got a short birdie putt. His playing partner Jon Rahm plays a similar chip exquisitely, but he was hitting four so will be tapping in for par. Meanwhile Danny Lee springs up the standings to -2 with birdies at 6 and 8. Tony Finau was many a tipster’s choice at the start of play. He demonstrated exactly why on the par-five 4th, finding the dancefloor in two big bashes before rolling in a 30-footer. Eagle. But he’s handed one of those shots straight back at 5. He’s -1. Meanwhile behind him, the pre-tournament favourite and world number one Dustin Johnson, who stumbled out of the blocks today with bogey at 1. Things could go either way on 4, as he’s sent his second over the green and down the slope at the back. His ball’s nestled up against the thicker rough, which might cause him some bother. Thanks to Rob. Back just in time to see Rory come this close to draining a monster on 2 for bounceback birdie. But he stays at +1, chasing from the very first drive. Paul Casey is going along nicely after birdies at 2 and 4; he’s -2. The big boomer Gary Woodland is doing well too, having birdied 1 and 4. And a final word today about Luke, whose ship was seriously List-ing (sorry) on his way back into port. Bogey at 15 was followed by a double at 17. But he righted himself just in time, making birdie at the last to end with a two-under 68. Another fine round that’s been distorted by the superhuman efforts of Brooks Koepka. Brooks Koepka has just spoken and made things sound very ominous for the rest of the field. I’ll leave you with his words and hand you back to Scott. Thanks for reading. I played great today, I’m very very pleased. The funny thing is it could have been a lot lower. I putted great and I’m excited for the rest of the week. I’ve hit it great for two weeks now, There’s no bad thoughts leaving the range. I feel confident and I like how I’m striking it. I’ve done what I needed to do today. Rory McIlroy is in the rough on the first hole 110 yards from the pin and can only dig his shot out and 70 yards up the fairway. A nice approach leaves him with a makeable chance for par but he fluffs it and that’s an opening bogey. Jason Day and Phil Mickelson pass up birdie chances but at least begin with pars. As one heavyweight group finishes, another begins and Jon Rahm has just shown Jordan Spieth and Dustin Johnson he means business. The fiery Spaniard rattles in a long-range putt for birdie on the first, where there is a par for Spieth while Johnson can only make bogey after trouble along the way. -7: Koepka (F) -3: List (16), Fleetwood (F) -2: Lorenzo-Vera (F), Reavie (F), Vermeer (5) What a performance this is from Koepka, who finishes his round in thrilling style by sinking a putt from miles out to card an astonishing 63. That is one off the major record, on a course that strikes fear into so many players. Woods rolls one up close from the edge of the green to make par and finish +2, just the nine shots behind Koepka. Molinari ends with the same score as Woods after holing a tricky putt at the last. Luke List rescues par at 16 with a sublime chip from a very difficult position. Then Matt Wallace follows suits with a similarly fine shot to stay -1. Just starting out today are Jordan Spieth and Dustin Johnson. Can either mount a challenge here in Bethpage? Brooks Koepka is moving along serenely as those around him fall away. A straightforward par three at his penultimate hole extends his lead to three shots, Luke List having made bogey at 15 to drop back to -3. Woods drops a shot at 8 to move back level with Molinari at +2. There is absolutely no doubt who has dominated today’s star grouping, with Koepka now eight shots ahead of his two playing partners. Tommy Fleetwood was fantastic today, and has been speaking about his 67 with some pride. I didn’t start off great. The first four holes weren’t great then things picked up and I really got it going. The wind was OK today which was good because it’s been so hard in the practice rounds. As soon as you miss a fairway, it doesn’t matter whether it’s by a yard or not, your’e more than likely going to make a bogey. It’s the toughest test but that’s what majors are for. Hello everyone, and thanks Scott. My first task is to bring you bad news for two of the field’s big dogs. Justin Rose’s charge has been halted by a bogey at 8. He is level with one to play. Adam Scott went one worse though, carding a double bogey at the same hole to move back to +1. And with that, I’m for the off. See you again in an hour. In the meantime, as Brooks Koepka looks to complete today’s gentle stroll around one of the hardest courses in the world, I’ll leave you in the loving arms of Rob Bleaney. Birdie for Chez Reavie at 18. He signs for a two-under 68. Like Fleetwood before him, that’s a strong finish to a round that was threatening to slip away from him, after bogeys at 12 and 13, and he’ll feel so much better about himself as he tucks into lunch. A second bogey in three holes for the Open champion Francesco Molinari, this time at 7. He’s paying the price for waywardness off the tee. He’s +2. Tiger misses another dribbler too, and that’s two bogeys in three as well. He’s +1. A simple par meanwhile for Koepka, who remains resplendent at the top of the leader board at -6. Lucas Glover won the US Open at Bethpage Black in 2009. The 39-year-old South Carolinian clearly likes the place; he’s opened up today with birdie at 1. Don’t expect too much, though: a fifth-place finish at the 2009 PGA apart, Glover has done absolutely nothing in the majors, before or since. Meanwhile a wonderful finish to Tommy Fleetwood’s round. Having bogeyed 5 and 8, you could have forgiven him for traipsing home in despair. But he whistled his second at 9 from the best part of 200 yards to four feet, and knocked in the birdie putt. He signs for a fine opening-day 67. -6: Koepka (15*) -4: List (14) -3: Fleetwood (F) -2: Lorenzo-Vera (F), Wallace (14) Brooks Koepka’s bogey-free round continues. He drives into filth down the right of 6, then finds a greenside bunker. He can only send his splash out 12 feet past the hole ... but arrows the putt straight into the cup. He remains at -6, albeit only two clear now, as Luke List has just birdied 13 to move to -4. Meanwhile a mention of Justin Rose, who recently birdied 4 and 6. He’s recovered his round well after that slow start; one of the pre-tournament favourites is now -1. While Koepka was busy saving par at 4 and then making birdie at 5, Tommy Fleetwood’s poor tee shot at 8 cost Southport’s finest another shot. A second bogey in four holes, and a great round is downgraded to merely good. Meanwhile there’s a new clubhouse leader in the late-flowering Mike Lorenzo-Vera. The 34-year-old from France has no record to speak of in the majors; cuts survived at the 2017 Open and last year’s PGA, and that’s it. But he’s just signed for a 68, having finished strongly with birdies at 16 and 18. -6: Koepka (14*) -3: List (12) -2: Lorenzo-Vera (F), Fleetwood (17*), Wallace (13) Brooks Koepka keeps on keepin’ on. He finds the centre of the 5th green in regulation, with a couple of calm swishes, then strokes in a 15-footer for yet another birdie. He’s -6. But it’s bogeys for his partners Molinari and Woods. Molinari after sending his tee shot into the rough, Tiger with a particularly careless three-putt. They’re +1 and level par respectively. The very early clubhouse leaders are in. With level-par 70s, currently putting their feet up: Sam Burns, Patton Kizzire, and one of the 20 club pros competing this week, Jason Caron. The 44-year-old former PGA Tour and Web.com Tour member, now a pro at Mill River, a 20-minute drive away, has only played in a major championship once before: the 2002 US Open at Bethpage Black! He did pretty well that week, too, finishing in a tie for 30th. And here he goes again. Molinari and Koepka scramble their pars. Both quite sensational given the way they came careering up the hole, zig-zagging around in the slapstick style like Keystone Kops. They remain at level par and -5 respectively. Elsewhere, Matt Wallace arrests his slide with birdie at 12; he’s -2 again; Tyrrell Hatton bogeys 13 to drop to -1; and the 2010 US Open champ Graeme McDowell birdies 13 to become one of 13 players currently under par. -5: Koepka (13*) -3: Fleetwood (16*), List (11) -2: Wallace (12) -1: Lipsky (16*), Lorenzo-Vera (17), Van Rooyen (16*), McDowell (14), Reavie (14), HAtton (14), Fowler (14*), Woods (13*), Bjerregaard (12) Koepka stalls over his third shot. He doesn’t look particularly happy with the lie, and so the rules official is called. Not sure what the concern is, but he’s eventually told to get on with it. Beforehand - ready golf ahoy! - Molinari bumps his chip up to ten feet. Koepka eventually attempts to flop his ball onto the green ... and dumps it weakly into more rough a few yards up. He must have had a hell of a lie. He does extremely well to bump his fourth to six feet, from where he’ll have a chance to scramble par. But beforehand, it’s an eagle for Tiger, who curls a right-to-left putt that’s never missing into the cup! The crowd go ballistic as he moves into the red! He’s -1, having made two double-bogeys today! After a short search, Koepka finds his ball. He thrashes his second up the hole. He’s still in the rough to the left, but it’s not as deep and he can easily make the green in regulation. He looks to have swerved disaster, because that was an appalling drive. Meanwhile Molinari, who had found a fairway bunker from the tee, catches the lip with his second and only advances 20 yards up the track. His third, a hybrid, takes a hot bounce off the green and nestles into thick rough at the back. Tiger, by comparison, splits the fairway, then whip-cracks an iron into the heart of the green. He’ll have a look at eagle from 30 feet or so. Brooks Koepka: human after all! He sprays his drive at 4 into waist-high filth down the left of the par-five. Hope springs eternal for the rest of the field. Especially as finding his ball might be easier said than done; there’s no gallery out there trampling down the long grass. Brooks Koepka: phenomenon. He strokes in a gentle left-to-right slider from 15 feet for yet another birdie. The three-time major winner opens a two-shot lead at the top, with the relatively easy par-five 4th coming up next. He looks beyond calm; it’s half a wonder he doesn’t occasionally stop on his insouciant stroll around Bethpage Black to smell the flowers. It’s way, way, way too early to worry about this turning into a procession, but, well, just to say the thought’s nagging away at the back. Tiger meanwhile tugs his much shorter birdie effort left of the cup, and trudges off disconsolate, his momentum stalled at +1. Par for Molinari (E) too. -5: Koepka (12*) -3: Fleetwood (14*), LIst (10) -2: Hatton (12) A light dash of pepper around the flag at the 230-yard par-three 3rd. Molinari and Koepka will have a look at birdie from 15 feet, while Tiger has an eight-footer for a third birdie on the bounce. Elsewhere, Chez Reavie bogeys 13 to slip to -1; Sam Burns follows bogey at 15 with another at 17 and he’s level par; Patrick Reed rises to level par with another birdie, this time at 4; and professional major bridesmaid Louis Oosthuizen, having played the back nine in two over par, birdies 2 and 4 to make it to level as well. Tommy Fleetwood finds the thick stuff down the left of 5. You know the rest: unable to reach the green with his second, he can’t get up and down from distance. He slips to -3 and now the defending champion stands alone at the top. -4: Koepka (11*) -3: Fleetwood (14*), List (9) -2: Reavie (12), Hatton (12) -1: Burns (16), Lipsky (15*), Scott (13*), Fowler (12*), Holmes (11), Bjerregaard (11), Wallace (10) Justin Rose, having started out with two early bogeys, hauled himself back to level par with birdies at 16 and 1. But he’s slipped back to +1 with bogey at 2. Patrick Reed begins a comeback with birdie at 1; he’s +1 as well. And Rickie Fowler has been rejuvenated since that double-bogey start: birdies at 18, 1 and now 3 have launched him up the standings to -1. He’s alongside Adam Scott, who had played the back nine in one-over 36, but has since birdied 2 and 4. Koepka misses his third extremely makeable birdie putt of the day, over-reading the left-to-right break. It’s absurd to think he could quite easily be -7 already, on a course as tough as this. A share of the lead at -4 will surely do, though. That lead’s been cut to one, as the big-hitting Luke List birdies 4, 5 and now 9 to reach the turn in 32. He’s -3. Meanwhile Matt Wallace’s early promise begins to fade: he’s followed up that bogey at 8 with another couple at 9 and 10. He slips to -1, his round in danger of unravelling as he embarks on the harder stretch home. Chez Reavie follows up his birdie at 11 with bogey at 12. A little bit of separation now at the top. And there could be some more soon, as Koepka has just sent his second at 2 to 12 feet. A birdie chance. Tiger will certainly be making birdie, after screeching his approach to three feet. He’ll be back to +1 in short order. -4: Fleetwood (13*), Koepka (10*) -2: Reavie (12), Hatton (11), Wallace (9), List (8) Tommy Fleetwood comes straight back at the defending champ! He birdies the par-five 4th, admittedly one of the best birdie chances on the course, but you’ve got to get the job done. He’s back on top with a share at -4. “Blimey, are you already here?” splutters Adam Hirst, late to the party. “I thought it was next week. Must be the lowest of low-key golf major build-ups ever. Possibly to do with the change of date, which I don’t like. No majors from July onwards? What are we going to do?” Don’t worry, Adam, all is not lost. FedEx Cup play-offs and Women’s British Open in August, Solheim Cup in September. We’ll see you right. Brooks Koepka is a force of nature. He flays a godawful drive miles right of 1. He’s in deep filth, beneath a tree. No matter! He powers a wedge from 100 yards to six feet. That is preposterously good. Birdie. His partner Francesco Molinari should have made one too, but his straight 25-footer stops one turn short. But he’d birdied 18 to reach the turn in level par, so the Open champion is still in good nick. Finally Tiger, who like Koepka before him was forced to power out from thick rough. He found the centre of the green, and he does what Molinari failed to do, rattling in a straight mid-ranger. Birdie, and he’s back to +2. -4: Koepka (10*) -3: Fleetwood (12*), Reavie (11), Wallace (8) This is turning into a fine tournament already. Koepka birdies 18, in his usual no-fuss, no-frills style, and the defending champion clearly doesn’t fancy handing back the big cup. He’s turned in a blemish-free 32, with the easier half of the course to come. US television has just described him as “the sort of guy who, when turbulence hits the plane, doesn’t look up once from his newspaper”. That’s as delicious a description as the gin the rest of us immediately neck upon hitting a small pocket of clear air. -3: Fleetwood (12*), Reavie (11), Koepka (9*), Wallace (8) -2: Burns (14), Hatton (10), List (7) Tommy Fleetwood has a major in him. We already know this. Could it happen this week? The man’s in the mood. His tee shot at the 230-yard par-three 3rd ends up two-and-a-half feet from the hole. Birdie, and this is turning into a fine round for Southport’s finest. Especially as Matt Wallace has just bogeyed 8 and so Fleetwood now has a share of the lead at -3. I wonder if, as a staunch Evertonian, he’s already striking bargains with the devil? Liverpool can have the Champions League if he lifts the Wanamaker Trophy, that sort of thing? Tyrrell Hatton reaches the turn in 33. He’d have taken that when teeing up on the 1st, but it doesn’t feel quite so good when you’ve just bogeyed 9. Punishment for a loose approach shot. He’s back to -2. That gives his compatriot Matt Wallace (-4) a two-shot lead. He’s had quite a week. Tiger makes a pig’s ear of the par-three 17th. He slam-dunks his tee shot into the bunker guarding the front right of the green, and his ball plugs. Faced with a fried egg and an awkward stance, he can only smash his ball high into the sky and over the back of the green. He’s got a putt from the fringe, but sends a hot effort eight feet past the hole, and can’t make the one coming back. That’s the first double-bogey at this hole today, and the second of Tiger’s round. He slips to +3, and there goes that forward momentum. Erik van Rooyen seems to like major-championship golf. You may recall his opening round 67 at Carnoustie in last year’s Open. That was his debut in the majors, and he ended the week very respectably tied for 17th. This is the 29-year-old South African’s second go at one of the big tournaments, and he’s matching his playing partner Tommy Fleetwood step for step today, shooting 34 on the back nine and making birdie on 1. He’s -2, and joined there by 22-year-old Sam Burns, making his PGA Championship debut. He’s birdied 11 and 13. Matt Wallace steps on the gas and moves into the lead on his own again! He curls in a right-to-left birdie putt from 15 feet at 6, and he’s flying. The opening six holes are arguably the easiest stretch on the course, so there are tests still to come for the leading English pair. But you’ve still got to fill your boots while you can. And by way of illustration, here comes Tommy Fleetwood, who has played the harder back nine in 34, and now begins the front nine with a birdie. It’ll be interesting to see what he posts in the next hour or two. He’s just a couple off the lead at -2. -4: Wallace (6) -3: Hatton (8) -2: Fleetwood (10*), Van Rooyen (10*), Reavie (9), Koepka (7*), List (5) Tyrrell Hatton joins Matt Wallace at the top of the leader board! Birdie at 8, his third in five holes, and he’s going very nicely indeed. His current driving accuracy stat is 100.0%, which tells a story in itself. Especially as he’s not banging it long, just 283.4 yards on average. Meanwhile on 16, Tiger nearly bundles a chip into the hole; that would have been an outrageous birdie. It’s a pretty great par save as it is, given the trouble he found himself off the tee. Par for Koepka, and the birdie as expected for Molinari. Molinari has no problem from the first cut. He swishes a glorious iron from 170 yards to a couple of feet. That’s one of the shots of the day so far, and he’ll be making bounce-back birdie to move back to +1. Tiger can only hack out from the thick stuff; he’s still a good 50 yards short of the green. Koepka finds the centre of the dancefloor in regulation easily enough. He’ll have a look at birdie from 20 feet or so. Hmm, let’s not speak too soon. Tiger’s shoulders twitch to the right as he urges his ball to fly in that direction. But he’s set his drive off to the left, and it’s not coming back. Those shoulders slump as he watches the little dappled orb disappear into the verdant nonsense. He’ll have a job getting that on in regulation. Molinari nearly follows him in, but his drive settles in the first cut, so shouldn’t be too bad. Koepka finds the middle of the fairway. Tiger finally makes a move! He birdies 15, the result of a glorious iron into the green, using the camber on the left to gather his ball in and towards the cup. He guides a gentle 15-foot left-to-right breaker into the hole, and the Long Island gallery erupts in glee. Is Tiger doing his time-honoured thing of starting a major dismally only to work up a head of steam soon after? He’s back to +1. Meanwhile bogey for Molinari (+2) and par for Koepka (-2). This leader board is one for the Anglophiles right now. Matt Wallace sets the pace. But Tyrrell Hatton is on his tail, picking up a second birdie of the day at 7 to move to -2. And Tommy Fleetwood has reached the turn in 34, having responded to an opening bogey at 10 with birdies at 15 and 16. He’s in a group at -1 that’s now noticeably smaller as Bethpage Black continues to pick folk off, one by one. -3: Wallace (4) -2: Reavie (7), Hatton (7), Koepka (5*) -1: Piercy (12*), Burns (11), Varner III (10), Van Rooyen (9*), Fleetwood (9*), Kraft (8*), McDowell (7), List (4) Some more big names over par and struggling. Justin Rose has bogeyed 10 and 13; he’s +2. Patrick Reed is alongside him having bogeyed 10 and 15. Rickie Fowler momentarily bounced back from his double-bogey start with birdie at 14, but he’s immediately handed the shot back at 15 and stays at +2. Bubba Watson has bogeyed 14 and 15; he’s +2. So is Henrik Stenson, who has bogeyed 13 and 17. Jason Dufner is now +3 through 8. And Lee Westwood, that elusive first major looking ever more the pipe dream, has bogeyed four of his last five holes; factor in a birdie at 4, and he’s +3 through 6. Things Can Always Change Quickly In Golf II. Chez Reavie returns to the group at -2 with birdie at 4. But he’s not a co-leader, because Matt Wallace has made it three birdies in his first four holes. The par-five 4th is perhaps the least ferocious hole on the course, a decent chance for birdie. Wallace makes his in textbook fashion, a couple of claps down the middle, followed by a wedge to six feet and in. The 29-year-old Londoner leads the PGA! JB Holmes meanwhile doubles 5 and clatters back down to level par. -3: Wallace (4) -2: Reavie (7), Koepka (5*) Things can always change quickly in golf, but particularly so on a course as punitive as Bethpage Black. Charley Hoffman’s membership of the leading bunch is revoked quicksmart, as a wild drive at 15 leads to a double bogey. He’s back in the pack at level par. Meanwhile JB Holmes arrives at -2 with birdie at 4 ... and he’s quickly followed by the defending champ Brooks Koepka, who sends his tee shot at the par-three 14th to 15 feet and rattles in the putt. Birdie for Francesco Molinari as well, and he’s back up to +1. Tiger has to settle for his fourth par in a row: he’s +2. -2: Koepka (5*) Holmes (4), Wallace (3) Here’s a quirk of history, while we’ve got Matt Wallace at the top. The first two PGA Championships, staged in 1916 and 1919, were won by Cornwall’s Jim Barnes. No Englishman has won it since. Also looking to follow in the footsteps of Long Jim (the man was six foot four) is Tyrrell Hatton (five foot nine). The 27-year-old from High Wycombe has birdied 4 to join the group at -1. The English charge is on! Just the small matter of three-and-a-half days of play, then England can put an end to 100 years of hurt. This is poor from Tiger. Two straight clacks down the par-five 13th, and he’s faced with an 87-yard wedge into the green. It’s pretty much the same shot he sent through the back of 10 ... and once again he flies it through the green. He’s in deep cabbage. A really lovely flop out to three feet, and that’s his par saved. But he would have been hoping to make birdie from pole position in the centre of the fairway. He remains at +2, with some adjustments to make to his distance control. Par for Molinari too: he’s +2. And it’s another birdie putt skirting past the cup for Koepka, this time from ten feet. He could, perhaps should, be leading at -3 already. Typical of golf that he’s missed two short birdie efforts, and the one shot he has picked up was the result of a tramliner. Gotta love golf. Another bogey for Francesco Molinari, the result of missing the fairway, albeit only by inches, at 12. Pars for Tiger Woods and Brooks Koepka. Meanwhile Matt Wallace and Charley Hoffman join the leading group at -2 ... then Chez Reavie tumbles out of it! Reavie bogeys 5, while Hoffman birdies 13 and 14 and Wallace gets off to a flyer at 1 and 2. The late-blooming Hoffman has been hanging around major championship leaderboards for a few years now, never quite managing to make the final push. But the PGA has a habit of getting some nearly men over the line: Jason Dufner, Davis Love III, David Toms, Paul Azinger, Jimmy Walker, Jason Day, all that. Could this be Hoffman’s time? Just 67 holes to go. -2: Hoffman (5*), Wallace (2) Chez Reavie becomes the second player so far to make it to -2. He follows up birdie at 1 with another at 4. The 37-year-old from Wichita doesn’t have much of a record in the majors, but he did nudge the top ten finishers in this very championship at Bellerive last year. Incidentally, it was wet at Bethpage Black earlier in the week, but the clouds have dispersed today. It don’t look like rain. Sergio has started stodgily, with bogeys at 11 and now 12. He’s +2 early doors. And so much for building up Max Homa: the conqueror of Quail Hollow’s Green Mile bends at Bethpage Black, with dropped shots at 13, 14 and 15. That opening birdie at 10 - some feat given what we’ve seen since - feels a lifetime ago. He’s +2. All three members of the morning marquee group reach the 11th green in regulation. Koepka, having bashed a 330-yard drive down the track, has wedged to eight feet. Molinari is perhaps double the distance away. Tiger faces a long birdie putt. He shaves the hole from 30 feet; par to stay at +2. Molinari races his four feet past, but knocks the return in; par and he’s +1. And Koepka pulls his short birdie effort, and the chance to take sole ownership of the early lead is gone. He remains in the bunch at -1. Koepka joins a large group sharing the early lead at -1. It also contains Sam Burns, Keith Mitchell, Mike Lorenzo-Vera, Shane Lowry, Erik Van Rooyen, Jimmy Walker, Chez Reavie, Haotong Li, Shaun Norris, JB Holmes and Troy Merritt. All of those players - bar Koepka, Lowry and Van Rooyen - teed off at the 1st and have yet to play the treacherous 10th, away in the far corner. They’ll be warmed up when they reach it, but that won’t be the case tomorrow. The very early leader Spaun has dropped another shot at 8, and is back at level par. The defending champion Brooks Koepka rattles in a 50-footer from just off the green! He starts with birdie, and it’s really not clear why he didn’t start this tournament as favourite. The three-time major winner - who will be defending the next major as well, the US Open at Pebble Beach - has distance, a nails short game, and ice in the veins. What’s not to love? Anyway, it’s a bogey for Molinari - not the worst result given that tee shot - and a double for Tiger, whose short bogey putt lips out. He trudges off, not thinking of number 16 right now, it’s safe to say. Molinari finds his first ball. His drive was so wild that it went over a hillock of tangled nonsense, and he’s able to chip back easily from between a couple of bunkers on 11 and onto the fairway. He wedges his third to 20 feet, so he’ll at least have a chance to escape with par. Koepka is just off the back in two. But Tiger, having opted to lay up, better to land an approach onto a tight green, sends his third over the back. He chips back up to six feet, but this will be an opening bogey at best for Tiger, who hasn’t hit a shot in anger since winning the Masters last month. Tiger is out and about! He’s got a habit of larruping his opening drives at major championships into deep bother. And it doesn’t help that he’s starting at the 10th, a good way from the practice range; starters there will have completed their warm-up routines quite a while ago. His first clack here is far from perfect, a little to the right, but it looks like it’s only in the semi-rough. The current Masters champion is going round, as per PGA Championship tradition, with the holders of the US Open and Open titles. Brooks Koepka splits the fairway, but Francesco Molinari snap-hooks wildly and decides to hit a provisional. Tigeresque. The course has already taken a chunk out of a few big names. Rickie Fowler has double-bogeyed 10, the result of driving into a fairway bunker and then sending his escape into deep rough. Don’t go into the rough here. The 2013 champion Jason Dufner is sleepwalking his way into trouble: everyone’s favourite somnambulist has bogyed 1 and 2. (It’s a split-tee start.) Thomas Pieters, starting at 10, opened double bogey, bogey, double bogey, birdie. The par-five 13th giving him a little solace there. (Only two par-fives on this course, which doesn’t help those trying to claw back shots.) He’s +5 already. And Kiradech Aphibarnrat has made two doubles and a bogey in his first four holes: he’s +5 having just played 13. And with that, Bethpage Black reverts to type ... by snatching a shot back off Spaun, who now ties for the very early lead at -1 with Homa, Erik Van Rooyen, 2016 champ Jimmy Walker and Chez Reavie. Here we go, then, all my golfing friends and lovers. We have an early leader in JJ Spaun: early birdies at 2 and 4 bring the 28-year-old from LA to -2. He’s one ahead of a pack of fellow morning starters that includes the in-form Max Homa, who won the Wells Fargo at Quail Hollow a couple of weeks ago. Any player who can hold their nerve on the Green Mile - the infamous closing stretch that did for Kevin Kisner at the 2017 PGA - can’t be discounted here. It’s Bethpage Black! This is pretty much all you need to know ... Just in case that’s not clear enough, here’s how the two other major tournaments held at this infamous Long Island public course panned out. At the 2009 US Open, Lucas Glover won with a score of -4. Only four other players in the field were under par after four rounds: Ricky Barnes, David Duval, Phil Mickelson and Ross Fisher. Previously, at the 2002 US Open, Tiger Woods was the only player in red figures when it all came down, -3 after 72-holes. Phil Mickelson was next up at level par, with Jeff Maggert traipsing in third at +2. It’s like that. So the 101st PGA Championship - formerly Glory’s Last Shot but freshly moved forward in the cycle - is going to be one heck of a test. Pars at a premium. The odd meltdown fairly likely. Marvellous! Distance is advantageous but accuracy is key. Brooks? DJ? Rory? Tiger? Jon? Justin? Rickie? Xander? Sergio? It’s going to be quite a ride. It’s on! The tee times (local time, add five hours for BST): Starting at hole 1 ... 6.45am: Rob Labritz, Beau Hossler, J.J. Spaun 6.56am: Sam Burns, Jeffrey Schmid, Keith Mitchell 7.07am: Ben An, Jason Caron, Andrew Putnam 7.18am: John O’Learn, Harold Varner III, Kyle Stanley 7.29am: Mike Lorenzo-Vera, Justin Harding, Sam Ryder 7.40am: Vijay Singh, Jason Dufner, Jimmy Walker 7.51am: Graeme McDowell, Chez Reavie, Brendan Jones 8.02am: Tyrrell Hatton, Russell Knox, Haotong Li 8.13am: Lee Westwood, Shaun Norris, Charles Howell III 8.24am: J.B. Holmes, Lucas Bjerregaard, Troy Merritt 8.35am: Joost Luiten, Brian Mackey, Matt Wallace 8.46am: Casey Russell, Luke List, Abraham Ancer 8.57am: Craig Bowden, Adam Long, Joaquin Niemann 12.10pm: Michael Thompson, Danny Lee, Justin Bertsch 12.21pm: Cameron Champ, Rich Berberian, Jr., Lucas Glover 12.32pm: Emiliano Grillo, Daniel Berger, Paul Casey 12.43pm: Tony Finau, Billy Horschel, Ian Poulter 12.54pm: Matt Fitzpatrick, Rafa Cabrera Bello, Gary Woodland 1.05pm: Padraig Harrington, Martin Kaymer, Keegan Bradley 1.16pm: Jon Rahm, Dustin Johnson, Jordan Spieth 1.27pm: Pat Perez, Kevin Kisner, Bryson DeChambeau 1.38pm: Rory McIlroy, Phil Mickelson, Jason Day 1.49pm: Satoshi Kodaira, Matt Kuchar, Cameron Smith 2.00pm: Corey Conners, Jim Furyk, Marc Leishman 2.11pm: Jorge Campillo, Stuart Deane, Chesson Hadley 2.22pm: Dylan Frittelli, Andrew Filbert, Kurt Kitayama ... and starting at hole 10 ... 6.45am: Ben Cook, Scott Piercy, Brian Gay 6.56am: Thomas Pieters, Patton Kizzire, Adam Hadwin 7.07am: Brandt Snedeker, Kiradech Aphibarnrat, Max Homa 7.18am: Henrik Stenson, David Lipsky, Richard Sterne 7.29am: Shane Lowry, Erik Van Rooyen, Tommy Fleetwood 7.40am: Sergio Garcia, Kelly Kraft, Adam Scott 7.51am: Charley Hoffman, Louis Oosthuizen, Patrick Reed 8.02am: Rickie Fowler, Bubba Watson, Justin Rose 8.13am: Xander Schauffele, Hideki Matsuyama, Alex Noren 8.24am: Brooks Koepka, Francesco Molinari, Tiger Woods 8.35am: Aaron Wise, Ryan Fox, Shugo Imahira 8.46am: Julian Suri, Marty Jertson, Martin Trainer 8.57am: Lucas Herbert, Cory Schneider, Sungjae Im 12.10pm: Ryan Vermeer, Adrian Otaegui, Jason Kokrak 12.21pm: Alex Björk, Rod Perry, Ross Fisher 12.32pm: Eddie Pepperell, Branden Grace, Ryan Palmer 12.43pm: Ryan Moore, Joel Dahmen, Thorbjørn Olesen 12.54pm: Y.E. Yang, Rich Beem, John Daly 1.05pm: Steve Stricker, Brian Harman, Patrick Cantlay 1.16pm: Sung Kang, Shaun Micheel, Alex Beach 1.27pm: C.T. Pan, Kevin Na, Ryan Armour 1.38pm: Danny Willett, Webb Simpson, Zach Johnson 1.49pm: Kevin Tway, Brandon Stone, Bronson Burgoon 2.00pm: Si Woo Kim, Danny Balin, Tom Lewis 2.11pm: Jazz Janewattananond, Tyler Hall, Michael Kim 2.22pm: Mikko Korhonen, Craig Hocknull, Jhonattan Vegas"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}