{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/may/02/this-report-will-change-your-life-what-zero-emissions-means-for-uk", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-05-01T23:01:08Z", "webTitle": "‘This report will change your life’: what zero emissions means for UK", "webUrl": "https://www.theguardian.com/environment/2019/may/02/this-report-will-change-your-life-what-zero-emissions-means-for-uk", "apiUrl": "https://content.guardianapis.com/environment/2019/may/02/this-report-will-change-your-life-what-zero-emissions-means-for-uk", "fields": {"headline": "‘This report will change your life’: what zero emissions means for UK", "bodyText": "“Make no mistake, this report will change your life,” says Prof David Reay at the University of Edinburgh. “If the meticulous and robust expert advice here is heeded it will deliver a revolution in every facet of our lives, from how we power our homes and travel to work to the food we buy.” The government’s official advisers the Committee on Climate Change (CCC) said on Thursday that the UK’s net greenhouse gas emissions should fall to zero by 2050, emphasising that the transformation is necessary, affordable and desirable. Setting the legally binding target, which has wide political support, will be the easy bit. But the scale of transformation needed to meet the target is enormous. By 2050, petrol and diesel cars should be a distant memory, ideally banned from sale in favour of electric vehicles two decades earlier. “2030 would be my ideal switchover date, but we have said 2035 at the latest to be cautious,” said Chris Stark, the chief executive of the CCC. The current date is 2040, but switching sooner will save people money, he said, as electric cars are cheaper in the long run. The cars will need a lot of electricity, meaning clean power generation must quadruple by 2050, the CCC said. That certainly means more offshore windfarms, but the cheapest option – onshore windfarms – are effectively banned in England. Big storage will also be needed, but battery costs are plummeting. Homes heated by natural gas will also be long gone, with the CCC saying no new home should be connected to the gas grid after 2025. Electrified heating will be more common, but hydrogen could be an alternative to natural gas, if it can be produced cleanly at scale. Meat has a heavy environmental impact, but the CCC envisages only a 20% cut in beef, lamb and dairy consumption in 2050, far lower than in other studies and the 86% cut needed to meet UK health guidelines. “We absolutely don’t think there would be support for that [huge cut], or that it is necessary,” said Stark. “A 20% cut seems cautious and prudent to us, but it is true that if you were to shift more to plant-based diets, the [net-zero] target would be easier overall.” The UK landscape will also significantly change by 2050, if emissions are stopped. A fifth of all farmland – 15% of land – will have been converted to tree planting and growing biofuel crops. This is essential because some activities, like cattle rearing and aviation, will still emit greenhouses gases in 2050. The CCC target is for “net zero”, with these residual emissions cancelled out by taking carbon out of the air. New trees are the simplest solution but tree planting must triple from today’s rate, the CCC said, meaning more than 107 hectares (267 acres) a day of new forests from now until 2050. That would be 1.5bn trees, according to Beccy Speight, the chief executive of the Woodland Trust, who said new woods would also help reverse huge losses of wildlife in the UK: “There is a potential win-win here.” Guy Smith, at the National Farmers Union, said it was working towards net zero greenhouse gas emissions from agriculture by 2040. Activity in the North Sea should also switch from pumping up carbon in oil and gas to piping down CO2 for burial. The CCC said carbon capture and storage (CCS) was “absolutely essential” to hitting zero emissions. However, the government cancelled a pioneering £1bn CCS competition in 2015 and has yet to establish a major new initiative, despite the potential world-leading role the UK could play. Flying is included in the net zero target of the CCC, which said there could be a limited expansion of aviation if airlines can cut their emissions per flight, potentially with electric planes for short-haul flights. A few nuclear power stations may still be running, if they can compete on cost, though they are not necessary to meet the target, the CCC said. “Fracking is largely an irrelevance,” added Dr Rob Gross, from Imperial College London. “But a massive expansion of renewables is perfectly feasible, particularly offshore.” With Brexit perhaps another distant memory in 2050, the UK will need greater links with the continent when it comes to power. “The biggest challenge is making good use of this cheap low-carbon power,” said Gross. “That means storing some as hydrogen and a lot more interconnection – it will be essential to share resources with our neighbours in the rest of Europe.” All these changes would provide new types of jobs for people. The UK is a world leader in offshore wind and technologies such as CCS could also become important industries for the UK. “We started the [first] industrial revolution and we have an opportunity of leading the new industrial revolution, based on a sustainable economy,” said Lord Deben, the chair of the CCC. “We will make money as a nation if we do it properly.” The nation would be healthier too, according to the CCC. Air pollution would fall as fossil fuel burning ends, while more walking and cycling and less meat-eating would cut the damage to people’s health. Furthermore, if the world’s nations follow the UK’s zero emissions lead and global warming is limited to well below 2C, the impacts of heatwaves, floods and storms will be much lower. “The only way to stabilise the climate is to achieve net zero emissions,” said Prof Simon Lewis at University College London. “[The CCC] shows that it is possible. The question now is if the political will is there to take on the vested interests that will try to stop it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}