{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/may/28/liverpool-mo-salah-winner-champions-league-final-tottenham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-05-28T21:49:00Z", "webTitle": "Liverpool’s Mo Salah dreams of scoring winner in Champions League final", "webUrl": "https://www.theguardian.com/football/2019/may/28/liverpool-mo-salah-winner-champions-league-final-tottenham", "apiUrl": "https://content.guardianapis.com/football/2019/may/28/liverpool-mo-salah-winner-champions-league-final-tottenham", "fields": {"headline": "Liverpool’s Mo Salah dreams of scoring winner in Champions League final", "bodyText": "Mohamed Salah wants to score Liverpool’s winner in the Champions League final to banish the misery of last season’s defeat by Real Madrid. The striker says Saturday’s final against Tottenham provides the perfect opportunity to right the wrongs of Kyiv, where he was forced out of the contest by Sergio Ramos and taken to hospital with a shoulder injury that impacted on his World Cup. Salah believes both he and Liverpool merit a change of fortune on European football’s biggest stage. “I am so happy that I have the chance to play another final. I hope I can play the full game this time,” he said. “I am very excited for that. I hope we can right what happened last season, get a good result and win the competition.” Asked whether he dreamed of scoring the goal that wins a sixth European crown for Liverpool, he replied: “Not just dream. I hope it becomes a reality and I score in the final, then win the African Cup of Nations [being played in Egypt next month] too.” Salah believes the experience of last season’s final could prove decisive for Liverpool against a Spurs’ team making their club’s first appearance in Europe’s showpiece occasion. He told BeIN Sports: “This is our second final in a row. We lost the first but everything feels better this time around and we have more experience than last time. We are all looking forward and we had a good preparation period in Spain. We are back in Liverpool and we are feeling very motivated as players and coaching staff. I hope we can win it this time. “We had great preparations in Spain and it was a good time to prepare there. The team is now at the best level physically. So I hope this stop was an advantage for us in the final.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}