{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/may/05/saracens-mako-vunipola-champions-cup-final", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-05-05T21:00:07Z", "webTitle": "Saracens’ Mako Vunipola will be fit for Champions Cup final, says McCall", "webUrl": "https://www.theguardian.com/sport/2019/may/05/saracens-mako-vunipola-champions-cup-final", "apiUrl": "https://content.guardianapis.com/sport/2019/may/05/saracens-mako-vunipola-champions-cup-final", "fields": {"headline": "Saracens’ Mako Vunipola will be fit for Champions Cup final, says McCall", "bodyText": "Saracens are confident Mako Vunipola will be fit for Saturday’s Champions Cup final against Leinster despite an ankle injury. The England prop was seen wearing a protective boot during Saracens’ victory over Exeter on Saturday but the director of rugby, Mark McCall, expects to have a full squad to choose from next weekend. Vunipola was a late withdrawal from the victory over Wasps a week ago and, while he was also absent against Exeter, he was never under consideration with McCall opting to rest the entire XV he intends to select against Leinster. It is believed Vunipola’s protective boot was a precautionary measure and McCall, asked if he had any injury concerns for Saturday’s final in Newcastle, said: “We’re actually pretty healthy.” As one of the nominees for the European player of the year award, Vunipola is key to Saracens’ hopes of claiming a third Champions Cup title in four years. Last season, without his brother Billy, they were defeated by the eventual champions, Leinster, in the quarter-finals. In the buildup to that match Leinster had enjoyed a week off following the end of Ireland’s grand-slam-winning Six Nations campaign whereas Saracens took the field in Dublin with 12 players who had faced Harlequins the week before. As a result, and with Leinster again benefiting from a week off, McCall made wholesale changes for the 38-7 victory against Exeter, who also fielded a second-string side. “We rested our XV for next week,” said McCall. “We’ll be in a much better state physically and mentally going into that [Leinster] game than we were last year.” The South African prop Vincent Koch was among the few senior players to take the field against Exeter and, while he hailed Saracens’ youngsters who helped put the Chiefs to the sword, he lauded the impact their returning internationals will have on Saturday. “All the international players take the pressure and the stress off the other guys,” he said. “The calmness they bring to the game is unbelievable and they deliver as well. The guys are playing with confidence and freedom. As the season gets longer sometimes you get a dip but at the moment they are looking after the players, just keeping them fresh and motivated going into the last part of the season.” Meanwhile Israel Folau’s future is still no clearer after his code of conduct hearing was forced into a third day following a stalemate at Rugby Australia’s headquarters over the weekend. The legal teams of both parties will return on Tuesday after two days of legal arguments were not enough for the three-person independent panel to begin considering a decision."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}