{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2019/may/09/markets-us-china-trade-talks-liu-donald-trump-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-05-09T22:07:17Z", "webTitle": "Trump says China agreement 'possible this week' - as it happened", "webUrl": "https://www.theguardian.com/business/live/2019/may/09/markets-us-china-trade-talks-liu-donald-trump-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2019/may/09/markets-us-china-trade-talks-liu-donald-trump-business-live", "fields": {"headline": "Trump says China agreement 'possible this week' - as it happened", "bodyText": "We’re not expecting any developments from the US-China trade talks for some time. Liu He, Steven Mnuchin and Robert Lighthizer and colleagues are locked in talks trying to hammer out a deal. Negotiations are expected to run into dinner tonight, so it could be a late one. As things stand, US tariffs on some Chinese goods are poised to rise from 10% to 25% in six hours time, making consumer goods, industrial products, chemicals and raw materials pricier (although there is a grace period to help firms adapt). Our earlier summary covers the other main points from the day, including the latest sharp losses on Europe’s stock markets and Donald Trump disclosing that China’s president Xi has written a ‘beautiful letter’ calling for both sides to co-operate. I may pop back if there are major developments, otherwise stay tuned to the Guardian website for breaking trade war news. We’ll have a new live blog up and running to cover Friday’s events. Goodnight! GW China has vowed to retaliate against the US if tariffs are raised.... but Brian Wesbury of First Trust Portfolios suggests a currency war (one option) would be counter-productive. Here’s a video clip of the Chinese delegation arriving for today’s talks: At long last, the much-awaited trade negotiations between the US and China are getting underway in Washington. Vice-premier Liu He has been spotted arriving at the office of US Trade Representative Robert Lighthizer a few minutes ago. Treasury secretary Steven Mnuchin and Lighthizer were there to meet him - with smiles and handshakes. That’s a good start, but not enough to prevent America hiking its tariffs in seven hours time.... Interesting.... The Customs Office has revealed that goods which set off from China to the US before tomorrow will still be taxed at 10%, not the new 25% rate. That means Chinese firms are effectively getting a grace period -- anything already en route by boat or air will still get the lower tariff. That should cushion the impact of the tariffs, and perhaps also create a window of opportunity to reverse the tariffs if the two sides can achieve a breakthrough. It’s official! US Customs officials are ready to start collecting a new 25% tariff rate on thousands of products from China, in just seven hours time. A notice on the U.S. Customs and Border Protection web site says the new higher 25% tariff on $200bn worth Chinese imports will kick in at 12:01 a.m. (05:01am UK time on Friday). They are implementing a document filed earlier this week, which itself followed tweets from Donald Trump on Sunday which blamed China for moving too slowly in the trade talks. The higher tariff applies to over 5,700 products that were previously hit with a 10% tariff last year. Here’s the announcement. The list of products covers a wide range of food stuffs, both fresh and frozen, from pork and peaches to octopus, garlic and honey. Hundreds of chemicals are on the list, along with building materials, metals, consumer goods such as vacuum cleaners and luggage, toiletries and transportation products. They will all now become more expensive for US companies, who could pass the bill onto consumers, or try to pass the bill back to their Chinese suppliers, or swallow the cost themselves, or buy products elsewhere. John Stoltzfus, chief investment strategist at Oppenheimer Asset Management, reckons many investors expect a trade deal, eventually. Just not today. Stoltzfus predicts that both sides will take a pragmatic approach sooner or later, saying (again via Reuters): “We may very well see tariffs put in place tomorrow, but it’s going to get resolved. It’s too impractical for either side to extend this into a protracted trade war.” After another testing day, the New York stock market has closed lower tonight - but it’s not a rout. The S&amp;P 500 fell 0.3% to close at 2,871, it’s fourth fall in as many days, to a one-month low. The Nasdaq lost 0.4%. The Dow didn’t managed to erase its earlier losses either, despite president Trump’s optimistic talk. It lost 138 points, or 0.5%, to 25,828. China isn’t remotely confident of getting a trade deal this week, reports Hu Xijin of the Global Times. He adds that the Chinese people are growing more concerned about the Trump White House’s strategy: Wall Street continues to inch its way back from its earlier lows. The Dow is now only 0.5% down on the day, a loss of 123 points to 25,844. New York traders aren’t happy about the trade war uncertainty, but they’re resisting hammering the sell button too hard. One hour until the closing bell.... Stephen Massocca, managing director at Wedbush Securities in San Francisco, sums up the dilemma facing investors (via Reuters): “The trade tensions are taking down markets with a broad brush. In all likelihood there is going to be a resolution sometime or it could lead to a showdown.” Time for a recap: A crucial round of talks between the US and China over their ongoing trade war will begin in Washington tonight. Chinese vice-premier Liu He has led a delegation to Washington, in an attempt to prevent the trade dispute escalating. Talks are due to begin at 5pm East Coast time (1opm BST). Liu is then due to dine with US treasury secretary Steven Mnuchin and trade representative Robert Lighthizer tonight. Unless there is a surprise breakthrough, America will hike the tariff on $200bn of Chinese goods at midnight US time. That would be a major escalation of the trade dispute which began last year. Beijing has already pledged to retaliate, telling reporters that it will “fully protect its interests”. Mounting anxiety drove European stock markets down to a six-week low today. Britain’s FTSE 100 lost another 63 points to 7,207 for the first time since late March. But Donald Trump has given investors some hope, saying this afternoon that a trade deal is “possible” this week. The US president also revealed that China’s president Xi Jinping has written him a “beautiful letter”, calling for the two sides to work together. Trump told reporters: “He just wrote me a beautiful letter. I’ve just received it and I’ll probably speak to him by phone. The White House remains unhappy that Beijing tried to backtrack on some commitments made in previous trade negotiations. But officials should be pleased that the trade deficit with China shrank in March, according to new data. Trump’s comments are helping Wall Street to clamber off the mat, but stocks are still down today, in a week dominated by trade worries. CNBC has learned that Liu He’s status has been downgraded, suggesting he may have a smaller role in the trade talks. They say: China’s top trade negotiator Liu He will meet with President Donald Trump’s trade team on Thursday without the title “special envoy” for President Xi Jinping, a role he has held in previous talks, suggesting the vice premier may have diminished authority to make concessions that could be key to striking a deal. A source on the Chinese side told CNBC’s Eunice Yoon that Liu’s demotion suggests that he may not have much leeway to make compromises on his own. Wall Street is recovering some of its losses, as traders digest Donald Trump’s suggestion that a trade deal with China is still possible. The Dow is now down 199 points, or 0.75% - only half as bad as earlier. The S&amp;P 500 is down 0.5%. Here’s a video clip of President Trump discussing the trade dispute with China, and the ‘beautiful letter’ sent by president Xi. Donald Trump also defended the tariffs imposed on Chinese imports into America. He says they have raised $120bn, which is “ultimately, mostly” paid by China (this is a contentious claim, as US companies pick up the bill). Businesses will “pour back” into the US, the president adds, meaning the country can again make its own products in the “old-fashioned way”. Trump also confirms that the US-China trade talks will resume at 5pm tonight (10pm UK time). Donald Trump then reveals that president Xi wrote that China and the US should work together to see if they could get something done. Newsflash: Donald Trump is discussing the trade war at the White House right now. The president told reporters that he has just received a “beautiful” letter from Chinese president Xi Jinping, but doesn’t reveal the contents. Trump adds that he expects to speak with Xi soon on the phone, a sign that the US and China haven’t slammed the door on each other yet. On trade, Trump declares that China can’t renegotiate the trade deal (reminder, he accused them of breaking the deal last night. He adds that a trade deal with week is “possible” - which could calm Wall Street nerves. The long-awaited talks between China’s vice-premier Liu He and top US officials don’t appear to have started yet. Alan Rappeport, economic policy reporter at The New York Times, reports that talks should resume at 5pm EDT (or 10pm UK time) Liu will then dine with treasury secretary Steven Mnuchin and trade representative Robert Lighthizer tonight, Rappeport says. Unless there’s a major, rapid break though, the US administration will hike the tariffs on $200bn of Chinese imports at midnight EDT. That will push up the cost of importing a wide range of food products, consumer goods, chemicals, industrial products and transport items from China European traders are catching their breath after another day of deep losses, triggered by trade war fears. Equities have fallen sharply in Paris, Frankfurt, Milan, Madrid and London, as investors ditched risky assets. With America poised to hike tariffs on $200bn of Chinese goods at midnight tonight (5am UK time), no-one wants to be caught the wrong side of a crash. As you can see, Britain’s FTSE 100 shed 63 points, or 0.9%, to 7,207 points - that’s a new six-week low. France’s CAC and Germany’s DAX suffered sharper losses, as shares in manufacturing companies suffered from trade war fears. Simona Gambarini of Capital Economics predicts that the markets will continue to fall in the days and weeks ahead: The rally in safe havens and continued sell-off in global equities today suggest that investors remain concerned about a renewed escalation of trade tensions between the US and China. Irrespective of how trade negotiations eventually play out, we think that the Japanese yen and gold will make further ground in the rest of 2019, as the US economy slows sharply and the rest of the world remains weak. Steen Jakobsen, chief economist at Saxo Bank, has warned clients to expect major market volatility over the next couple of days. He think’s there’s a 75% chance that the US and China reach some sort of diplomatic agreement -- but if that doesn’t happen, shares could tumble badly. Jakobsen says: Either we get a diplomatic “softening” and a 5-10% upside or this could accelerate into a &gt; 25% correction He points out that market volatility has spiked this week -- just as many traders had ‘shorted volatility’ (placed bets that the markets would remain calm). They could be forced to sell assets to cover those losses, further adding to market volatility.... It’s official! The FCC has voted 5-0 to reject China Mobile’s application to operate in the US, due to espionage concerns. Newsflash: America’s communications regulators is taking aim at China’s telecoms providers. The Federal Communications Commission is set to vote to deny an application from China Mobile to enter the US market, according to a newsflash on my Reuters terminal. The FCC’s chief, Brendan Carr, is also calling for an investigation into whether to revoke existing permissions granted to China Telecom and China Unicom, suggesting they may be a security threat. This tweet is from Carr’s policy advisor, Evan Swarztrauber: Investors are running for cover, in case the trade war between the US and China blows up, says David Madden, analyst at CMC Market. He writes: European equity markets are in turmoil as traders are running scared about the prospect of an escalation in the US-China trade dispute. The US is set to up the ante, by raising levies and introducing more tariffs on Chinese imports tomorrow, and that has prompted dealers to cut and run. Europe is getting hit in the cross-fire because when the two largest economies in the world engage in a trade war, it bodes badly for everyone. Crumbs, the Dow is now down over 400 points at a new five-week low, a clear sign that trade war fears are mounting. Nearly every share on the index is down. Intel (-6%) and Apple (-2.8%) are the top fallers - technology companies will be badly hit by a deeper trade war. Industrial groups will also be battered by trade tensions - Boeing are down 2.7%, with Caterpillar losing 2.6%. Sell-offs have a nasty habit of becoming contagious. Wall Street’s weak open has hurt sentiment in Europe, dragging shares lower in mid-afternoon trading. Britain’s FTSE 100 has now lost almost 1%, as it ploughs new five-week lows. And in New York, the Dow is now nursing a 300+ point loss. Pessimism over the trade war is rising fast, even before we hear anything from the US-China negotiations. Donald Trump’s claim last night that China had “broken the deal” has worried the markets. Ken Odeluga of City Index says there’s a strong ‘risk-off’ mood today: There’s really only one game in town today and it’s a binary one of ‘chicken’, with the global economy at stake. Either there will be a China-U.S. trade deal or there will not. Deep falls across most global stock market regions suggest that Thursday, the first day of talks scheduled with China’s Vice Premier Liu He, is more important than the second, set for Friday This market turbulence is not good news for Uber, as it tries to price its stock market flotation today. Uber had been aiming to float at between $44 and $50 per share, valuing the company at between $80bn and $90bn. But with shares falling on Wall Street today, the ride-service and food delivery firm may have to lower its ambitions, and pitch for the lower end of that range. No sign of a bounce yet. Instead, the Dow is still sliding, now down 275 points or 1% at 25,692. That’s its lowest level in over five weeks. Ouch! Wall Street has opened in the red, as trade war fears ripple across New York trading floors. The Dow Jones industrial average shed almost 200 points in early trading to 25,771, a drop of 0.75%. The broader S&amp;P 500 index is down a similar amount, while the tech-focused Nasdaq has lost 1%. Industrial giants Boeing (-1.25%) and Caterpillar (-1.4%) are among the fallers. Unless things turn around in the next two days, Wall Street will probably post its worst week of the year. European stock markets are falling deeper into the red, as investors continue to crane their necks towards Washington for trade war news. Germany’s DAX has shed 1%, falling to a three-week low. Major international firms such as tire maker Continental (-4.9%), pharmaceuticals firm Bayer (-3.6%) and car producer BMW (-2.7%). Also just in: America’s trade deficit with China has fallen, giving the White House a boost ahead of today’s negotiations. The deficit with China fell by $1.9 billion to $28.3bn in March, the Commerce Department says. Exports from the US to China increased by $1.4bn to $10.5bn, while imports decreased $0.5bn to $38.8 billion. Total exports of soybeans, a key crop sold to China, increased by $500m during the month. But imports of consumer electronics such as mobile phones and other consumer goods (often made in China) decreased. Overall, the US trade deficit with the rest of the world rose slightly in March to $50bn, up from $49.3bn in February. The deficit with the European Union increased by $3.4bn, thanks to a drop in exports and a rise in imports. Just in: The number of Americans filing new claims for unemployment benefit has fallen slightly. Around 228,000 US citizens filed new ‘initial claims’ last week, down from 230,000 in the previous seven days. That’s a low figure by historical standards, suggesting the labor market is robust. With an hour to go, Wall Street is bracing for losses at the open. Emerging market currencies are having a bad day: Trade tensions aren’t the only culprit. South Korean assets are under pressure since North Korea fired two short-range missiles, undermining hopes of a nuclear deproliferation real. Turkey’s lira is also under the cosh, after president Erdoğan annulled last month’s Istanbul mayoral election, which had been narrowly won by the opposition. Stefan Legge, a trade expert from the University of St Gallen in Switzerland, reckons Donald Trump’s trade strategy is closely linked to the looming 2020 presidential election. Legge believes that a properly “comprehensive” trade deal with China was never really on the table, given the gulf between the two sides: President Xi cannot and will not make significant concessions on state subsidies, restrictions on market access, or initiatives like “Made in China 2025. Instead, there’s political value in playing hardball, hiking tariffs, and swallowing the economic damage caused by a trade war: That is why the US President is unlikely to sign a superficial deal with China – regardless of what his advisers suggest. Democratic presidential hopefuls are puzzled by the strong economy and would like to get tough on China themselves. Trump is unlikely to hand them the possibility to criticize him on being soft on China. Where do we go then if neither President Trump nor Xi is willing to sign a deal? My best guess is that the two countries will not reach an agreement and as long as both economies can handle the pressure (with a little help from stimulus packages on both sides of the Pacific), the trade war is likely to continue. China and the US might well be deep enough into Thucydides’ Trap so that the time is over for much cooperation anymore. [Classics corner: Greek historian Thucydides argued that war is sometimes inevitable when an establish power is threatened by a rising challenger] Brookings Institute expert David Dollar has another theory: China’s politburo didn’t approve of the draft deal cooked up with the US. The Wall Street Journal reports today that China decided to renege on some of its trade commitments because they thought Donald Trump was fretting about the US economy. Trump’s repeated attacks on the US Federal Reserve, and his calls for lower interest rates, apparently persuaded Beijing that the White House desperate for a growth boost. As such, they backed away from some of the pledges made in the 150-page draft deal - a move that triggered tomorrow’s planned tariff hikes. The WSJ says: The new hard line taken by China in trade talks—surprising the White House and threatening to derail negotiations—came after Beijing interpreted recent statements and actions by President Trump as a sign the U.S. was ready to make concessions, said people familiar with the thinking of the Chinese side. More here: Why China Decided to Play Hardball in Trade Talks Scott Kennedy, a China trade and economics expert at the Center for Strategic and International Studies, thinks Beijing may have miscalculated by rowing back on parts of the draft agreement drawn up in recent weeks. Kennedy told the AFP newswire that: “It turns out the Chinese had pulled out an eraser and started taking back things that they had offered. They didn’t realize when they pulled their concessions off the table that the administration would have the reaction that it did. Carmakers, technology firms and luxury goods makers could all be hit hard if Donald Trump hikes Chinese tariffs overnight, warns Fiona Cincotta of City Index. She writes that time is running out.... The US–China trade talks seem to be on the brink of collapse and the next round in which the US more than doubles the tariffs on already taxed imports could start as early as Friday. China has already promised to respond in kind, which will be particularly bad news for US car makers, Apple and luxury goods producers. There is still a small window of opportunity to avoid the head-on collision with a round of talks between the two sides which is due to start in Washington on Thursday, but that seems unlikely as comments from President Trump are becoming increasingly hostile towards China. Wall Street is expected to fall when trading begins in four hours time, following losses in Asia and Europe today. The prospect of the trade war flaring back into life tomorrow is making investors nervous, says David Madden, analyst at CMC Markets in London. Stocks have endured a major sell-off this morning as trade tensions between the US and China have ratcheted up. President Trump claims that China’ broke the deal’, and traders have taken that as a sign that the relationship between Washington DC and Beijing is going to get worse. Trade discussions between the two sides will continue today, but investors aren’t holding out much hope. Mr Trump is not a man to back down, and it looks likely that this trade spat will move to the next level. We are expecting the Dow Jones to open 132 points lower at 25,835 and we are calling the S&amp;P 500 down 15 points at 2,864. China’s commerce ministry is making it abundantly clear that it will retaliate on Friday, if America imposes higher tariffs on thousands of its products. At today’s briefing in Beijing, spokesman Gao Feng said preparations are in place for “all kinds of possible outcomes”. Gao also told reporters to watch the ministry’s website for details of any retaliations. Reuters has more details: China is fully prepared to defend its interests in its trade war with the United States, but hopes the United States can resolve problems through dialogue instead of unilateral steps, the Chinese commerce ministry said on Thursday. The comments came as a Chinese delegation led by Vice Premier Liu He was set to hold talks in Washington on Thursday and Friday aimed at salvaging a deal that appeared to be unravelling after U.S. officials accused China of backtracking on earlier commitments and President Donald Trump threatened to hike tariffs on Chinese goods on Friday. Speaking to reporters in Beijing, the commerce ministry’s spokesman, Gao Feng, said China has the determination and capacity to defend its interests, but hopes the U.S. can meet it halfway. “China’s attitude has been consistent, and China will not succumb to any pressure,” Gao said. “China has made preparations to respond to all kinds of possible outcomes.” Paul Donovan, chief economist at UBS Wealth Management, points out that US companies could try to dodge new tariffs on Chinese goods: Chinese Vice Premier Liu arrives in Washington for trade talks. At midnight, US consumers of goods partially made in China will be hit with higher US taxes – unless they can avoid paying the tax. For example, US firms could shift production to Canada, import parts from China, and export finished product from Canada to the US (paying no taxes). He also warns that the ongoing trade war is bad for the global economy, even if an agreement is eventually reached: Markets are not pricing in a collapse in trade talks – that would mean a far bigger equity loss. Instead, markets seem to assume a temporary tax increase [higher tariffs] with continued negotiations. Economically, the longer there is uncertainty the greater the economic damage (regardless of whether there is a successful conclusion to the talks). The Japanese yen has hit a three-month high, as traders pile into safe-haven assets. The yen, traditionally popular when investors get the jitters, strengthened to ¥109.58 to the US dollar, a level last seen in February. A stronger yen won’t please Japanese manufacturers, as it makes exports less competitive. European stock markets are dripping electronic red ink again this morning. May hasn’t been a great month for the markets. Britain’s FTSE 100 has lost 2.6%, while the Europe-wide Stoxx 600 has dropped over 3% since May Day. Newsflash: China’s commerce ministry has confirmed that vice-premier Liu He is on his way to Washington, with a delegation of officials, for another round of trade talks. Spokesman Gao Feng also warned that China has the “determination and capacity” to defend its interests -- confirmation that it plans to retaliate if the US hikes tariffs tomorrow. Beijing also warned that there are no winners in a trade war: Financial stocks, miners, car makers and industrial companies are leading today’s sell-off in Europe. The next few hours will be “absolutely crucial” for the markets, says Han Tan, market analyst at FXTM. The paramount question of the day is – can the US and China strike a trade deal by midnight Friday in Washington, or will heightened tariffs kick in by 12:01AM? [or 5.10am BST tomorrow]. Given the looming deadline, hope for a trade resolution appears to be waning. Asian currencies are falling against the US Dollar, while the Japanese Yen is gaining 0.1 percent at the time of writing. Risk-off mood is clearly taking a hold on equity markets across the region, as they are all trading in negative territory on Thursday morning, except for Australian and Thai stocks. The Europe-wide Stoxx 600 index has shed 1% in early trading, hitting a five-week low. There are losses in Germany (-0.7%), France (-1.2%) and Spain (-0.7%). London’s stock market is also being dragged down by several shares going ‘ex-dividend’ (meaning it’s too late to qualify for the next payout to shareholders) European markets have opened in the red, dogged by trade war jitters. In London, the FTSE 100 has tumbled by 51 points at the start of trading, down 0.6%, to 7219. That’s a new five-week low. Asian stock markets have sunk to six-week lows today, amid anxiety over the trade talks. China’s CSI 300 index has sunk by 1.8% today, after the US Trade Representative’s office have filed the paperwork to hike tariffs on Chinese goods tomorrow. The threat of a retaliation from Beijing also hit shares across the region. South Korea’s Kospi 200 index has slumped by over 3% today -- its electronics industry would suffer from a deeper trade war. Japan’s Nikkei has lost 1%, with Hong Kong’s Hang Seng shedding 2%. Neil Wilson of Markets.com says investors are “feeling the heat” from the tempestuous trade war, ahead of today’s talks in Washington. Is Liu He really coming to do a deal? I think probably it’s case of gaining a reprieve in order to avert the rise in tariffs. It looks like we are yet a wee bit away from a comprehensive trade deal. But the vice-premier’s visit and the prospect of tariffs being hiked is all a bit of an unknown right now and the market positioning is defensive as a result, but not yet into full selloff mode. Even if there it’s no go on trade, the dovish Fed will mean we shouldn’t see a selloff like we saw in Q4 2018. Last night, president Trump accused China of ‘breaking the deal’ -- a sign that today’s talks with Liu He’s delegation could be bruising. Trump told a rally in Florida that Beijing had acted in bad faith, forcing him to hike the tariffs on Chinese imports on Friday. He declared: “By the way, you see the tariffs we’re doing? Because they broke the deal. They broke the deal. So they’re flying in, the vice premier tomorrow’s flying in – good man – but they broke the deal. They can’t do that, so they’ll be paying.” Disappointingly, Trump also claimed that these tariffs have generated $100bn of revenue for America -- even though they’re actually paid by US companies when they buy Chinese goods. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. The eyes of the financial world are trained on Washington today, as Chinese vice-premier Liu He prepares to sit down with top US officials to discuss trade. Liu arrives as the trade war between America and China threatens to flare up, with worrying implications for global growth. On Wednesday, the US filed the necessary paperwork to hike tariffs on $200bn of Chinese exports from 10% to 25% from midnight tonight (US time). The White House is furious that China (they claim) has been trying to renege on commitments by deleting key parts of a 150-page draft trade agreement. Beijing has already threatened to retaliate, while simultaneously expressing regret about the whole situation. So today’s meeting could well go badly. But anyone who’s been following the football this week knows you can’t rule out a late, dramatic twist. Investors are worried, though. Markets hit their lowest levels since the end of March this week, as a deeper trade war is likely to hit economic confidence and growth. But... the latest drama could just be bumps on the road to a deal. As Jim Reid of Deutsche Bank puts it: Outside of the knowledge of the craziness of sport, the last 24-48 hours has taught us that markets have no greater insight as to whether this week’s trade developments are just hardball from Trump or the start of a very real threat to the global growth narrative. If it’s the latter then you can’t help but feel that markets look extremely complacent at this point. However if it’s just hardball negotiation en route to a deal then we’ll likely resume the rally. Wall Street’s ‘fear index’, the VIX, is already at its highest level since January - and there could be more volatility to come. Also coming up today US trade figures for March are released today, which may show whether the Trump Tariffs have had an impact. We also get the weekly US jobless figures at the same time. Plus, Federal Reserve Chairman Jerome Powell will be speaking at a conference on “Renewing the Promise of the Middle Class”. The agenda 1.30pm BST: US trade figures 1.30pm BST: US weekly jobless report 1.30pm BST: Fed chair Jerome Powell speaks in Washington"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}