{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/may/19/tories-urge-leadership-contenders-to-prioritise-climate-emergency", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-05-19T21:00:14Z", "webTitle": "Tories urge leadership contenders to prioritise climate emergency", "webUrl": "https://www.theguardian.com/politics/2019/may/19/tories-urge-leadership-contenders-to-prioritise-climate-emergency", "apiUrl": "https://content.guardianapis.com/politics/2019/may/19/tories-urge-leadership-contenders-to-prioritise-climate-emergency", "fields": {"headline": "Tories urge leadership contenders to prioritise climate emergency", "bodyText": "Moderate Conservatives including Nicky Morgan and Amber Rudd are urging contenders for their party’s leadership to put the battle against the climate emergency at the forefront of the contest. The 60-strong One Nation group of senior Tories, created as a bulwark against what they perceive as their party’s lurch to the right, is calling for the environment to form a central part of the leadership debate. Morgan said: “The people of the UK know that climate change is an emergency and young people are desperately worried about the future of the planet they will inherit. “There are huge opportunities for the UK to lead the way in green finance and environmental innovation and to show that decarbonising an economy doesn’t mean it has to stop growing – let’s get on with it.” The Tory leadership campaign is already well under way, despite the fact Theresa May has not yet announced an exit date. With her authority shattered, several MPs, including Boris Johnson, Dominic Raab and the development secretary, Rory Stewart, have said they will run. Many others have declined to rule it out, including the health secretary, Matt Hancock, the defence secretary, Penny Mordaunt, the leader of the House, Andrea Leadsom, the environment secretary, Michael Gove, the home secretary, Sajid Javid, the chief secretary to the treasury, Liz Truss, and the foreign secretary, Jeremy Hunt. The Brexit secretary, Steve Barclay, joined their number on Sunday. Asked by Sky’s Sophy Ridge whether he would run, he said: “I am focused on the job.” The prime minister has promised the backbench 1922 committee she will meet them in early June, after MPs have been given a fourth opportunity to vote on her Brexit deal. If the bill is rejected, as many in government anticipate, the 1922 Committee would be expected to announce a formal leadership contest, which could run through the summer. Boris Johnson is the clear favourite. A YouGov poll for the Times conducted last week suggested he is the first choice for 39% of Conservative members, with Dominic Raab the only other candidate making it into double figures, with 13%. However, candidates must first appeal to MPs, who have the opportunity to whittle the field down to two before members are given the final choice. The One Nation caucus of Conservative MPs, which is relaunching in parliament on Monday, has urged contenders to pledge to tackle pressing issues aside from Brexit and in particular, bring environmental issues to the fore. Led by Morgan, Rudd, former cabinet office minister Damian Green and veteran MP Nicholas Soames, the group plans to hold a series of leadership hustings, in an attempt to act as a counterweight to the pro-Brexit European Research Group (ERG). Other supporters of the caucus include the justice secretary, David Gauke, and the business secretary, Greg Clark, who form part of a group inside cabinet dubbed the “Gaukward Squad” for their role in trying to prevent a no-deal Brexit. The group has announced it will not back any candidate who advocates a no-deal Brexit. Moderate Tories are concerned about the contest turning into what one cabinet minister called a “virility contest” on Brexit. The climate emergency has shot up the political agenda in recent months, aided by the Extinction Rebellion protests and the campaign spearheaded by Swedish teenager Greta Thunberg. The environment secretary, Michael Gove, who is also widely expected to run for the leadership, referred to the situation as a “climate emergency” during a debate called by Labour to demand more urgent action from the government. “Every Conservative must feel that this is a cornerstone policy,” said Green, who was sacked as first secretary of state after admitting he lied about the presence of pornographic images on his House of Commons computer. The sacking occurred during an investigation into sexual harassment allegations, which were found to be “plausible”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}