{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/may/28/edward-seaga-obituary", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-05-28T22:54:59Z", "webTitle": "Edward Seaga obituary", "webUrl": "https://www.theguardian.com/world/2019/may/28/edward-seaga-obituary", "apiUrl": "https://content.guardianapis.com/world/2019/may/28/edward-seaga-obituary", "fields": {"headline": "Edward Seaga obituary", "bodyText": "One of the most enduring images of modern Jamaica, captured in many photographs and on video, is of the moment in 1978 when the reggae musician Bob Marley persuaded the country’s two warring political heavyweights, Edward Seaga and Michael Manley, to hold hands on stage during his One Love concert at the national stadium in Kingston. Seaga, who has died aged 89, looked as uneasy as Manley at having to take part in such a gesture of rapprochement. But, like his opponent, he tried hard to force a smile and to go with the moment. Marley was, after all, a hugely influential figure in Jamaica and was at least attempting to put a stop to the terrible gun violence that had lately been fuelled by the two men’s bitter struggle for political supremacy. For a time the Marley-inspired hand-holding had its intended effect, and the political killings slowed down. But only when Seaga won power from Manley two years later did the country manage a return to anything like its normal balance. Seaga’s election as prime minister in 1980 marked a critical moment in the island’s history; one that broke the left-leaning consensus of its post-independence politics and set the country on a more conservative path that gained the approval of allies such as Ronald Reagan and Margaret Thatcher. Seaga’s Jamaica Labour party (JLP), which had originally emerged from the island’s trade union movement, had been part of that consensus until he took over as its leader. With Manley’s People’s National party (PNP) intent on a steadfastly non-aligned socialist course, Seaga decided that the country must make a rightward shift under his leadership. As soon as he became prime minister he pursued a domestic agenda of privatisation and deregulation, while in foreign policy he realigned Jamaica firmly with the west, including through support for the US invasion of Grenada and the severing of links with Cuba. By the time Seaga lost power in 1989 he had changed the local landscape to such a degree that even the PNP was unwilling to return to the leftist ground it had once occupied. But many of those in the electorate who had overwhelmingly supported the JLP’s new direction in the 1980s came to feel that at best his policies had made little difference to the country’s fortunes, and at worst had exacerbated already yawning inequalities across the nation. While he continued with the JLP as leader of the opposition until 2005, he was unable to become prime minister again. Seaga was born in Boston, Massachusetts, where his wealthy Jamaican parents, Philip Seaga, a businessman of Lebanese descent, and his wife, Erna (nee Maxwell), of mixed European and African heritage, had been living at the time of his birth. When their son was three months old they returned to Jamaica, where Edward attended the Wolmer’s boys’ school in Kingston before returning to the US to study at Harvard University, gaining a degree in social sciences in 1952. On returning to Jamaica in 1955 he did anthropological research and oversaw the recording of an album of the island’s music on the Folkways label. That led him to produce more commercially minded recording sessions by local artists for other companies, and in 1959 he set up his own label, West Indies Recording Limited (WIRL), which kickstarted the early 1960s boom in home-grown ska music. In tandem with his business ventures, Seaga had also begun a political career in 1959 when Sir Alexander Bustamante, the trade union leader and founder of the JLP, appointed him at the age of 29 to serve as a JLP representative on the legislative council, a body charged with establishing a framework for Jamaican independence from Britain. When self-rule finally came in 1962, he was elected a JLP member of parliament for the Western Kingston constituency as his party won a majority in the new parliament. By then other Jamaican musical entrepreneurs such as Clement Dodd were taking the ska revolution a step further and Seaga, now consumed by political duties as a cabinet minister responsible for development and welfare, decided to sell WIRL to the musician Byron Lee. He did, however, remain a champion of Jamaican music, and one of his first acts as a minister was to arrange for ska artists such as Prince Buster and Peter Tosh to appear at a World Fair in New York. When the JLP were returned to power in 1967, Seaga was promoted to become minister of finance and planning, in which role he set up the Jamaica stock exchange and created Jamaica Citizens Bank, the first Jamaican majority-owned commercial bank. Manley and the PNP won the 1972 election, and two years later Seaga became JLP leader. He proved to be a trenchant critic of Manley’s commitment to what the JLP often termed “communist” programmes, including nationalisation, the introduction of a minimum wage, social housing projects, land reforms and a closer friendship with Cuba. The arguments between the two became so polarised across the PNP’s two terms from 1972 to 1980 that the political conflict began to manifest itself in an upsurge of street violence between armed gangs loyal to each party, with allegations from PNP supporters that the CIA was stirring up trouble on the JLP’s behalf. Gunfights raged with frightening regularity and many hundreds died. In 1976 the general election was conducted in a state of national emergency and even after the intervention in 1978 of Marley, who had himself survived an assassin’s bullet, the situation remained dire. During 1980, more than 800 people were killed as a result of political violence – on an island with a population of just over 2 million. Manley had gambled by calling an early election that year. But his charismatic appeal to the electorate had waned dramatically in the face of high inflation and large scale unemployment, allied to a borrowing agreement with the International Monetary Fund in 1978 that had curtailed his room for action. Voters were asked to choose between what the Jamaica Gleaner characterised as “Manley the consummate socialist and Seaga the avowed capitalist”. The result was a 51-9 seat landslide for Seaga, whose election slogan had been “Deliverance is near”. Rather suspiciously for some observers, the violence quickly receded after Seaga’s victory. As public order was restored and a healing process began, Seaga, who always maintained that his pro-market policies had the welfare of poor people at heart, embarked on a programme to reverse much of Manley’s work, including through privatisation, the loosening of exchange controls, a dismantling of some social programmes, and tax breaks for foreign investors. He also swung Jamaica firmly into the US camp, taking advantage of generous amounts of aid released by Reagan, who embraced Seaga as a capitalist beacon in a rather suspect Caribbean Sea. When a revolution in Grenada prompted the US invasion in 1983, Seaga swiftly provided support from Jamaican troops and then called a snap election – two years early – to capitalise on any popularity he might have gained from the move. Manley and the PNP, outraged that electoral rolls had not even been updated, refused to contest the elections, and while some minor parties stood in six of the seats, the rest were walkovers. The JLP won all 60 constituencies on a turnout of just 2.7%, ushering in a period of one-party government that dented Jamaica’s democratic credentials. A workaholic who was reluctant to delegate responsibility, Seaga used his unassailable position to take on a huge portfolio that added the finance and defence briefs to his prime ministerial duties. But his one-man show made little headway against poverty and unemployment, and in the long run he was as unable as Manley to get a grip on the debt-ridden economy. In 1989 the Jamaican people, tired of the journey he had taken them on – and angry at what they saw as an incompetent response to the ravages of Hurricane Gilbert in 1988 – returned the PNP to government. Seaga failed to win another election over the next decade or so, but he took some comfort from the fact that his nine years in power had forced first Manley and then his PNP successors to adopt a more moderate approach both in opposition and in office. Thereafter Jamaican politicians at least found it easier to locate some kind of middle ground. Under Seaga the JLP lost heavily in the 1993 and 1997 elections, then more marginally in 2002, by which time his retention of the leadership position after more than 30 years had become an issue within the party. The last of Jamaica’s founding political fathers, a generation with forceful personalities and combative outlooks, he stepped down both as JLP leader and an MP in 2005. Two years later his JLP successor, Bruce Golding, was elected as prime minister at the first time of asking in the 2007 election. In retirement Seaga settled down to write two lengthy volumes of political memoirs and to further nurture his interest in Jamaican folklore, including through an honorary research position with the University of West Indies. He was twice married: in 1965 to Mitsy (Marie) Constantine, a former television presenter and Miss Jamaica, from whom he was divorced in 1995, and then to Carla Vendryes, a sociology researcher, in 1996. He is survived by Carla, by their daughter, Gabrielle, and by three children from his first marriage, Christopher, Andrew and Anabella. • Edward Phillip George Seaga, politician, born 28 May 1930; died 28 May 2019"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}