{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/oct/20/tahir-shah-ruins-casablanca-morocco", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2012-10-19T23:06:40Z", "webTitle": "Our haunted house", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/oct/20/tahir-shah-ruins-casablanca-morocco", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/oct/20/tahir-shah-ruins-casablanca-morocco", "fields": {"headline": "Our haunted house", "bodyText": "The cockroach-infested ruins of a dilapidated palace set amid a muddy slum in Casablanca is not the obvious to bring up a young family. But that's exactly what Tahir Shah did a decade ago. It would be years before Shah and his Indian-born wife, Rachana, were able to feel entirely happy. The move from London was inspired by magical childhood holidays. \"My first memories of Morocco were as a child,\" says Shah, whose father, the Sufi poet Idries Shah, took the family from Kent to Casablanca every summer because the Atlas Mountains reminded him of his home in Afghanistan, which was inaccessible at the time. \"We'd make the long journey south from Tunbridge Wells in our battered Ford Cortina. I remember the blinding gold light from the deck as Africa approached. Then, suddenly, we were pushing through Tangier's medina – a realm of spices, robed men, veiled women – as the call to prayer rang out. It was the early 1970s, a time of stoned-out hippies, VW camper vans, tie-dye T-shirts and the Doors – an absolute change from the grey damp childhood I'd always known.\" Shah wanted to give his daughter, Ariane, then two, and baby son Timur, a sense of adventure rather than \"being stuck in a little school in a paranoid, sanitised society\". He sought, \"a big house in the sun with plenty of local colour where they could run free\". But they weren't prepared to face hair-raising hardships, gangsters, animal sacrifices and invisible spirits. There were warning signs of trouble. On the day Shah signed the papers to the house, a car bomb exploded outside the lawyer's office showering them with glass. It was one of five suicide bombings in the city that day, killing 31 bystanders. At this point, most people would have fled. But Shah – whose travel adventures led him to the Amazon jungle in search of shrunken heads, and primitive tribes in central India – was convinced fate had led him to buy the house, which belonged to an old school friend. At any rate, it was a bargain: the two acres had been appraised at £1m and the owner was seeking a buyer who would save the house from being torn down. Shah got it for about £86,000 – \"All the money we had in the world.\" \"It was the fantasy of a far wealthier man than me, an oasis half a mile from the Atlantic,\" says Shah. \"There were jasmine-scented courtyards overflowing with date palms and bougainvillea, cavernous salons and hidden rooms, a swimming pool, stables, tennis courts and terraces.\" But their home, once the mansion of a caliph, had been empty for a decade and was in terrible disrepair. The walls were discoloured with algae, birds nested in lamps and the gardens were wild with weeds, termites and rats. It turned out that Shah had also acquired three \"ancestral guardians\" who came with the house. According to these caretakers, the house was \"infested from the floor to the rafters by djinn (evil spirits) or genies, as we usually call them.\" At the caretakers' insistence, Shah's family spent their first night in Casablanca sleeping on a dirty mattress in a stifling, cockroach-infested room, forbidden to open the windows, talk, laugh or even use the toilet at night – to avoid disturbing the djinn. Days later, Ariane found a dead cat hanging from a tree in the courtyard. Then the entire family endured near fatal food poisoning; and their three pet cats died mysteriously. Weeks later, a plague of locusts arrived, followed by an invasion of snakes, then bees, then scorpions. \"Whereas an empty house in London might attract squatters, as every Moroccan believes, a boarded-up home in Casablanca will fill with malevolent djinn. It wasn't a superstition we subscribed to – but, gradually, as the renovations continued and the catalogue of accidents lengthened, we found ourselves wondering if the constant injuries were more than a coincidence.\" Was it possible that somone simply wanted them out of the house? But the builders were terrified of the \"spirits\", and blamed them for every accident. At breaking point, Shah turned to his caretakers for advice. Osman, their leader, spoke for the others: \"You will have to kill some sheep.\" \"'Some? How many?'\" I'd asked, alarmed. 'One in every room,' he explained. I did a quick calculation. 'There must be 20 rooms … that's an entire flock. It would be a bloodbath.'\" Instead, Shah tried local remedies: \"burying chunks of meat in the garden, leaving out platters of food at dusk, so the djinn could feast. Needless to say, the plates were always picked clean and, next morning, the guardians would still be sleeping off the meal.\" When these failed, the guardians insisted that the only way was to chase them out in a grand exorcism. Otherwise, they said, \"we'd be swallowed up while we slept\". Horrifyingly, the caretakers kidnapped and slaughtered Ariane's pet goat and sprinkled its blood in every room. \"It was extremely upsetting,\" recalls Shah. \"Rachana thought I was insane to have dragged us to live in a haunted house in a medieval shanty town. But, as I kept telling her, if we could just get out of bed in the morning, we had a hope of getting through another day. We didn't have anywhere to go back to in England. We'd sold our house, so there was a sense of no return. That kept me going, as did the idea that we were living in a realm without safety nets.\" Eventually, he agreed to an exorcism. For €400 (£320), 24 exorcists from the Aissawa (a religious brotherhood) arrived, hollering on the back of a cement truck and wreaked their terrible work. \"My wife gave me a poisoned look and asked how long they were going to stay. Days and nights slipped by while the Aissawa drank chicken blood, fell into trances, cut themselves and gorged on feasts. They loved it; they didn't want to leave.\" One morning, the exorcists left suddenly in their truck. \"I tracked down the guardians, who had taken to lounging about in the stables. They gave me a thumbs-up: the house was clean and djinn-free.\" Shah says that moving to a new land and renovating a decaying mansion was an endurance test, but eventually the house was restored beautifully. Looking back, he says it was worth it. \"There's a brilliant balance of life here,\" he enthuses. \"The family is still at the heart of life, and the Moroccans love children. \"I look back, amazed at how I talked Rachana into the dream – my dream. Sometimes in life it's best not to think too much. If you do that, the fragile idea dies before it has life. It was a strain in the beginning, particularly for Rachana, who didn't have the connection [to Morocco] from childhood. But as time has rolled on, and as our children have grown up here, she's come to see it's the most obvious place to live. She loves Morocco because the zaniness reminds her of India. \" Setting up home in a muddy North African slum that's noisy, polluted and covered in fly-blown rubbish heaps is not everyone's idea of a good place to raise children. \"When I told my family about the move, they were supportive but worried about the safety, the roads, the hospitals. But now my sister and her husband have moved here too. I think it's important for the kids to see the real world. The best education they could have is understanding how other people live. \"The shantytown is a slice of real Morocco. Can you describe our life here,\" he says, turning to his children – but they rush away. \"It's like being in a zoo with these kids.\" Do they feel guilty living in a big house in the middle of a slum? \"I grew up with the disparity,\" says Rachana, who moved to London from Bombay as a teenager. \"So the house for me is a safety net.\" \"I grew up in Britain,\" Shah says, \"and I do feel the guilt. I try to be sensitive and sensible. There's nothing fancy or expensive in our house. Everything comes from the local shops. When Ariane was younger, she wanted the latest Barbie and I'd go crazy and tell her that it's enough money for people to live on for a week. Would they come back to live in Britain? \"I hope not. I love London, but in small doses. I'm not pretending that Morocco is perfect, but there's an old-fashioned harmony and a fraternity, in which everyone's looking out for each other. It's one of the most blessed, magical places on earth.\" • Tahir Shah's new novel, Timbuctoo, is published by Secretum Mundi, £30, tahirshah.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}