{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/oct/09/dpp-criminal-tweets-facebook-posts", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-10-09T21:22:55Z", "webTitle": "Facebook and Twitter could be asked to increase moderation of networks", "webUrl": "https://www.theguardian.com/media/2012/oct/09/dpp-criminal-tweets-facebook-posts", "apiUrl": "https://content.guardianapis.com/media/2012/oct/09/dpp-criminal-tweets-facebook-posts", "fields": {"headline": "Facebook and Twitter could be asked to increase moderation of networks", "bodyText": "The director of public prosecutions is exploring whether Facebook and Twitter should take more responsibility for policing their networks for abuse and harassment in an attempt to reduce the number of cases coming to court. On Monday a 12-week jail sentence was handed out to Matthew Woods, a teenager who made \"sick jokes\" on Facebook about the missing five-year-old April Jones. On Tuesday a Dewsbury man was sentenced for writing an abusive post about the deaths of British soldiers. Keir Starmer, who is this week consulting with lawyers, journalists and police in a series of seminars on the subject, is keen to ask if social media companies should improve their site moderation at a time when police are concerned about the volume of offensive posts and tweets they may be called to investigate. Those attending the panels said Starmer frequently returned to the subject, and he is preparing to draw up guidelines against an almost daily backdrop of arrests, prosecutions and controversy. But there is no immediate consensus on what greater self-regulation for social media would look like. On Tuesday Azhar Ahmed, 20, from Dewsbury, was sentenced to 240 hours of community service for a Facebook post saying \"all soldiers should die and go to hell\" following the deaths of six British soldiers. A day earlier Matthew Woods, 19 and from Chorley, was jailed for 12 weeks for posting the jokes on his Facebook page. The growing number of arrests – often under the expansive section 127 of the 2003 Communications Act, which makes it an offence to send or post \"grossly offensive\" material online – is prompting concerned police to lobby Starmer to keep the bar on prosecutions high. Last month the CPS decided not to take action against Daniel Thomas, a semi-professional footballer who posted homophobic messages on Twitter relating to the Olympic diver Tom Daley, because he apologised quickly, deleted the message, and said he did not intend it to be retweeted as widely as it was. Section 127 deals only with messages sent over the internet and was used by the authorities in the infamous Twitter joke trial, in which Paul Chambers eventually had his conviction overturned after tweeting in frustration about his local airport in South Yorkshire being snowbound. \"Crap! Robin Hood airport is closed,\" Chambers wrote. \"You've got a week and a bit to get your shit together otherwise I'm blowing the airport sky high!!\" David Allen Green, one of Chambers's legal team and head of media at Preiskel &amp; Co, said there could be a risk that what is said online is more circumscribed than what would be said in print, on television or in the street. \"There is therefore a serious question as to whether communications should be criminalised because they are in electronic form, which would not lead to an offence otherwise,\" he added. But the CPS is understood to be content with the law and is not recommending that it be changed. Meanwhile, police are worried about the time spent examining cases and that it will only be practicable to investigate a handful of cases where emotions are running high – such as in last month's arrest of the Liverpool man who is alleged to have set up a \"Dale Cregan is a hero\" page, referring to the suspect now charged with the murder of two Greater Manchester police officers and two civilians. Andy Trotter, who speaks for the Association of Chief Police Officers on media issues, said: \"Many offensive comments are made every day on social media and guidance will assist the police to focus on the most serious matters.\" Police would like Facebook and Twitter to act faster in deleting offensive comments to avoid arrests being necessary and to see if it is possible to explore ways of blocking particular individuals from using their networks. Twitter declined to comment on individual cases and Starmer's work directly. The social network has a free speech policy that means it does not interfere in disputes or restrict what it describes as \"controversial content\", advising people to block users that people disagree with. But Twitter did recently change its rules to make \"direct, repeated attacks on an individual a possible violation\" of its terms of service. A Facebook spokesman said the network was heavily reliant on policing by its global network of one billion users, any of whom can report abuse to a team of unspecified size based in Dublin. Facebook has said it takes down pages \"very quickly\", although it does not supply any details of how many complaints it gets in the UK, or how fast it works. But with regard to the Cregan case, the network said it was able to remove pages set up by people with false identities, which is a breach of its terms and conditions. Allen Green said there was an argument for Twitter and Facebook to operate in a more easily understood way in this area. \"If social media platforms had a more responsible and transparent form of removing content, then it would be likely that there would be less recourse to either civil or criminal law,\" the lawyer said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}