{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2012/oct/17/lionel-shriver-how-to-write-book", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2012-10-16T23:00:02Z", "webTitle": "Lionel Shriver: How I write", "webUrl": "https://www.theguardian.com/books/2012/oct/17/lionel-shriver-how-to-write-book", "apiUrl": "https://content.guardianapis.com/books/2012/oct/17/lionel-shriver-how-to-write-book", "fields": {"headline": "Lionel Shriver: How I write", "bodyText": "Start with large, strong coffee. Read paper, doesn't much matter which one. Concentrate on little stories. Dostoevsky snatched scads of ideas from newspapers. Self could not make this stuff up, so why bother? Repair to desk. Prefer standing – keeps Self awake. Recommend giant OED flipped on side for elevating laptop to proper height. Remember in ancient times email (incredibly) considered exciting and fun, but now email is evil foe. Even once crap cleared off, what remains? People nagging Self to do things Self does not want to do. SAY NO TO EVERYTHING. A sucker for badgering, Self will fail in this ambition, but never hurts to try. Dispatch queue with alacrity, and DO NOT CONSULT AGAIN. Self will fail in this ambition, but never hurts to try. Load latest chapter. Acceptable to reread what Self wrote yesterday, at most to reread from beginning of chapter; let's get into character, as Samuel L would say. Acceptable to make small changes on reread, reminding Self that all text is liquid, and reassuring Self that even if text sucks now text will not necessarily suck later. But DO NOT LOOK AT EARLIER CHAPTERS. Do not pour through thousands of words searching for whatever Self called some character's yappy dog several chapters back. First drafts rely on MOMENTUM. Refining adjectives does not count as work. Solving what-does-she-say-next and why-would-he-do-that, or making daily effort to construct at least one paragraph justifying stupid book's existence – one paragraph other people might conceivably want to read in sloshing sea of unnecessary, look-at-me prose in which whole world is drowning – this is work. At 5pm, Self may have tea. At 6.45pm, fetch logs and build fire. Congratulate Self smugly for installing wood stove. At 7pm, watch Channel 4 News. Between Jon Snow, papers, Newsnight and ABC News from America, Self will spend 3.5 hours per day consuming news, most of which Self will instantly forget. Self has problem. At 8pm, exercise, doesn't much matter how – just so routine takes long time and is unpleasant. Self will not feel like doing this. Tell Self to shove it. Self's occupation is sedentary. Self does not want to become pudding. Self is now horribly old, and Self probably has another athletic injury. Nevertheless, Self gets no free pass. Showering, thank Self for glorious near-24-hour reprieve from further disgusting exercise. Make popcorn on dot of 10.30pm: nightly offering to Jeremy Paxman. Paxman neglects to eat any. Finish bowl. Make dinner. Eat at midnight. Drink copiously – Self has endangered authorial reputation for abandon, excess and inebriation to maintain! Confess to husband sheepishly over candlelight all email requests idiot wife did not say no to. Clean kitchen. In front of ABC News, reflect on depressing fact that even a \"bestselling novelist\" has to floss. • Lionel Shriver's latest novel is The New Republic (HarperCollins)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}