{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/oct/06/jeremy-hunt-12-week-abortion-limit", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-10-05T23:27:02Z", "webTitle": "Jeremy Hunt backs 12-week legal limit on abortions", "webUrl": "https://www.theguardian.com/world/2012/oct/06/jeremy-hunt-12-week-abortion-limit", "apiUrl": "https://content.guardianapis.com/world/2012/oct/06/jeremy-hunt-12-week-abortion-limit", "fields": {"headline": "Jeremy Hunt backs 12-week legal limit on abortions", "bodyText": "The health secretary, Jeremy Hunt, has said that he backs halving the legal time limit for women to have abortions, from 24 weeks to 12. The intervention by Hunt reignited hostilities over one of the most polarising issues in politics on the eve of the Conservative party conference. Coming just days after Maria Miller, the women's minister, backed calls for a reduction in the legal limit for abortions, Hunt's comments deepened fears among pro-choice campaigners that abortion laws are set to come under renewed assault. \"There's an incredibly difficult question about the moment we should deem life to start,\" said the health secretary, who had held off on publicly stating his current position on abortion since he was given the portfolio in last month's reshuffle. \"I'm not someone who thinks that abortion should be made illegal. Everyone looks at the evidence and comes to a view about when that moment is and my own view is that 12 weeks is the right point for it.\" His comments were described as \"shocking and alarming\" by Diane Abbott, the shadow minister for public health, who added: \"It does seem as if the Tories are gearing up for another assault on women's reproductive rights. \"It's almost like he has plucked 12 weeks as a figure out of thin air, but it's very alarming that the secretary of state for health wants to take a position on women's reproductive rights that is not based on medical evidence. \"We're seeing a sustained ideological attack on the science, and the rights that British women and families have fought for. There is no evidence to support a reduction in the abortion time limit and this view is supported across the medical profession. \"It's a really frightening thing for the sorts of decisions he is going to make on reproductive rights. The Tories seem determined to open up this front on what the Americans call 'values'.\" Hunt's remarks caused surprise among health experts. Although 91% of abortions take place before 12 weeks, health professionals warned that a cut-off for terminations at that point would curtail testing for conditions such as Down's syndrome and rush women into having abortions they might come to regret. Dr Kate Guthrie, a spokeswoman for the Royal College of Obstetricians and Gynaecologists, questioned the basis for Hunt's reference to making his decision after looking at evidence. \"What evidence is he thinking of? I can't think of anything.\" She warned that, if women were not allowed legal terminations, they would resort to buying abortion pills over the internet and embarking on other risky courses of action. Hunt, who made his comments in an interview with the Times (paywall), denied that his stance was a consequence of his Christian belief: \"I don't think the reason I have that view is for religious reasons. \"There are some issues that cut across health and morality, a bit like capital punishment does for crime. There are all sorts of arguments in favour and against in terms of deterrence and justice, but also there is a fundamental moral issue that sits behind it. I think abortion is one of those issues.\" Clare Murphy, head of public policy for the British Pregnancy Advisory Service, meanwhile said that the proportion of abortions taking place after 12 weeks had remained fairly static at about 8% of all abortions. Hunt's intervention was welcomed by Nadine Dorries, the backbench Tory MP who last year launched a failed parliamentary bid to strip abortion providers of their role in providing pregnancy counselling. She said on Twitter that she was \"delighted\" with his comments and reiterated that she would re-introduce an amendment to reduce the time lime to 20 weeks, adding that three quarters of GPs wanted a reduction from 24. However, Hunt's preference for 12 weeks placed him at odds not just with Miller, who favours 20, but also a significant number of Tory MPs and party members who are pro-choice. Political commentators have questioned the wisdom of sparking a political row over such an emotive issue as the party heads into its conference. Tory MP Amber Rudd announced in July that she was to launch an inquiry into unwanted pregnancy in an attempt to prevent the issue being hijacked by anti-abortion advocates in her own party. A spokesman for No 10 said that the prime minister did not share Hunt's view about a cut to 12 weeks. Cameron said during the last general election campaign that he would support a reduction to 20 or 22 weeks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}