{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/oct/21/ofm-awards-best-bars-pubs-drinks", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2012-10-20T23:25:29Z", "webTitle": "Observer Food Monthly Awards 2012 Best Place to Drink: Runners up", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/oct/21/ofm-awards-best-bars-pubs-drinks", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/oct/21/ofm-awards-best-bars-pubs-drinks", "fields": {"headline": "Observer Food Monthly Awards 2012 Best Place to Drink: Runners up", "bodyText": "LONDON The Nightjar Tucked away but well worth tracking down to experience a 1930s-themed night out. 129 City Road, EC1V 1JB; 020 7253 4101, barnightjar.com Mark's Bar The unique apothecary cocktail bar is one of the main draws for last year's winner. 66-70 Brewer Street, W1F 9UP; 020 7292 3518, marksbar.co.uk 69 Colebrooke Row The other bar run by Zetter Town House's Tony Conigliaro is small but perfectly formed. A winner in 2010. 69 Colebrooke Row, N1 8AA; 69colebrookerow.com SOUTH &amp; WEST Hausbar Intimate speakeasy that makes you feel like you're visiting somewhere deliciously forbidden. 52 Upper Belgrave Road, Clifton, Bristol, BS8 2XP; 0117 946 6081, hausbar.co.uk The Milk Thistle This old-style drinking club is housed over four spectacularly decorated floors. Quay Head House, Colston Avenue, Bristol, BS1 1EB; 0117 929 4429, milkthistlebristol.com Raoul's Bar Raoul's is a staple in Oxford and its exhaustive list of expertly made cocktails has kept it fresh. 32 Walton Street, Oxford, OX2 6AA; 01865 553 732, raoulsbar.co.uk MIDLANDS The Lord Clifden Nothing's lacking at this great pub, which includes regularly changing guest ales. 34 Great Hampton Street, Hockley, Birmingham, B18 6AA; 0121 523 7515, thelordclifden.com The Bell Alderminster The local Alscot Ale is a big draw at this award-winning country pub. Stratford-upon-Avon, Warwickshire, CV37 8NY; 01789 450 414, thebellald.co.uk EAST The Cambridge Blue Beers from around the world and 20 Scottish malts make this a must visit for anyone with a taste for either. 85-87 Gwydir Street, Cambridge, CB1 2LG, the-cambridgeblue.co.uk The Bury Beerhouse Their micro-brewery produces excellent pale ale and bitter. 1 Tayfen Road, Bury St Edmunds, Suffolk, IP32 6BH; 01284 766 415, burybeerhouse.co.uk NORTH The Castle Hotel Feels like a proper local, despite its city-centre location. 66 Oldham Street, Manchester, M4 1LE; 0161 237 9485, thecastlehotel.info The Cumberland Arms Cider and real ale are the specialities here but expect live music – with the odd ukulele – too. James Place Street, Ouseburn, Newcastle upon Tyne, NE6 1LD; 0191 265 1725, thecumberlandarms.co.uk NORTHERN IRELAND The Bar at the Merchant Hotel Opulent and a little bit nostalgic, right down to the antique Baccarat chandeliers. 16 Skipper Street, Belfast, BT1 2DZ; 028 9023 4888, themerchanthotel.com SCOTLAND Bramble Bar &amp; Lounge It's all about the gin cocktails at this Edinburgh staple. 16a Queen Street, Edinburgh, EH2 1JE; 0131 226 6343, bramblebar.co.uk Pepper This basement cocktail bar has some interesting twists on the classics. 14 Picardy Place, Edinburgh, EH1 3JT; 0131 556 1289, steakedinburgh.com/pepper WALES Milgi Lounge Cocktails are the order of the day, with 14 varieties of mojitos, five of them non-alcoholic. 213 City Road, Cardiff, CF24 3JD; 029 2047 3150, milgilounge.com Chapter Arts Centre Arts events aside, the lovely unpretentious bar is worth a visit in its own right. Market Road, Canton, Cardiff, CF5 1QE; 029 2031 1050, chapter.org"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}