{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/oct/06/damian-lazarus-q-and-a", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-10-05T23:05:22Z", "webTitle": "Damian Lazarus Q&A", "webUrl": "https://www.theguardian.com/music/2012/oct/06/damian-lazarus-q-and-a", "apiUrl": "https://content.guardianapis.com/music/2012/oct/06/damian-lazarus-q-and-a", "fields": {"headline": "Damian Lazarus Q&A", "bodyText": "The track I always play to rescue a dancefloor Donna Summer: I Feel Love There are times when I take people on long, deep, psychedelic journeys with my music, and having a track like this at your disposal is great for rewiring the crowd back to some kind of normality. The track that currently gets the most rewinds Andre Kraml: Safari A Crosstown Rebels classic. When you hear the opening bars, there's nothing you can do but be excited about what follows. The track I wish I'd signed to my label Chic: I Want Your Love One of my favourite records of all time. I play this one out as the last tune at parties where I feel like I've really connected with the crowd. The track I'd play at my auntie's wedding Exile: Kiss You All Over (Brennan Green Edit) Not because I'd like to kiss my auntie all over, but I think she would appreciate this genuine lovers' anthem. The track that got me out of bed this morning Prince: Purple Rain This is my most played 12\" at home in LA. It sits there waiting for me every morning. My puppy and my four cats know not to bother me for their breakfast until the record has finished. The track I wish i'd never played Original Cast: Reviewing The Situation (from Oliver! soundtrack) Some say I should never have played this at half-speed over the top of some eerie sound effects … but you know, life's a gamble and there's no regrets. The best track by my favourite new artist Francesca Lombardo: Sofiel She's a classically trained musician and opera singer, and her house/techno music production is second to none. The ideal festival track Double 99: Ripgroove I closed the day with this one at the first Parklife Festival and the place exploded. The track that should have been a crossover hit Infinity Ink: Infinity A monster of a record that is so catchy, it deserves to be a global smash hit. I've just had new remixes made of it by Richy Ahmed and Claude VonStroke so we'll see what happens when we re-release it. The track I want played at my funeral Deodato: Also Sprach Zarathustra It's the track played when Chauncey Gardiner discovers New York City in the film Being There and I think it accurately reflects the drama and fun I've had in my life. Damian Lazarus plays Crosstown Rebels Present: Rebellion Rave @ The Sidings, SE1, Sat"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}