{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2012/oct/14/x-rays-identity-holbein-portrait", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2012-10-13T23:07:04Z", "webTitle": "X-rays reveal true identity of subject in Holbein portrait", "webUrl": "https://www.theguardian.com/artanddesign/2012/oct/14/x-rays-identity-holbein-portrait", "apiUrl": "https://content.guardianapis.com/artanddesign/2012/oct/14/x-rays-identity-holbein-portrait", "fields": {"headline": "X-rays reveal true identity of subject in Holbein portrait", "bodyText": "The true identity of a man whose face has been known in Britain for 400 years has been revealed by conservation work completed last week. Holbein's portrait, thought to be of a goldsmith called Hans of Antwerp, first came into royal possession in 1639, during the reign of Charles I, but early repair work obscured clues to the real name and trade of the man it depicts. Now, using x-ray technology and infra-red photography, Royal Collection Trust conservators have discovered that Hans was in fact a merchant working in London's steelyards. The conservators found that the painting had been broken into pieces within the first 100 years of its life and then been glued back together. The painting shows a man dressed in a fur-lined gown who is resting his quill pen on a sheet of paper. In 1874 a reading of the inscription on the letter led art scholars to think the sitter must be the goldsmith Hans of Antwerp, who worked for Henry VIII and was a close friend of Holbein. But by the 20th century doubts had emerged because of the expensive costume he wears. Removal of overpaint and dark varnish has proved that, although the sitter may have been called Hans, he was actually a merchant. It is a finding that makes sense to Holbein experts since the painting is one of only seven surviving portraits produced by Hans Holbein the Younger between 1532 and 1533 and the rest are all of German merchants of the Hanseatic League. The discovery came when the royal conservators spotted that the sitter's seal, in the foreground, had been altered to appear as a \"W\". In fact it was originally a merchant's mark – a circle and crossed lines. The same mark can be seen in reverse on the letter held in the man's hand. The inscription under the knife remains unclear, but the experts consulted by the Royal Collection agree the letters \"hofe\" appear on the third line. This suggested the word \"Stallhof\", meaning steelyard. The careful cleaning work has also exposed the gem-set rings worn by Hans, which also indicates the superior wealth of a leading merchant. \"It was incredibly exciting to rediscover details that had been lost within the painting for so long,\" said the Royal Collection Trust conservator Claire Chorley. \"We even uncovered a metal key lying on the desk that had previously been completely invisible.\"Twenty-first century technology has also allowed the conservators to investigate beneath the layers of paint. Infra-red images showed the artist's original under-drawing for the first time and the conservators found that Holbein had made several changes to the portrait, reducing the size of the merchant's hat and lowering the position of his left shoulder and arm. \"It is wonderful to be able to confirm finally that the man is in fact a German merchant, perhaps sharing a name with the well-known goldsmith,\" said the exhibition curator Lucy Whitaker. The portrait is one of 27 works by Holbein to go on display in the exhibition The Northern Renaissance: Dürer to Holbein, opening next month at The Queen's Gallery, Buckingham Palace, running from 2 November 2012 until 14 April."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}