{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/oct/06/this-weeks-new-live-music", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-10-05T23:05:18Z", "webTitle": "This week's new live music", "webUrl": "https://www.theguardian.com/music/2012/oct/06/this-weeks-new-live-music", "apiUrl": "https://content.guardianapis.com/music/2012/oct/06/this-weeks-new-live-music", "fields": {"headline": "This week's new live music", "bodyText": "Kid Koala, London &amp; Bristol Eric San, the Canadian DJ who operates as Kid Koala, isn't faint-hearted. Twelve years on from Moby developing the idea (and taking it to ubiquity in countless slightly unimaginative homes, restaurants and bars), he has decided on a plan: to make his own music from the moans and twangs of the early 20th-century blues. In truth, his fifth album 12 Bit Blues goes far beyond the tasteful colours of Moby and instead gives the blues a hip-hop overhaul: treating it as form as well as content. One hopes that as well as enjoying Kid Koala's startling rhythms, breaks and surface noise, his followers may want to get into the crates themselves to dig out some gems. O2 Academy Islington, N1, Thu; Fiddlers, Bristol, Fri John Robinson Radiohead, Manchester &amp; London It's funny how Radiohead are now supposedly \"no longer a rock band\" when they spend their live shows playing some of their most exciting guitar music yet. This is what it takes, after all, to successfully inhabit the electronically flavoured music that makes up their two most recent albums: the thrilling, polyrhythmic rattling of last year's King Of Limbs and its predecessor, 2007's sweetly tuneful In Rainbows. Today's Radiohead are a warmer and groovier ensemble, politely claiming new and unexpected stretches of musical territory on our behalf. Manchester Arena, Sat; O2 Arena, SE10, Mon, Tue JR Aphex Twin, The Heritage Orchestra And Choir, London Of his own popularity, Richard D James (AKA Aphex Twin) once declared he didn't care if he was \"undergound, overground, or wombling free …\" Which is just as well: in the 11 years since his last studio album proper he has wombled far and wide across the music landscape. This performance, in which James controls a string orchestra and a choir by a series of visual cues, is very much consistent with his unpredictability. It's a fun idea, but the limited nuances of his \"controls\" means that, as yet, some of RDJ's talents – insane rhythms; surprisingly good tunes – are left largely unexplored. Still, like all technological advances, this one will no doubt be constantly evolving. Barbican Hall, EC2, Wed JR Susanna, On tour Susanna, the mesmerising Norwegian vocalist and co-founder of minimalist electro-soul duo the Magical Orchestra, previewed the music from this year's Wild Dog album in March, when her trio opened for Tord Gustavsen. What has been called her \"soul noir\" voice – a sensual, tranquil murmur with a startlingly powerful emotional impact – is now surrounded by more urgently sinewy accompaniment than the Magical Orchestra's eerie electronics, as guitarist Helge Sten and drummer Erland Dahlen stir a brew of avant-rock riffs, free-jazz and a kind of 21st-century Nordic country-music feel. Though Wild Dog features plenty of new material, Susanna and the band also track back through the Magical Orchestra's repertoire, famed for its revealing covers of pop classics such as Jolene and Love Will Tear Us Apart. St George's, Bristol, Thu; Howard Assembly Room, Leeds, Fri John Fordham Ivo Neame, London &amp; Brighton The F-ire Collective have been an inspiration to leftfield British musicians such as Seb Rochford and Kit Downes, and encouraged a stream of indie-collective spin-offs around the country since adopting that enigmatic acronym (representing Fellowship for Integrated Rhythmic Expression) in 1998. Percussionist-saxophonist Barak Schmool – originally a regular sideman with Django Bates – lit the original flame, and now F-ire curate an annual festival that brings together some of the most intriguing and unorthodox music makers in the UK and Europe. The 2012 event runs on and off at Pizza Express Jazz Club until the end of October, and pianist-composer Ivo Neame's octet (which becomes a quintet when the ensemble plays in Brighton) is one of the big highlights. Neame is a compelling jazz-piano improviser, but his writing for this new reeds-dominated group shifts his composer's reputation to a new level. Pizza Express Jazz Club, W1, Mon; Komedia, Brighton, Fri JF Julia Wolfe, London Bang On A Can burst on to the New York scene just at that time in the late-80s when minimalism was starting to lose its missionary zeal and new music was casting around for fresh impetus. Part a post-minimalist stylistic movement and part a concert-giving organisation, it was the idea of three young composers, Michael Gordon, David Lang and Julia Wolfe, who sought a new audience and a means of intreracting with it. Of those, Wolfe's music is perhaps the least known on this side of the Atlantic, but the BBC Concert Orchestra's contribution to the Southbank's Ether Festival might remedy that. Here she premieres percussion concerto, riSE and fLY. Queen Elizabeth Hall, SE1, Thu Andrew Clements"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}