{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/oct/09/jewish-mum-of-the-year", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-10-09T22:09:01Z", "webTitle": "TV review: Jewish Mum of the Year; Fresh Meat; Nurse Jackie", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/oct/09/jewish-mum-of-the-year", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/oct/09/jewish-mum-of-the-year", "fields": {"headline": "TV review: Jewish Mum of the Year; Fresh Meat; Nurse Jackie", "bodyText": "It was never entirely clear if we were being invited to celebrate Jewish mothers in Jewish Mum of the Year (Channel 4) or laugh at them. The official line was that it was a celebration, dreamed up by the editor of the Jewish News to find a standard bearer who could combine the very best of modern and traditional Jewish motherhood and who was, in the words of Professor Dovid Katz, \"an emblem of unswerving devotion\". But that's to ignore the Jewish sense of humour … It was also never entirely clear how the programme had picked its eight contestants, though it looked very much as if the producers had gone out of their way to find extreme examples of every Jewish stereotype: the bling princess, the control freak, the ultra orthodox, the smotherer, the delusional, the neurotic. As an advert for most people's idea of a mother from hell it couldn't have been bettered and was undeniably good fun to watch – so long as you weren't one of the eight women, who gave every impression of believing they had entered a serious competition. The format of the show is that each week the mothers are paired up and given a different task, with two of them being eliminated each week. First up was organising the bar mitzvah for a boy named Ben: \"Remember,\" warned Dovid, \"that this is all about Ben.\" As if. The show would have been dead in the water as entertainment if it had been, but fortunately our eight mums ignored this advice, understanding full well that this occasion was actually all about them and set about trying to outdo one another while appearing to be co-operative. By far the most entertaining pairing was Emma, the bling princess, and Ruth, the dour ultra orthodox, whose job was to organise a photo booth and party bags, and who couldn't agree on anything – not even how much they disliked each other. The largest chunk of the programme was devoted to their inevitable car crash of a contribution. Come the big day, the party bags were unfinished and Emma was left screaming at the kids to grab what they could. Had this been a real contest, Emma and Ruth would have been eliminated on the spot but, as they were great box office, they lived to fight another day. Instead, Louisa was kicked out for the faux pas of serving gazpacho, which seemed a little harsh. Why couldn't the judges have just been honest and booted her off for being incredibly annoying? They could also have got rid of Jacqueline for much the same reason, but instead chose Tracy, one of the two vaguely stable women on show. Not only was Tracy quite happy to knock up a cake out of a packet mix but she had a healthy disregard for Heston Blumenthal's efforts to improve it. My kind of mum. Then again, maybe my own ideas of parenting have room for improvement, as I wouldn't have minded that much if either of my kids had turned out like any of the Hartnell Avenue students in Fresh Meat (Channel 4), which returned for a second series. One of the things that makes this show work so well is that it's actually a soppy sitcom – with more than a hint of romcom – with the comedy stemming from the characters gauche attempts to project themselves as hard and knowing when the reality is they are anything but. All the characters are much as we left them. Kingsley has grown an apology for a goatee, but otherwise his and Josie's on-off relationship is still on-off, Vod is still on the scrounge, Oregon is still trying not to be posh and JP is still … Jack Whitehall. I'm not convinced there's a difference between Whitehall and any of the characters he plays, but for the time being that doesn't really matter as he is rather good at being whoever he is. Writers Sam Bain and Jesse Armstrong also appear to have written out the show's major weakness – geology lecturer Dan – and introduced Giles and Sabine to make sure the meat stays fresh. A comedy that's actually funny. It could catch on. The laughs have been fading away from Nurse Jackie (Sky Atlantic) for some time now as the show gets darker and darker but it remains compelling, primarily for the central performances of Edie Falco and Eve Best. The new series opened with Jackie doing her best to destroy what few relationships she had left and ending up in rehab. A comedy that turns into a drama. That could also catch on."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}