{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2012/oct/24/arsenal-familiar-failings-schalke", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-10-24T22:36:33Z", "webTitle": "Arsenal fans frustrated by familiar failings in defeat to Schalke | Richard Williams", "webUrl": "https://www.theguardian.com/football/blog/2012/oct/24/arsenal-familiar-failings-schalke", "apiUrl": "https://content.guardianapis.com/football/blog/2012/oct/24/arsenal-familiar-failings-schalke", "fields": {"headline": "Arsenal fans frustrated by familiar failings in defeat to Schalke", "bodyText": "Arsène Wenger faces his club's shareholders at 11.30 on Thursday morning in an annual general meeting which, if the form of recent years is any guide, will not be an entirely pleasant experience. Wednesday night's result will have done nothing to make it easier for the Frenchman, who watched from the stands as his players stumbled to another morale-sapping defeat. Formal gatherings of directors and shareholders are seldom allowed to devolve into chalkboard sessions, but those present at this potentially calamitous reverse will want to know why on earth the Arsenal management failed to do anything about a glaring and eventually fatal weakness in their side's tactical approach. With half an hour gone Jefferson Farfán and Atsuto Uchida started to exploit André Santos's vulnerability in the left-back position. By half-time the weakness was wincingly apparent, not least to Schalke's travelling supporters, who were starting to howl with glee. With Wenger unavailable to provide advice, it was up to Steve Bould, his assistant with special responsibility for defensive matters, to sort it out. Yet nothing was done and in the final quarter of an hour the German side took advantage with two goals that came directly from that sector. After seven seasons without a trophy, Wenger's regime continues to frustrate the supporters through a persistent inability to find its way out of an all too familiar cul de sac. Against Schalke they displayed all their most exasperating faults and only dim shadows of the virtues Wenger introduced and nurtured for so long. His team went into Wednesday night's match needing to dispel the memory of the weekend defeat at Carrow Road, where the solid work of a set of fresh Norwich City players, who had enjoyed the benefit of a clear fortnight to work on their tactics, embarrassed the north London side's international travellers. Instead Arsenal merely confirmed the suspicions raised by that hapless performance. If the failure on the left of the defence could be partly explained by the unavailability of Kieran Gibbs, there was no such excuse for Mikel Arteta and Santi Cazorla, Wenger's new creative axis, who again failed to locate fissures in the opposing defence. The team had to set about their task against a strong Bundesliga team without a crop of influential players, but the top Premier League teams are now expected to take such an extensive casualty list in their stride. Arsenal have conceded the first goal of a game on five occasions in 11 matches in all competitions this season, and they were lucky not to do so again three times in the first 50 minutes. The first let-off came just after the half-hour, when Per Mertesacker made a Tony Adams-style block on Marco Höger's shot from Uchida's cut-back. A minute before the interval Klaas-Jan Huntelaar shot wide, again from the Japanese full-back's pass. And five minutes into the second half Farfán's identical ball was met by the unmarked Benedikt Höwedes with a wasteful first-time strike over the bar. It was not clear whether Francis Coquelin, deployed alongside Arteta at the base of midfield, or Lukas Podolski, on the left flank of the advanced midfield trio, should have been giving Santos more attentive support. Arsenal's tactical vagueness in the face of Schalke's energetic and often perceptive running was being regularly exposed. The home side looked a little livelier midway through the second half, when Gervinho moved out to the left and Podolski switched to the position suggested by the No9 on his shirt. In the 65th minute the Ivorian sprinted round Uchida to the byline and produced a fine cross that floated only narrowly ahead of the German's run to the far post. But after Gervinho had failed to thread a ball through to his team-mate from the same flank, they switched back to their original positions, enabling Uchida to relax and think once more about tormenting Santos. Eventually the pressure told when Huntelaar turned on to Ibrahim Afellay's headed pass, at the end of a move initiated by Uchida, and guided a shot past the defenceless Mannone. Ten minutes later Afellay turned home Farfán's textbook cut-back to double the lead and complete the humiliation. Arsenal went into Wednesday night's match with only one defeat in their previous 44 Champions League matches on home turf, and that against Manchester United in the semi-finals four years ago. The return of some of their missing players may enable them to improve their chances of reaching the knockout stage, but the days when they could challenge for a place in the last four look hopelessly remote for a side currently veering between incoherence and ineffectuality."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}