{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2012/oct/28/mark-lawrenson-match-of-the-day", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-10-28T23:00:00Z", "webTitle": "Lost in translation listening to Mark Lawrenson on Match of the Day | Martin Kelner", "webUrl": "https://www.theguardian.com/sport/blog/2012/oct/28/mark-lawrenson-match-of-the-day", "apiUrl": "https://content.guardianapis.com/sport/blog/2012/oct/28/mark-lawrenson-match-of-the-day", "fields": {"headline": "Lost in translation listening to Mark Lawrenson on Match of the Day", "bodyText": "In his never-ending bid to make himself colourful Mark Lawrenson is making up words. On Saturday's Match of the Day he described the Stoke-Sunderland match as \"towzie\". And forgive me, Mark, if the spelling is wrong but, having tried a number of alternatives, nowhere could I find a definition of towsey, towsie, towzy or anything close. I now know, however, that Towzie Tyke is a bottled beer from Ayr and there is a village near Thame in Oxfordshire called Towersey whose notable residents include – indeed comprise – the Radio 2 presenter Ken Bruce. But that does not help with a question not entirely unfamiliar to followers of football on the BBC: What the hell is Lawro on about? He may have been referring to some feisty tackling on which the referee Mark Halsey turned a benevolent eye, or the largely sterile nature of the contest, but it really is impossible to say, even for someone like me for whom words are, you know, kind of, er, my thing. I tried a dialect dictionary from Lancashire, Lawro's birthplace, but between thrutch (a kind of combination thrust and push, as you might perform when trying to squeeze on to a Tube train in rush hour, of limited use I should say in a region untouched by the underground railway) and traunce (a tedious journey), no enlightenment. There are some lovely words in there, though, and if Lawro wishes to persist with his folksiness, he might want to pepper his pensées with one or two each week. I recommend whangby, a coarse cheese, or esshole, which sounds like someone from Kensington trying to be a little bit street but is actually \"a large hole under the fire of an old Saddleworth house to hold the ashes\". Lawro could probably get away with it too, being somewhat \"old school\", as I'm sure he would agree, something he has in common with his former team-mate Graeme Souness. The latter confessed as much on Sky, commenting on Manchester City's Champions League debacle at Ajax. When the presenter Jeff Stelling praised City manager Roberto Mancini's mea culpa post-match interview in which the Italian admitted he had failed to prepare his players properly, Souness, deploying his best steely glare, responded: \"Maybe I'm old school, Jeff, but I just think: 'What do players expect today?' Do they expect to be led, and taught everything minute by minute as the game goes through? Big players work it out for themselves.\" This is the kind of uncompromising analysis we have come to expect from Souness, who remains the gold standard on the experts' bench, a million miles away from the cosy camaraderie of his terrestrial equivalents. He's part of a pretty good Champions League team on Sky at present. Jamie Redknapp, who is closer to the modern player than Souness, often softens his colleague's stance – McCartney to Souness's Lennon: \"He's maybe trying to take the pressure off his players\" was his reading of Mancini's admission, \"There'll be divisions in that group.\" Gary Neville, meanwhile, in the commentary box continues to appeal to anyone who enjoys pithy, staccato analysis delivered with an upward inflection at the end of each sentence. Gary, regular viewers will know, does not like zonal marking. Neither, unsurprisingly, does Souness. Does anybody? I am no expert but, whenever they show you footage of a goal, zonal marking seems to amount to nobody marking anybody. Where did it come from? Pundits talk about it as if it were some kind of pestilence suddenly visited upon our game, for which no vaccine has yet been found. In fairness it does have its adherents, including Martin Keown, who wrote a piece in favour of this modern flummery in the Daily Mail of all places, which seems to run counter to the paper's normal enthusiasm for the old school; warm beer, old maids cycling to holy communion through the morning mist, that kind of thing. Maybe Sky is being selective and just showing me those clips where it doesn't work. Finally the BBC's shame. I refer, of course, to their treatment of Chas &amp; Dave in the 80s. The duo, whose Snooker Loopy and Spurs Cup final records were very much the soundtrack to sport back then, suffered an interview at the time which, even by the standards of daytime TV, was phenomenally vacuous. In the current spirit of full disclosure it was re-run in a joyous BBC4 documentary about them, Last Orders. \"There's plenty of more rabbit from Charles and Dave,\" announced Selina Scott on the BBC's Breakfast Time, introducing them as \"the most unlikeliest of pop stars\". She asked them why they wore braces. \"To keep our trousers up\" was the not altogether surprising answer. Nick Ross then asked if \"the way you talk and the way you dress is a show business put-on\" and told the beloved and bewildered troubadours that some people thought they should have subtitles. Sometimes you are rather glad the old school was pulled down. (Sit Down and Cheer – A History of Sport on TV by Martin Kelner is published by Wisden Sports Writing, £18.99)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}