{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/oct/09/charlie-adam-gareth-bale-feud", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-10-09T21:30:03Z", "webTitle": "Charlie Adam keen to end Gareth Bale feud as Scotland face Wales", "webUrl": "https://www.theguardian.com/football/2012/oct/09/charlie-adam-gareth-bale-feud", "apiUrl": "https://content.guardianapis.com/football/2012/oct/09/charlie-adam-gareth-bale-feud", "fields": {"headline": "Charlie Adam keen to end Gareth Bale feud as Scotland face Wales", "bodyText": "Charlie Adam has insisted that his bitter feud with Gareth Bale belongs in the past and has rejected the suggestion that he would be the ideal person to be charged with nullifying the winger when Scotland take on Wales in a crucial World Cup qualifier in Cardiff on Friday. Bale labelled Adam a \"coward\" following a pre-season friendly in the United States this summer, when the Scotland international, who was playing for Liverpool at the time, made what André Villas-Boas, the Tottenham Hotspur manager, described as a \"very, very nasty challenge\" on the Welshman. Adam was guilty of a poor tackle on the same player in May the previous year, when he was playing for Blackpool and brought his studs down on top of Bale's left boot, causing ankle ligament damage that sidelined the Welshman for three months. Although Bale said that Adam never apologised after the more recent incident, in Baltimore, the Stoke City midfielder has argued otherwise, claiming that he said sorry during the game. With such history between the pair there is inevitably the potential for old wounds to be reopened in the Welsh capital this week, when Wales and Scotland go in search of their first qualification victory, although Adam is keen to draw a line under the episode and has spoken of his admiration for Bale as a player. \"Bale is good, quick but I don't think they are a one-man team,\" Adam said. \"They have a number of players, like we have, who can win the game on their day. Aaron Ramsey is a top player, there is Ashley Williams, and Joe Allen at Liverpool. I wouldn't just single out Gareth Bale. But he is a top player and if we can stop him it will probably enhance our performance and probably our chances of winning the game.\" Asked whether he might be the best man to stop Bale, Adam replied: \"Nope – because he will not be playing on my side. Whoever plays at right-back or left-back will deal with him. What has happened in the past has happened in the past, the most important thing is playing for Scotland and getting a result.\" Allen, who was named Wales's player of the year on Monday, was asked whether he detected any extra motivation from Bale on account of coming up against Adam. \"No, not from that point of view,\" he said. \"I think Gareth Bale is a world-class player who performs every time he goes out on a football pitch and I am sure the Scots will be pretty scared about facing a player of his calibre.\" Chris Coleman is under pressure after losing all four matches since he took over from Gary Speed, including a 6-1 drubbing in Serbia last month, although Allen believes that the players, rather than the new manager, are to blame for the poor run of form. \"Of course that is too simplistic [to point to the manager],\" Allen said. \"Preparations have been perfect [in terms of] the way we are set up, then on a football pitch it is down to us to perform as players. And in recent times it hasn't been quite as good as we know it can be.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}