{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/oct/20/john-terry-white-privilege", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-10-19T23:30:23Z", "webTitle": "Does 'white privilege' really explain everything? | Deborah Orr", "webUrl": "https://www.theguardian.com/world/2012/oct/20/john-terry-white-privilege", "apiUrl": "https://content.guardianapis.com/world/2012/oct/20/john-terry-white-privilege", "fields": {"headline": "Does 'white privilege' really explain everything?", "bodyText": "Ashley Cole has been punished by the Football Association with a £90,000 fine, after defending fellow footballer John Terry. Cleared of racism in a court of law, Terry was nevertheless censured by the FA. Perhaps it is because the FA is hotter on white privilege than most of us. In the world of critical theory, race theorists have embraced the idea of white privilege. It suggests white people are reluctant to acknowledge the advantages unfairly conferred simply by their pale skin, even when they can plainly see dark skin does confer unfair disadvantage. It's a useful intellectual model, as it describes the reality of white dominance. In that respect, it's similar to the feminist theory of patriarchy, which describes the reality of male dominance. Both theories, however, are limited in the extent to which they can be usefully applied. Just as individual men are not likely to say, \"I won't take that university place, got to do my bit to defeat patriarchy,\" individual whites are unlikely to say, \"I won't take that promotion, got to make a stand against white privilege.\" This is partly because people tend to be selfish, and partly because they tend not to be able to choose who takes their university place or promotion instead. Historical models can be more helpful than theoretical ones: white privilege, for example, can be understood perfectly well as Western privilege. Temperate climates, over time, assisted their populations in ushering in the agricultural and industrial revolutions. They also, over time, lightened the skins of those populations, who were sadly not advanced enough to see that circumstances, not appearance, explained the advances. Many still can't. They're racists. Likewise, male privilege can be understood as non-childbearing privilege. The advantage of these approaches is in offering practical solutions. The worldwide spread of technological progress will afford opportunity to all ethnicities. Lessening the emphasis on maternal exclusivity in child-rearing will level the playing field between the sexes. But haranguing men about their gender, or whites about their skin colour, tends only to make the very people that need to engage with the problem feel embattled."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}