{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/oct/21/magic-flute-faust-oxford-lieder-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-10-20T23:25:08Z", "webTitle": "The Magic Flute; Faust; Oxford Lieder festival – review", "webUrl": "https://www.theguardian.com/music/2012/oct/21/magic-flute-faust-oxford-lieder-review", "apiUrl": "https://content.guardianapis.com/music/2012/oct/21/magic-flute-faust-oxford-lieder-review", "fields": {"headline": "The Magic Flute; Faust; Oxford Lieder festival – review", "bodyText": "In 1969, when man first walked on the moon, the Beatles said goodbye to live performance and a newborn Ed Miliband said hello, an unknown young man from County Durham made his operatic debut. The lyric baritone Thomas Allen, an acknowledged inspiration for Billy Elliot, was born into a working-class mining community and, encouraged by a perceptive physics teacher who could also sing, found his way to music college and new horizons. More than four decades and dozens of roles and hundreds of performances later, and still singing, Allen ranks as one of the most loved performers on the international opera stage. One of his earliest challenges was Papageno, the birdcatcher in Mozart's The Magic Flute. This feather-covered creation became one of his signature roles. In short, Allen knows Mozart's last opera inside out. It's in his bloodstream, his heart and gut. Whereas some companies like to locate the least tutored person they can find to direct an opera, Scottish Opera has done the reverse. In his third staging for SO, Allen has cast his own jubilant spell on Magic Flute, not as performer but as director. Conducted with rough-edged exuberance by Ekhart Wycik, this new production is a joyful riot: full of high comedy, raucous ad libs (with Kit Hesketh-Harvey's free and witty translation as the starting point), a fiendish eye for detail and, above all, overflowing with compassion. Yes, it has its scrappy moments, and some weak performances, but show me a Flute that gets it all right. The cast is blessed with one of the funniest Papagenos since Allen himself: Richard Burkhard, like many of the ensemble, is an alumnus of Glasgow's Royal Scottish Academy for Music and Drama, a near neighbour to Scottish Opera. He sang beautifully but also proved himself a natural comedian, with a touch of the Eric Idle in his boyish clowning and bendy physicality. Mozart's librettist, the impresario and actor-singer Emanuel Schikaneder, was the first Papageno and surely invented the role anew each time, no doubt encouraging his troupe to do likewise. As Tamino, the tenor Nicky Spence, abundantly talented vocally and also a good actor, joined in with wry humour, loosening up a character who can seem strait-laced but never overplaying it. As the jokes flowed – about bird flu, hormones, Scottish accents and unfulfilled lust – it was clear that, in the wrong hands, all could fall dismally, irredeemably flat. (I'll just say, since at least 7.2 million people will know what I'm talking about, two words: chiffon cake.) It shows how gifted and well matched Burkhard and Spence were. The Queen of the Night (Mari Moriya), swathed in silver paste and yards of blue-grey velvet, punched out her coloratura fiercely and mainly accurately. She made her entrance from the rear – an arbour of fairylights illuminating the darkness – as if in the reveal of a camera shutter. The Three Boys, dressed in white, sang angelically, suspended from the flies attached to propeller-driven umbrellas reminiscent of chanterelles. The Three Ladies (Claire Watkins, Rachel Hynes, Louise Collett), all salivating over Tamino, were cheeky, glittery and sparky. The excellent chorus, and Laura Mitchell's tender, light-toned Pamina, deserve mention. For the staging, Allen has taken elements of Victorian music hall, not least prompted by Glasgow's own variety theatre tradition, such as the Empire in Sauchiehall Street or the Britannia Panopticon of 1857 now being restored in Argyle Street, and mixed this with the quixotic burlesque and folk styles of Mozart and Schikaneder's Viennese original. The sight of the evil Monostatos's men turning into morris dancers at the sound of Papageno's magic bells was just one of many highlights. Scientific invention, with a nod to the pickled and pinned curiosities of Glasgow's Hunterian museum; the English Enlightenment as epitomised by Sir John Soane; the rites and symbols, square and compasses of freemasonry essential to this work: all are in evidence. So too is the north-east industrial landscape Allen remembers from childhood – \"dirtier, busier, harder times\", suggested by wheels, pulleys, cranks and other mechanical devices. Simon Higlett's toy theatre-style design, lit with dappled invention by Mark Jonathan, has plenty to enchant. Crucially, Allen's forensic understanding of this problematic piece allows risk and bawdy, as well as many a sly musical joke. Under his tight reins, this eclecticism results in coherence, even if we never will understand the arcane mysteries of Sarastro (Jonathan Best) and his cultish brotherhood. Wycik likewise encouraged lavish vocal and instrumental ornament throughout (too much?). Scottish Opera orchestra, who this month became a co-operative in order to survive cuts, played with flair and elan rather than finesse. Goethe was so keen on The Magic Flute that he began to write a sequel, involving Pamina and her baby. He may, however, have shuddered at the reworking of one of his own masterpieces, Faust Part 1, into a French grand opera. Yet one certainty about Gounod's Faust (1859) is that it offers variety – from scented religiosity to stinking venality, low devilry to soul-searching remorse – with a score of comparable range. On first encounter this French affair can appear frothy, as if stern, sublime Goethe had been dressed up in can-can frills. Yet with his insistent melodies, vocal roulades and choral set pieces, Gounod wins you round. Unfortunately one cannot say the same about Opera North's new production. Ran Arthur Braun and Rob Kearley's staging, reliant on video projection, flattens all the work's strange textures to a cement-like uniformity. Stuart Stratford, conducting, provided what energy he could from the pit to compensate for the low-key drama on stage. The chorus was good and the cast has strengths, but there were signs of weariness on first night. After an exciting start, with ringing high notes, Peter Auty as Faust faltered midway but recovered to give a secure performance. It's a pity the staging robs him of complexity. Juanita Lascarro was an accomplished Marguerite but perhaps lacked vulnerability. James Creswell's outstanding Mephistophélès, electrifying and in herculean voice, had the right degree of villainy, smarm and charm. The production replaces Gounod's encrusted, ornate, sensual world with bland imagery of office blocks, electronic gadgets and men in suits. Far from delighting the eye or invoking wonder, Marguerite's jewel box is merely a big white cube: no wow factor, no bring on the bling. American pro-lifers make an appearance with Valentin (Marcin Bronikowski) as their squeaky-clean, stolid leader. This is too flimsy an interpretation to need a sledgehammer. Opera is more exciting than this. Goethe is never far from German romantic song, his texts set by numerous composers. On Tuesday, in this year's strongly programmed Oxford Lieder festival, a \"Lunch with Schumann\" concert highlighted two rising stars: Holly Marie Bingham, soprano, and Rick Zwart, bass-baritone, with César Vallejo as pianist – all currently study at Guildhall School of Music and Drama. They chose lieder from Goethe's Requiem für Mignon, as well as settings by Heine, Rückert and others. Bingham, her voice well modulated, her manner poised, ranged from wistfulness to grief to playfulness. She gave a winning account of Singet nicht in Trauertönen (Do not sing in mournful tones). Rick Zwart's selection was notably dark – Belshazzar murdered by his knights; the soldier shot through the heart – but he grasps any moment of softness or sorrow with conviction. Every song had the concentration of a mini-drama. Even without lighting or stage machinery or big-screen projection, each had its own magic."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}