{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2012/oct/09/this-house-review-cottesloe", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2012-10-09T22:01:01Z", "webTitle": "This House – review", "webUrl": "https://www.theguardian.com/stage/2012/oct/09/this-house-review-cottesloe", "apiUrl": "https://content.guardianapis.com/stage/2012/oct/09/this-house-review-cottesloe", "fields": {"headline": "This House – review", "bodyText": "Having written plays about the Suez crisis and Thatcher's childhood, James Graham now turns his attention to the Labour government's precarious ability to survive a hung parliament and a wafer-thin majority from 1974 to 1979. This is a play about the daily process of politics rather than big ideas, but it recreates, with startling vividness, the madness of life in the Westminster village during five action-filled years. The audience sits on replica Commons benches but Graham's focus is not on the debates but on the wheeling and dealing that goes on in the offices of Labour and Tory whips. In February 1974, after Heath has been ousted, Labour forms a minority government and we see Bob Mellish and his fellow whips offering sweeteners to the Liberals, the Scot Nats and the Northern Irish in order to stay in power. But, although Labour ends up with a slender majority of three after the October 1974 election, things get rougher and tougher. The party changes leader in mid-stream, the Tories cancel all pairing agreements after alleged cheating, fighting breaks out in the Commons, the sick and dying are wheeled in to vote. This, incredibly, is British democracy in action. For all that, Graham's play adds up to an implicit endorsement of the system: when Humphrey Atkins, the Tory chief whip, reminds his new opposite number, Michael Cocks, that the gap between government and opposition benches is exactly the width of two drawn swords, it sounds like a recommendation of adversarial politics. Identifying MPs by their constituencies, Graham also suggests that, in the days before expenses scandals, they honourably performed an unglamorous task. Above all, the play unlocks a whole era and reminds those alive in the 1970s of the volatility of the period's politics: Michael Heseltine swings the mace in the Commons, a Labour MP carefully stages his own disappearance, another is ready to bring down the government when the chancellor proposes over £1bn worth of spending cuts. That is a rare excursion into policy. Mostly the play is about pragmatic survival and my only complaint is that Graham gives the impression that dodgy parliamentary arithmetic virtually crippled the business of government. It's perfectly true that Labour had to go cap in hand to the IMF in 1976 during a sterling crisis. But the late 1970s wasn't all bad news: inflation and unemployment fell, progressive legislation, such as the Sex Discrimination Act, was passed, and it was widely assumed that if James Callaghan had called an election in 1978, Labour could still have won. But Jeremy Herrin's production recaptures, with abundant theatricality, accompanying music and choreographed movement, the mayhem of Westminster politics. And, in a large cast, Philip Glenister, Vincent Franklin and Andrew Frame as working-class Labour whips, Julian Wadham, Charles Edwards and Ed Hughes as their smooth-suited Tory equivalents and Christopher Godwin and Rupert Vansittart amongst the role-swapping ensemble are outstanding. It may be a bit of an anoraks' night out but, as a relic of the period, I had a thoroughly good time. • Until 1 December. Box Office: 020 7452 3000"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}