{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/oct/20/this-weeks-new-live-music", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-10-19T23:07:00Z", "webTitle": "This week's new live music", "webUrl": "https://www.theguardian.com/music/2012/oct/20/this-weeks-new-live-music", "apiUrl": "https://content.guardianapis.com/music/2012/oct/20/this-weeks-new-live-music", "fields": {"headline": "This week's new live music", "bodyText": "Grizzly Bear, On tour If anyone still maintains the illusion of American popular culture as dumb, just point out Grizzly Bear: arch, labyrinthine, and a top 10 act in their own country. One of a group of acts lately put the \"college\" back into college rock, Grizzly Bear have evolved into a band whose admirers include Radiohead. If they have a signature quality, it's a sense of scale and atmosphere. From the moving stillness of 2006's Yellow House to the songcraft of their breakthrough album Veckatimest and the surging chamber rock of new one, Shields, the band make music that requires some thought but always leaves room for appreciation of the beauty of their sound. Barrowland, Glasgow, Sat; Warwick Arts Centre, Coventry, Sun; O2 Academy, SW2, Mon John Robinson Charlie Boyer And The Voyeurs, On tour A band can be known by the company it keeps, and \"mates of the Horrors\" is increasingly a fine recommendation for a guitar group. A bit like SCUM and Toy (who headline on these dates), CB&amp;TV are pals with Faris Badwan's band, but have taken them somewhere else. Fronted by Charles Boyer from Electricity In Our Homes, in this incarnation he propels that act's rickety Velvet Underground-style strumming forward into the 1970s and then into the early 1990s. These aren't exactly unexplored territories, but CB&amp;TV seem set on leaving distinctive footprints. HMV Institute, Birmingham, Sat; Waterfront, Norwich, Tue; Heaven, WC2, Wed; Talking Heads, Southampton, Thu JR Spector, Splashh, Swim Deep, On tour Enjoy It While It Lasts is the name of this package tour. It's the title of the debut album by headliners Spector (who also play two sets in Oxford today) but aside from that ghastly recording we can take it as a covert instruction to enjoy any agreeable moments, however fleeting. So the wise will get here early for Splashh and Swim Deep. While US indie bands of a few years ago such as No Age now sound like the Cure, these two (from London and Birmingham) are doing a great job of emulating US bands: chiefly the joyful thrashing of No Age and Ty Segall. Swim Deep have the skateboards and the major deal; Splashh the Super 8 aesthetic and, in frontman Toto Vivian, some star quality. Concorde 2, Brighton, Thu; Sub89, Reading, Fri JR The Bad Plus, London When the Bad Plus first showed up in Britain in 2003, the hum on the wires from the States preceded their dazzling debut and major labels pounced on stories of the band making the music of Abba, Bach, Kurt Cobain or Blondie work in an acoustic jazz format. Major label appetites may wane but the Bad Plus continue to balance flawlessly flailing improv covers of Black Sabbath or Radiohead with their own original compositions. Their latest, Made Possible, features more electronica than formerly but with the same exhilarating attitude to idiomatic collisions, group improv and creative minimalism. Ronnie Scott's, W1, Tue &amp; Wed John Fordham John Law Trio, On tour Until his early 20s, British pianist John Law seemed cut out for a life in classical music; even Alfred Brendel commended him. But after a Keith Jarrett-like childhood in which he played concerts and was regarded as a prodigy, Law became fascinated by improvisation and jazz, and by the late 1980s he was playing with the likes of saxophonist Evan Parker and South African drummer Louis Moholo. In the next decade, Law operated in parallel worlds, with a vibrant post-Ornette jazz group including saxophonist Jon Lloyd, and in his own quirky variations on classical, baroque and medieval music. Latterly, Law has moved closer to a more lyrical and rhythmic piano-trio agenda. This drives the powerful original music on his new Three Leaps Of The Gazelle album and on this Jazz Services tour with Yuri Goloubev and Asaf Sirkis. Jazz At The Field, Haslingden Cricket Club, nr Rossendale, Wed; Kings Hall, Newcastle upon Tyne &amp; Queen's Hall Arts Centre, Hexham, Thu; Wakefield Jazz, Sports Club, Wakefield, Fri JF Camberwell Composers Collective, Cardiff What began with a group of friends joining forces to put on concerts of their own and their contemporaries' music has gradually morphed into something more significant. The five who make up the Camberwell Composers Collective – Mark Bowden, Emily Hall, Christopher Mayo, Anna Meredith, and Charlie Piper – have emerged as some of the most promising talents in the latest generation of British composers. The five are not linked stylistically, but they share a determination to get their music heard. Last year, Bowden became resident composer with the BBC National Orchestra of Wales and, as a result, the orchestra is devoting a whole concert to the Camberwell group. Conducted by Andrew Gourlay, it features Meredith's Barchan, Mayo's The Llano Curve, Emily Hall's Love Songs, Piper's Kick Up The Fire, and Bowden's own Sudden Light. Hoddinott Hall, Fri Andrew Clements"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}