{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/oct/16/hugh-muir-diary-simon-hughes", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-10-16T21:49:00Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2012/oct/16/hugh-muir-diary-simon-hughes", "apiUrl": "https://content.guardianapis.com/politics/2012/oct/16/hugh-muir-diary-simon-hughes", "fields": {"headline": "Diary", "bodyText": "• A cut above the normal yah-boo at Westminster on Tuesday as ministers handed down grave decisions on Gary McKinnon, Hillsborough and royal communications on matters of public policy. Amid the stuff and nonsense, it is easy to forget that diligent members use the Commons for real matters of import. Lib Dem Simon Hughes did just that the other day. He spoke of firms that are owned by firms, which are owned by trusts, the owners of which we know not, who nevertheless receive millions from the public purse. \"The M6 toll road is owned by Midland Expressway Ltd [MEL],\" he told the Commons, \"which is owned in turn by the Macquarie Motorways Group Ltd, which is in turn owned by Macquarie Atlas Roads International Ltd of Bermuda. It is controlled by Macquarie Infrastructure Group, but the identity of its investors and therefore of the owners of MEL remains unknown and undisclosed. In 2006, however, they paid themselves a £392m exceptional dividend, and over six years made a return on their investment of more than 150% a year.\" Nice work. \"This sort of profit at the public's expense by we know not whom is not an acceptable arrangement,\" said Hughes. You might agree. There's more. \"Arqiva, as a private sector monopoly, is regulated by Ofcom. It runs all the transmission services for all UK terrestrial television broadcasters and for BBC radio and most commercial radio services, owns two of the four digital multiplexes, supplies the government with mobile and wireless communications and supplies three-quarters of all police forces. It receives annual revenues of about £1bn and makes annual losses of about £250m. The ultimate owners of the company appear to be based in Bermuda, although we do not know who they are, and Arqiva has paid no corporation tax for four years.\" Is this not outrageous? And isn't the ventilation of such what parliament is for? • A tight bunch are the friends of Julian Assange, but undoubtedly they are hurting. Last week the courts decreed that nine must pay £93,500 as surety that Mr Wiki would turn up to fight his case through the judicial system. As we know, he did no such thing. Then there is Canongate, the publisher that tried and failed to produce his memoir. It reported a loss of £368,467, \"largely attributable to Julian Assange's failure to deliver the book he had contracted to produce\". And what of the Frontline Club, which was home from home for Assange when the authorities were looking for him. The club, owned by Assange's friend Vaughan Smith, is doing OK, but may well have been scarred by the experience. Recently officials discussed with the journalist Marc Wadsworth and his citizen journalism website The-Latest.com the prospect that he might conduct a workshop at the club. But after months of engagement, the idea was dropped. \"We respect citizen journalism, but it is not something that we actively promote,\" was the explanation from the club. After their trials and tribulations with Mr WikiLeaks, no surprise if they have had enough of it. • Many moons since the great storm of 1987, but a band of folk still live with the consequences. One such is poor old Michael Fish, who so markedly underestimated the ferocity of the storm and whose life, as a result, has never been quite the same since. Now largely retired, Fish does the occasional forecast for the regional BBC programme South East Today, and he was called upon on Monday to recall his great calamity. It didn't help, he said, that the whole saga was rekindled by a clip of that forecast during the Olympics opening ceremony. Still, he's channelling that anger, and he couldn't resist a dig at his great rival from his BBC heyday, Bill Giles. \"Bill Giles said the night before that it would be a bit windy in the Channel, but no one remembers that.\" Except Michael Fish, obviously. • Finally, a book recommendation. It's The End of Illness. The author is Dr David B Agus, a renowned American doctor and researcher. And the front page testimonial, highlighting its potential to \"revolutionise treatments\", is provided by Lance Armstrong, cycling legend and drug test dodger extraordinaire. By the next print run, it will probably be someone else. Twitter: @hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}