{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2012/oct/06/this-weeks-new-live-comedy", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2012-10-05T23:05:20Z", "webTitle": "This week's new live comedy", "webUrl": "https://www.theguardian.com/stage/2012/oct/06/this-weeks-new-live-comedy", "apiUrl": "https://content.guardianapis.com/stage/2012/oct/06/this-weeks-new-live-comedy", "fields": {"headline": "This week's new live comedy", "bodyText": "PLEB Talks, London Who uses the word \"pleb\" any more? Well, apart from Tory chief whips struggling with their bicycles, it's still in use as the title for an unorthodox series of presentations curated by maverick physical comedian (and Edinburgh Best Newcomer nominee) Ben Target. Loosely modelled on the ultra-influential TED Talks lectures, PLEB Talks assembles a collection of acclaimed comics and tasks them with speaking on a supposedly serious topic to reliably humorous effect. The theme of Thursday's mock seminar is \"myths and legends\", and Target has managed to book one of the most talked-about people in comedy right now in the bulky shape of David Trent. Joining him on the bill are oddball rapper Pat Cahill and communist stand-up Joe Wells. One word of caution though: the location won't be announced until 48 hours before the event, so you'll need to be flexible in your planning. Secret central London venue, Thu No Pressure To Be Funny, London Podcasts may often be seen as the preserve of the young and hip, but it isn't necessarily the case. Veteran stand-up Nick Revell and LBC DJ James O'Brien have between them created a showcase for thought-provoking chat and comedy that brings together some of the funniest acts on the circuit and some of the most fascinating minds from the wider world. A collaboration with Amnesty International, it's a part-live event, part-web phenomenon which always makes for rewarding entertainment. This week's show sees them welcoming the amazing pointy-headed satirist Andy Zaltzman, whose devotion to the deconstruction of today's political mores is matched only by his love of cricket. Zaltzman will be joined by New Statesman deputy editor and leftie Twitter doyenne Helen Lewis, plus anti-censorship campaigner Padraig Reidy. Soho Theatre, W1, Sun Ava Vidal Goes Dutch, Cardiff When she first broke on to the stand-up scene a few years back, Ava Vidal specialised in personal stories about her unique attitude to motherhood and experiences of dealing with lazy racism, all delivered in a coolly disdainful manner. These days, she's still got the same spiky attitude but has changed her focus from the personal to the political. Given that so much of the topical comedy landscape is dominated by middle-class white guys, it's great to hear current events being cut down to size from a different perspective. This new show is part travelogue, part polemic, using tales of a visit to the Netherlands as a jumping-off point for broader points about individualism versus the collective in contemporary society. That may sound more like a treatise than the premise for a stand-up set, but Vidal's far too down to earth (and fond of a stinging punchline) to let things get too chin-stroky. Chapter Arts Centre, Fri, touring to 4 Nov"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}