{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/oct/28/san-francisco-giants-detroit-tigers-world-series-game-4-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-10-28T23:28:00Z", "webTitle": "San Francisco Giants 4, Detroit Tigers 3 - as it happened", "webUrl": "https://www.theguardian.com/sport/2012/oct/28/san-francisco-giants-detroit-tigers-world-series-game-4-live", "apiUrl": "https://content.guardianapis.com/sport/2012/oct/28/san-francisco-giants-detroit-tigers-world-series-game-4-live", "fields": {"headline": "San Francisco Giants 4, Detroit Tigers 3 - as it happened", "bodyText": "The San Francisco Giants have swept the Detroit Tigers to win their second World Series in three years. It's an unlikely story, everything from the unlikely resurgences from Marco Scutaro and Barry Zito, amazing comebacks and some clutch hitting and spectacular pitching. Again, tomorrow morning we'll have more in detail. Until then, here's the greatest piece of writing on baseball, the opening of Bart Giamatti's \"The Green Fields of the Mind \" It breaks your heart. It is designed to break your heart. The game begins in the spring, when everything else begins again, and it blossoms in the summer, filling the afternoons and evenings, and then as soon as the chill rains come, it stops and leaves you to face the fall alone. You count on it, rely on it to buffer the passage of time, to keep the memory of sunshine and high skies alive, and then just when the days are all twilight, when you need it most, it stops. I can't say it better any better than that. Thanks to everyone for reading and contributing to the Guardian's MLB liveblogs this season, see you tomorrow morning for the World Series wrap-up. Ciao! I suppose it had to be somebody in such a short series, so it might as well be the guy who had the monster Game 1 that set all of it up. Roger Kirkby: Sat with my dudes through all of this, we are going mad mad mad, sorry for the rest of you, but the giants are the best team in baseball. Thanks for the blog, and if you guys ever make it to Burbank California, the drinks are on me. Thanks Hunter Thanks for contributing throughout the postseason. It's pretty hard to deny the conclusion, after lasting through 162 games and a long postseason, the team that stands alone at the end always deserves it. You're welcome, this has been a fun season. Just waiting for a few presentations and that will be a wrap on the Guardian's live baseball coverage, although there will be plenty of follow tomorrow morning: World Series wraps from David Lengel and myself, as well as a gallery and video. Michael Kemp: As a young little league player, I will never forget the 4-0 bash the Yankees put on the giants in 1962. Now it’s the Giant’s turn and it’s a shame that their not playing the Yankees… I can't even think about it right now. I miss it already. Is there any sight more surreal that that of the road team celebrating a title on the road? The stunned hometown fans watching as their rivals party in front of them? This is drama. Does the Triple Crown winner, the MVP candidate make the last out of the World Series? He takes a slider for a strike. 0-1. Romo's next slider misses the strike zone. 1-1. Cabrera and swings and misses. 1-2. The Giants are a strike away. Cabrera lays off on the next pitch. 2-2. The crowd is starting to get a little louder, trying to will Cabrera not to make an out. Romo has a sign. Cabrera fouls off a hittable pitch. He's still alive, the Tigers are still alive. Everyone is standing. Romo sees the sign he wants, he throws and it's CALLED STRIKE THREE! THE SAN FRANCISCO GIANTS HAVE WON THE WORLD SERIES! Don Kelly, batting for Garcia, is up next. He swings and misses for strike one. He takes the next pitch. 1-1. Kelly checks his swing on the next one. 2-1. Does Romo want to put Kelly on with Cabrera on deck? Kelly swings and misses. 2-2. He's still not showing his slider to Kelly. Swing and a miss. The Giants are one out away from the World Series. That out? Miguel Cabrera. Sergio Romo, and his beard, is up to shut the door on the Tigers, and the entire baseball season. \"Hashtag\" Austin Jackson is up to try to keep the Tigers alive against a difficult pitcher to hit. Romo throws his sick slider for a strike. 0-1 on Jackson. The next slider misses a little. 1-1. Jackson fouls off a slider that he probably would want back. 1-2. #AustinJacksonStrikesOut #Swinging The Tigers have two more outs. If I'm a Tigers fan, I'm really just hoping they don't go quietly. That they at least try to rally. That they don't go 1-2-3 on like 9 pitches. They at least fight. Scutaro's at second, but it doesn't matter because he gets forced out on the very next play as Sandoval grounds out, but the damage has been done. The Giants are three outs away from winning their second World Series in three years. RUN! Marco Scutaro, the Hardest Out of the Postseason, is up with a runner on second and two out. His job? His job is not to make an out. Scutaro takes a strike. 0-1. Could Scutaro get the big hit again? He takes again. 1-1. Next pitch? Just low. 2-1. Next pitch? Just a bit too high. 3-1. A dangerous count for Scutaro. He hits a liner and Theroit scores! Angel Pagan is up next, runner on second and only one out. He's going to dunk in a RBI single here is my best guess. Pagan can't check his swing on a slider out of the zone, 0-1. Fastball in the dirt that Laird has to scoop to prevent Theriot from making it to third. 1-1. Pagan grounds the next one foul. 1-2. Pagan requests time to wipe off his bat. Back to it, Pagan strikes out and misses... but he does hit Laird who is having a rough go at it behind the plate. Brandon Crawford bunts to move Theriot to second. Obviously, this is one of those occasions where playing for one run makes absolute sense. Theriot is up and wouldn't it just sum up everything he was the guy who got this won for the Giants? Well, he hits a single, so that at least gets things going for them. Well, if the Tigers want to copy what the Red Sox did in 2004, they're certainly following the script here. Here we are in extra innings at home in Game 4. Phil Coke is back up for the tenth inning, imagine they're going to ride him like there's no tomorrow. Because there very much could be. Infante's out of the game. It's really really bad. Tigers fans are booing which I understand as an emotional reaction but I cannot imagine how they think that could have been an intentional. It's the ninth inning in a tied game of the World Series. Danny Worth is in as a pinch-runner and will play second-base if this one goes into extras which it does because Laird hits into a force on the first pitch he sees. Tenth inning here we come! That Peralta almost-shot just seems, I dunno, like the end of Detroit's chances. That was a \"it's not to be\" moment if I've ever seen one. Santiago Casilla is up for the Giants to face Omar Infante. His first pitch is a called strike. 0-1. The next pitch? Just misses. 1-1. As does the next one, a borderline cutter. 2-1. A rare hitter's count in the last few innings. Ouch. Casilla's net pitch hits Omar Infante's left hand and he is in serious pain. Affeldt stays in to pitch to Jhonny Peralta, who takes the first two pitches for balls. He hits a high fly ball and it's.... Caught on the warning track by Angel Pagan after he almost misjudges it. Man oh man, that almost seems unfair for Detroit. That just guaranteed extra innings folks. Bruce Bochy comes in to take out Affeldt, apparently not liking the loudness of that out. Andy Dirks is up to start things off against Affeldt. He falls behind 0-2 almost immediately. He takes a breaking ball outside for 1-2. \"Let's go Tigers\" chants begin. Dirks swings at the next pitch and it bounces foul. Still 1-2. Affledt seems very much in command of this at-bat. Affeldt wastes a breaking ball in the dirt. Dirks doesn't swing. 2-2. But he does swing at the next pitch. Yet another Affeldt strikeout. So, we're either headed for a walkoff here or to extra innings. Either way, that's always exciting. Let's do this thing. Jeremy Affeldt starts the inning. Matt Dubuque: Each team has just struck out the side. Now that's great pitching! Yes. Yes it is. Man this is fun. Gregor Blanco is up with two out and nobody on. He swings and misses at a Coke fastball. Coke is dealing, and that's not a drug joke this time around. 0-1 on Blanco. Blanco doesn't offer on an upstairs fastball, 1-1. Blanco swings and fouls off the next one. 1-2. THE LOUDNESS IS ALL IN DETROIT. Blanco looks at a slider that's a strike and Coke has struck out all three batters he's faced in the ninth inning! Wowsers! To the bottom of the ninth! The first baseman Brandon Belt is up next for the Giants. Coke throws two high fastballs to start Belt off, Belt chases neither of them. 2-0. He does swing at 2-0, fouling a pitch back to make it 2-1. Belt fouls yet another fastball to even it up 2-2, nothing but fastballs this at-bat. Here comes the loud. Coke throws a slider, but it's out of the zone and Belt didn't offer. 3-2. The crowd wanted that because why wouldn't they? You can't always get what you want, as one British band sang, but Belt swings and misses at the 3-2 pitch. The crowd gets what they need. Phil Coke throws a fastball past Pence, then Pence fouls off Coke's next pitch. The other Hunter's down 0-2 super quickly. Coke throws one up and away and Pence doesn't chase. 1-2. Hunter Pence is caught looking at a pitch that hits the corner. One away in the ninth. Phil Coke is up to pitch the top of the ninth. Garcia is in on right field, Dirks has shifted to left. John Speranza on \"Don't Stop Believin;\": It's well on its way to becoming as overused as \"Sweet Caroline,\" yes, but Detroit sports teams — at least the Red Wings — love using it, most likely for the \"...born and raised in South Detroit\" bit. Even if South Detroit is, arguably, Windsor, Ontario. Nothing can possibly be overused as \"Sweet Caroline\" and I say that as a Boston Red Sox fan who has screamed \"SO GOOD!\" at Fenway Park in the past. Can Delmon Young continue his ridiculous postseason and salvage this inning, two out and a runner on first? Well, he takes a ball and then fouls off the next pitch 1-1. Affeldt throws a curveball that just misses the plate. 2-1. Young lines the next offering just foul. 2-2. He broke his bat on that one. Pagan is playing mad deep here, it should be noted. Delmon Young swings and misses and if the Giants end up winning this game, and thus the series, we'll look back at that inning as one of the key moments. Prince Fielder is up next. He strikes out on a 1-2 pitch. Man, I guess Avisail Garcia was the tough out here. Here comes Miguel Cabrera with a runner on first. He takes a called strike. The \"M-V-P\" chants start. Is Mike Trout somewhere in the building? Cabrera fouls off the next pitch. 0-2. Cabrera swings through the third pitch and strikes out on three pitches. Wow, nice job Affeldt. On the previously discussed commercial. Pinch-hitting for the Tigers for Quintin Berry is Avisail Garcia. Affledt gets ahead of Garcia 1-2 and then throws one outside. 2-2. Comerica is getting loud. Again. Garcia takes a swing that gets a piece of the ball as well as Buster Posey's catcher's mask. Still 2-2. Time is called. Garcia gets back in the box. Next pitch? Down and in. 3-2. Louder now. Way loud. This is the first time it's rivaled AT&amp;T Park. Garcia fouls off a high pitch that may or may not have gotten the plate. You can't afford to take those with two strikes, smart move by pitcher and hitter. The next pitch? Just upstairs it seems. Ball four. Garcia takes his base. We are heading into: Walk-off or extras territory here. Always an exciting time when it comes to the playoffs. Matt Cain's night is over, and Jeremy Affeldt is out to start the eighth inning. They are singing \"Don't Stop Believin'\" in Detroit, even though Journey are the official band of San Francisco and also the Chicago White Sox used that as an anthem in 2005. I don't know either folks. Dotel is staying in the game, and why not after that, facing the apparently adorable Posey, now with nobody on and two out. Posey fouls off 1-1, he falls down 1-2 as well and man is Comerica loud. Posey fouls one off, the crowd dies down again, and then raises again, and Posey fouls another one off. I'm getting exhausted just watching the crowd. Shouldn't they keep those towels to dry off and not to wave around? Dotel's next pitch? Misses high. 2-2. The next pitch? Posey swings and misses a slider and that ends the inning! Roger Kirkby: Re Dotel He didn't pitch for the Houston Colt 45's I should have added \"current\", he also didn't pitch for the Cleveland Spiders. Sandoval comes up expecting a pitching change which is apparently not coming. Octavio is staying in the game. Sandoval fouls one back on 1-1, it's 1-2. Sandoval fouls another one off. This would scare me if I were a Tigers fan to be honest. Sandoval grounds out to Fielder and Scutaro gets caught in a rundown! Double play! Wow! Score it 3-6-1! Octavio Dotel comes back out to start the eighth against Marco Scutaro. Quick quiz: Name a team that Dotel has not pitched for! Hard right? In any case, Sctuaro gets ahead of Dotel 3-0. Make that 4-0. It's a leadoff walk to start the eighth. Austin Jackson is up with two down, and he swings and misses on the first Cain pitch and loses control of his bat which goes flying into the stands. Everyone's okay it looks like, and it's not like Jackson needs it. On three pitches... #AustinJacksonStrikesOut The rain is falling a little bit more. Omar Infante leads things off against Matt Cain and he ends up flying out on a 2-1 count. Gerald Laird is up next, and he almost immediately pops up to Belt for the second inning. That's 99 pitches on Cain. I'm pretty sure I'm not in any position to declare any of the Giants as \"adorable\" although I admit that I'm a fan of Lincecum's long hair. Okay, it's all tied up late here. Can the Tigers untie it? I used to work in the wireless industry. This is ridiculously common. Also, people don't hide it when they ask you to look at their devices and they.... I don't want to talk about it... I don't know. I really don't know folks. Let's find out. Octavio Dotel is up for the switch-hitting Angel Pagan. Blanco is still on second, but there's now two outs. Dotel gets Pagan to ground out to Infante and that's that. Leyland's La Russa like bullpen moves worked out fine. Brandon Crawford falls behind 0-2 to Smyly. Smyly throws a slider that Crawford doesn't offer. The crowd thinks it should be a strike but the home plate umpire got it right. Crawford fouls off the next pitch and then hits a shallow outfield fly that Jackson manages to size up and catch. The wind is still playing its games clearly. Here comes Leyland to take out Smyly, I guess he was just in for some LOOGY-action. Nice work if you can get it. Can I get a gig just blogging when left-handed batters come to the plate late in game? I can never be too miserable when there's a Smyly in the game. Jordan Moynihan: bloody delmon young, isnt that his first hit for the ws. cmon giants we are giant!!!! It's Delmon's second hit of the game, although his first was a little quieter. Theroit is up next for the Giants. Honestly I'd have no troubles with him bunting here as I don't count him as much more of a threat than a pitcher here. He grounds out here to push Blanco to second, so that's as good as a sac-bunt here. Jim Leyland is out and takes out Scherzer, who gets a loud ovation. Drew Smyly is coming into the game now. Gregor Blanco is up the start the seventh and he lines a base hit, makes a try for second, but retreats back to first. There's the \"L\" word again. Max Scherzer is coming back out with 83 pitches under his belt. Leo Regan: It is 3am,here about 75 miles north of the Mediterranean, and Buster has just belted one out, for the lead. That should do the trick. I tried watching on-line but so much advertising and other useless distraction, drove me away from Faux Sport. Yeah, the trick is currently very much not done at the moment. This night might get a lot longer, I'm afraid to say. Jhonny Peralta wants to join in the fun, guessing fastball at 0-1 and taking a home run cut to fall behind 0-2. He almost hits one for possible extra bases next but it goes just foul. The next pitch he hits goes really really far and... It's caught by Blanco. Sheesh, where would the Giants be without Blanco's defense? NOW this is a World Series game. Andy Dirks follows Delmon Young with his first hit of the World Series. Roger Kirkby: When was the last time 2 MVPs homered in the same game of a World Series? Just asking. That's a good question. It won't be this game if there's any justice, because Mike Trout should be the clear cut AL MVP. HOME RUN! Opposite field home run by Delmon Young, and this one didn't need any help from the wind! Tied ball game! Cain gets Cabrera to strike out swinging and then Prince Fielder to pop up for out number two. Man is Fielder struggling, Joe Girardi would have benched him by now. Frances Lessman: Hey Hunter, can we get an update on pitch counts? Thanks heaps, Frances Matt Cain is coming back out at 75 pitches. That Scherzer pitch was an 82 mph changeup, that might have just been a flyball out in this park if it weren't for the wind. Hunter Pence strikes out and Brandon Belt flies out to end the inning, but that home run took the er, you know what off the sails for the fans here at Comerica. HOME RUN! Buster Posey who still hasn't really heated up bat-wise is next. He hits a Scherzer pitch... very, very far. Home run Giants! With Scutaro on first and no outs, Pablo Sandoval is up. Sandoval takes a pitch way outside after falling behind 1-2, not that any count is safe for the best bad ball hitter since Vladdy. 2-2. Sandoval takes another pitch. It's 3-2. Sandoval swings and misses for the first out. That was a tad Vlad-like as well. Meanwhile, the Tigers have their bullpen going already. Matt Dubuque: Hunter, bunts are usually stupid but, when done well, can be crucial. Barry Zito's superb bunt was key in the Giants defeat of the Cardinals last week: http://sanfrancisco.giants.mlb.com/video/play.jsp?content_id=25432955&amp;topic_id=37975572&amp;c_id=sf Agreed, I never have problem with a pitcher bunting and that Zito base hit was both crucial and hilarious. Which is the best combination of traits in any baseball play. Infield hit from Marco Scutaro to start things off. Will he be the sparkplug again for the Giants tonight? Email from Bob Davidson: Following your coverage from one of the last Greyhound coaches out of Dodge (NYC) en route to Toronto... Bob Good luck there, looks like you'll miss the most of this nasty storm. Quintin Berry hits a grounder that Cain can't get a handle on but, it gets to Crawford who throws to Belt just in time to get the out and end the inning. Another leadoff man stuck on first base. Matt Cain falls behind 3-0 to Austin Jackson and then gets him to fly out for the second out of the inning. Jordan Moynihan has had enough of Cain. cmon bochy come to your senses. take cain out and bring in the freak!!!!! Bunting is stupid. Gerald Laird is up, takes a look at Gene Lamont (apparently they're still listening to him after Game 2) and he might be trying to bunt here. My feelings on the bunt right here can best be described as a Roman Emperor giving a thumbs down to a fallen gladiator. Laird pops up the bunt attempt for an out. Heh. It is now officially raining in Detroit. Welcome to my weather-filled world, Detroit fans. Omar Infante is up to start things off here, and he hits a Cain curveball for a lead-off single. Hey, since we're halfway through the standard nine innings, now's a good time to remind you that we're using your emails and tweets here. Email them to hunter.felt.freelance@guardiannews.com or tweet @HunterFelt to contribute to the liveblog. Brandon Crawford pops up to Peralta, the rain falls harder, Pagan grounds to second. That's an ending-inning \"not really a haiku\" for you all. Onto the bottom of the fifth. A light mist falls in Detroit, the crowd is cautiously loud as befits a tenuous lead. Another shutout inning from Scherzer should raise the volume at Comerica. Theriot is at the plate, and Max gets the riot to strike out on a knee-high fastball. That's his sixth k of the game. Delmon Young leads off the fourth by falling into a 0-2 count. This time around Matt Cain is able to get him to strike out two pitches later. Andy Dirks grounds out to Scutaro for the second out. Jhonny Peralta falls to 2-2, fouls a few pitches off to stay alive and then takes a called strike three to end the inning. Well, okay, so maybe no carryover offensive momentum after that strike-em out throw-em out double play in the first half of the inning. Scherzer then throws two balls to start off Gregor Blanco, he's a bit out of sorts here. After a quick visit from the pitching coach, Scherzer throws a strike. On a full count he gets Blanco to strike out and then Laird throws out Belt trying to steal! Wow that's a momentum builder right there! I always have the classic Bart Giamatti quote handy in all potential final games, a heartbreaking classic. Hunter Pence, back from the outfield after being mystified that the Cabrera flyball went out. He strikes out against Scherzer. Brandon Belt then walks on four consecutive pitches. An great counter-argument here from Matt Dubuque that I'm glad to copy here: Hunter, I don't understand why it is \"bad luck\" if a Tiger ball goes foul. Objectively and actually it just means that he either swung too late or too early. THAT is the cause of a foul ball. It's a matter of skill, not luck. It was more than \"luck\" that caused Sandoval to hit three home runs. It was more than \"luck\" that caused Blanco to make three incredible clutches in left field. It was more than \"luck\" that caused Vogelsong to make key pitches that broke Miguel Cabrera's bat with the bases loaded. It was more than \"luck\" that caused the Tigers to flail so wildly at Barry Zito's pitches. The Giants, so far, have DOMINATED EVERY aspect of the game, from pitching to fielding to hitting, just like they dominated the much ballyhooed Texas Rangers with the \"invincible\" Cliff Lee and the messiah Josh Hamilton in the 2010 World Series. This series is NOT over, but \"luck\" is clearly NOT a dominant theme in this series. So far the Tigers are just being out played. It's impossible to argue that the Tigers aren't being outplayed in every aspect of the game, or at least have been from here on out. Prince Fielder hits a scorcher on the next pitch, but right at Belt, kind of a rally-killer that. Still, holy cow! Benjamin Estes: What happened. I was brushing my teeth and there is the non-oval shaped symbol next to the \"DET\" on the television. Weirdness. I'll get my Baseball Prospectus people looking at that. HOME RUN! Miguel Cabrera hits a long fly ball and it... IS GONE! THE TIGERS HAVE SCORED! THE TIGERS HAVE A LEAD! Quintin Berry bunts, and Cain and Sandoval nearly collide in trying to field it, and Sandoval gets the ball and manages to just throw out Berry at first. Jackson is at second with two out. Back to the top of the order here with \"Hashtag\" Austin Jackson starting things off. Jackson takes two strikes to fall into a 0-2 hole pretty much immediately, but Austin manages to work a full count, and in fact takes a walk on the very close pitch that follows. It's as good of a time as any for the Tigers to start scoring. Gerald Laird, catching in place of Alex Avila, is up first. Hey, there's no pitchers hitting in this game! Hey, how cool. Laird hits a weak one on the ground to Scutaro at second. Benjamin Estes: Can't You Hear Me Knocking (for a rally), Tumbling Dice (for an acrobatic catch or something?) and Stop Breaking Down (for the Tigers' offense) \"You Can't Always Get What You Want\" may be applicable for Detroit coming soon. Buster Posey hits a flyball to Austin Jackson, it's just the third out. Hey, it's the Giants time to strand baserunners. It gets loud again in Detroit. Roger Kirkby: I stopped there because the next release was... Have you seen your mother lately (standing in the shadows) Maybe if these were the Cardinals I could have twisted that to \"Have You Seen Yadi Molina Lately\"? Marco Scutaro hits a shallow flyball to Austin Jackson for the second out. Pablo Sandoval is up to see if he can get anything done with a runner on and two out. He hits a single that gets Crawford the third and Buster Posey to the plate. Angel Pagan hits a high flyball... and Dirks makes a running catch to retire him. Thought that was going to be the play where something bad was going to happen. Crawford retreats to second. Brandon Crawford is up to start the top of the third. He hits a slow grounder to Peralta and Peralta can't quite get the speedy Crawford out. Apparently. Very bang-bang. In any case, the Giants get their lead-off guy on. Roger Kirkby: Just looked up the discography of the Stones, their singles list is as follows. Come on. Not fade away. It's all over now. Time is on my side. The last time. I (can't get no) satisfaction. Get off my cloud. 19th nervous breakdown. And paint it black. Never new Mick was into baseball. Anyone else have any Stones songs that might be applicable tonight? Let It Bleed for a single that just gets by? Miss You for a swing and miss? All Down The Line for a ball that just stays fair? Jhonny Peralta hits one, but it's a sky high pop up that the Giants all converge around just in case, but Crawford makes the catch for out number two. We are going to have at least one dropped/terribly misplayed ball tonight. It will probably go against the Tigers. Infante grounds out to short on the first pitch to end the inning and just like that the leadoff hitter is wasted. Delmon Young is going on a hit-and-run, but Andy Dirks hits a flyball out on the play and Young retreats back to first. Smart move, that. Matt Cain wasn't totally sharp to start the game, let's see if the Tigers can capitalize at all. Delmon Young, thankfully not in the outfield tonight in these adventurous conditions, starts off the inning. Young hits a 1-2 base hit and the Tigers again have something going. Are we going to see an offensive battle tonight? Certainly it seems it would be a good change of pace. Luckily for the Tigers, the next batter is Ryan \"Never Been In\" Theriot... And they almost don't get him out, as his long flyball gets tossed around in the wind a bit, but Dirks makes the catch to end the inning. In this series, it seems like a two run lead would be like a 7 or 8 run lead in any other situation, so good for Detroit. Now they just need to figure out a way to score something, anything here in the next few innings. Tigers fail to capitalize on a good scoring chance and the Giants immediately respond with the first run of the game and they may not be done. The Baseball Gods are just sending a message here, and it's not a message that Detroit probably wants to hear. Gregor Blanco is up and he grounds out to Infante, who looks the runner back to third and that might just be a key out there if Scherzer can get the third out of the inning here. RUN! Brandon Belt then drives Pence in with a triple that bounces away from Andy Dirks in the outfield. There's still just one out by the way, so the Tigers bring the infield in. The worst part of my job is coming next: Watching Hunter Pence bat. As soon as I write that Hunter Pence hits a long flyball that would have been a home run if it weren't for the win, instead it bounces up for a ground rule double. Scherzer's back up to start the second, facing Buster Posey. Scherzer threw ten pitches in the first, nine of them strikes. He gets Posey to strike out, which is the third strikeout already. Wow, he seems to be on it tonight. You have the next few months for your NFL talk, Cian, this might be our last chance to talk baseball. Let us have this, man. Prince Fielder immediately falls into a 0-2 hole, takes a pitch and then strikes out to end the inning. The Detroit Tigers fail to score for the 19th straight inning is it? Miguel Cabrera is up and works a 3-1 count. The Detroit crowd gets loud, and he takes ball four and the Tigers have runners on first and second for Prince Fielder. That is NEVER good news for ANYBODY. Quintin Berry is up next and he works a full count off of Cain, fouls a few balls off, gets Cain to throw eight pitches and then lines a ball... *JUST* foul into the corner. That's Detroit's luck right there. Berry grounds out to Scutaro on pitch number ten to end the inning. I have a selective form of amnesia myself where I forget that movie exists. It's the best amnesia ever. Matt Cain, a perfect game and an All-Star win under his belt, has a chance to help pitch his team into a World Series clinching win. He gets Austin Jackson to ground out to start the bottom of the first. Roger Kirkby emails us: As the Glimmer Twins said \"This could be the last time, this could be the last time, maybe the last time, I don't know.\" And nor does anyone else. It can always be our last time. Which reminds me: If I don't survive the Frankenstorm, could someone out there avenge my death? Thanks in advance. Scherzer starts Pablo Sandoval with a strike, then Sandoval swings and fouls one off, takes a ball outside and then swings and misses at a changeup for the second strikeout of the game and the last out of the inning. Like how Zooey sang the last game? Hmmm... How odd, maybe you're right here. Marco Scutaro pops up, and outfielder Austin Jackson has to go all the way to the edge of the infield to make the catch. The wind is playing tricks on the ball tonight. That should be fun. Max Scherzer is up to pitch for the Tigers and throws a strike to Angel Pagan. Okay, somebody here knows about the postseason start rules. Always start with a strike. Angel Pagan strikes out on a foul tip held by Laird and we've got the first out of the game. Demi Lovato does the honors tonight of singing the National Anthem. I still say it should have been Iggy and the Stooges. Judging from the Twitter reaction, perhaps that would have been an improvement: Let's see if that affects conditions, maybe a lot more flyball dying in the outfield? It's not like the Detroit hitters need any more help in that department of course... Welcome everyone coming in who just finished watching the New York Giants defeat the Dallas Cowboys. I sincerely doubt that this game will be as ridiculous, at least not without Barry Zito on the mound. Exactly what it says it is. A little pregame entertainment. Check out the pizza box. The crowd's growing in San Francisco to watch the away game. The one bad thing about the Giants winning tonight: They'd be doing it away. I don't think anyone here will be too disappointed. In honor of the current weather situation on the East Coast, my official terrible Berman-esque pun for tonight's Giants starter is Matt \"Here I Am Rock You Like A Hurri\" Cain. Because I cannot help myself. Okay there's only one real question tonight: Will the World Series reach a Game Five? I'm saying no, there's nothing that the Detroit Tigers have done over the first three games that suggests they're not going to roll over tonight against the Giants. I hope I'm wrong though, I'm always rooting for a longer series and for more baseball. I do predict that the Tigers will at least score a run tonight. So, Giants 3 - Tigers 1. What do you think? We'll publish your predictions here in the liveblog, tweet them to @HunterFelt or email them to hunter.felt.freelance@guardiannews.com. Has to be an exciting time over there in San Francisco. Also: It looks much nicer than my viewpoint here from Somerville, MA where Frankenstorm Sandy's effects are already visible. Fingers-crossed any power outages won't be tonight. In an early celebration of Halloween, Ryan \"I Predict\" Theriot is pretending to be a Designated Hitter tonight: 1. A. Pagan, CF 2. M. Scutaro, 2B 3. P. Sandoval, 3B 4. B. Posey, C 5. H. Pence, RF 6. B. Belt, 1B 7. G. Blanco, LF 8. R. Theriot, DH 9. B. Crawford, SS Alex Avila is hurting, so the Detroit Tigers are putting out Gerald Laird as their catcher. Not that they're getting any offense from any spot in their lineup: 1. A. Jackson, CF 2. Q. Berry, LF 3. M. Cabrera, 3B 4. P. Fielder, 1B 5. D. Young, DH 6. A. Dirks, RF 7. J. Peralta, SS 8. O. Infante, 2B 9. G. Laird, C Well, I'm still sticking with my World Series prediction of the Tigers in 6. Okay, considering that the Detroit Tigers are down 0-3 in the World Series to the San Francisco Giants I will concede that this may not be entirely mathematically possible, In fact, the Tigers are in quite a bit of trouble of winning it in seven games. Not only would they have to win four straight games to clinch a World Series title, something that has never been done before, but they would have to hope for their stagnant offense would pick up. The Detroit Tigers have had back-to-back shutouts, and have only scored three runs the entire World Series (two of them on a mostly meaningless Jhonny Peralta home run in Game 1). The good news, well the \"as good as it gets\" news at least, for Detroit is that if they can just survive tonight's game they have Justin Verlander going for them in a potential Game 5. Verlander pitched poorly in Game 1 but they can't think he will throw two clunkers in a row. Of course, they cannot even begin to think about the possibility of a Game 5 until they survive game four. They will put strikeout wizard Max Scherzer, on the hill against Giants ace Matt Cain, who has been up and down this postseason. Perhaps they can take a few cues from the Boston Red Sox who were the first team to come back from a 0-3 deficit to win a seven game postseason series when they did it in the 2004 ALCS against the New York Yankees. Well, they will have to, because no other team has done that in MLB Playoff history. (Or they could just watch these Top 12 World Series moments and hope to get inspired.) We will be taking your questions, comments and predictions (quite possibly for the final time) here at the Guardian. You can email them to hunter.felt.freelance@guardiannews.com or tweet them to @HunterFelt. It's the San Francisco Giants against the Detroit Tigers at Comerica Park in Game 4 of the World Series. First pitch is scheduled at 8:00pm, but you know how these network times are, expect it more around 8:08pm. We'll be back shortly with starting lineups and other simple props to occupy your time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}