{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/oct/06/annalisa-barbieri-money-husband-violent", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2012-10-05T23:05:08Z", "webTitle": "Problem solved", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/oct/06/annalisa-barbieri-money-husband-violent", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/oct/06/annalisa-barbieri-money-husband-violent", "fields": {"headline": "Problem solved", "bodyText": "My father is in his late 70s and lives near my sister, who is married with two sons, aged 12 and 10. Recently, my father told me that, while my sister was away, her husband persuaded him to lend him £10,000. Both my father and I know, based on experience, that this money will not be repaid. My sister is unaware of this transaction, and my father is adamant that I should not mention it. What my father does not know is that my brother-in-law has been financially indebted to criminals, and received death threats. He informed the police as a means of protecting himself. He has also plundered his way through most of my sister's money while he has sought to fulfil his ambitions – and therefore not looked for paid employment. I also know that when drunk and jealous, he has been threatening and violent towards my sister, and she has feared for her safety. My sister has long confided in me about these difficulties in her marriage. I know she has forbidden her husband to ask our father for money. She indicated to me that this was her metaphorical \"red line\". I feel compromised by withholding my father's information from her, even though it would cause her huge distress. Should I tell her (as I feel I ought)? But I fear the consequence for her marriage (and possibly her safety), and for me, in terms of my relationship with my father. I fear he would be less inclined to confide in me in future. Or should I do nothing, as my father requests, and not interfere in my family's lives, even though I feel I am somehow failing my sister. Anon, via email Your letter concerned me greatly. We need to be very clear about what is happening here – your sister is in a domestically violent relationship. By telling her, you are not destroying her marriage; her husband has done that already. What I see here are people – you, your father, your sister – who know something is wrong, but do not dare to do anything about it out of fear. This is what abusive, controlling people do. They disempower. I think your father told you because he wants you to do something. I think your sister has told you she has a line she won't cross, thereby telling you the trigger she needs to act. I think your instincts are spot on. This cannot be allowed to continue (because it will continue – your brother-in-law won't change). To do nothing, to stay silent, is to collude with your brother-in-law and let him continue his bullying, abusive ways. This is a time for your family to unite, and you cannot do this while withholding information from each other. I contacted a domestic violence counsellor and the police about your letter (I did not disclose any of your personal details). The counsellor was very concerned about the level of abuse within your family. \"Your brother-in-law is emotionally blackmailing an already vulnerable older man. The likelihood is that he will continue to do this as your father is an easy target. I understand your concerns regarding your sister's wellbeing, but she can only make decisions about the safety and wellbeing of her family if she is in possession of all the facts. Your nephews are living in an abusive household and even if your sister does not recognise this, they are still being affected by continuing to live in this situation.\" She also pointed out that if this were a stranger extorting money from your father, you would not hesitate to contact the police. \"If you do decide to speak to your sister,\" the counsellor advises, \"it is very important you explain to your father the reasons why you have had to do this. This might be easier to achieve if both you and your sister talk to him. If your sister reacts as you suspect she will, this will be a time of increased risk. Therefore, I suggest you arm yourself with appropriate support numbers and contacts to ensure your sister and her children remain safe. Local CAB or police or Women's Aid can offer support with this.\" The police said they would investigate if you reported this to them, both about the money and the domestic violence. Can I please urge you and your sister to contact Women's Aid (0808 2000 247). Your problems solved Contact Annalisa Barbieri, The Guardian, Kings Place, 90 York Way, London N1 9GU or email annalisa.barbieri@mac.com. Annalisa regrets she cannot enter into personal correspondence. Follow Annalisa on Twitter @AnnalisaB"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}