{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/oct/01/world-cup-rio-ferdinand-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-10-01T22:14:10Z", "webTitle": "Gary Neville doubts that Rio Ferdinand will be recalled by England", "webUrl": "https://www.theguardian.com/football/2012/oct/01/world-cup-rio-ferdinand-england", "apiUrl": "https://content.guardianapis.com/football/2012/oct/01/world-cup-rio-ferdinand-england", "fields": {"headline": "Gary Neville doubts that Rio Ferdinand will be recalled by England", "bodyText": "Rio Ferdinand is unlikely to be picked again for England, according to his former England and Manchester United team-mate Gary Neville. Speaking on Sky Sports Neville was dismissive of the idea that the central defender would feature in Roy Hodgson's squad for the upcoming World Cup qualifiers as a replacement for the retired John Terry. The squad will be announced on Thursday. While Neville, who was an England coach at Euro 2012, argues that the former England captain is still a top-class player, he believes that age will count against the 33-year-old and was quick to point out that the player's absence from the national team was actually a regular occurrence before Hodgson took over. He has won only nine caps for England in the last three years, and only one last year, though injury has played its part. \"He is a class defender but in the World Cup he'll be 35,36,\" said Neville. \"Roy Hodgson has importantly said he's not going to take 34-year-olds, 35-year-olds who are seasoned internationals, who have got 70-odd, 80 caps to sit in the stand. And it's the correct decision.\" As for Ferdinand's recent international record, Neville added: \"This is not a player who's been playing for England for the last 20 months consistently by the way. This is not just a Roy Hodgson thing. How many games do you think Rio Ferdinand played for Fabio Capello in the last 18 months? Three. How many games do you think he played competitively? \"His last competitive game under Fabio Capello was 12 months before Roy Hodgson took charge. He played only three of Fabio Capello's last 18 games. He's not been playing for England for the last two years. Roy is looking towards 2014.\" Ferdinand, who was left out of Euro 2012 for \"footballing reasons\", so avoiding a potential personal clash with Terry, came in for particular criticism for his performance in United's 3-2 home defeat by Tottenham on Saturday where he was exposed by the pace of Gareth Bale and Aaron Lennon. However, Neville believes that a lot of defenders would have struggled, even Ferdinand in his prime. \"Now people will say Rio Ferdinand's lost the pace, a yard of pace,\" said Neville, \"Maybe he has. I think he'd have struggled in that position five or six years ago. I really do. Obviously Rio's taken a lot of stick because he was involved in all three goals to the visible eye. Honestly, to play centre back on Saturday would have been tough.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}