{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2012/oct/06/talking-horses-blog-racing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-10-05T23:05:30Z", "webTitle": "Talking Horses | Will Hayler", "webUrl": "https://www.theguardian.com/sport/blog/2012/oct/06/talking-horses-blog-racing", "apiUrl": "https://content.guardianapis.com/sport/blog/2012/oct/06/talking-horses-blog-racing", "fields": {"headline": "Talking Horses", "bodyText": "Life as a freelance is proving tough for Seb Sanders, but the jockey can claim his biggest prize of the season if the quirky Edinburgh Knight (3.35) puts his best foot forward in the Betfred Challenge Cup at Ascot today. Without the support of Sir Mark Prescott, Sanders is on course for his leanest campaign in almost 20 years but he hasn't become a bad jockey overnight and his strength, combined with the first-time application of a visor to his strong-travelling mount, could make the difference. Soft ground is undoubtedly far from ideal for Edinburgh Knight, but no track dries quicker than Ascot's straight course, the scene of many of this horse's very best efforts. If the visor helps perk him up after a couple of laboured recent performances, a repeat of his second over course and distance at the King George meeting would give him major claims despite top-weight. Ascot 2.00 Having lost his way in the middle part of the season, The Taj recaptured winning form under top weight in a course-and-distance nursery. He is a nervy type, but any further improvement from that performance will put him right in the mix. Newmarket 2.15 The likes of The Gold Cheongsam and Graphic Guest have the form in the book to take this and the former didn't enjoy much of a run at Newmarket last weekend, but it may pay to take a chance on Concise. It was only an ordinary maiden she took at Kempton last month, but she and the runner-up pulled 10 lengths clear of their rivals. Ascot 2.30 A trappy contest. Starboard is not guaranteed to get home as he moves up to a mile and a half for the first time, so preference falls to proven stayer Willing Foe who still doesn't have many miles on the clock and should go well under Silvestre de Sousa. Newmarket 2.50 A quick reappearance for Havana Gold, who accounted for a decent yardstick in a Group Three at this track last week. He stays this trip well and Richard Hannon unashamedly targets these valuable sales events with his best juveniles. Ascot 3.05 Heavy ground has proved no help for Eton Rifles on his last couple of starts, but he could be in the mix on his earlier form. He is weighted to reverse form with Libranno at Salisbury in June and has come good at this stage of the season before. Newmarket 3.20 Expensive to follow so far this year, Diala is the sort to pop up at a price in an open event such as this just when her backers have begun to give up hope. She keeps finding trouble in running and may also have a few ideas of her own, but could prove well suited by the move up to a mile and a quarter. Redcar 3.45 Once again left with only featherweight burden, Body And Soul must go close to following up her victory in the Newbury Super Sprint. She saw out six furlongs well enough last time out, but may benefit from being covered up for longer."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}