{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/oct/25/bauer-radio-global-london-ratings", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-10-24T23:01:00Z", "webTitle": "Bauer Radio trumps Global in London ratings battle", "webUrl": "https://www.theguardian.com/media/2012/oct/25/bauer-radio-global-london-ratings", "apiUrl": "https://content.guardianapis.com/media/2012/oct/25/bauer-radio-global-london-ratings", "fields": {"headline": "Bauer Radio trumps Global in London ratings battle", "bodyText": "Bauer Radio claimed a double audience win over Ashley Tabor's Global Radio in London in the three months to the end of September, as Magic and Kiss leapfrogged rivals Capital and Heart. Magic 105.4 took the undisputed number one spot among commercial stations in the capital with 2.17 million listeners each week on average, a 7.3% share of the audience, in the three months to the end of September, according to the latest Rajar figures published on Thursday. Magic knocked Global's Capital into second place, with 1.99 million listeners, a 5.3% share. Bauer's Kiss 100 also beat Capital in terms of market share, with 5.8% of the audience, but narrowly failed to overtake it in terms of overall audience, with 1.95 million listeners a week. Capital's Dave Berry and Lisa Snowdon remained London's most popular commercial breakfast show, with 1.16 million listeners, ahead of Magic's Neil Fox in second place with 822,000. But in terms of overall station audience Kiss overtook Global's Heart London, which had 1.83 million listeners, a 4.4% share, slipping to fourth place. There were double digit year-on-year losses in the capital for Smooth Radio London, formerly part of GMG Radio which has been bought by Global (pending competition regulator clearance). It was down 29.6% year on year to 431,000, but up 11.9% on the previous quarter. Global's Xfm London also recorded big losses, down 14.5% on last year to 372,000. Among the winners in the capital was another member of Global's stable, talk station LBC 97.3, which was up 14.6% on the previous quarter and 10.2% year on year to 927,000. The third most popular breakfast show in London, Kiss 100's Rickie, Melvin and Charlie extended their lead over Heart London's Jamie Theakston and Harriet Scott, with 717,000 listeners against the Heart pair's 611,000. Among the national commercial stations, UTV-owned TalkSport returned above the 3 million barrier with 3.02 million listeners, up 3.4% on the previous quarter but down 3.6% year on year. Absolute Radio's audience fell 12.4% on the quarter and 3.7% year on year to 1.54 million. All five of Absolute's decade-themed digital offshoots showed gains on the previous quarter. The biggest, Absolute 80s, had 895,000 listeners, but three of the five had audiences below 200,000. Global's Classic FM remained the biggest commercial national station with 5.45 million listeners, marginally down on the previous quarter, but up 1.2% on last year. Global's Heart network was down 4.1% year on year to 7.34 million, while sister network Capital had 6.85 million listeners, down 2.5% year on year. Among the digital only commercial stations, there were double digit declines for Bauer's Q, down 22.5% year on year to 162,000, and The Hits, which fell 10.3% to 893,000. The biggest riser year on year was Jazz FM, up 22.8% to 624,000. New digital station Smooth 70s, part of the former GMG Radio group bought by Global, debuted with 749,000 listeners. • To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}