{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/oct/24/2012-most-divided-american-electorate-ever", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-10-24T22:05:55Z", "webTitle": "Will 2012 see the most divided American electorate ever? | Harry J Enten", "webUrl": "https://www.theguardian.com/commentisfree/2012/oct/24/2012-most-divided-american-electorate-ever", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/oct/24/2012-most-divided-american-electorate-ever", "fields": {"headline": "Will 2012 see the most divided American electorate ever?", "bodyText": "America is the great melting-pot. We all come from distinct backgrounds, and yet we all come together to cast our vote for president on election day. It would be silly to think, however, that we leave our backgrounds outside the polling booth. Four years ago, then-candidate Obama said he could heal the divisions of our country. Those who know anything about voting pattern demographics were suspicious that Obama could accomplish this goal. With this year's election close at hand, we can now see if the president has come closer to reaching his objective. The polls indicate that voting divisions for this year's presidential race have either not closed or have actually expanded to near-record extents. 1). The age gap In 2008, those 60 years and older supported John McCain by a 4-point margin, while those 18-29 voted for Obama by a 34-point margin. This 38-point age gap was the largest gap since exit polls were first taken in 1972. It would probably surprise you to learn that the age gap is a relatively recent phenomenon. There was no relation between age and voting patterns in 1992, for instance. Today, the Greatest Generation has been replaced by the much more conservative \"silent generation\". Today's younger voters are 40% non-white, a core Democratic group, and those who are white grew up during the Bush years. The result is that the age gap is larger today than it was even four years ago. A recent GWU/Battleground Politico poll has Obama holding a large 24-point lead among 18-29 year-olds, and trailing among those 60-plus by 18 points. 2). The ideology gap The voting choice differences between self-identified moderate and conservatives has been growing in recent years from 44 points in 1976, to 75 points in 2000. Many Republican leaners who identified as moderate have shifted to the conservative column. Thus, conservatives have been becoming a larger part of the electorate, while moderates, as a group, have become more Democratic in their voting choice. The 69-point division in 2008 between moderates and conservatives was the smallest it had been since 1992. Moderates supported Obama by 21 points, as conservatives gave a 48-point margin to John McCain. This was a big drop from 2004 when the gap was a staggering 78 points. This year, it looks like the ideological disparity is reverting back to where it had been between 1996 and 2004. The latest Pew poll has conservatives with Romney by a 52-point margin and moderates with Obama by a 20-point margin – a 72-point divergence. 3). The union gap There are few things that create a fission between Democrats and Republicans more than unions. Most Democrats like unions because they feel they give the working men and women of America the opportunity to come together to fight for better wages. Most Republicans dislike unions because they feel they allow substandard workers to keep their jobs and union bosses to steal money away from employees. The election in 2008 was surprising in that both union and non-union households supported Obama. Union voters did so in greater numbers, at 20 points, yet the difference in margin between union and non-union households was only 16 points. This reversed a divide that had grown from only 20 points in 1976 to nearly 30 points between the late 90s and early 2000s. The margin difference in a recent GWU/Battleground Political poll was up to 24 percentage points. It could be that many of the non-union workers in northeastern states are abandoning Obama. Indeed, union support for Obama was as high in the recent GWU/Battleground poll as it was in the 2008 exit polls. 4). The gender gap Since the dawn of Reagan, men have drifted into the Republican column with more regularity. Men are more likely to support the hawkish national security stance of the Republican party, and women tend to be more in favor of government-aid social programs championed by Democrats. The difference between men's and women's voting choice in 2008 was actually the second smallest it had been since 1976; 2012 looks a lot different. An average of recent polls showed that women were slated to vote for the president by a 9-point margin, and men were going to vote for Romney by a 9-point margin. Obama's edge among women is largely the same as his 13-point advantage four years ago. Obama's 1-point lead among men in 2008 has, on the other hand, collapsed. If the 18-point divide we currently see in an average of recent polls is just 3 points higher, then welcome to the history books. Either way, expect Democrats to keep hammering away with their \"war on women\" campaign against Republicans. 5). The race gap Minorities are more likely to support Democrats. No Republican has achieved greater than 12% of the black vote in exit polls from 1980 through 2008. This year, they're almost assured to give Obama 95% of their votes. Likewise, Latino voters look like they'll give 70% of their vote to the president – a near all-time high. White voters, meanwhile, won't be so kind to the president. Republicans haven't gotten 60% or more of the white vote since 1984, when Reagan won by nearly 20 points nationwide. Romney has led among white voters in recent polls by an average of 18 points, and considering that pre-election polls usually underestimate the Republican margin among white voters, it might be even higher compared to the exit polls. It seems quite possible that Romney could take a greater percentage of the white vote than George HW Bush did in 1988, 59%, and actually lose. That's why the racial makeup of the electorate is key for 2012. If, as the Obama campaign believes, it is becoming less white, then he'll likely win. If white Republicans are more enthusiastic than in 2008, then it's possible that the electorate could even turn out slightly whiter than it was in 2008. Conclusion When you see how Americans are planning to vote this year, you could hardly claim that President Obama has healed the demographic divisions seen in voting patterns throughout the country. In fact, they've demonstrably gotten worse. That's not to say Obama's at fault. I'd argue the opposite: politics are the product of the times we live in, no matter who is in charge. Blaming Obama for being a divisive figure is symptomatic more than causal."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}