{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/oct/06/jimmy-savile-blame-deborah-orr", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2012-10-05T23:30:00Z", "webTitle": "How Jimmy Savile groomed an entire nation | Deborah Orr", "webUrl": "https://www.theguardian.com/media/2012/oct/06/jimmy-savile-blame-deborah-orr", "apiUrl": "https://content.guardianapis.com/media/2012/oct/06/jimmy-savile-blame-deborah-orr", "fields": {"headline": "How Jimmy Savile groomed an entire nation", "bodyText": "We've all heard about how paedophiles groom their victims. But Jimmy Savile groomed an entire nation. The charity work that made him untouchable also brought him into contact with children he could \"touch\" with impunity. The really astonishing thing is his strategy is still working, even after his death. The messenger continues to be blamed. Newsnight is condemned for having a go at standing up the allegations. People who admit they'd heard rumours are criticised for \"not acting on them\". It's hard to \"act\" on rumours, especially when you know people more powerful than you have heard them, too, and have not considered any action to be appropriate. Three police forces received complaints about Savile. All of them concluded there was not enough evidence to take things further. Women especially – Esther Rantzen and Janet Street-Porter – are being berated for \"not speaking out\" at the time. But women were used to having their criticism of inappropriate sexual expression swept aside. It was one of the things women trying to break into a man's world had to put up with, in the hope and expectation that they could change things in the future. Which they have. But not enough. The Sun, for example, has been indulging in inappropriate sexual expression for four decades, and still the women who say it is vulgar, crass and demeaning are told they are sad, bitter killjoys. Coleen Nolan was treated inappropriately by Savile on camera as a 14-year-old – and explains why she felt unable to voice her concerns. Yet the footage now shows that many children were touched sexually on camera. People didn't want to believe the rumours. People didn't even want to believe their own eyes. Now, a whole population feels dirty, stupid, guilty and angry. These revelations are painful to believe. And the most painful thing is that it now seems so completely, miserably obvious."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}