{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/apr/02/guantanamo.usa", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-04-01T23:05:29Z", "webTitle": "Freed British resident talks of hopelessness at Guantánamo", "webUrl": "https://www.theguardian.com/uk/2007/apr/02/guantanamo.usa", "apiUrl": "https://content.guardianapis.com/uk/2007/apr/02/guantanamo.usa", "fields": {"headline": "Freed British resident talks of hopelessness at Guantánamo", "bodyText": "The brother of a London man freed from Guantánamo Bay after four years of imprisonment yesterday told of his family's joy at finally being reunited with their loved one. Bisher al-Rawi returned to British soil late on Friday, four and a half years after being seized in the Gambia and taken to Afghanistan, then on to Cuba. Mr Rawi was freed after Britain asked the US for his release following years of pressure from his family. The government at first refused to try to help Mr Rawi, who has lived in Britain for 19 years, because he still has an Iraqi passport. Yesterday Mr Rawi, 39, said he had been through a horrific experience and talked of the \"hopelessness\" and \"extreme isolation\" of other British residents still held by the US without charge or trial. His brother, Wahab, said the family, from south London, had been overjoyed to see Bisher. Wahab, who was detained with his brother during a business trip to the Gambia in 2002 but released after four weeks, added: \"Everybody is very, very happy we're back together finally. The first thing he wanted to do is to see my sister's kids.\" Bisher al-Rawi had spent the last year in solitary confinement in Guantánamo, prompting concerns about his mental health. But his brother said the first signs were encouraging: \"He's OK, he's lost a bit of weight, he's still very stubborn. We sat down and we talked all night. He was telling us stories of what happened.\" Britain's change of heart in eventually seeking Mr Rawi's release came after he claimed to have been helping MI5 keep track of an alleged Islamist extremist in Britain. The claim, first revealed two years ago by the Guardian, relates to the preacher Abu Qatada, who was a family friend. The government's efforts to seek Mr Rawi's release are seen as an admission that his claims about helping the security services were true. In a statement, Mr Rawi said: \"After four years in Guantánamo Bay, my nightmare is finally at an end. The hopelessness you feel in Guantánamo can hardly be described. You are asked the same questions hundreds of times. Allegations are made against you that are laughably untrue, but you have no chance to prove them wrong. There is no trial, no fair legal process. I was alleged to have participated in terrorist training in Bosnia and Afghanistan. I've never been to Bosnia and the only time I visited Afghanistan was thanks to the hospitality of the CIA in an underground prison ... outside Kabul.\" His lawyer said the US insisted on blindfolding and shackling him before handing him over to the British at Guantánamo Bay. On arriving in Britain he was asked quick questions about his political views, before being released. His lawyer, Zachary Katznelson, said: \"The British have treated him with the utmost professionalism and respect. This was in sharp contrast to the US, who took him from his cell and put him on a plane shackled and blindfolded. They insisted on one last attempt to dehumanise him.\" Mr Katznelson said the UK's treatment showed it believed Mr Rawi did not pose a terrorist threat: \"There clearly is a level of comfort with him. He was not arrested, he is a free man.' Mr Rawi talked of his concern for another London man, Jamil el-Banna, who was seized with him in the Gambia and remains in Guantánamo. \"As happy as I am to be home though, leaving my best friend Jamil el-Banna behind in Guantánamo Bay makes my freedom bittersweet.\" In his statement Mr Rawi said he felt great sorrow for nine British residents who remained in Guantánamo Bay: \"Some are now on hunger strike protesting against their extended solitary confinement. The extreme isolation they are going through is one of the most profoundly difficult things to endure. I know that all too well.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}