{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/12/horseracing.grandnational2007", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-11T23:16:52Z", "webTitle": "Racing: National course will be hard and fast", "webUrl": "https://www.theguardian.com/sport/2007/apr/12/horseracing.grandnational2007", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/12/horseracing.grandnational2007", "fields": {"headline": "Course pours on water to counter threat of fast ground", "bodyText": "Watering is expected to continue throughout the Grand National meeting at Aintree in an attempt to maintain good going at the course, as a dry forecast and warm weather threaten to produce a fast - and therefore more dangerous - surface for the National itself on Saturday. Andrew Tulloch, Aintree's clerk of the course, said yesterday that a watering programme that started two weeks ago will continue both at night and on the morning before racing if necessary. \"We're trying to hold the going as it is at the moment, which is good ground, and that's as much as we can do,\" Tulloch said. \"There will be water going on most of the way through the night and in the morning too if necessary. Then the taps will go back on as soon as racing has finished. \"We took a decision several years ago that it would always be our policy to race on good ground. When the temperature suddenly increased over the last two days, it upped the ante, so for the last three days, all the courses have been watered every day. The going stick reading is now 7.5 on the National course, 8 on the Mildmay course, and 8.2 on the hurdles course.\" The reading is in sharp contrast to Taunton, where no watering is possible, and today's scheduled meeting was called off yesterday with the going stick showing 13.9 - hard ground. Point Barrow, the second-favourite for Saturday's race, won last year's Irish Grand National on good ground but his best form this year has come with plenty of cut. However, Pat Hughes, his trainer, is confident that Philip Carberry's mount will handle the going. \"He travels so well in his race and he's never had any problems on good ground,\" Hughes said. \"He's gone up in the weights a bit but he's a horse that stays and jumps and it's the luck in running that counts. I'd say that if he can avoid trouble, he'll definitely be in the first four.\" Venetia Williams, who has The Outlier and Sonevafushi among the entries, confirmed both as intended runners. \"They are both in good order and I don't think that the ground will be that significant for either of them,\" Williams said. \"Neither has run over the distance and when you are going four and a half miles, I think good going could well help them.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}