{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/10/motorsports.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-09T23:14:07Z", "webTitle": "Motor racing: Ferrari stake a claim after Honda go for Brawn's brains", "webUrl": "https://www.theguardian.com/sport/2007/apr/10/motorsports.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/10/motorsports.sport", "fields": {"headline": "Ferrari stake a claim after Honda go for Brawn's brains", "bodyText": "Ferrari yesterday signalled that they expect to be given the opportunity to talk to Ross Brawn about the possibility of the British engineer rejoining their team in 2008, after it emerged that Honda have made an approach to secure his services. Brawn, who helped mastermind all seven of Michael Schumacher's world championships with Renault and Ferrari, has taken a sabbatical this season before deciding on his long-term plans. It emerged at Sunday's Malaysian grand prix that Honda's team principal, Nick Fry, had made an informal approach to sound out Brawn about spearheading their technical efforts to produce a title-winning car for Jenson Button, who has failed to score a single point in the two races this season. \"Ross is obviously a free agent, but we would like to think there is a gentlemen's agreement that he will talk to us before deciding on his future plans,\" said the Ferrari spokesman, Luca Colajanni, yesterday from Bahrain where the third round of the season comes on Sunday. Colajanni did not comment on speculation that Brawn, who joined Ferrari as technical director in 1996, may be invited back in the role of formula one team principal next year. That role is currently being fulfilled by Jean Todt who is also chief executive officer of the Ferrari company as a whole and who therefore has what amount to two full-time jobs. For Honda, recruiting an engineer of Brawn's status and proven achievement would be a major coup at a time when their RA107 challenger is proving to be such an abject disappointment largely due to major problems with its aerodynamic performance. Brawn has made no secret of the fact that he eventually wants to return to Britain and the challenge of turning the Brackley-based Honda into world championship contenders would certainly provide a suitable enough challenge to stimulate him. However sources close to Ferrari are dismissive of Honda's possible bid. \"Why on earth would Ross want to join Honda if he's got the remotest chance of returning to Ferrari?\" said one observer. \"It doesn't make sense. Ross isn't a car designer, he's a technical manager.\" Despite this, Fry believes his team's resources are of an order which may tempt Brawn into joining up. \"We may not have a glamorous base like McLaren, but I don't think we are lacking for resources or finance,\" he said. \"We have a huge commitment to make a success of formula one and we have made a lot of progress with the new car even though we have problems with its aerodynamic performance. But we are committed to help Jenson to win a world championship.\" For Brawn, who is believed to be on a fishing holiday in New Zealand, the attention must be flattering. And time is certainly on his side."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}