{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/apr/25/monarchy.claredyer", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-04-24T23:19:06Z", "webTitle": "Butler-Sloss quits as coroner for Diana inquest", "webUrl": "https://www.theguardian.com/uk/2007/apr/25/monarchy.claredyer", "apiUrl": "https://content.guardianapis.com/uk/2007/apr/25/monarchy.claredyer", "fields": {"headline": "Butler-Sloss quits as coroner for Diana inquest", "bodyText": "Lady Butler-Sloss is to step down as coroner for the inquests into the deaths of Diana Princess of Wales and Dodi Fayed, citing her lack of experience in presiding over jury cases. Her role as assistant deputy coroner for inner west London will be taken over, from June, by Lord Justice Scott Baker, an appeal court judge, with wide experience of presiding over criminal jury trials when he was on the high court bench. He will be the third person to take charge of the inquests, which are not due to start until October, more than 10 years after the princess was killed with Fayed in Paris. Lady Butler-Sloss said she had come to the decision after a great deal of thought. She had originally planned to hold the inquests without a jury but was overruled by three senior judges last month after her decision was challenged by Dodi Fayed's father, Mohamed Al Fayed. She said in a statement: \"This was a decision I took in the interests of the inquests after a great deal of thought and reflection.These inquests now require a jury, and I do not have the degree of experience of jury cases that I feel is necessary and appropriate for presiding over inquests of this level of public interest. \"I must stress this does not require a fresh start for the inquests - I will continue to preside over pre-inquest hearings until Lord Justice Scott Baker takes up the appointment in June. \"This will ensure the inquests' momentum is maintained while he will have the opportunity to familiarise himself with the voluminous paperwork associated with the inquests.\" In July then royal coroner Michael Burgess quit the inquests, blaming a \"heavy and constant\" workload. Two months later, Lady Butler-Sloss, by then retired as president of the high court's family division, took on the role. She has spent her entire career as a judge in the family division and the court of appeal, where juries never sit. Lord Justice Scott Baker, 69, started in the family division but later spent 10 years as a Queen's bench division judge, presiding over jury trials at the Old Bailey and other crown courts. Unlike Lady Butler-Sloss, he is still a serving judge and will conduct the inquest in place of his usual workload in the court of appeal. As a high court judge in 1999 he sentenced Jonathan Aitken to 18 months in prison for perjury committed in his libel action against the Guardian. He told the former minister: \"For nearly four years you wove a web of deceit in which you entangled yourself and from which there was no way out unless you were prepared to come clean and tell the truth. Unfortunately you were not.\" Yesterday Mr Fayed's spokesman, Michael Cole, called Lady Butler-Sloss's decision a \"mockery\" and \"utter nonsense\". \"It's outrageous. It demonstrates a colossal waste of money ... It makes a mockery of the legal process,\" he told BBC Radio 4's PM programme. He said it would cause \"unnecessary distress to the families who lost their children 10 years ago\". He added that it beggared belief that Lady Butler-Sloss did not have experience of dealing with juries when it was always possible a jury would be needed. \"It's a dreadful state of affairs. It's very hard to see how the new coroner can get his head round the 18 files of documents.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}