{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/02/comment.media", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-04-01T23:14:15Z", "webTitle": "Ian Mayes: Open door", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/02/comment.media", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/02/comment.media", "fields": {"headline": "Open door", "bodyText": "This is (this one really is) my last column as readers' editor before I take up the task of writing the third modern volume of the history of the Guardian. I commend you all to my successor Siobhain Butterworth, whose first day this is. Commend: surrender somebody or something for safekeeping (Bloomsbury dictionary). It is, it turns out, a difficult job to give up. One of my colleagues - as I can begin to call them again - suggested that I devote this final column to some of the things I actually like about the Guardian. \"There must be something,\" he said. As a matter of fact I could fill a book with things I like about the Guardian, and I may be about to do that. It has not been difficult to keep the flaws in proportion, either for me or, so far as I can tell, for the majority of the paper's readers. So many of you have added a complimentary note to the end of sometimes quite serious complaints, or added a friendly injunction to \"keep up the good work\". Only a few days ago I took a telephone call from someone who had made a serious, perhaps even actionable complaint, and who took the trouble to ring to praise the process that had enabled it to be resolved so quickly. I leave all sorts of loose ends. An increasing preoccupation has been one effect of the instant online archive that the Guardian website provides. It does not allow painful and personal events to recede into the near oblivion that bound volumes of the printed paper once afforded. In some cases this acts unfairly against individuals. Revelations made in good faith or perhaps, indeed, with the intention to help others, may be seized upon and used maliciously to embarrass or even injure those involved. I recently considered a case where this had happened. There is a natural resistance to requests to delete material from this archive. As a general rule we believe we should protect its integrity as a complete record. But it is not the only record. Sometimes its integrity has to be weighed against the nature and degree of distress caused by a past event that remains doggedly in the present at a touch on the keyboard. I pass on what are simply thoughts in progress. The Guardian history is something I am trying not to panic about. The first volume, by David Ayerst, traced the story from the paper's birth on May 5 1821 up to the mid-1950s (the seminal effect of the Peterloo massacre and all that). Geoffrey Taylor brought the account up to 1988. I shall cover the period from then until (I hope) the move to King's Cross, scheduled for the end of next year. It is a period of revolutionary change conducted at an accelerating pace. It includes, at one end, David Hillman's radical redesign of the Guardian with its distinctive, and widely imitated, combination of Garamond italic and Helvetica typefaces, and at the other the even more radical in-house redesign by Mark Porter that accompanied the change to the present Berliner format. It covers the entire period of the development of Guardian Unlimited, which now attracts about 15 million unique users a month drawn from practically every country in the world. The shifting balance between the paper and the website is a characteristic of the past few years. And although the book is a recent history of the Guardian and not of the Observer, the lives and destinies of the two papers are interwoven - a relationship represented in their convergence in Guardian Unlimited. The book will cover that fairly rare occurrence in the life of the Guardian, a change of editor, in this case from Peter Preston to Alan Rusbridger. It will deal with a number of defining moments, including several libel cases (brought by Stoke Newington police, Neil Hamilton and Jonathan Aitken), the loss of any one of which would have inflicted serious damage on the Guardian. It will cover the Guardian's response to the advent of the Blair government and the war in Iraq ... There is a weight of material. Feel free to make comments or suggestions. I have got used to getting them; and thank you. ian.mayes@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}