{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/apr/02/popandrock", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-04-01T23:15:00Z", "webTitle": "Good Shoes, Concorde, Brighton", "webUrl": "https://www.theguardian.com/music/2007/apr/02/popandrock", "apiUrl": "https://content.guardianapis.com/music/2007/apr/02/popandrock", "fields": {"headline": "Good Shoes", "bodyText": "Appropriately, given their obsession with music from the recession-struck late 1970s and early 80s, post-punk revival bands are experiencing lean times. The public finally seems to have tired of bands paying dutiful homage to Wire, XTC and the Gang of Four. This is bad news for Good Shoes, a quartet from south London. A couple of years back, their trebly sound - short songs, angular guitar, fidgety basslines, jerky drumming, yelping vocals courtesy of singer Rhys Jones - was the dernier cri in indie rock, so of-the-moment that they were being played on Radio 1 before they even had a record out. Now, with their debut album finally in the shops, they find themselves looking like stragglers. Good Shoes certainly aren't going to grab the public's attention with their charismatic star quality. They look nondescript, while their USP seems to be an ability to capture the kind of plaintive suburban ennui that oozed from the Cure's early records. The problem is that there's a thin line between sounding defeated and weary, and making the listener feel the same way. On In the City, Jones sings in a manner that suggests he is more preoccupied with catching the last bus home. It's a preoccupation that swiftly becomes infectious. But just as you're about to dismiss Good Shoes, they reveal an ability to turn out beautifully compact pop songs. We Are Not the Same and Never Meant to Hurt You are hardly groundbreaking, but there's something undeniable about their stop-start choruses: a spark that might lift Good Shoes from the ranks of the post-punk stragglers. · At the Forum, London, on April 13. Box office: 0870 060 3777"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}