{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/apr/02/money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-04-01T23:20:44Z", "webTitle": "Outfits offering to reclaim bank charges under scrutiny", "webUrl": "https://www.theguardian.com/business/2007/apr/02/money", "apiUrl": "https://content.guardianapis.com/business/2007/apr/02/money", "fields": {"headline": "Outfits offering to reclaim bank charges under scrutiny", "bodyText": "A string of new companies set up to help customers reclaim bank charges and payouts after accidents could be breaking the rules of a new regulator created to police the burgeoning claims management industry. By April 23 all companies offering advice on claims, from personal injury to bank charges, need to be authorised by the Department of Constitutional Affairs' new Claims Management Regulation body.The new regulator has already found 30 organisations that have sprung up to offer advice on reclaiming bank charges. After being alerted by the Guardian, one of its first inquiries is likely to be into the Blackpool-based The Banking Advice People. The company offers to help refund bank charges but made repeated false assertions in a cold call to a Guardian reporter's mobile. Claims Management Regulation has been created by the government to make it an offence for companies to provide claims management services without authorisation. Customers have begun to inundate their banks with claims for fees levied over the past six years, after the Office of Fair Trading deemed them excessive. The Financial Ombudsman service, which resolves disputes between firms and customers, saw complaints leap last month to some 1,200, with about 2,000 inquiries a day. It followed calculations by Which? the consumer body, that bank customers could see up to £3.5bn in unauthorised overdraft charges by the end of year. It has already said that bank customers pay £4.7bn each year on default charges that can include £39 for a bounced cheque and £28 a day when an account is over its authorised limit. The Banking Advice People, which has been in existence for three weeks, offers to help customers reclaim bank charges for a flat fee £34.99, or for more complex advice it will take 20% commission off any fees won back. But its fee for reclaiming charges contrasts with many websites - including the Guardian's - which provide customers with a free pro forma letter to send to banks asking for money back. One call centre worker at The Banking Advice People justified the flat fee charged by saying that the letters needed to be verified by a solicitor. This is not the case. Mark Boleat, head of Claims Management Regulation, said the regulator would \"look into\" The Banking Advice People. The Banking Advice People is the trading name of former mobile phone retailer Touch 100. David Haworth, director of Touch 100, said the assertion made by a call centre worker that free forms needed verification from a solicitor was \"horrific\". \"It shouldn't have happened,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}