{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/02/comment.race", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-04-01T23:14:15Z", "webTitle": "Priyamvada Gopal: It is contradictory to condemn slavery and yet celebrate the empire", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/02/comment.race", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/02/comment.race", "fields": {"headline": "It is contradictory to condemn slavery and yet celebrate the empire", "bodyText": "Why, demanded Jeremy Paxman recently, should he feel \"guilty\" about the slave trade, given that he wasn't alive then and that his \"ancestors were peasants\"? He is not alone in asking this question. Many Britons wonder, not unreasonably, why and how they should \"apologise\" for a crime they did not physically perpetrate. Though driven by an honourable impulse, campaigners dressed up in instruments of bondage are in danger of reducing the complicated project of reckoning with history into a facile confessional moment. (\"So Sorry\" T-shirts are uncomfortably close to pastiche.) Similarly, the theological mode of \"atonement\" which defined the high-profile service at Westminster Abbey last week (challenged by a lone protester, Toyin Agbetu), might actually undermine the case for facing up to the past squarely. Atonement-speak obscures the distinction between \"guilt\" - a private, often religious emotion connected to personal wrongdoing - and a more demanding and necessary move: acknowledging that our lives are shaped by historical processes through which we have accrued benefits at the expense of others. As the service itself demonstrated, the atonement mode of acknowledging the past comes complete with built-in absolution, a rhetorical clean chit that you can give yourself without further consideration of how the past lives on in the present, and how you might redress material inequities inherited from that time. This dual mode of atonement and celebration is also profoundly self-regarding, reinforcing the idea that white Christian Britons are the main agents of moral sensibility, courage and historical transformation. We are told by, among others, Bishop Nazir Ali - who routinely plays the role of loyal defender of the White Man's Burden - that Britain should be remembered not for its part in slavery but for its role in ending the trade. Apparently we shouldn't feel responsibility for the past but are allowed, indeed exhorted, to feel pride in it. We are to distance ourselves from those who actively participated in slavery, but we can rightfully claim an abolitionist lineage. No one can deny that Britain, like other cultures, has great traditions of courageous activism, but to cast this bicentennial year largely as a \"celebration\" of white abolitionists once again marginalises others to whom this history also belongs. Ali opines that it was specifically Christian beliefs that brought about the end of slavery. While Christianity, like other religions, has a subversive side to it, the bishop might recall that evangelical Christianity was also used as justification for enslaving or colonising those regarded as heathen. This commemorative year is shaped by a contradiction: it emerges at a time when we are being enjoined to celebrate the legacies of the British empire and \"British values\". But recalling slavery renders this a somewhat fraught process. The solution is to separate slavery from empire, and to emphasise the ending of the slave trade rather than the continuation of exploitation by other means. Conveniently excised from this account is not only the fierce resistance put up by the enslaved and the colonised, but also the fact that 1807 did not mark the end either of slavery itself or of the exploitation of cheap labour. Following formal emancipation in 1838 and appeals by owners, the sugar plantations of the Caribbean were productively worked by government-approved schemes of indentured labour - a form of debt bondage involving deception, pitiful wages, arduous and often fatal journeys, harsh working conditions, confinement, physical abuse and, in most cases, no promised return to the homeland. This is how millions of \"coolies\" - Indian and Chinese labourers - arrived in the Caribbean and parts of Africa. The history of slavery is inseparable from the history of empire: it is contradictory to celebrate the latter while claiming to condemn the former. We know that government and politicians stop short of a full apology because they are aware of legal implications that would strengthen the case for reparations. Moreover, reparations themselves would force us to face up to the fact that the horrors of the past were not merely momentary lapses of moral judgment that can be redeemed through public enactments of remorse. They were systematic projects of national self-enrichment at the expense of other societies. A clear acknowledgement of this fact would deprive Britain of the cherished historical mantle of the \"moral empire\", the coloniser with a benevolent mission. Indeed, the argument that Britain would stamp out slavery was frequently invoked to make the moral case for colonising Africa. When Anthony Gifford made an eloquent case for reparations in the Lords, objectors argued that Britain already does much to \"help\" African countries. To pay reparations would be to acknowledge that you are not so much moral beacon and \"rescuer\" as culpable party. It would mean conceding the obvious: that in economic terms, it is the \"developed\" world that is indebted to the \"developing\" world. But the powerful moral and strategic position of being creditor and benevolent dispenser of aid is too useful for Britain and other western nations to give up. A real apology would involve not only the cancellation of so-called \"third world debt\", itself the consequence of colonial depredation, but also some form of reparations (including relabelling \"aid\" as such). Given that slavery and indentured labour were part of a philosophy of exploitative profit-making which the writer Barry Unsworth critically calls \"sacred hunger\", we might also use this commemorative year to ask ourselves to what extent our lifestyles continue to appease this appetite. Profiting from cheap labour is far from a thing of the past: witness the continuing movement of large corporations to poor countries where they can pay low wages in abusive working conditions. Such self-critical reflections apply to descendants of the enslaved and the colonised as well. The Antiguan writer Jamaica Kincaid reminds her fellow descendants of slaves to reflect on \"who captured and delivered [their ancestors] to the European master\", and the ways in which such betrayals persist in their own societies. She calls for a \"more demanding relationship\" to the past, where we ask ourselves how we got to where we are and why we live the way we do. These are more productive questions than the narcissistic binaries of \"shame/guilt\" versus \"pride/celebration\" which lead to contortions such as Martin Kettle's suggestion on these pages that, shameful horrors aside, slavery, genocide and colonialism were part of historical processes that were \"to the net benefit of humankind\". (Unless, of course, one defines humankind as essentially European.) Undertaking the challenge of answering Kincaid's questions might be the best form of unifying homage we can pay to all those who have questioned, resisted and triumphed before us. · Priyamvada Gopal teaches in the English faculty at Cambridge University and is the author of Literary Radicalism in India pg268@cam.ac.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}