{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/apr/21/uk.conservatives1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-04-20T23:56:07Z", "webTitle": "Tories are unelectable says Blair  in toughest attack on Cameron", "webUrl": "https://www.theguardian.com/politics/2007/apr/21/uk.conservatives1", "apiUrl": "https://content.guardianapis.com/politics/2007/apr/21/uk.conservatives1", "fields": {"headline": "Tories are unelectable says Blair  in toughest attack on Cameron", "bodyText": "The Conservatives have mastered the tactics of opposition but are \"devoid of any political conviction\", Tony Blair claimed yesterday in his strongest attack to date on the Tory leader. He accused David Cameron of a catalogue of strategic misjudgments, and insisted he would not win a general election despite Labour's mid-term blues and increasing gloom about its prospects in the May elections. \"John Major has been out there saying how David Cameron will win the next election,\" he told supporters in his constituency of Sedgfield. \"I'm going to tell you that he's not going to. At election time, their credibility will be shot.\" Labour MPs took some cheer yesterday from a poll suggesting the nationalist advance might be losing momentum in Scotland. But Labour's dismal poll ratings, and the difficulty of persuading unenthusiastic activists to do their bit, do not bode well for next month's results. \"This is the middest of mid-terms: 10 years into government,\" Mr Blair told supporters at Trimdon Labour club, urging them not to be disheartened by the \"relentless focus on the negative\". He added: \"Frankly, this is why we should lift our eyes, take heart, and have confidence. In the 1980s Labour was frequently 10, sometimes 15 points ahead of the Tories. We won the polls convincingly. Unfortunately, we never won the argument.\" He argued that the Conservatives were making the same mistakes Labour made in the 1980s, by seizing opportunities to attack the government without establishing an agenda of their own. \"Yes, they are better now at the tactics of using media and parliament to harry the government; but every time they are called on to make a big judgment call on policy, they misfire,\" he insisted. He added: \"The problem, as they will find, is that after a time the electorate sees that they have no direction that comes from core conviction; the policies end up contradictory or wrong; the misalignment of tactics and strategy becomes clear.\" He accused the Conservatives of \"total incoherence\" over tax breaks for married couples, and seized on the \"utterly extraordinary imbroglio\" of their failed attempt to persuade the former BBC chief Greg Dyke, a longstanding leftwinger, to become a joint London mayoral candidate with the Liberal Democrats. David Cameron, campaigning in Devon, told reporters: \"I think it's rather sad after 10 years of Blair that he is resorting to these personal attacks. If people want to vote against those kind of negative politics, they have the choice to do so on May 3.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}