{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2007/apr/14/badscience.uknews", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2007-04-13T23:07:29Z", "webTitle": "Don't blame the drug companies", "webUrl": "https://www.theguardian.com/science/2007/apr/14/badscience.uknews", "apiUrl": "https://content.guardianapis.com/science/2007/apr/14/badscience.uknews", "fields": {"headline": "Don't blame the drug companies", "bodyText": "So here's an interesting question. Lots of us wander around quite happily with a \"dolphins good, drug companies bad\" morality in our heads; and this is entirely reasonable, they are quite bad. But how easy is it to show that drug companies kludge their results, and to explain what they've done to a lay audience? On an individual level, it is sometimes quite hard to show that one trial has been deliberately rigged to give the right answer for the sponsors. Overall, however, the picture emerges more clearly. The issue has been studied so frequently that in 2003 a systematic review found 30 separate studies looking at whether funding affected the findings, and overall, studies funded by a pharmaceutical company were four times more likely to give results that were favourable to the company than independent studies. But one classic review of bias tells a genuine Alice in Wonderland story. They found 56 different trials looking at NSAID painkillers: drugs like ibuprofen, diclofenac and so on. People often invent new versions of these drugs in the hope that they might have fewer side effects, or be stronger. Now, these were trials in which one painkiller was compared against another, rather than against a placebo. Because if you think about it, people in pain tend to look at you a bit impatiently when you offer them a placebo. And in every single trial, the sponsoring manufacturer's drug came out as better than, or equal to, the others in the trial. On no single occasion did the manufacturer's drug come out worse. Philosophers and mathematicians talk about a phenomenon known as \"transitivity\". If A is better than B, and B is better than C, then C cannot be better than A. To put it bluntly, the results of this review of 56 trials exposed a singular absurdity: these drugs, surely, cannot all be better than each other? But people then began to study the methodological flaws in big pharma studies, and to their astonishment found that industry-funded trials turn out to have better research methods, on average, than independent trials. The most they could pin the drug companies down on were some fairly trivial howlers: using inadequate doses of the competitor's drug as a control, for example, or making claims that somewhat lyrically exaggerated a positive finding in the results. Both heinous and cheeky, of course, but in both cases, at least, these were transparent flaws. You only have to read a trial to see that they have given a miserly dose of a painkiller, and you should read the \"results\" section to decide what the \"results\" of a trial are, because the discussion and conclusions section, at the end of the paper, is like the comment pages in a newspaper. It's not where you get your news from. The real action in how drug company data seems to be biased overall seems to come largely from the burying of bad results, known as \"publication bias\", and as I've geekily argued many times before, having a clinical trials database, where people are forced to register their trial before they start, knocks this on the head. But there is a bigger political backstory to all this. We don't like big pharma, because it makes money out of what we think should be a \"helping people\" industry: a wider, unspoken dislike of brutal capitalism, perhaps. But more than that, we don't like big pharma because we have disempowered ourselves and our states. Everybody has some kind of interest in their results; and everyone makes mistakes, perhaps - we'll say unconsciously - more often in their own favour. So science relies on independent replication; but drug trials are so expensive, and state funding of research so miserly, that pharmaceutical research is rarely independently funded. By which, of course, we mean it's rarely state funded. I'm totally up for the stuff about the dolphins being good, and big pharma bad. But if only 10% of pharmaceutical research is funded outside the pharmaceutical industry, I'm not convinced that's entirely the industry's fault. Full references at www.badscience.net Please send your bad science to bad.science@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}