{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/06/comment.bbc", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-04-05T23:11:51Z", "webTitle": "Leader: Lyons' den", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/06/comment.bbc", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/06/comment.bbc", "fields": {"headline": "Lyons' den", "bodyText": "The new chairman of the BBC, it was recently observed by the arts and broadcasting grandee John Tusa, could be the most important since Lord Reith became director general. Not only does the corporation have a shiny new governance model in place of the old (and, after Hutton, discredited) board of governors, its role, as a publicly funded broadcaster in the highly competitive media marketplace, is under daily attack. The new job of chairman is both narrowly defined and open to interpretation. No wonder several high-profile potential candidates ruled themselves out before the interviewing process got under way. And then, with the customary opacity that the Nolan rules on public appointments has failed to lift, the rumours that Sir Michael Lyons was to get the job were confirmed yesterday. Sir Michael is the author of last month's review of local government finance, a long-delayed and coolly received report that, rightly or wrongly, was thought to have as its first objective pleasing the chancellor. Public scepticism - not only too close to Gordon Brown, but too familiar with the bottom line and not familiar enough with broadcasting - is a poor beginning for a man embarking on a critical mission as defender of the licence-payers' interests (and adjudicator of what they are). This is the man who has to convince the rest of us that he and his trust are making the BBC better than it would have been without them, just at the time that the digital era makes it harder than it has ever been to understand the options opening up ahead. The trust is the reason that the corporation escaped the attentions of the external regulator, Ofcom. It is also the response to Lord Hutton's criticism of the governors' apparently unquestioning support of the BBC's editorial judgment over the Gilligan affair. So it has to fulfil two roles: it is regulator of the corporation's behaviour; and guardian of its independence. It will have to make tough calls about which side of the commercial line the corporation is standing. It took its first steps under the acting chair, giving a green light to the video-on-demand project, iPlayer, and a red light for the online educational service Jam. These are shark-filled waters - judging when the corporation risks abusing the licence fee and undermining commercial provision of the same service. There are plenty more such judgments already in the queue, for example whether to challenge local newspapers and launch online local news, or national newspapers by allowing advertising on its international website, bbc.com. At the same time, the trust will also be the keeper of the BBC's public service conscience, and guardian of its political independence. They are not necessarily mutually exclusive but sometimes they will be difficult to sort. Bottom line or broadcasting policy: the trust's place on the continuum will be shaped over the next four years, and Sir Michael will be the man who positions it. This is the second concern about his appointment. His background is entirely in the public sector - local government chief executive, academic, and the Treasury's report writer in chief - but he is more closely identified with bean-counting than with public policy. The suspicion must be that the business-friendly chancellor wanted a business-friendly face calling the shots at the BBC. Sir Michael is hardly the first new chairman to walk through the doors of Broadcasting House trailing the taint of political favouritism (although his appointment will stoke up the claims that Mr Brown is scattering placemen across the public sector). Gavyn Davies, who resigned because of Hutton's criticisms, hardly behaved like the government stooge he was once accused of being. Sir Michael is well-respected in his field. Talent is often transferable. But he has much to prove, and the BBC - and the licence payers - have much to lose."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}