{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/apr/12/championsleague200607.championsleague1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-04-11T23:16:18Z", "webTitle": "Manchester United 7 - 1 Roma", "webUrl": "https://www.theguardian.com/football/2007/apr/12/championsleague200607.championsleague1", "apiUrl": "https://content.guardianapis.com/football/2007/apr/12/championsleague200607.championsleague1", "fields": {"headline": "Ferguson's men left to wonder if such perfection can ever be repeated", "bodyText": "The only concern about scoring seven goals against an Italian side with the most parsimonious defence in the Champions League is that Manchester United might have peaked too soon. Their demolition of Roma was of such thrilling quality that space will be cleared in the club's museum to showcase Sir Alex Ferguson's \"greatest night in Europe at Old Trafford\" but the question is: can this team ever play like that again? The statisticians had to go back to 1968 to find the last time a United side had won so comprehensively in Europe's premier club competition and the opposition for Sir Matt Busby's team then were the novices of Waterford, playing in the competition for the first time. For a 7-1 thrashing to be replicated against the second best side in Italy, the nation that patented catenaccio and produced defensive greats such as Franco Baresi, Claudio Gentile and Paolo Maldini, makes it a feat that is without precedent and, quite possibly, beyond repetition. Edwin van der Sar summed up the uniqueness, and slight freakishness, of the occasion when he said he had \"never seen a performance like that in my life,\" casting his mind over a long and distinguished career that has included a European Cup winner's medal with Ajax and 119 caps with Holland. \"It wasn't that Roma played badly,\" the Dutchman continued, \"we were just very, very good.\" A student of Italian football can quibble with the goalkeeper's generous assessment of Roma only because what Old Trafford witnessed on Wednesday was a performance that defied Italian traditions of close marking, astute positioning and the subtle art of gamesmanship, as demonstrated by Marcello Lippi's victorious team in last year's World Cup. But nothing should be taken away from a United side for whom Michael Carrick now appears to be authoritative enough to take games by the scruff of the neck, Wayne Rooney is returning to his point of maximum expression and the superlatives are running out for Cristiano Ronaldo. \"At this moment Ronaldo is the best player in the world,\" said Patrice Evra last night. \"He is unbelievable. He can do the same job as Maradona or Pele or Best. He can be like all of them.\" United managed only three goals in the six games of their Champions League campaign last season. \"From January last year our style of play has changed,\" Gary Neville, the captain, explained. \"Ronaldo, [Louis] Saha and Rooney started playing up front together and all of a sudden the speed in our play - what I call the Manchester United way - returned. It's speed: quick, counter-attacking football, defending one minute and the ball in the back of the net 10 seconds later. \"We lost that for some reason over the previous couple of years but we are now getting back to being that. We had had enough of all the criticism. We went out of Europe early [last season], we went out of the FA Cup at Anfield, we lost two or three league games. The club had had enough. \"The younger players are starting to mature and get better. We were a team that was growing but we are a few years older now and there is a maturity in our performances this season.\" Not everything went perfectly for United. Rio Ferdinand and John O'Shea have muscular strains and are doubts for Saturday against Watford. But Neville should be back on Tuesday at home to Sheffield United. Saha is close to fitness after his hamstring troubles and, if United can make it an all-English European final, Nemanja Vidic will be fit again to challenge Wes Brown for the right to partner Ferdinand. Ferguson will presumably be happy with 1-0 wins from now on."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}