{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/06/comment.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-04-05T23:11:52Z", "webTitle": "Alexander Chancellor: We all rewrite history to make our roles in it more interesting", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/06/comment.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/06/comment.comment", "fields": {"headline": "It's a strangely human foible - we all rewrite history to make our roles in it more interesting", "bodyText": "It was at the end of November 1970, and I found myself standing all alone in the forecourt of the presidential palace in Manila with President Ferdinand Marcos and his wife, Imelda. We were waiting for Pope Paul VI, who was due any moment at a reception where he would be making his first public appearance in the Philippines since narrowly escaping assassination at the airport that morning. I had missed the assassination attempt. We of the press, who had travelled from Rome on the papal plane, had been herded into a bus and driven away towards the capital while the Pope, escorted by the Marcoses, had gone off to shake hands with dignitaries lined up on the tarmac. In this reception line had stood a man in clerical garb and holding a crucifix, who had suddenly lunged forward with a foot-long Malay dagger and struck the Pope on the neck. The Pope fell backwards, but was not badly hurt. It seems that he was saved by his dog collar. But it was a dramatic event - and a mysterious one, for the would-be assassin turned out to be a 35-year-old Bolivian painter, Benjamin Mendoza y Amor, whose recent exhibition in Manila had been graced by the presence of none other than Imelda Marcos. At the press centre in Manila, the event was endlessly replayed on television, so we knew what had happened. I filed an account of it to Reuters, my then employer, and then decided to hasten to the presidential palace to see how the poor old Pope was looking after his ordeal. I arrived late and panted up the road to the gate of the palace between lines of armed police holding back the crowds. Immediately behind the gate stood Ferdinand and Imelda awaiting the Pope and surrounded by guards, some of whom pointed their guns at me. I waved my invitation pleadingly at the president, who signalled to his guards to lower their guns, open the gate and let me in - which was how I ended up alone in such exalted company. This was a rare journalistic opportunity, so I asked President Marcos to describe to me exactly what had happened at the airport. \"I'm afraid I did a bad thing,\" he said. \"I laid hands on the Holy Father. With my right hand I felled the assassin, and with my left I pushed the Holy Father backwards. I hope he will forgive me, for I felt I had to do it for his safety.\" \"Where did the Holy Father fall?\" I asked. \"Into my arms,\" interjected Imelda, the famous beauty. I turned to her and, with genuine curiosity, inquired how the Pope had reacted to this unusual experience. \"He let out a kind of soft sigh,\" she replied. \"He went 'aaaaheeeeh'.\" This was all jolly interesting, but unfortunately it was also completely untrue. The television replays had shown that at the moment of Mendoza's lunge, Mr and Mrs Marcos had been several metres behind the Pope and had played no part in the incident at all. If anybody saved the Pope's life, it was a burly English bishop, a former Lancashire policeman who was then in charge of a diocese in Malaysia. I forget his name, but television footage showed that it was he who had pushed away Mendoza and possibly also laid hands on the Pope. Mendoza, meanwhile, confessed to the assassination attempt, saying he had been planning for a long time to kill the Pope \"to save the people from hypocrisy and superstition\". It was five years after this event - on December 6 1975 - that Sir Ian Blair, presently commissioner of the Metropolitan Police, claims to have been closely involved in the famous IRA siege at Balcombe Street in London. In what he described in an interview as \"a very defining moment\", he said that he, as a very young policeman, had been fired on by members of the \"Balcombe Street gang\" after being called out with a sergeant to pursue their car. \"They got out of the car and started firing at us,\" he said. \"It is an interesting experience being fired at when you have absolutely nothing to fire back with. I loved it, I loved the job.\" Unfortunately for Sir Ian, his story was not corroborated. John Purnell, a detective inspector at the time and a man whose heroism during the Balcombe Street siege earned him a George medal, said: \"I've never for one second associated Ian Blair with Balcombe Street in any shape or form, and his account of seeing the terrorists get out of the car and being shot at is totally impossible.\" But let's not be too hard on Sir Ian. If Ferdinand and Imelda Marcos believed, as I think they did, that they had saved the Pope's life - and did so only a few hours after the event, and in contradiction of all the evidence - it is not surprising that over a period of more than 30 years, Sir Ian should have persuaded himself that he was shot at by IRA terrorists. It's not that we make things up. It's just that we instinctively rewrite history to make our roles in it more interesting. Doesn't everyone do it? It isn't deliberate. We can't help it. Even Mr Purnell said he was neither irritated nor surprised by what he claimed was Sir Ian's delusion. \"I know a lot of other people who have put it about that they were involved in Balcombe Street,\" he said. I still believe I was alone with Mr and Mrs Marcos to receive the Pope at their home in Manila, but it's difficult to be absolutely sure. · This week Alexander read St Pancras Station, by Simon Bradley: \"A riveting account of the creation of this great London landmark and its place in the history of the railways.\" Alexander visited Shakespeare's tomb in Stratford-upon-Avon: \"Why would they have buried him in front of the altar if anyone had doubted he had written those plays?\""}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}