{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/21/rugbyunion.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-20T23:48:06Z", "webTitle": "Rugby union: Dark horses Saracens secure signing of All Black Jack", "webUrl": "https://www.theguardian.com/sport/2007/apr/21/rugbyunion.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/21/rugbyunion.sport", "fields": {"headline": "Dark horses Saracens secure signing of All Black Jack", "bodyText": "Saracens have confirmed the signing of the All Black lock Chris Jack as they look to secure a place in their first major final since the increasingly distant era of Michael Lynagh, Philippe Sella and Francois Pienaar. The capture of the 28-year-old Jack, capped 57 times by New Zealand and a key part of Graham Henry's World Cup-winning plans, until 2010 follows Newcastle's success in luring his fellow Kiwi Carl Hayman to the northern hemisphere and offers further proof of every Premiership side's desire to emulate the recent trophy-winning exploits of Wasps, Leicester and Sale. Under their Australian director of rugby Alan Gaffney, Saracens are already emerging as the dark horses of the current English domestic campaign and victory over Bath tomorrow in the European Challenge Cup semi-finals will keep them in contention on two fronts. They have not won any major silverware since 1998 when Lynagh, Sella, Pienaar and co combined to hammer Wasps 48-18 in the Tetley's Bitter Cup final at Twickenham. Almost a decade later they retain a fondness for imported talent but Gaffney has welded an increasingly formidable forward platform. To counter Bath's own powerful pack he has named a reshuffled front-row unit of Nick Lloyd, Shane Byrne and Cobus Visagie, with the massive Census Johnston on the bench, and Saracens' captain Simon Raiwalui is clearly anticipating a tough day. \"We are both physical teams so the supporters can expect a real battle,\" predicted the Fijian lock. Bath will also be without the exciting Nick Abendanon, who suffered a cracked rib at Sale last Friday. Saracens, as a result, will fancy booking a final berth along with Clermont-Auvergne who, despite naming internationals Pierre Mignoni and Elvis Vermeulen on the bench, will expect to slay the Newport Gwent Dragons."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}