{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2007/apr/29/features.review1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2007-04-28T23:18:52Z", "webTitle": "Review: Granta 97", "webUrl": "https://www.theguardian.com/books/2007/apr/29/features.review1", "apiUrl": "https://content.guardianapis.com/books/2007/apr/29/features.review1", "fields": {"headline": "Looking forward", "bodyText": "Granta 97: Best of Young American Novelists 2 Granta £12.99 Over the years, Granta has developed an impressive reputation for literary star-spotting. Since 1983, the magazine has dedicated two issues each decade to showcase new writing by the best young novelists on both sides of the Atlantic. With uncanny accuracy, the first list selected such future luminaries as Martin Amis, Ian McEwan, Kazuo Ishiguro and Salman Rushdie as the cream of the under-forties crop. Ten years later, they were joined by Jeanette Winterson, Alan Hollinghurst and Will Self, followed in 2003 by Zadie Smith, Toby Litt and Sarah Waters. The first American selection, back in 1996, was not so prescient; the committee failed to nominate either Donna Tartt or Michael Chabon from among the also-rans. With engaging humility, outgoing editor Ian Jack describes the current collection as 'our provisional and partial portrait of those who were young and wrote good fiction in America in the early years of the 21st century'. Though there are some big-hitters, notably husband and wife Jonathan Safran Foer and Nicole Krauss, others have yet to publish a novel. But questions of future success seem oddly irrelevant when faced with a collection so preoccupied with impermanence. The standout story, 'Procreate, Generate' by Anthony Doerr, chronicles a couple's attempts at conception with such quiet and luminous beauty that it will stay with the reader for years. Striking a different note, Gabe Hudson's 'Hard Core' is an account of two Marines in the Iraqi desert; between cheerful descriptions of administering 'facials' to enemy combatants, the narrator, Anh Hung, muses on a childhood incident in which he and a fellow soldier barbecued and ate a classmate's dog. Despite such moments of brutality, there is a wistfulness to the collection that is deeply beguiling. Though almost all the writing is assured, the stories betray a great deal of uncertainty about sex, religion, war and belonging. What is striking is that this uncertainty has provoked intense curiosity: an impulse to delve into the depths of American and global lives. If these are the inheritors of American letters, then the future looks bright."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}