{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/06/guantanamo.july7", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-04-05T23:11:50Z", "webTitle": "Leader: Guantánamo Bay", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/06/guantanamo.july7", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/06/guantanamo.july7", "fields": {"headline": "Terror and the law", "bodyText": "Any investigation into terrorism must necessarily be secretive and, at times, intrusive - but that is no reason why it should lapse into illegality. Two examples this week have shown the challenge. The more reassuring one came yesterday, when charges were brought against three men in connection to the July 7 attacks. Peter Clarke, the head of the Met's anti-terrorism branch, said that the case had been assembled from \"a complicated jigsaw with thousands of pieces\". The investigation was carried out under British law, and the cases will be heard in a British court. The same cannot be said of the other investigation highlighted this week. The Guardian's report of an MI5 attempt to recruit Jamil el-Banna, a British resident suspected of knowing al-Qaida activists, reveals an inquiry that began with a degree of subtlety but which rapidly descended into crude injustice, with his rendition to Guantánamo Bay, where he is still held. The circumstances in which Mr el-Banna and another British resident, Bisher al-Rawi - released a week ago today - were snatched during a visit to Gambia, are unclear. To varying degrees, the British security and intelligence services, Gambia and the US share responsibility. What is obvious is that Britain fell far short of the moral, if not legal, duty a country has to protect its residents, even if they (unlike their families) do not hold British citizenship. The MI5 document printed by the Guardian describes a visit to Mr el-Banna's home in October 2002. The agent, who introduces himself as being from the \"mukhaberaat\", or security services, reports on a conversation which appeared to be relaxed, frank and inconclusive. He offered Mr el-Banna - who denied any involvement in extremist activity - a choice. \"He could continue with his current life\" or, if he co-operated with MI5, start a new one with \"a new identity, new nationality, money\". As a proposal it reads like something out of Le Carre, but what followed would have shocked even George Smiley. Far from being left alone, or given time, Mr el-Banna has spent almost five years being held without charge in a camp described by Lord Falconer as \"a shocking affront to democracy\" and by a new Amnesty International report as offering \"extreme isolation and sensory deprivation\". Nine men with a claim to British residency, including Mr el-Banna, remain there. There is no proper process for assessing and releasing them; Britain has turned down a possible US offer to return the nine, if they are supervised. The government condemns Guantánamo in public but seems content to indulge the US in its extreme abuse of liberty and justice - the values which should underpin its response to terrorism."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}