{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/02/comment.theairlineindustry", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-04-01T23:14:15Z", "webTitle": "Peter Preston: Keep your eyes peeled", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/02/comment.theairlineindustry", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/02/comment.theairlineindustry", "fields": {"headline": "Keep your eyes peeled", "bodyText": "The long and winding security lanes through Gatwick's departure hall are as congested as ever, ribbons of frustration and watch-checking. How long to get to gate 33? Why the hell didn't we leave home earlier? And then - clap of doom! - one of our two bags coming through the x-ray scanner is pulled to the side. \"Is this yours, sir? Can I just take a look inside?\" The last time anybody, pre-Christmas, took such a look, they lugubriously confiscated the special glitter pot that went with a kids' kit for making your own decorations, thus consigning one small present to the bin; but this morning the odds are rather higher. It's the Marmite ... it must be the Marmite. Why the hell didn't it go in the hold? How am I supposed to tell three squally Spanish grandchildren that their toast and salty spread (to be eaten with olive oil, not butter) is off the menu again? But, no ... it isn't the bag with the Marmite he's opening. \"What's this then?\" What it says on the unbroken wrapping, actually. It's a \"deluxe dual peeler and julienne stripper\" from Kuhn Rikon of Switzerland: price £3.99 from John Lewis. Further clarification required? \"It's a potato peeler,\" I add, very slowly. \"For peeling potatoes. And look, it doesn't have any sharp points ... just two bits of wire across the top.\" The danger, at moments like this, lies in going too far. As in \"Berserk julienne stripper holds Boeing 737 to ransom\". Better stay quiet and appear compliant. \"I'll have to ask my superviser,\" says line security, retreating to a distant desk and huddling there. Both line and super return a few minutes later, superviser holding a folio of papers. \"We haven't got any instructions on potato peelers,\" he announces, ominously. But it's clear that some decision has to be made. The queue behind is building. And suddenly, without further huddling, £3.99-worth of skin shredder gets handed back and waved through. Which brings us to a somewhat bigger problem. We have relentless cause to think about security these days. It hangs like a pall over everything we do. When Olympics costs vault towards £9bn, another £600m of that goes in the \"S\" column (currently standing at £800m, and widely prophesied to break through the billion mark long before 2012). But what do we get for the money? You can see what we might not get, in the empty stands of Antigua as cricket fans stay away from the World Cup. Of course the tickets are ludicrously expensive - but that's only half the story. The other half is long queues to get into the ground and a total ban on escaping once inside. This other, empty, half is down to security. And will it be any better in Stratford five years hence? Not if you remember opening night at the Dome, with Fleet Street's finest corralled at a tube station for hours. Not if continuing experience is any remote guide, either. \"What's this then?\" \"It's a child's toy umbrella with strawberry motif.\" \"And what would you be doing with that?\" \"Taking it back for a child.\" There is a discomforting truth here, lurking below the indignity that insecurity inflicts. We're only going through these hoops to help you sir, trying to keep you safe. You can't giggle or betray irritation, sir. Just button your lip and endure. The 9,000 cops on duty each peak Olympics day will be utterly necessary (like their overtime payments). Add 70,000 volunteer wardens to that. Every stadium arrival camera will be working overtime, scanning 240,000 an hour. It is a billion well spent, sir: because when it's gone, you'll still be here. But the sheer blankness of inflicted routine argues something else. So does everyday inconsistency. Why take off your shoes to get out of Gatwick, but leave them on in Heathrow? Why keep shoes laced tight on every return to the UK? Where's the common sense in handing out all those little chits to get into buildings that are never returned when you go out. \"Go up to second-floor reception,\" said the guard on one office door last week. But there wasn't anyone there, so you wandered the building without let or hindrance. Security, in short, is a mantra, but not a reality. It is bureaucracy without brain engagement. Of course, after Munich, you'll guard the Olympic village. Of course there should be prudent precautions - but with precise, open limits attached. The message of the potato peeler, without any old irony, is clear enough. Some threats are credible, some simply incredible. You can't separate them cleanly, but you can employ intelligence (plus a brisk course on risk assessment). What am I bid for this pristine spud? Let's start just a scrape under £800m. p.preston@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}