{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/21/cycling.cycling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-20T23:48:05Z", "webTitle": "Cycling:  Tour calls for proofs of innocence", "webUrl": "https://www.theguardian.com/sport/2007/apr/21/cycling.cycling", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/21/cycling.cycling", "fields": {"headline": "Tour calls for proofs of innocence", "bodyText": "The Tour de France organisers yesterday issued their strongest call to date for concerted action to ensure that the innocence of the cyclists implicated in the Spanish blood doping inquiry Operation Puerto has been established by the time the event starts in London on July 7. The new man at the head of the race, Christian Prodhomme, said yesterday that the position had changed following the revelation on April 3 that bags of blood found by the investigators had been linked by DNA testing to the German cyclist Jan Ullrich, one of the riders thrown out before last year's race start in Strasbourg. \"Today, we can say something about this business: it is possible to know,\" Prodhomme said. \"Cycling cannot afford to let riders named in this affair to start the Tour if suspicion has not been removed. We are in the same situation now as we were last year in Strasbourg, apart from one detail: we know it is possible to find out the truth.\" Prodhomme added that the situation needed a collective response, in spite of poor relations between his company, Amaury Sport Organisation, and cycling's governing body, the UCI. \"The important thing is to get the maximum number of teams together. The Tour was blemished last year, it will not happen again.\" Thirty of the 50 riders linked to the Spanish inquiry have subsequently found team places, seven in squads which are qualified to start the Tour. The most high profile is the Italian Ivan Basso, who won last year's Giro d'Italia before being refused entry to the Tour along with Ullrich and the Spaniard Francisco Mancebo, both of whom have since retired. An investigation by the Italian Olympic Committee cleared Basso to race again and he was then free to join the Discovery Channel team, which is part-owned by the seven-times winner Lance Armstrong. Meanwhile, organisers of Zurich's traditional one-day cycling race have cancelled this year's events, partly as a result of the doping scandal involving Floyd Landis. The Zurich cyclists' association said it had been unable to find a main sponsor for the race, with Landis' positive doping test after winning the Tour de France win apparently hindering progress. The organisers say they had been close to securing a sponsorship deal last summer but the company in question pulled out following the news of Landis' test. The American, who continues to proclaim his innocence, was riding at the time for the now disbanded Swiss team Phonak."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}