{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/06/comment.politics", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-04-05T23:11:50Z", "webTitle": "Richard Towers: We won't end child poverty through tax credits alone", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/06/comment.politics", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/06/comment.politics", "fields": {"headline": "We won't end child poverty through tax credits alone", "bodyText": "Last week's figures on child poverty (up by 100,000) and increasing income inequality were, according to Larry Elliott, bad news for Labour (Only the rich can end child poverty, April 2). For the people at the bottom end of Britain's income distribution they were disastrous, offering little hope of an end to privation, despite living in one of the richest counties in the world. For the future Elliott quotes the Institute of Fiscal Studies, who predict that meeting the target of halving child poverty by 2010 will require a further £4bn in tax credits. This is, he suggests, an opportune time for Labour to re-evaluate their \"Faustian bargain\" to gain \"credibility in the City\" and to reconsider commitments on the top rate of taxation. A 1p increase on the top rate could raise the required amount. The now-defunct Low Pay Unit welcomed the introduction of tax credits to alleviate the worst aspects of poverty, but frequently argued that they were not a long-term solution to the problem of child poverty. At worst, they provide an excuse for companies to continue with low pay, safe in the knowledge that the support of their workers is falling to the taxpayer. The real cause of child poverty is parent poverty. Until we accept that, anything we do is nothing more than short-term, symptomatic relief. In meetings at the Treasury, the Low Pay Unit was often told that it was all a matter of market forces. The Treasury seemed reluctant to take a macroeconomic look at the longer-term costs of poverty and income inequality. There is a body of evidence pointing to the wider costs. Indeed, Gordon Brown, in his 2002 budget speech, attributed some £800m of NHS expenditure to the effects of poverty. Globalisation is a common excuse for doing nothing. Low Pay Unit research regularly identified the recurrence among the lowest paid of, for example, care workers, cleaners and leisure industry workers. These are hardly jobs which can be exported. Elliott states that Gordon Brown regularly says \"he would like to be put under the same sort of pressure on child poverty at home as he has faced over debt relief abroad\". If all goes as planned, Brown will soon be in a position to provide leadership in a wider debate about the sort of country we want to live in. If the low paid are given a voice equal to that currently given to the City, this debate could result in a number of radical outcomes: a long-term strategy for the national minimum wage to give employers plenty of notice; recognition that public sector pay does not follow markets but sets them; some recovery of tax-credit expenditure from the companies who make profits on the back of low-paid workers; and a better way of talking about income growth than crude percentages (3% at the bottom decile is not the same as 3% at the top). If Gordon Brown is already looking for a legacy, then challenging and changing some of our assumptions about the way the nation's wealth is shared out might be one which future generations will thank him for. · Richard Towers was the last director of the Low Pay Unit. He is currently working as a consultant richard@rtowers.co.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}