{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/02/israel.iran", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-04-01T23:10:42Z", "webTitle": "Simon Tisdall: Iran forces Israeli rethink", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/02/israel.iran", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/02/israel.iran", "fields": {"headline": "Iran forces Israeli rethink", "bodyText": "Uzi Arad, former director of intelligence at Israel's spy agency, Mossad, has made a lifetime's study of revolutionary Iran. If international sanctions and diplomatic arm-twisting fail to halt its suspect nuclear activities, he is clear what the west must do: bomb Tehran. Israel's official policy, like Britain and the US, stresses peaceful pressure to secure Iran's compliance with its nuclear obligations. The so-called military option has been assiduously talked down ever since President George Bush appeared to talk it up in January. In any case, military experts say, air strikes would have limited success. Mr Arad has no such inhibitions: \"A military strike may be easier than you think. It wouldn't just be aimed at the nuclear sites. It would hit military and security targets, industrial and oil-related targets such as Kharg island [Iran's main oil export terminal in the Gulf], and regime targets ... Iran is much more vulnerable than people realise.\" Like most Israeli politicians and planners, Mr Arad says maximising pressure on Iran by all non-military means is the current priority. \"Instead of threatening war, my preference would be for building an international coalition to end the [nuclear] crisis,\" said Israel's veteran vice-premier Shimon Peres. Yet Iran's behaviour following its seizure of the 15 British service personnel showed how difficult that would be. \"They will use every trick,\" Mr Peres said. \"They will try and string it out, try to exert maximum pressure. It's blackmail ... But they will pay the price in the end.\" To say Iran has become an obsession for Israeli leaders is an understatement. Tehran's sinister hand is seen in all the key problems facing the country, including Hizbullah in Lebanon and Hamas in Palestine, and in the fostering of what Professor Amnon Rubinstein calls Israel's \"sense of abandonment surrounded by a rising sea of Islamism\". What is termed the Ahmadinejad phenomenon, after Iran's anti-Zionist president Mahmoud Ahmadinejad, represents by common agreement an existential threat. It is radically altering the way Israel views its neighbourhood. One result has been the effective downgrading of the Palestinian issue. Officials welcome the latest US peacemaking efforts. But they say ongoing, low-level conflict can be \"managed\" almost indefinitely. Similarly, Israel's relations with Arab governments, including Saudi Arabia, have reached a sort of high in recent months, driven not by a developing affinity, but by shared fear of Iran. But perhaps the most startling shift in Israel's outlook is its increased willingness to \"internationalise\" the search for solutions, whether in Lebanon, where it agreed to an enlarged peacekeeping presence after last summer's war, in Palestine, where it has sought EU and other help in isolating Hamas, and in terms of improving relations with the UN. And as both Mr Arad and government ministers see it, facing down a potentially nuclear Iran is a global, not just an Israeli necessity - and will require a joint international effort. \"We draw a parallel with the Third Reich,\" said a senior leader of the Likud opposition party. \"They [Iran's leaders] are mad ... For Ahmadinejad, the cold war idea of mutual assured destruction is not a deterrent, it's an incentive.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}