{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/apr/25/longtermcare.comment", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-04-24T23:12:17Z", "webTitle": "Patrick Butler: Pundits lose track of dementia's reality", "webUrl": "https://www.theguardian.com/society/2007/apr/25/longtermcare.comment", "apiUrl": "https://content.guardianapis.com/society/2007/apr/25/longtermcare.comment", "fields": {"headline": "Pundits lose track of dementia's reality", "bodyText": "Just occasionally, a government minister has a useful idea, the media prepares to demolish it and, remarkably, the idea survives. It happened last week. The science minister, Malcolm Wicks, giving evidence to a Commons committee on space science, suggested that advanced satellite technology, commonly used for things like helping motorists navigate, might also be put to \"socially more important\" uses, such as keeping track of vulnerable older people with dementia or Alzheimer's who are prone to wander off and get into difficulties. The media's initial response was to decry this as another patronising, insulting and gimmicky manifestation of the \"police\" state, yet more evidence of a government determined to strip away our freedoms and peer into all aspects of our lives. The Daily Mirror dubbed Wicks the \"Minister for Potty Plans\"; its leader column thundered that \"pensioners\" must never be tagged \"like criminals, let alone cars or dogs\", and called on Wicks to retract his \"unacceptable proposals or ... face public derision\". But that public derision never materialised. Instead, what emerged first was the calmer, more rational voice of the older people's lobby - Help the Aged, the Alzheimer's Society - suggesting that, on the contrary, satellite technology used in this way was potentially liberating. Used properly, it could give people with dementia greater freedom, independence, dignity and security; it could allow vulnerable older people to live at home, rather than in institutional care settings; and it could mean less use of physical restraint and less reliance on drugs. The views of service users and carers, such as those aired on the Alzheimer's Society online message board, endorsed this. These were largely open to the possibilities of satellite tracking. While the Westminster-focused pundits raged against the encroachment of the \"surveillance state\", the people who experience the daily reality of dementia were more interested in practicalities. How would consent be obtained for a tracking bracelet for those with late-stage dementia? Are the bracelets comfortable? Are they waterproof? Who would be alerted in the event of a bracelet wearer going missing - family, police or social services? Would the statutory services have the staff, resources and enthusiasm to respond? One of the message board contributors was \"Ken\", describing himself as a person who has dementia. He wrote: \"I think that these gadgets do offer us a way of regaining our freedom, by giving us more confidence and a will to try to enjoy what is left of our lives. It also allows our carers a bit of freedom to do other things ... This will allow me to walk around unaided, and that is what I want. We really do need all the support we can get, and so do our carers, who have a rough time supporting us.\" It may surprise some people that Wicks was far more in touch with the issues than we usually give ministers credit for. But he knows what he is talking about. He happens to be a vice-president of the Alzheimer's Society and, prior to becoming an MP, wrote and lectured on social policy and older people. It is much more predictable that the commentariat is so out of kilter with reality. As a society, we are still in ignorance or denial about the challenges of caring for an expanding older population. As Sir Derek Wanless points out in these pages, the government has largely ignored the mess that is social care provision, with its postcode lotteries, rising care charges, ever-tightening eligibility criteria, service cuts, and common disregard for service users' dignity. The crisis in social care requires investment, innovative solutions, and some pretty hard political decisions - none of which the government shows any urgency in addressing. They can't ignore it, however. And if the \"tagging pensioners\" controversy tells us anything, it is that ministers ought to listen not to the media, but to the people who really know. · Patrick Butler is editor of Society Guardian · Email your comments to society@theguardian.com. If you are writing a comment for publication, please mark clearly \"for publication\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}