{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/12/cricket.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-11T23:16:52Z", "webTitle": "Guide to the County Championship: First Division", "webUrl": "https://www.theguardian.com/sport/2007/apr/12/cricket.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/12/cricket.sport", "fields": {"headline": "Guide to the County Championship: First Division", "bodyText": "Durham Match-winner With more than 7,000 over six years at Derbyshire, Michael Di Venuto should provide much-needed runs. Captain Dale Benkenstein Coach Geoff Cook 2006 Championship 7th (D1) Pro40 Lge 8th (D1) ECB Trophy 2nd in North group Twenty20 6th in North group In Will Smith (Notts), Mitch Claydon (Yorks), Will Gidman, Paul Wiseman Out Mark Turner (Somst), Gary Pratt, Jimmy Maher, Graeme Bridge, Jon Lewis, James Lowe, Mick Lewis (released) Overseas Michael Di Venuto (Australia) Winter's tale Di Venuto, batsman Will Smith and bustling seamer Mitch Claydon are the key arrivals. The only departure likely to be seriously missed is coach Martyn Moxon, now back at Yorkshire. Caribbean contingent Paul Collingwood and Liam Plunkett are with England at the World Cup, though Plunkett should be desperate for a game on his return. Having been banned from driving, he'll need a lift. Beyond the boundary Promising seamer Graham Onions played badminton for England Under-17s. Durham's daily warm-up includes a furiously contested game of handball, played with a children's toy which emits a curious whistle. Selectors must watch Onions and Ben Harmison, a tall left-handed batsman with the ability to emerge from brother Steve's shadow. How they'll do Better than last season, when they avoided relegation by half a point. Early wins could be on the cards if, as many predict, England leave Steve Harmison at home to find some form. With 2005's top wicket-taker Mark Davies fit again, the Durham pace attack could be the strongest out there. Richard Rae Hampshire Match-winner Shane Warne, the greatest leg-spinner in history, will spend the whole season with the county this year. Captain Shane Warne Coach Paul Terry 2006 Championship 3rd (D1) Pro40 Lge 3rd (D2) ECB Trophy 4th in South group Twenty20 5th in South group In Michael Lumb (Yorkshire) Out Richard Logan (Northamptonshire), Jono McLean, Dominic Thornley (released) Overseas Shane Warne (Australia), Stuart Clark (Australia) Winter's tale The signing of Michael Lumb from Yorkshire will strengthen the middle order while the Glenn McGrath bowl-alike Stuart Clark, who has arrived from New South Wales, will galvanise the fast bowling. Caribbean contingent Clark is with the Australian World Cup team and, though he has yet to play a match, given their progress he may not turn up until the end of the month. The centrally-contracted Kevin Pietersen is another World Cup star on Hampshire's books but he will be absent on England duty for much of the season. Beyond the boundary The fast bowler Billy Taylor has been getting in trim for the new season working as a qualified tree surgeon. Selectors must watch Chris Benham, 24, a right-handed strokemaker better suited to the middle order, though he has opened in one-day games. Also bowls off-spin. Has represented England at Under-16 level. How they'll do The ever-present Warne should push Hampshire very close to the championship, which is very much the county's priority this season after that third-place finish last year. Paul Weaver Kent Match-winner Andrew Hall is a typically aggressive South African cricketer who can turn a match with bat or ball. Captain Rob Key Coach Graham Ford 2006 Championship 5th (D1) Pro40 Lge 5th (D2) ECB Trophy 7th in South group Twenty20 Quarter-finals In Ryan McClaren (SA) Out David Fulton (retired), Simon Cusden (Derbyshire), Rob Ferley (Nottinghamshire), Niall O'Brien (Northants), David Stiff (Leics), Justin Kemp, Matt Dennington (released) Overseas Andrew Hall (South Africa), Yasir Arafat (Pakistan) Winter's tale Yasir Arafat from Pakistan, a proven overseas bowler with Sussex, looks a useful signing and so does Ryan McLaren (Kolpak), a talented all-rounder. Kent remain the only county never to have played in the second division but there is a sense that they under-achieved last year. Caribbean contingent South Africa's World Cup progress will be followed closely, with Hall in mind. Beyond the boundary Watch out for captain Rob Key's impassive demeanour - he banked £10,000 for coming second in a celebrity poker tournament, to be shown on Sky TV soon. Selectors must watch The 21-year-old opening batsman Joe Denly and, long-term, the prodigy Sam Northeast, 17, who sounds like a compass position but is a special batting talent. But probably not Geraint Jones, though. How they'll do Amjad Khan, their leading bowler last season, is out for the season with injury and his cutting edge will be missed. Key's side are likely to be more competitive in the one-day competitions. PW Lancashire Match-winner They're putting faith in Muttiah Muralitharan to spin them to a couple of wins - when available. Captain Mark Chilton Coach Mike Watkinson 2006 Championship 2nd (D1) Pro40 Lge 6th (D1) ECB Trophy Final Twenty20 4th in North group In None Out Andrew Crook (Northamptonshire) Overseas Muttiah Muralitharan (Sri Lanka), Brad Hodge (Australia) Winter's tale Steady as she goes, and happy to promote from the Old Trafford academy - though it might have been a different story had Anthony McGrath not patched up his differences with Yorkshire. Caribbean contingent Muralitharan, Brad Hodge plus the England trio of Andrew Flintoff, James Anderson and Sajid Mahmood are at the World Cup - for now. Lancashire will be hoping to help nurse Flintoff back to batting form in some rare county appearances next month. Beyond the boundary Stuart Law was awarded the Medal of the Order of Australia in the Australia Day Honours List in January for his services to Queensland cricket. Selectors must watch Tom Smith, 21, a strapping seam bowler who spent a second consecutive winter at the England Academy after an impressive first full summer as a first-team regular. How they'll do The Championship could come down to a shoot-out between Murali and Hampshire's Shane Warne, with Lancashire hoping it is the south coast's turn to be soggy this summer. Andy Wilson Surrey Match-winner Mark Ramprakash, whose Strictly Come Dancing win was seen by 13m, is the best batsman in county cricket. Captain Mark Butcher Coach Alan Butcher 2006 Championship 1st (D2) Pro40 Lge 4th (D2) ECB Trophy 8th in South group Twenty20 Semi-finals In Simon King, Chris Schofield, Gary Wilson Out Tim Murtagh (Middlesex), Martin Bicknell (retired) Overseas Azhar Mahmood (Pakistan), Matthew Nicholson (Australia), Steve Magoffin (Australia) Winter's tale Former Lancashire and England leggie Chris Schofield will be watched with interest and so will wicketkeeper Gary Wilson and off-spinner Simon King when they get their chances. Caribbean contingent Pakistan returned home early from the World Cup, so Azhar Mahmood will be there from the start. But Aussie fast bowler Matthew Nicholson does not arrive until early May because his wife has just given birth to twin boys. Compatriot Steve Magoffin will cover. Beyond the boundary Ramprakash and captain Mark Butcher were TV celebs in the winter, the latter being nicknamed \"The Big Bear\" by Sarah Brightman in a duet competition. Selectors must watch They're mostly old lags at The Oval but Rory Hamilton-Brown, 19, who has already played for England at age-group level, is thought to be a batting star of the future. How they'll do Back in the big time, they should have little trouble adjusting to their promotion. Runs should not be a problem but the retired Marin Bicknell will be difficult to replace in the wickets column. PW Sussex Match-winner Mushtaq Ahmed is the main man, averaging 92 wickets a season in four years with Sussex. Captain Chris Adams Coach Mark Robinson 2006 Championship 1st (D1) Pro40 Lge 3rd (D1) ECB Trophy Winners Twenty20 4th in South group In Chris Liddle (Leicestershire), Saqlain Mushtaq, Tom Smith, Michael Thornley Out Sean Heather, Tim Linley, Neil Turk (all released) Overseas Mushtaq Ahmed (Pakistan), Rana Naved-ul-Hasan (Pakistan), Saqlain Mushtaq (Pakistan) Winter's tale Chris Liddle, a left-arm quick, has signed from Leicestershire but the key to retaining their title could be Saqlain Mushtaq, originally signed as a back-up overseas player, who becomes EU qualified in six weeks and can appear in the same side as Mushtaq and Rana Naved-ul-Hasan. Caribbean contingent Worries that Mushtaq and Rana would arrive late because Pakistan might reach the latter stages of the World Cup proved unfounded. Beyond the boundary The 19-year-old batsman Michael Thornley has had a busy winter pulling pints at his Horsham local and doing promotional work at Gatwick airport, handing out goodie-bags to surprised travellers. Selectors must watch Chris Nash, a top-order right-hander who really looks the part, and wicketkeeper Matt Prior. How they'll do With an even stronger squad than last year, the double winners should again be competitive in all forms of the game. But their balance should make them especially strong in the championship. PW Warwickshire Match-winner If it is bowlers that win matches, Heath Streak is in for a tough early season before the wickets start to take spin. Captain Heath Streak Coach Mark Greatbatch 2006 Championship 4th (D1) Pro40 Lge 5th (D1) ECB Trophy 9th in North group Twenty20 3rd in Mids/West/Wales group In Michael Barnes, Stuart Hole, Darren Maddy (Leicestershire) Out Nick Knight (retired), Tony Frost (retired), Moeen Ali (Worcs), Mark Wagh (Nottinghamshire) Overseas Kumar Sangakkara (Sri Lanka), Dale Steyn (South Africa), Paul Harris (South Africa) Winter's tale The arrival of Kumar Sangakkara at Edgbaston - and he's available for most of the summer - is mouth-watering, but the combined runs of Nick Knight and Mark Wagh will be missed and Moeen Ali's departure is a poor signal for the future. Paul Harris also lost his Kolpak status when he played for South Africa in the Boxing Day Test against India. Caribbean contingent Doesn't look as though Ian Bell will be overtired by the time he returns and missing the worst of any early county season chills won't harm Sangakkara. Beyond the boundary Dougie Brown, now in his 15th county season, adds another string to his considerable portfolio as head of the players' union, the Professional Cricketers Association. Might help ease any dressing-room unrest. Selectors must watch Ashley Giles has been enlisted as Streak's vice-captain but, should he remain fit, still hankers for the Test place he lost after Adelaide. How they'll do Much the same unless Dale Steyn surprises with some early form until his quicker stuff is replaced by Harris's slow left-arm stuff in early June. Mike Averis Worcestershire Match-winner Runs flowed freely last year, with Phil Jaques averaging more than 88 in eight championship matches Captain Vikram Solanki Coach Steve Rhodes 2006 Championship 2nd (D2) Pro40 Lge 2nd (D2) ECB Trophy 3rd in North group Twenty20 6th in Mids/West/Wales group In Moeen Ali (Warwickshire), Alexei Kervezee (Holland), Doug Bollinger (Australia) Out None Overseas Phil Jaques (Australia), Doug Bollinger (Australia) Winter's tale The arrival of 19-year-old Moeen Ali, the England Under-19 captain for the 2006 World Cup, brother of Kadeer (Gloucestershire) and cousin of team-mate Kabir, is really something for the future. The downside is the stature of their Australian overseas player Doug Bollinger. Still, he apparently comes with Glenn McGrath's blessing. Caribbean contingent New arrival Alexei Kervezee became only the fourth 17-year-old to play in a World Cup when he represented Holland, scoring 31 runs in five games. Beyond the boundary Zimbabwean spinner Ray Price is a trained installer of refrigeration and air-conditioning units. Selectors must watch The 20-year-old Steven Davies's 1,000 runs in 2006 came at 38.6 and the wicketkeeping masterclass from Steve Rhodes is clearly helping his glovework: Davies claimed 68 first-class victims. How they'll do Rhodes says Bollinger is the left-arm quick he's been looking for, but the 25-year-old from New South Wales has only 22 Pura Cup wickets to his name whereas the departing Zaheer Khan picked up 78 in the championship. MA Yorkshire Match-winner All eyes will be on new captain Darren Gough, and whether his 36-year-old knees can survive the season. Captain Darren Gough Coach Martyn Moxon 2006 Championship 6th (D1) Pro40 Lge 9th (D2) ECB Trophy 7th in North group Twenty20 Quarter-finals In Jacques Rudolph (SA), Darren Gough (Essex) Out Darren Lehmann (retired), Mitch Claydon (Durham), Richard Dawson (Northants), Richard Blakey, John Blain (both released), Michael Lumb (Hampshire) Overseas Jason Gillespie (Australia), Younis Khan (Pakistan) Winter's tale A typically quiet and uneventful Headingley close-season, veering from crisis when Chris Adams left them in the lurch to overjoyed relief when Gough and Moxon rode to the rescue. That Anthony McGrath promptly also decided to stay after previously expressing a desire to leave will also be a boost. Caribbean contingent Other than Michael Vaughan, they will start the season at full strength, thanks to Matthew Hoggard's continued exclusion from England's one-day squad and Pakistan's early World Cup exit. Beyond the boundary Seamer Nick Thornicroft, 22, has spent time as a pig farmer in Easingwold. Good job Glenn McGrath, a keen pig hunter, won't be around. Selectors must watch Adil Rashid, the highly rated 19-year-old leg-spinner from Bradford, has already been included in the MCC team to face Sussex at Lord's tomorrow. How they'll do From apparent relegation certainties two months ago when they were coachless, captainless and McGrath was on his way, Yorkshire could now be dark horses in all competitions. AW"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}