{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/apr/14/gambling.uknews4", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-04-13T23:07:25Z", "webTitle": "Judge praises gambler for beating habit", "webUrl": "https://www.theguardian.com/uk/2007/apr/14/gambling.uknews4", "apiUrl": "https://content.guardianapis.com/uk/2007/apr/14/gambling.uknews4", "fields": {"headline": "Judge praises gambler for beating habit", "bodyText": "An Old Bailey judge yesterday praised Britain's worst gambler for beating her online betting addiction and revealed that he also struggles to pick a winner. Judge Jeremy Roberts QC owns two horses, including one called Counsel's Opinion, and was sympathising with Sharna Baker as she returned to court after successful treatment of her habit, which saw her siphon off £460,000 from her merchant bank employers and lose it on horse races and other sporting events. Ms Baker admitted nine charges of obtaining money transfers by deception. She was electronically tagged and ordered to attend Gamblers Anonymous for two years, but made such good progress that the order was dropped after 12 months. Judge Roberts told her: \"It's nice to see that something has gone right. I have had reservations for a long time about this internet betting. It becomes a trap. I own two horses and I don't know when they are going to win.\" The Old Bailey heard that Ms Baker, 27, worked as an accounts clerk for Japanese firm UFJ International in the City of London, and squandered £90,000 of her own money before she started filching from her employers. She used a password that allowed her to funnel money into five accounts and made bets of up to £10,000. She took the money in 127 separate transactions over five months and, in one month alone, transferred £152,308. Ms Baker, of Goffs Oak, Hertfordshire, has three previous convictions for dishonesty. Last year the recorder of London, Judge Peter Beaumont, suspended her 51-week jail sentence for two years after concluding that she offended not because she was dishonest but because she had a disease."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}