{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/apr/25/classicalmusicandopera1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-04-24T23:09:27Z", "webTitle": "Stiffelio, Royal Opera House, London", "webUrl": "https://www.theguardian.com/music/2007/apr/25/classicalmusicandopera1", "apiUrl": "https://content.guardianapis.com/music/2007/apr/25/classicalmusicandopera1", "fields": {"headline": "Stiffelio", "bodyText": "First performed in 1850, Verdi's Stiffelio is about a charismatic Protestant pastor whose life unravels when he discovers his wife has taken a lover. Oft banned in Verdi's lifetime, the opera remained in limbo until the 1990s, when Elijah Moshinsky's Covent Garden staging put it back on the musical map. The production, which transfers the action from 18th-century Switzerland to the US Bible belt in the aftermath of the US civil war, also made a star of José Cura in 1995. Twelve years on, its latest revival effectively allows Cura to return to the role that made him famous. Time has taken its toll on his voice, though his performance remains compelling in its erratic brilliance. His carnal presence offsets the fiery, eruptive fanaticism that glows in his eyes. Faced with this conflicted creature, you understand why Lina (Sondra Radvanovsky) has sought sexual happiness elsewhere yet remains emotionally attached. Occasionally, he phrases clumsily, but there are also moments of hushed introversion. Introversion, however, is a quality that some of the other singers lack. Both Radvanovsky and Roberto Frontali, as her abusive military father Stankar, were cast, one suspects, because their vocal amplitude matches Cura's own. Frontali sometimes rasps, and just about gets away with it. Radvanovsky makes an enormous, thrilling sound, though her equation of anguish with decibels leads to a performance that becomes wearing in its unremitting loudness. · Until May 10. Box Office: 020-7240 4000."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}