{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/apr/20/postalservice.politics", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-04-19T23:09:37Z", "webTitle": "Postal union calls for boycott of WH Smith", "webUrl": "https://www.theguardian.com/business/2007/apr/20/postalservice.politics", "apiUrl": "https://content.guardianapis.com/business/2007/apr/20/postalservice.politics", "fields": {"headline": "Postal union calls for boycott of WH Smith", "bodyText": "The Communication Workers Union yesterday called for a boycott of WH Smith and raised the threat of industrial action after Royal Mail announced it was switching 70 crown post offices to the high street chain. The decision to transfer the 70 branches follows a trial of the franchise concept in six WH Smith stores. Royal Mail said the deal would help maintain a sustainable network. Post Office Ltd, a subsidiary of Royal Mail, operates just over 450 crown offices, which it says are making losses of £70m a year. Most are located in town and city centres and, unlike sub post offices, are directly owned by the state-owned group. \"Crucially this partnership is about keeping major post office branches open in our towns and cities and avoiding the need for closures,\" said Alan Cook, managing director of Post Office Ltd. \"We can now start to put the Crown Office network on a sound financial footing after many years of heavy losses.\" Post Office Ltd argues that switching the branches to WH Smith stores will cut property and employment costs while enabling customers to continue buying its services from convenient locations. It said yesterday it would invest in the 373 crown offices it intends to keep while it continues to search for a retail partner for another 15. WH Smith, which yesterday reported a 7% increase in interim profits before tax and exceptional items to £59m, said the franchised offices would offer the full post office product range. \"There is an excellent fit between these two well-known high street brands and the complementary products and services should further enhance our customer offer.\" Smith's chief executive, Kate Swann, said the deal would help the group make better use of the space in some stores as well as ensuring the continued provision of post office services. Post Office Ltd said the 70 offices concerned employed 1,300 people. Staff would be offered a choice between other jobs within the company, applying to WH Smith or redundancy. But the CWU claimed the transfer and the uncertain future facing a further 15 branches could cost up to 3,000 jobs and would hit the service both to business customers and the general public. \"This is a devastating blow for employees and customers alike and the sole reason for these plans is for profit purposes only,\" said the union's assistant secretary, Andy Furey. \"CWU members are ready to fight these plans. We urge the public to use their power and boycott WH Smith's in order to retain a public service which is valued and trusted.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}