{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/apr/10/championsleague.chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-04-09T23:13:46Z", "webTitle": "Champions League: Albelda praise for Mourinho as world's best", "webUrl": "https://www.theguardian.com/football/2007/apr/10/championsleague.chelsea", "apiUrl": "https://content.guardianapis.com/football/2007/apr/10/championsleague.chelsea", "fields": {"headline": "Albelda praise for Mourinho as world's best", "bodyText": "If Jose Mourinho has replaced his usual provocative stance for a more conciliatory, laudatory tone for tonight's Champions League tie with Valencia, talking of his admiration for Quique Sánchez Flores and his team, the compliment was returned last night when the Valencia captain, David Albelda, ranked the Chelsea manager as the finest in the world. \"If not the best, Mourinho is certainly one of the very best coaches in the world,\" Albelda said. \"You only have to look at what he has achieved. Wherever he has been he has made it work, his teams have been successful and his results prove that.\" Albelda also defended Mourinho's style - on and off the pitch. The hard man of the Valencia midfield, Albelda has rarely been the darling of the Spanish press who see him as limited with the ball at his feet. That obsession with a neat passing game has, Albelda believes, often translated into a lack of respect for his vital contribution to Valencia and Spain; as a result he has become something of a defender of those who place temperament and organisation over flair and technique. \"Mourinho's style is extremely valid and it has brought results so far,\" Albelda said. \"He is unique. He has his own way of getting his players up for games. Everyone uses the means at their disposal and he's entirely within his rights to do what he does.\" Albelda insisted that the second leg will be \"a physical, tough battle in which we will fight for every ball\". He added: \"I don't think the 1-1 scoreline from the first leg is a double-edged sword: in theory, it should be similar to Stamford Bridge, with both teams playing the same way. We're not going to sit back and wait, because we think we can hurt them if we attack. \"We are not invincible. But we are a difficult team - especially at home. Chelsea will have to work very hard if they want to get through. It's the kind of game where you can't afford even the slightest slip, because there is so much quality on the pitch that they can make you pay for your mistakes even if they're not having their best day.\" Sánchez Flores agreed it would be tight. \"As Mourinho rightly said, this game will probably be decided by the smallest detail and maybe in the final minutes.\" Fernando Morientes has been named in the Valencia squad having overcome a dislocated shoulder but Frank Lampard singled out David Silva for praise. \"He takes people on, he's brave, he scores goals and he's very mobile. It's hard to take the ball off him and he shoots well - as we all saw in the first leg. \"We need to score but we won't go mad from the first whistle. We'll play our normal game.\" Didier Drogba added: \"We are always more comfortable playing away from home. We proved that in the Champions League last year and this. I think Barcelona still remember our game there.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}