{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/10/masters2007.masters", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-09T23:14:11Z", "webTitle": "Why the Masters got the champion it deserved", "webUrl": "https://www.theguardian.com/sport/2007/apr/10/masters2007.masters", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/10/masters2007.masters", "fields": {"headline": "Why the Masters got the champion it deserved", "bodyText": "No offence to Zach Johnson, who seems a perfectly pleasant young man and is clearly a talented golfer, but that was a really awful Masters. And although it may seem unfair to make one man responsible, you probably had to blame Tiger Woods. A Woods win, taken for granted before the start of the competition and still believed to be a certainty with only three holes to play, would have got the Augusta National committee off the hook. Look, they could have said as he pulled on his fifth green jacket, how our course allows the cream to rise to the top. In fact their course spent four days putting the world's best golfers through a series of absurd and largely meaningless tests, in which failure was absolutely no reflection of talent or application. Those who did well certainly merited praise for their persistence in the face of adversity, but those who were defeated by a capricious course did not deserve to go home feeling humiliated. Augusta's local paper had to try very hard yesterday to get its readers excited about a win for the 31-year-old Iowan. \"Mainstream America has a hero in Johnson,\" it trumpeted, and the victor did indeed tick all the requisite boxes: he was raised in Cedar Rapids on pork chops and sweet corn, he came up the hard way via several years on the Hooters Tour, he embraced his blonde wife and 14-month-old son as he came off the 18th green, he thanked his coaches, his family and his Lord Jesus, and he showed a proper humility in the face of his good fortune. He was also - and this is greatly to his credit - one of only five golfers among the 60 who completed all four rounds not to have registered a double-bogey or worse throughout the 72 holes. The others were Woods, Vijay Singh, Jim Furyk and Vaughn Taylor, who is Johnson's best friend on the Tour. The scoreboard, in other words, was a hideous mess. There was so much yellow in there, denoting over-par scores, with so little black (par) and red (below-par), that it looked like a southern-fried omelette cooked with red peppers and burnt bacon. It seemed as though the committee, bearing in mind the rains of previous years, had prepared the course to accept a soaking that never came. Instead the conditions were dry, cold and windy. The result was more or less a lottery until the final day, when the committee relented and watered the greens in order to present the paying customers with something resembling top-class golf. But that came too late for many competitors, including Dave Womack. A 28-year-old amateur, Womack was back at work yesterday, selling insurance in McDonough, Georgia. He had spent the weekend as he usually does - \"on the couch, watching the guys go at it\". But on Thursday and Friday he had competed in the Masters for the first and - let's be frank - probably the last time. Having qualified after winning the US Mid-Amateur title, he shot 84 in the first round and 81 in the second for a combined total that put him one shot ahead of Severiano Ballesteros. The Spaniard's 166 was the worst score of all those players who missed the halfway cut. There were no birdies for Womack on Thursday. On Friday, however he beat par on four holes, and at the 9th, where a huge audience watches the players approach the spectacular raised green, the famous Augusta roar went up as his birdie putt dropped. He had heard it before, echoing from distant parts of the course, but this time it was for him. \"I hit some good shots,\" he said outside the recorder's hut on Friday evening, the last rays of the setting sun in his eyes. \"Better than the score showed. And it was fun, specially getting the crowd going. You hear the roar all over the course, and it's nice to get one for yourself.\" That morning he had taken friends and family for the ride up Magnolia Lane. Sadly, his Masters finished with his triple-bogey seven at the 18th, via an azalea bush and a sand trap. \"We took our time comin' up the 18th,\" he said. \"I didn't play it that well, but I enjoyed the walk. And it's been a great week. Now it's back to the real world. But I've been here once. I can always say that. There's nothing to be disappointed about. I didn't shoot the best that I'd like to shoot, but Augusta National is tough. I hate it's over.\" He will have his memories and a stack of photographs. But his smile and his brave words could not disguise the essential truth of the week, which was that, like a lot of other golfers, Dave Womack was worth a whole lot more than the number on his card. Hamilton passing two Ferraris - this is formula one racing as it ought to be Many of the current generation of formula one drivers have gone through their entire careers without passing a Ferrari. In only his second grand prix, Lewis Hamilton had overtaken two of the red cars by the time the field reached the first corner at the Sepang circuit on Sunday. Inside Kimi Raikkonen, outside Felipe Massa - this was grand prix racing the way it ought to be. Last month, on his formula one debut, Hamilton did something very similar at the first corner of the Australian grand prix, and his manoeuvre in Malaysia confirmed the suspicion that he is in possession of a rare and precious talent. And then, having disposed of the Ferraris, he fought them off with a cool intransigence that forced Massa into a serious error and held Raikkonen at bay throughout the closing stages of the race. And his did all this in conditions requiring the highest levels of physical fitness and mental resilience. What his emergence will do is give an enormous fillip to British motor racing as a whole. Grand prix racing only makes tabloid headlines when a British driver is doing well, and neither David Coulthard nor Jenson Button has managed to fill the hole left by the last two home-grown world champions, Nigel Mansell and Damon Hill. Whatever it is that distinguishes a champion from the rest, it looks as though Hamilton might just have it. Two enthusiastic clubs find themselves movin' on up AFC Wimbledon's success in getting their 18-point penalty reduced to three on appeal will have brought pleasure to those enjoying the rise of a club born of a dedication to the idea of a local club owned and run by its own people. Now comes the news of a second successive promotion for FC United, the club formed in protest against the Glazer's takeover at Old Trafford. \"I haven't enjoyed my football so much in years,\" says the supporter who emailed. Their new chant, sung to the tune of Primal Scream's Movin' On Up, goes: \"We're movin' on up, now / From the North West Counties / To the Unibond / To the Unibond / To the Unibond.\" Maybe to a league meeting with AFC Wimbledon. richard.williams@theguardian.com"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}