{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/10/athletics.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-09T23:14:07Z", "webTitle": "Athletics: Rono back on track after leaving road to ruin", "webUrl": "https://www.theguardian.com/sport/2007/apr/10/athletics.comment", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/10/athletics.comment", "fields": {"headline": "Rono back on track after leaving road to ruin", "bodyText": "Watching the Masters at the weekend I was struck by how reverential the golfing fraternity are towards their former greats. It is probably helped by the fact that even in his early 70s someone like Gary Player can blast the ball out of the greenside bunker to within three feet of the hole and look every inch the part. Athletics is more cruel towards ageing limbs, heart and lungs diminished through the passage of time and copious dietary indiscretions. One of its greats, however, has recently been receiving attention for his efforts to recapture just a flicker of former glories. In the late 1970s Henry Rono of Kenya was a bigger draw on the European circuit than Coe and Ovett as they were yet to embark fully on their world record ping-pong. In 1978 he broke four tough world records in 81 days and without the aid of pacemakers. His free-flowing, surging style was remarkable for its ease, but its effects were devastating on clock and competition alike. Olympic boycotts in 1976 and 1980 robbed him of gold medal chances, but in the Commonwealth Games in Edmonton in 1978 he ripped the heart out of Brendan Foster among others in the 5,000m by sprinting the straights and cruising the bends. His trademark was captivating to watch if impossible to copy. He is still, for my money, the best steeplechaser there has ever been. In the United States the term \"masters\" is a kinder way of describing the over 40s in athletics. In the UK I am now a veteran, although I have yet to attempt to attach my name in any official capacity to that less-than-flattering description. Henry, however, has embarked on a quest to break the over-55's world record for the mile, which currently stands at about 4min 40sec. That in itself would be an achievement, but his has been no gentle slide down from world class. We all knew that he had a tendency to sink a few beers, even in the middle of the season, but as success brought financial rewards it also brought temptation that this personable man found difficult to resist. If it wasn't the bar he was frequenting then it might be other types of local hospitality, all energy sapping in their own way. He was an enigma. Superbly talented but erratic in his ability to do what today they would call \"focus\". For all that, though, he was hugely entertaining to hang around with. Briefcase stuffed with cash never far from his hand, he was the first Kenyan star of the modern era picking up the mantle of Kip Keino. Promoters loved him but abused him. Sadly, he had no ability to properly say \"No\". Any decent offer would tempt him to compete and inevitably his body rebelled against the excesses he placed on it. On one trip I was on in Australia they had billed him to compete in a series of races in the antipodean summer. He failed to show up in Melbourne, so someone was packed off to Nairobi to find him. After a two-day trek he chased him down to a little bar near his home. He had forgotten, or so he claimed. It took another day to get Henry back to Nairobi airport as he insisted on calling on many friends for a drink on the way. After eventually arriving down under he duly pushed himself to perform at a very high level. The spectators were none the wiser but the damage was being done. By the time 1981 came around he was almost a forgotten man. It was April of that year that I was training in Boulder, Colorado as usual. I spotted a slightly rotund-looking jogger on the other side of the street. After arranging to meet he told me Nike had sent him there to sober up and get back in shape. He told me he was going to break a world record that summer. I smiled inwardly at his bravado little knowing that in September I would be helping to pace him to an incredible fifth world record. In three months he went from being overweight and unfit to smashing his own world record for 5,000m with 13.06.20. No one else I have met could have done that. Sadly, it was his last hurrah and was to prove full of irony. The race was in a small town near Bergen in Norway, the perfect venue for distance running. Less than five years later in Bergen County, New Jersey, Rono was appearing before a judge on fraud and money-laundering charges which was just the start of a terrible decline. Alcoholism sent him places he should never have visited but thankfully he now seems to be back on track in every way. Good luck with the record, Henry, and sorry I can't be there to help with the pacing again. He was and is a true master."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}