{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2007/apr/29/features.review2", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2007-04-28T23:18:51Z", "webTitle": "Non-fiction: Apr 29", "webUrl": "https://www.theguardian.com/books/2007/apr/29/features.review2", "apiUrl": "https://content.guardianapis.com/books/2007/apr/29/features.review2", "fields": {"headline": "Buried secrets", "bodyText": "Ghosts of Spain, by Giles Tremlett. Faber £8.99 Spain's journey from autocracy to democracy is one of the great political triumphs of recent decades. After years stagnating under Franco, Spain is now a fully functioning democracy, boasting one of the fastest growing economies in Europe. But the price for this amazing transformation, argues Giles Tremlett, has been an unspoken agreement not to dig up any of the nasty secrets the country has been busily burying ever since the Civil War, including the graves of those who found themselves on the wrong side of Franco's militias. Tremlett, the Guardian's Spanish correspondent, writes not as a historian, concerned with ferreting out the secrets of the past, but as an inquisitive explorer of the country's present. A compelling portrait of a nation. The Gospel According to Chris Moyles, by Chris Moyles. Ebury £7.99 'I am great at making great radio ... only a few people on the radio make great radio. I am high on that list. Sounds arrogant? Absolutely.' Both off air and on, Radio 1 DJ Chris Moyles has one of the least sympathetic characters around and it's one that comes through loud and clear in this autobiography. The resulting mish-mash of insults, anecdotes and life lessons isn't without its charms - it feels totally honest, especially about the celebrities Moyles has encountered; some of the stories are great; and it would be invaluable for anyone looking for some insider secrets from the radio biz - but it's fatally hampered by Moyles's prose style, which, in echoing his tone from radio, proves almost completely ill-suited to the page. The end result is interesting, but incoherent. The Big Oyster, by Mark Kurlansky. Vintage £8.99 Fresh from his histories of salt and cod, Mark Kurlansky has decided that the best way to tell the history of his native New York is through what used to be its most numerous inhabitants: oysters. Until late in the 19th century, the great port was as famed for its oysters as anything else; guests such as Charles Dickens and native Manhattanites would guzzle them by the dozens until pollution and over-exploitation drastically reduced their numbers. Kurlansky lovingly reproduces many of the lavish oyster-based recipes which have been popular over the centuries, but the separate stories of the molluscs and the city never quite cohere. This book has the feel of a fascinating magazine article that can't quite sustain the reader's interest when extended to 280 or so pages. Jack of Jumps, by David Seabrook. Granta £8.99 The idea sounds titillating: a book telling the true-life tale of the 'nude murders' that scandalised London in the early 1960s. In fact, David Seabrook's meticulous style makes for something far darker. Weaving contemporary accounts, police files and witness transcripts, he casts new light on the murder of eight prostitutes. There is the inevitable headline-grabbing theory, implicating a contemporary star and perhaps even the Krays, but the real meat of the book is the way in which it immerses itself in the squalor of these women's lives, and of the 'ponces' who pimped them. Particularly moving is the incongruous formality of the police interviews, in which dry, official circumlocutions - 'It seemed to be understood by Tina that Connie would be poncing off her' - mask vicious, ugly sentiments."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}