{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/apr/25/communities.guardiansocietysupplement1", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-04-24T23:12:16Z", "webTitle": "Prize fighter", "webUrl": "https://www.theguardian.com/society/2007/apr/25/communities.guardiansocietysupplement1", "apiUrl": "https://content.guardianapis.com/society/2007/apr/25/communities.guardiansocietysupplement1", "fields": {"headline": "Prize fighter", "bodyText": "Debbie Crew bubbles over with the kind of infectious enthusiasm that clearly wins over everyone she meets. The night before, she had been named by Chancellor Gordon Brown at a Downing Street reception as the winner of a campaigning award run by the Sheila McKechnie Foundation. It is designed to acknowledge the work of those who could be generating the headlines of the future by helping to bring about social change. \"It still doesn't feel real,\" says the 41-year-old mother of two from Crosby, near Liverpool. \"But it proves that if I can do it, anyone can do it. This award is like a dream come true for me, and I certainly intend to make the most of all the opportunities it will give me.\" Crew's award was made in recognition of her work in campaigning to change the law on retaliatory evictions by private landlords, which she believes is a major contributory factor towards homelessness, causing suffering and instability for vulnerable and socially disadvantaged tenants - often older and with disabilities. For the past five years, Crew has worked as an adviser for Crosby, Formby and District Citizens Advice - initially as an unpaid volunteer and now a project coordinator for its health outreach service. After casework revealed what she considered to be the injustices of the law, she launched a campaign in October to challenge what she perceived to be abuses by private landlords. Current legislation allows tenants seeking even the most basic repairs or improvements - that is, simply exercising their statutory rights - to be issued with an eviction order. The turning point for her, she reveals, was \"a particularly sad case, where a client with Crohn's disease was forced to live in cold, damp conditions. I secured her a grant from Warm Front for gas central heating, which she couldn't take advantage of, as her landlord refused to pay for the gas meter to be relocated, which was crucial for the work to be carried out. Frustratingly, this issue could not be resolved under the current housing legislation without the risk of the landlord serving her an eviction notice. This gave me the drive and determination to do something to bring about a change in the law, to ensure more people didn't suffer the injustice of choosing between living in an unsafe home or eviction.\" What irritated Crew was the complacency she encountered. \"I instinctively knew that the way forward was to seek evidence and raise the profile of the issue. I spoke to lots of different organisations regarding retaliatory evictions, and although they fully empathised it concerned me to find a complacent attitude of 'this is how it is and nothing can be done'.\" Since identifying that tenants who sought decent levels of accommodation from their landlords sometimes faced being evicted in retaliation for their requests, she has gathered material to document the nature and extent of the problem across the country. The award was made by the charity set up in 2005 in memory of Sheila McKechnie, the former head of Shelter and the Consumers' Association, who died of breast cancer in 2004. This is the second year of the awards to recognise budding campaigners. This year, they have been expanded to include three more awards - international campaigner, environmental campaigner and young campaigner. The charity aims to \"fast-track\" the most talented future campaigners. As well as Gordon Brown, its patrons are the broadcaster Jon Snow and Lord [Geoffrey] Howe, president of the Consumers' Association. The foundation will now offer Crew support and mentoring that enables her to take her campaign on to the next stage, giving her a greater understanding of Whitehall decision-making and helping her to refine her message. Crew has written numerous articles on the subject and brought it to the attention of Citizens Advice at a national level. At a time of soaring house prices and spiralling decrease in social housing, her campaign seems particularly topical. Decent standard \"Experience has shown that when demand is far greater than supply, some landlords are not compelled to ensure the property is of a decent standard because they know they will have no problem finding other tenants to rent,\" says Crew. \"There should be more scope for tenants of private landlords to have a voice, and [I] would like to see a national representative body so they can contribute to the debate on how to improve the rental sector.\" She would also like to see local authorities encouraged to take a bigger role in preventing homelessness due to the breakdown of tenancies. As to what drives her on this issue, Crew admits that her own socially deprived background - she was brought up in Manchester and left school with five O-levels at 17, then got a job as a hovercraft stewardess - has been an influence. \"I have a great drive to tackle unfairness and injustice,\" she says. \"I'm not sure if this is because I grew up in extreme poverty, but it is surely a contributing factor. To be in a position to make a difference in people's lives is very rewarding.\" She is looking forward to a meeting with the housing minister, Yvette Cooper. The chair of the judging panel for the Consumer Action award was Nick Stace, chair of the Sheila McKechnie Foundation and head of campaigns at the Consumers' Association. He said: \"Campaigners are the dynamos to our democracy and the lifeline to many of the world's most disadvantaged people. It is campaigners like Sheila McKechnie who championed the rights of the most disadvantaged, to whom we will forever owe a great debt of gratitude. Our investment must be in today's campaigners so that they may become the Sheilas of tomorrow. We are in absolutely no doubt that Debbie is a future Sheila.\" Award winners Conflict resolution Kathryn Llewellyn, head of campaigns at Action on Southern Africa, the successor organisation to the Anti- Apartheid Movement working for peace, for her lead role in the campaign against Zimbabwe's dictatorship. Consumer Action Debbie Crew, policy officer at Crosby, Formby and District Citizens Advice, for campaigning against retaliatory evictions by private landlords. Economic Justice Marcelo Banos, an activist with London Citizens, which runs campaigns against poverty in the capital. Environment Tim Helweg-Larsen, a mechanical engineer and renewable energy specialist, who is campaigning on global climate change through the Public Interest Research Centre. Health &amp; Social Care Alison Baum, who formed Best Beginnings, a campaign working to break down the inequalities that exist over infant feeding and to promote breastfeeding. International Campaigner Irene Banda, director of the Organisational Development Management Community Trust, campaigning to ensure people in Zambian communities are included in decisions that affect their lives. Social Inclusion Kate Griggs, who set up Xtraordinary People to campaign for better public understanding of dyslexia and for teachers to be adequately trained to recognise and resource effective support. Transport Judith Moore, policy officer at Friends of the Lake District, who is campaigning to promote sustainable transport and tourism. Young Campaigner Harry Giles, who led a successful student campaign for ethical investment at the University of St Andrews. · Rebecca Smithers, the Guardian's consumer affairs correspondent, was one of the judges for the Consumer Action category in the 2007 Sheila McKechnie Foundation awards · Email your comments to society@theguardian.com. If you are writing a comment for publication, please mark clearly \"for publication\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}