{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/apr/10/classicalmusicandopera1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-04-09T23:54:47Z", "webTitle": "BBCSO/Belohlavek, Barbican, London", "webUrl": "https://www.theguardian.com/music/2007/apr/10/classicalmusicandopera1", "apiUrl": "https://content.guardianapis.com/music/2007/apr/10/classicalmusicandopera1", "fields": {"headline": "BBCSO/Belohlavek", "bodyText": "Some say it was the later of Mahler's nine symphonies that pushed the form to its very limits, but his Third, a six-movement evocation of nature and Nietzsche, had already done that. It begins with a solo horn melody which, seemingly picking up from Brahms, is an evil twin of the joyous theme from the finale of that composer's First Symphony; it ends, 95 minutes later, in a haze of rapt spiritual arrival. Or, as played by the BBCSO under Jiri Belohlavek, it ends a good 105 minutes later. That may conjure ideas of a conductor wallowing Karajan-like in glorious swathes of sound, but here it had more to do with sluggish orchestral playing. It began and ended well. The huge first movement came over best: Belohlavek brought out Mahler's vivid tricks of orchestration and, with resonant trombone solos from Helen Vollam, wound up the springy, major-key march into euphoric climaxes. So far, so good. But the second and third movements did not provide the buoyant counterbalance required, Belohlavek taking Mahler's \"unhurried\" instructions a little too much to heart. It felt as if half the players wouldn't believe that the second beat of the bar would follow the first until they saw it with their own eyes. And in the song that forms the fourth movement, Jane Irwin's lightweight mezzo made Nietzsche's poetry sound pretty rather than portentous. This made the vibrant entry of the BBC Symphony Chorus and the boy choristers of Westminster Cathedral in the fifth movement all the more welcome. But after an evening of willing the orchestra forward, it felt as if we had all worked unusually hard to reach it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}