{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/apr/17/comment.media", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-04-16T23:07:08Z", "webTitle": "Response: Our playlist has brought democracy to classical music, says Darren Henley", "webUrl": "https://www.theguardian.com/commentisfree/2007/apr/17/comment.media", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/apr/17/comment.media", "fields": {"headline": "Our playlist has brought democracy to classical music", "bodyText": "The German composer, Max Reger, once pithily rebuked a critic: \"I am sitting in the smallest room of my house. I have your review before me. In a moment, it will be behind me.\" After reading Tom Service's demolition job on the Classic FM Hall of Fame, I instantly developed a new empathy with Reger and resolved to revisit his music (Radio by Robot, April 11). Service appears to miss the point that this annual chart is compiled entirely from votes from our listeners. Instead of sitting on high, dispensing the music that we think people ought to hear, we believe in the democratisation of the genre, allowing listeners to choose what they want us to play. Service exhorts us to \"do more than give the people what they want\", and in so doing, fails to recognise one of the central pillars of Classic FM's success. Rather than an experience akin to taking an enforced cold shower after school sport, we believe classical music should be enjoyed by the listeners on their own terms. Nearly 15 years after our launch, the belief persists that Classic FM should become a mirror-image of BBC Radio 3. But there is already an excellent service funded by the licence fee, which aims to super-serve an audience of classical music connoisseurs. Classic FM creates programmes for everyone else - that great mass of classical music lovers who do not consider themselves to be part of the artistic elite. We have 5.8 million people tuning in each week: and 900,000 of Radio 3's two million listeners also switch over to Classic FM at some time each week. Just because the majority of our listeners exist outside of classical music's inner coterie does not stop them from being passionate advocates of the music they love. Their views on composers such as Vaughan Williams, whose Lark Ascending topped our annual Hall of Fame poll, are no less valid than those from inside the club. Perhaps some of those connoisseurs share Service's belief that Elgar's Cello Concerto is a \"knackered old warhorse\". But many of our listeners are coming to his music for the first time and we are not ashamed to be celebrating his greatest works throughout his 150th birthday year. Just like Radio 3, Classic FM uses a computer database to manage our record library and to help ensure an even spread of the music that we play. But Service is utterly wrong in his assertion that \"everything you hear at any time of day will have been picked by a software programme\". Much of our output, such as our nightly Evening Concerts - on which, incidentally, we only play full works - is created from scratch by producers. All of our music is programmed by the human beings in our scheduling team, all of whom are knowledgeable music graduates. So far this year, these real people have scheduled a total of 2,658 different pieces by more than 500 different composers, including the likes of Felice Anerio, Pavel Pabst, Vaclav Pichl and Reveriano Soutullo. Hardly household names any of them, but all part of the rich tapestry of music that we play. · Darren Henley is managing director of Classic FM darren.henley@classicfm.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}