{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/apr/17/britishidentityandsociety.uknews", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-04-16T23:57:10Z", "webTitle": "Art of spanking at the sex academy", "webUrl": "https://www.theguardian.com/society/2007/apr/17/britishidentityandsociety.uknews", "apiUrl": "https://content.guardianapis.com/society/2007/apr/17/britishidentityandsociety.uknews", "fields": {"headline": "Art of spanking at the sex academy", "bodyText": "Step off the streets of Soho, down a flight of stairs where the warm, glowing walls whisper sweet nothings to you and enter Amora, London's first permanent sex exhibition. Pay your £12 (£15 in the evening) and learn about the mechanics of the perfect kiss, the biology of an orgasm, and how hard to spank so it hurts. But despite its location in the basement of the tourist trap the Trocadero, its connections with Madame Tussauds, and the stag nights which will inevitably frequent it, Amora is billing itself as an \"academy for sex and relationships,\" with a mission to educate the public in the ways of love. Sarah Brewer, director of exhibits, said: \"There's a need for sex education which isn't boring and information which isn't sleazy. We want to improve attitudes. There was a play and film, No Sex Please, We're British. I think that's changed to sex please, we're British.\" But one Relate counsellor with connections to the project says: \"The question is how much is educational and how much is titillation, how much is going to be for the furthering of human interest and how much is for commercial gain.\" Johan Rizki, Amora's French founder, brought in an advisory board of counsellors, GPs and sex experts to oversee the exhibits and has courted sexual health charities during its three-year development, leading to a falling-out when they claimed endorsement by leading charities, including the Terrence Higgins Trust, which turned out to be unfounded. The Guardian reported the row a year ago and now has been invited in for a tour ahead of the public opening tomorrow. The \"academy\" title is aimed at avoiding sleazy comparisons with the sex museums of New York and Amsterdam. Its interactive video exhibits are explicit and it has a resident sex therapist. It aims to be entertaining and educational, though it's hard to tell which first. A wall of sex toys - oddly including a range of silicone breast implants - is accompanied by videos of models demonstrating their use. A model of a man bent over invites you to spank him with a paddle, with lights showing whether you've gone too far, like a fairground test-your-strength machine. A plaster cast of a man and a women invite you to feel inside for their G spot or prostate. \"That's it,\" they say encouragingly when you hit the right spot. Some ask whether the great British public is ready for a sensible discussion about sex in such explicit terms. Kaye Wellings, a social scientist at the London School of Hygiene and Tropical Medicine, who undertook one of the largest studies of sexual behaviour and attitudes in the UK in 2000, says: \"We can't handle it in the way that the Danes or Dutch can, in a matter-of-fact, down-to-earth way. But at the same time we are desperately in need of down-to-earth sex advice. \"One problem is that we've glamorised sex to the extent that ordinary people feel uncomfortable when they don't live up to their imagination. If the Sex Academy does that it's a shame.\" At Amora the walls heave with images of men and women, the majority young and toned. Dr Brewer, whose day job is GP and sexual health specialist, says: \"We're trying to be entertaining and educational at the same time. We need that balance to attract people and try to help them improve their sex lives as well. We have worked hard to ensure that it's inclusive. We refused funding from the porn industry.\" Funding comes from Mr Rizki's investment bank background. Amora expects 500,000 visitors in the first year, spending £20 a head on tickets, in the gift shop and bar: a £10m income, with £2m running costs. A roadshow is planned to take parts of the show round the country. Dr Brewer maintains the time is right for Amora. \"We have Channel 4 showing some interesting programmes, Scarlet magazine, an erotica exhibition which attracts 75,000 people every year; the time is very apt.\" Genevieve Clark, of the Terrence Higgins Trust, the HIV charity, said: \"We're British - it's easier to have sex than to talk about it. This kind of thing [a sex academy] can be a little Benny Hill but we need more things to get people talking sensibly about sex.\" Paula Hill, a Relate relationship counsellor, says: \"When I first heard about it I thought it was a great idea. But I think it has become more of a commercial enterprise. If the images are too glamorised it continues the myth that sex is for healthy, fit, active people and that only those people can enjoy it.\" Changing times 1950 Average age for a woman to lose virginity is 21. For men it is 20. 1960 Average age for women to lose virginity down to 19, and men to 18. 1961 Contraceptive pill introduced in the UK. 1967 Homosexuality and abortion decriminalised. 1970 The Female Eunuch, by Germaine Greer calls for the sexual emancipation of women. 1987 Government launches Aids awareness adverts featuring tombstone and slogan: Don't Die of Ignorance. 1999 British Medical Journal declares that British teenagers have the worst record for sexual disease, pregnancy and abortions in Europe. 2000 Average person loses virginity at 16. One in five men and one in six women in 16-24 age range have had more than 10 partners. 2005 64,500 people are living with HIV, and 20,100 don't know it. 2006 Ann Summers sells 2.5m vibrators in a year, including 900,000 \"rampant rabbits\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}