{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/21/rugbyleague.sport2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-20T23:48:05Z", "webTitle": "Super League: Hull 22 - 32 Bradford", "webUrl": "https://www.theguardian.com/sport/2007/apr/21/rugbyleague.sport2", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/21/rugbyleague.sport2", "fields": {"headline": "Hull heartbreak as late-charging Bulls take points", "bodyText": "These are tricky times for Hull, with frenzied speculation over the future of their local hero Paul Cooke and a late defeat last night leaving them floundering in the wrong half of the Super League table. In contrast, Bradford are sitting pretty, two points clear at the top, courtesy of two tries in the last five minutes, from James Evans and Andy Lynch. Hull's loss only deepened the concerns of those supporters who had spent the previous 48 hours discussing the possibility of Cooke joining the old enemy, Hull Kingston Rovers. The tone for a frantic first half was set as each team fluffed try-scoring chances in the first two minutes, with David Solomona's kick running dead for Bradford and the Hull full-back Shaun Briscoe unable to take a pass from Richard Horne with the line at his mercy. But Hull soon settled down, scoring two tries in four minutes to take a 10-0 lead. Kirk Yeaman created the first for Richard Swain after an error by the Bradford stand-off Iestyn Harris and Cooke kicked to set up the second for Briscoe after an even worse mistake by Nathan McAvoy. Bradford pulled level with a rapid double after excellent approach play by Solomona set up James Evans before Harris caught Hutch Maiava flat-footed to send Terry Newton over between the posts. Hull threatened to take control again either side of half-time when a Cooke penalty nudged them 12-10 ahead before Solomona was sent to the sin-bin for one play-the-ball foul too many and Cooke capitalised on the Bulls' lack of numbers by sending Yeaman over on the left. But again Bradford stormed back, pulling level when Ben Harris touched down Paul Deacon's pinpoint kick and they took the lead for the first time in the 54th minute when Joe Vagana powered over on the sixth tackle. Now it was Hull's turn to come from behind, with Danny Washbrook throwing a lovely dummy before sending Motu Tony between the posts. But after Cooke had been penalised for fumbling at the back of a Hull scrum, Bradford were gifted another attacking chance. Solomona gave Evans enough space on the left to stretch over. Another close-range effort from Lynch ensured some more uncomfortable questions for the Hull club, most of them about Cooke. Hull FC Briscoe; Sing, Domic, Yeaman, Raynor; Cooke, R Horne; Dowes, Swain, King, Tickle, Radford, Washbrook. Interchange Tony, G Horne, Carvell, Maiava. Bradford Bulls Platt; McAvoy, B Harris, Evans, Halley; I Harris, Deacon; Burgess, Newton, Lynch, McKenna, Solomona, Langley. Interchange Vagana, Cook, Henderson, Kopczak. Referee Ben Thaler (Wakefield)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}