{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/apr/10/cricket.cricketworldcup20071", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-04-09T23:14:11Z", "webTitle": "Cricket World Cup: England nearly a decent side? Surely Vaughan jokes", "webUrl": "https://www.theguardian.com/sport/2007/apr/10/cricket.cricketworldcup20071", "apiUrl": "https://content.guardianapis.com/sport/2007/apr/10/cricket.cricketworldcup20071", "fields": {"headline": "England nearly a decent side? Surely Vaughan jokes", "bodyText": "Should Michael Vaughan ever decide to market rose-tinted glasses he would surely amass a fortune that would make his property portfolio look like loose change. Optimism and positives are one thing, but sometimes it pays to be realistic. On the face of it, his assertion that his England team are \"close to being a pretty good one-day side\" would seem to come from the advertising school of hyperbole which projects the smallest box of soap powder as \"giant\". England are no closer to being a decent one-day side that plays consistently competitive cricket than Malcolm Speed is to winning the comedy prize at the Edinburgh Festival. They have survived in this World Cup by the skin of their teeth and retain an outside chance of qualification, not thanks to their own endeavours but to those of Bangladesh who, in case anyone has not realised, have now won, at this World Cup, as many matches against top sides as England have managed in total in the previous three. That is how close England are. The task ahead is far from simple: win their next five matches and it will be open-top bus celebrations and industrial quantities of humble pie eaten by their detractors. Lose one and that will be it. Qualification depends on beating first Bangladesh - which given the apparently pacy nature of the pitch at Kensington Oval in Barbados should not to be a problem even for them - and then South Africa, a side coming apart at the seams but one that knows how to play this game, and finally West Indies in the last match of the Super Eights. It is a tall order. To achieve this they must raise their game to a level they attain only sporadically and rarely hold for any length of time. The period spent in Antigua has been instructive in that regard, for here was a ground and pitch - big playing area, reasonable pace and bounce - which went some way to satisfying the requirements of an essentially lightweight team. They lost twice, first to Sri Lanka and then Australia, neither of whom were anywhere near their best. In going down to the former, they bowled well enough to restrict their opponents to a manageable total and then batted atrociously - the last-ditch effort by Paul Nixon and Ravi Bopara flattering to deceive. It was the equivalent of the last-round charge up the leaderboard to finish in the money at a golf tournament. Last Sunday the Australians - a bowler light in any case - were so far off their game after an eight-day break that their out-cricket became uncharacteristically sloppy and they even managed to appear human. Yet once more England imploded with the bat before offering little of consequence with the ball. Before the start of the Super Eights, Vaughan was bemoaning the lack of partnerships on which to base a total and on individual centuries. In the past two matches he has been given something of substance from Ian Bell and Kevin Pietersen: 90 for the third wicket against Sri Lanka in a low-scoring game, and 140 for the third against Australia. From this grounding England managed to cobble together no more than successive scores of 233 and 247. In the second match, Pietersen and Bell between them scored 181 runs and may have expected a few more than 47 from the six other capable batsmen. Bell perhaps should have gone on to a hundred, but there is a tendency, a little unfair, to place too much blame on those who succeed to an extent but then fail, and not enough on those who fail to get going in the first place. Pietersen is a case in point. He keeps scoring runs while absorbing flak. He is a massive physical presence at the crease, matched only perhaps by Matthew Hayden, and for a while, during the stand with Bell, the Australians saw the best of him. The fact that the Australians closed him down during the latter part of his hundred - having reached his half-century from 49 balls, his last 54 runs took a further 73 balls with only one more boundary - was as much a product of circumstance as the personal ambition ascribed to him by some. He had survived the rush of blood that seems to afflict him mid-innings and, with the loss of Bell for 77, rapidly followed by Collingwood and Flintoff for six in total, he could see the innings folding. If he was determined to reach his first one-day hundred for two years then equally he wanted to make sure of his presence almost to the end. Team man or egotist? Damned if he does, damned if he doesn't."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}