{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2007/apr/14/familyandrelationships.family2", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2007-04-13T23:07:28Z", "webTitle": "India's shrinking families", "webUrl": "https://www.theguardian.com/lifeandstyle/2007/apr/14/familyandrelationships.family2", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2007/apr/14/familyandrelationships.family2", "fields": {"headline": "India's shrinking families", "bodyText": "Gathering up the folds of her sari, Tulsi Devi Saxena shuffles out of Delhi's piercing sun into the dim light of her dormitory. Nailed on the wall outside is a blue board listing the bed number and name of the 13 elderly women living in the state-run home. Inside, the walls are plastered with images of Hindu gods and Sikh gurus, but not a single family photograph. But Tulsi Devi has a big family, living near to the bluntly named Old Age Home, where the 81-year-old lives. She and her late husband worked as cooks to bring up their four daughters and two sons. She has adult grandchildren, daughters and son-in-laws. She opens a dented metal cupboard filled with biscuits, sugar, soap, linen and saris: her life's possessions. \"I used to think that because I had children - a full family to rely on - I'd never have to worry. I never expected I'd end up living on charity.\" It is three years since Tulsi Devi was driven out of her youngest daughter's home by her son-in-law. Traditionally, parents in India live with their sons, not their daughters. However, Tulsi Devi's two sons had died and, much to the resentment of her son-in-law, she moved in. \"He used to say to my daughter, 'Why do we have to look after her? Throw your mother out.' He was always telling me to get out of the house. It became unbearable.\" While her children's refusal to care for Tulsi Devi would fail to raise eyebrows in many other parts of the world, in India it represents an unwinding of ancient and deeply ingrained values. The nation's booming economy is changing attitudes, and with them family structures as urban Indians prioritise incomes and career opportunities over traditional family duties. The extended family, in which several generations live together and care for older members under one roof, is splitting apart. The result is that urban Indian families are going nuclear: in just two decades the average size of an Indian household has shrunk from six members to four. The shift has bred anxiety about how India will care for its rising numbers of older people. Newspapers carry frequent reports of elderly parents being turfed out of the family home, beaten up and abandoned, and agencies working to support India's older people issue warnings about the rising numbers of neglected elderly people. But in a nation without social security, no comprehensive state healthcare, a mere sprinkling of old people's homes and just 4% of the 80 million Indians aged over 60 receiving a pension, the family continues to be the principal option of support. Mindful of this, the Indian government is taking the drastic step of introducing a law to imprison and fine those who fail to care for their elderly relatives. It plans to set up a national network of fast-track tribunals where people over 60 can bring a case of neglect against their children. Magistrates would be able to force children to pay maintenance. Those who fail to financially support their elders could be imprisoned for one month, while those who abuse them face up to three years. According to India's ministry of social justice and empowerment, the time has come to enforce what it calls \"the moral obligation\" of caring for parents. \"I'm sorry I have to do this. It's not a happy situation,\" sighs the minister responsible for the act, Meira Kumar, sitting in her Delhi office. Kumar cites urbanisation, which is robbing villages of young people, and materialism as the culprits behind abandoned old people. \"There's such a rat race for acquiring new things that we're losing our basic values,\" she says. \"We used to take our elders' blessings in everything we did; we touched their feet to show them respect. But now we're part of the global village. We look to the west. They look to us.\" Rather than criminalising errant children, however, Kumar's primary aim - in a society still largely governed by notions of honour - is to shame them into taking responsibility. The tribunals will focus on \"persuasion and conciliation\", she says. While Indian experts on ageing are unanimous that new ideas on caring for the nation's growing grey population are needed, most doubt the feasibility of the new law. Walking into a district tribunal to bring a public litigation against your own child, they say, is a step too far for an entire generation of elderly Indians. This is because, despite a massive transition, India remains a religious society, says Himanshu Rath, founder and chairman of Agewell, a charity providing counselling and support to older people. \"There's a deep religious belief that you get salvation if your son performs the last rites. An old person therefore looks to their child as a protector. They'll never complain as they don't want to miss out on salvation.\" Rath says that although thousands of neglected and abused parents approach his organisation for support, not a single one has ever agreed to bring a legal case against their child. At the root of why the Indian extended family is waning is a generation of middle-class women joining the workforce in greater numbers than ever before: from less than 1% to 15% in just one decade. What is driving women out of the home is the sudden appeal of two incomes in a country where shiny new malls are filling with consumables unknown to earlier generations. The extended family relies on clearly defined responsibilities, in which those of carer and cook fall to women. In today's India, a woman's earning power is increasingly seen as a more valuable asset than her culinary skills. Moreover, extended families are predicated on the idea that when a woman marries, she leaves her own family and joins her husband's. She is seen to now belong to them: she is expected to adapt to their family and fit in with her mother-in-law's vision for the routine and priorities within the home. But for young and educated women, the gap between that vision and her own has become a yawning chasm. Sitting in her compact, immaculate, two-bedroom flat in a middle-class suburb of east Delhi, 36-year-old Renu Kumar looks nervously towards her husband, Pavan, 43, when asked about her parents-in-law. The couple, who have two boys aged 11 and nine, lived with Pavan's parents for 11 of the 13 years they have been married. But 18 months ago their joint family split apart: her in-laws moved into a rented apartment nearby. \"Speak,\" Pavan says encouragingly. \"Say what you feel.\" It was Renu who found the dynamics of joint family life unbearable. She tried, she says, to meet her in-laws' demands and needs. \"I always felt I failed to come up to their expectations. They said I wasn't doing a good job taking care of the kids; that I didn't make the right food; I was giving too much time to myself and not enough to them,\" she explains. \"My mother-in-law wanted me to run the house just how she had run hers.\" But while her mother-in-law was 14 and semi-literate when she had an arranged marriage, Renu was a 22-year-old graduate, working as a teacher, when her marriage to Pavan was arranged. She has worked full-time ever since. \"My mother-in-law has never worked and never understood the problem of how women are under pressure at home and at work.\" Pavan came in from work one day to find his parents packing. \"They said things weren't working out and that they'd like to live apart.\" He still calls on his parents every day and helps them financially. \"Individualism and being self-centred wasn't part of the way I was brought up. I miss my parents.\" A five-minute walk away, Pavan's father, Jeet Ram Lohani, an 82-year-old retired army sergeant, sits in his rented flat. He never imagined that he and his wife, Prema Wati, 70, would live apart from Pavan. Prema Wati snaps an irate \"no\" when asked if Renu met her expectations. \"She never used to listen. She never took our advice.\" It was to ease their son's stress, Jeet Ram says, that they decided to leave. \"There was a generation gap. They have a very busy life. She's employed; they come home late. We had different perceptions from our daughter-in-law. That caused great tension for my son.\" Other extended families, however, are determined to stick together. In the warren of alleys in Old Delhi's Chandni Chowk district, Dhawni Jain is passed between her parents' and grandparents' laps in the living room of the family's two-storey home. The nine-month old girl is the third generation to be raised here. Her father, Pankaj, 30, who owns a store nearby, approves of the system: \"I don't feel the pressure of responsibilities. My parents are always there to take care of me. It's never crossed my mind to separate from them.\" His wife, Dipti, 23, who also grew up in the extended family, has a degree but says no woman in her family worked and that she never planned to get a job. Her mother-in-law is like her own mum. \"The way they both point out my mistakes - like if I'm making the lunch too slowly,\" she smiles without irony. Living in a nuclear family would make the dual responsibilities of childcare and the home hard to juggle, she says. \"I'm young so I may not have enough knowledge and experience about how to raise children. They've seen an entire life and can give that to our children,\" she says. Moreover, a child raised in the extended system will have \"better values: they'll be more loving, warmer people\". And if her in-laws' health deteriorates she is prepared to look after them. Among the most astonishing features of the changes in Indian society is the rise of the \"grey rupee\". A groundswell of affluent retirees, living longer on more money, are aspiring to an active and independent old age. Often parents of India's hi-tech migrants to the US, they are driving the growth in luxury private old people's homes and the development of retirement resorts with swimming pools, banquet halls and gardens. Although they are a mere fraction of India's elderly population - 80% of those aged over 60 live in villages - they represent a change in traditional Indian ideas about ageing. Surendra Mahajan, 68, and his wife, Krishna, spent 1.4m rupees (£18,000) to buy a two-bed flat in a luxury gated community in Rajasthan for retirees. They no longer presume that their children will care for them. \"We did not want to stand in the way of our children's future,\" says Surendra. \"Let them enjoy their young life and let us enjoy our old life. We don't believe in the joint family. I don't like all that interfering in each other's matters. Everyone wants freedom these days.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}