{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/apr/02/marksspencer.tesco", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-04-01T23:05:30Z", "webTitle": "M&S poised to poach Terry Green from Tesco", "webUrl": "https://www.theguardian.com/business/2007/apr/02/marksspencer.tesco", "apiUrl": "https://content.guardianapis.com/business/2007/apr/02/marksspencer.tesco", "fields": {"headline": "M&S poised to poach Terry Green from Tesco", "bodyText": "Marks &amp; Spencer boss Stuart Rose is close to poaching his old friend and former colleague Terry Green from Tesco to head the resurgent retailer's clothing operations. The move leaves Mr Green, 56, in pole position to become the next M&amp;S chief executive. Mr Rose has repeatedly indicated he intends to leave after about five years in the job - taking his tenure to May 2009 - and last year began talking about the need for succession planning, a process he intends to oversee personally. Mr Green's expected defection comes 18 months after Tesco chief executive Terry Leahy recruited him as UK chief executive of clothing. With sales growing at 19%, the division has been a mainstay of the supermarket's expansion into non-food lines. Last November, Mr Green was charged with developing new, more upmarket clothing ranges to complement the supermarket's successful Value, Cherokee and Florence and Fred offerings. \"We currently have 3% market share and M&amp;S has 9%,\" Mr Green said. \"We want to close that gap.\" A \"massive\" promotional push was promised, with dedicated stores within stores as well as online and catalogue offerings. But within a month, Mr Green is believed to have begun secret discussions with Mr Rose about defecting. It is understood that Mr Green will be free to move across to M&amp;S relatively quickly because he is not a member of Tesco's board and his contract is that of a consultant. A Tesco spokesman said the board had been unaware of Mr Green's plans until reading of them in the weekend press. He was unable to give details of any contractual restrictions on Mr Green going to work for a competitor. Mr Green's likely move is one of the highest-profile defections among high street retailers since the surprise departure of Mr Rose's second in command Charles Wilson two years ago. Mr Wilson, who had worked with Mr Rose for 10 years, quit to join cash and carry chain Booker, owned by Icelandic investors Baugur. Mr Wilson left just 14 months after M&amp;S awarded him a £900,000 signing-on fee. Mr Rose and Mr Green are long-standing friends and were colleagues at Burtons in the 1990s. Mr Green beat his friend to the top job at Debenhams, and went on to lead roles at Top Shop and Allders, the department store which went bust two years ago with the loss of 1,000 jobs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}