{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jan/09/iran-strikes-us-troops-iraq-military-bases-threat", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-01-09T20:19:26Z", "webTitle": "Iranian missile commander claims strikes were 'start of big operations'", "webUrl": "https://www.theguardian.com/world/2020/jan/09/iran-strikes-us-troops-iraq-military-bases-threat", "apiUrl": "https://content.guardianapis.com/world/2020/jan/09/iran-strikes-us-troops-iraq-military-bases-threat", "fields": {"headline": "Iranian missile commander claims strikes were 'start of big operations'", "bodyText": "An Iranian missile commander has claimed this week’s strikes aimed US troops at military bases in Iraq were just the start of “big operations” across the region. The remarks by the Islamic Revolutionary Guards Corps (IRGC) aerospace commander Brig Gen Amir Ali Hajizadeh, who is in charge of missile forces, marked a much more aggressive tone that the official line pursued by Iran’s foreign ministry. The country’s diplomats have insisted that the missile strikes on two bases “concluded” the Iranian response to the US drone strike killing of top IRGC general, Qassem Suleimani. Hajizadeh suggested they were just the start. “The missile strikes on one of the United States’ most important bases within the framework of Martyr Suleimani operation were the start of big operations which will continue in the entire region,” the general told reporters in Tehran on Thursday. Hajizadeh gave the press conference in front of the flags of Iran-aligned militia groups including those of Lebanon’s Hezbollah, Iraq’s Popular Mobilisation Forces and Yemen’s Houthis, an unusual piece of symbolism of Iran’s reach through regional networks – networks that Suleimani had established as the head of the Quds force, the elite external wing of the IRGC. Hajizadeh claimed the ballistic missile strikes on the al-Asad and Erbil bases, both Iraqi facilities hosting a US presence, were aimed at damaging the American “military machine” and not inflicting US casualties, though he repeated apparently false Iranian claims that some Americans had been killed. “If we were looking to kill, we could have designed the operation in a way such that 500 [Americans] would be killed in the first step, and if they had responded, a further 4,000 to 5,000 would be killed in the next steps within 48 hours,” he claimed. According to Jeffrey Lewis, at the Middlebury Institute of International Studies at Monterey, which published satellite images of the missile damage, it was a carefully calibrated attack. “It was meant to be a proportional legalistic response aimed at a military target,” Lewis said. “I don’t think they were trying to avoid casualties. They saw it as a legitimate target, without worrying whether they killed American service personnel.” He added that the Iranians used ballistic missiles, rather than cruise missiles, “because they wanted it to be clear where the missiles came from”. In Washington, the House of Representatives passed a war powers resolution, demanding that the administration halt any further US military action against Iran, beyond self-defence, without congressional approval. However, the resolution is non-binding and it looked unlikely that Democrats had won over enough Republicans to win a similar vote in the Senate. Efforts by senior officials to justify the killing of Suleimani in a closed-door congressional briefing on Wednesday backfired when members of Congress complained that the administration was not providing sufficient details about its claim that the drone strike prevented an imminent attack. The Republican senator Mike Lee called it the “probably the worst briefing I have seen, at least on a military issue, in the nine years I’ve served in the United States Senate”. Lee said the officials would not even answer a hypothetical question on whether the administration would need congressional authority to carry out an assassination of Iran’s supreme leader. “The fact that there was nothing but a refusal to answer that question was perhaps the most deeply upsetting thing to me in that meeting,” Lee told National Public Radio. In seeking to justify the Suleimani killing, Donald Trump made a new claim on Thursday about the Iranian general’s plans to attack Americans in Iraq. “We caught a total monster, and we took him out,” the president said. “They were looking to blow up our embassy.” Asked for more details, Trump said “I think it was obvious,” adding that Suleimani “had more than that particular embassy in mind”. Trump expanded on his suggestion made in his televised address the previous day that Nato could play an expanded role in the Middle East, in place of US troops. On Thursday, he even suggested a name for such a force: Natome. “If you add the two words Middle East at the end of it,” Trump said, “doesn’t that work beautifully? It’s Nato plus me. “We can come home, or largely come home and use Nato. This is an international problem,” Trump said. The Nato secretary general, Jens Stoltenberg, said he was open to the suggestion. “What President Trump called for yesterday was more Nato involvement and we are looking into what more we can do,” he said. “I will not speculate about the outcome but I will say that I think Nato has the potential to do more.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}