{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/28/dean-smith-quotes-leicester-aston-villa-carabao-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-28T23:35:53Z", "webTitle": "Aston Villa’s Dean Smith says he let himself go after goal ‘made in Egypt’", "webUrl": "https://www.theguardian.com/football/2020/jan/28/dean-smith-quotes-leicester-aston-villa-carabao-cup", "apiUrl": "https://content.guardianapis.com/football/2020/jan/28/dean-smith-quotes-leicester-aston-villa-carabao-cup", "fields": {"headline": "Aston Villa’s Dean Smith says he let himself go after goal ‘made in Egypt’", "bodyText": "Dean Smith, an Aston Villa supporter long before he became the club’s manager, said he “certainly let myself go” when Trézéguet scored a stoppage-time goal to send his team into the Carabao Cup final. Joyous scenes engulfed Villa Park after a thrilling semi-final in which Matt Targett opened the scoring for the hosts before Kelechi Iheanacho equalised. Leicester had several chances to win before Villa got what Smith hailed as “a goal made in Egypt”, with Trézéguet firing into the net from a cross by Ahmed Elmohamady. “I certainly let myself go when we scored that goal,” said Smith. “It means an awful lot. We’ve got a proud history in this competition and if we could go and lift the trophy for the sixth time for this club, then I’ll be a very proud man.” Villa’s opponents will be determined by the outcome of Wednesday’s other semi-final, with Manchester City taking a 3-1 lead into the second leg at the Etihad. “We know it’s going to be tough against Manchester City or Manchester United but the hard part is getting to a cup final and we’ve managed to do that against a very good Leicester team.” Their victory was partly down to an outstanding performance by Orjan Nyland, who was restored in goal in place of the January recruit Pepe Reina, who watched from the stands owing to a minor calf injury. Nyland had also performed heroics in the first leg, and Smith admitted he now has a difficult selection decision to make for the final. “[Nyland] has certainly given me a conundrum but they’re the ones I want.” Smith said he hoped this result will help Villa climb away from relegation trouble in the Premier League, where they are two points off the bottom three. “That win may give everybody belief in what we’re doing … it shows there’s an awful lot of character and quality in this squad.” The Leicester manager, Brendan Rodgers, said he was “gutted for the players” after his team’s defeat but said they must ensure it makes them stronger. “I said to the players ‘this is what you need as a player. This will increase your determination. You’ve been brilliant, over the two games the only criticism is we could have been more clinical. But we can use it as a great motivator going forward. It’s a process and this is part of it. It hurts but that hurt will help you going forward.’”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}