{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/jan/01/manchester-city-v-everton-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-01T19:44:08Z", "webTitle": "Manchester City 2-1 Everton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/jan/01/manchester-city-v-everton-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/jan/01/manchester-city-v-everton-premier-league-live", "fields": {"headline": "Manchester City 2-1 Everton: Premier League – as it happened", "bodyText": "Jamie Jackson was at the Etihad Stadium for the Guardian - here’s how he saw the game unfold. Elsewhere in the Premier League: West Ham enjoyed a new manager bounce under David Moyes, running out 4-0 winners over Bournemouth, who look to be in serious trouble. A late equaliser from the lesser-spotted Connor Wickham enabled Crystal Palace to snatch a point after they came from behind to draw with Norwich. Earlier this afternoon, Watford continued their resurgence under Nigel Pearson with a win over Wolves, while Jose Mourinho’s mask of humility was conspicuous by its absence as Tottenham lost against Southampton. Newcastle ran out 3-0 losers against Leicester at home, while Villa won on their travels to the Burnley. In the day’s early kick-off, Brighton and Chelsea shared the points in an entertaining match at the Amex Stadium. And Everton? While they lost a game during which Carlo Ancelotti could repeatedly be seen urging his players to get the ball forward more quickly, Everton can take heart from this performance. They defended well for long periods, restricting City to a limited number of scoring opportunities. Ultimately, however, the class of the Premier League champions prevailed. A brace for Gabriel Jesus: The Brazilian striker scored twice and struck the post to win all three points for his team. They were entirely convincing but scored two good goals, before allowing Everton back into the game with a gift. Richarlison pounced at the far post after a kamikaze pass from Claudio Bravo left Joao Cancelo in all sorts of bother in his own penalty area. Peep! Peep! Peep! It’s all over at the Etihad Stadium, where City have won by the odd goal of three to move back to within a point of Leicester City. They remain in third place in the table, 11 behind leaders Liverpool. 90+4 min: Everton win a corner, which Theo Walcott will take once the Manchester City fans behind the goal give him the ball. They eventually oblige and his inswinger is headed clear by Kevin De Bruyne. 90+3 min: Sterling comes on for Riyad Mahrez. 90+2 min: Two minutes into added time and Everton are struggling to get a touch of the ball. Raheem Sterling is on the touchline, waiting to come on, but City aren’t putting the ball out of play. 89 min: Claudio Bravo takes an eternity over a goal kick as we prepare for a minimum of four minutes of added time. 88 min: Nothing comes from the corner, which City take short, happy just to keep hold of the ball as the clock ticks down. 87 min: City win a free-kick on the right flank and Kevin De Bruyne’s delivery is put out for a corner by Sidibe. 86 min: Down by the corner, Dominic Calvert-Lewin slides in to dispossess Fernandinho with a scything challenge. Manchester City’s players react furiously and the Everton striker is perhaps lucky to escape with just a yellow card. 84 min: Dominic Calvert-Lewin picks up a long ball over the top in a good position on the right byline. He dithers over what to do next and wastes an opportunity to dink it over Bravo towards Kean at the far post. 83 min: Manchester City substitution: Phil Foden makes way for David Silva. 82 min: Gabriel Jesus is flat on his back in the Everton penalty area after being caught by Yerry Mina. He’ll live. 80 min: Eric Garcia denies Moise Kean with a good tackle shortly after Tom Davies is booked. 78 min: It’s all City at the moment as they lay siege to the Everton goal. They missed out on a penalty because Sidibe got his foot to the ball as he stopped Foden with a last-ditch lunge. Moments later, Mahrez went close, before Gabriel Jesus rifled a shot off the upright. 77 min: There are loud appeals for a penalty as Phil Foden goes to ground in the Everton box. None is forthcoming. 77 min: Moise Kean spins and volleys towards goal after being picked out in the Manchester City penalty area. Wide, but not much. 74 min: Jesus squanders an opportunity to bag his hat-trick after getting on the end of a Cancelo cross to the far post. His downward header is saved easily by Pickford. 72 min: It’s safe to say Pep will be seething at the concession of that goal, as City gifted the ball to them deep in their own territory. Joao Cancelo miscontrolled a daft pass from Claudio Bravo, allowing Theo Walcott to shoot from the edge of the box. His effort cannoned off Benjamin Mendy and was fizzing across the face of goal, leaving Richarlison with the easy task of firing hime. Manchester City give the ball away in their own penalty area and Richarlison pulls one back for Everton, hammering a cross in from close range at the far post. 69 min: Everton give the ball away cheaply twice in quick succession in midfield. Fabian Delph is booked for a foul on somebody or other that leaves him hobbling away. From the ensuing free-kick, Riyad Mahrez heads wide of the upright under pressure from Davies. 67 min: Kean comes on for Everton and the captain’s armband goes around the biceps of Tom Davies. 64 min: Manchester City continue to dominate as Everton prepare to bring on Moise Kean for Gylfi Sigurdsson, who took the captain’s armband from Seamus Coleman. A long spell of City possession ends with Yerry Mina conning a free-kick out of Andre Marriner with a theatrical collapse to the turf just outside his own box. 62 min: Moments after that second goal went in, Everton brought on Theo Walcott. Seamus Coleman made way. 61 min: It was a clinical finish to round off an excellent Manchester City move. Kevin De Bruyne kicked it off with a wonderful pass to Phil Foden, who found Mahrez. He picked out Jesus, who made a run into the box and the Brazilian made no mistake with his seventh goal in six games against Everton. Jesus doubles Manchester CIty’s lead, letting the ball run across his body before burying a low drive into the bottom corner at the near post with his left foot. 56 min: Yerry Mina and Riyad Mahrez tussle for a ball that eventually goes out of play for an Everton goal kick. Mahrez is none too impressed by what he perceives to be Mina’s roughhouse tactics after being shoved towards the advertising hoardings. 55 min: That goal really seems to have sparked Everton into life and they are playing with a positivity that was hitherto lacking from their game. 54 min: Everton win a corner and Dominic Calvert Lewin goes close with a header after getting on the end of Gylfi Sigurdsson’s inswinger. His effort is deflected out for another corner, from which nothing comes. 52 min: There are ironic cheers from Manchester City’s fans when the VAR officials finish poring over the footage of Jesus’s goal and can find no reason to rule it out. Jesus pounced on a wonderful ball into the Everton box from Ilkay Gundogan, cut inside Mason Holgate and curled the ball into the top right-hand corner. Jordan Pickford got a hand to it but couldn’t keep it out. Gabriel Jesus curls the ball into the top corner and it gets a helping hand on its way from Jordan Pickford. 50 min: Phil Foden marauds up the inside right channel before laying the ball off to Gabriel Jesus. Everton keep their shape well and force them backwards. 49 min: The game is played out in near silence and to be fair to those present, there’s not much for either set of fans to cheer in the opening minutes of this second half. 47 min: Tom Davies wins a free-kick on the halfway line after being brought down by Kevin De Bruyne. 46 min: Play resumes with no changes to either side at half-time. Gabriel Jesus is flagged for offside as he gets on the end of a raking Kevin De Bruyne pass from deep and heads wide from a tight angle. Elsewhere in the Premier League: West Ham are beating the increasingly hapless Bournemouth 3-0 at half time, while Norwich are 1-0 up against Crystal Palace at Carrow Road. Earlier today, there were wins for Watford, Aston Villa and Leicester. Brighton and Chelsea drew 1-1 in the day’s early kick-off. The players go in for the break, with Manchester City having bossed possession, but created comparatively little in the way of goalscoring threats. They did have the ball in the Everton net, but VAR intervened and ruled that Riyad Mahrez had been offside in the build-up to Phil Foden’s tap-in. 45+2 min: Everton win a corner late in the first half. Gylfi Sigurdsson sends the ball into the mixer, where Yerry Mina leaps highest. Under pressure from Eric Garcia, he put his header goes over the bar. 45+1: It seems Mahrez controlled the ball with his hand, so any goal he scored would not have counted anyway. 44 min: Benjamin Mendy curls a cross into the Everton penalty area and it appears to drop kindly drops for Mahrez at the far post. Mason Holgate scrambles back and does enough to prevent the City winger firing off a shot. 42 min: Riyad Mahrez drags a low diagonal effort wide of the far post after being teed up by Gabriel Jesus. It was on his weaker right foot, but he should have done better. 41 min: Manchester City continue to dominate possession, while Carlo Ancelotti continues to criticise his players for not trying to get it forward with enough urgency when they are allowed a touch of it. 38 min: Foden and Mendy combine down the left again and tee up Gabriel Jesus in the box. He strikes the bouncing ball with the outside of his left foot, then angrily admonishes himself when it sails wide. It was a poor effort. 36 min: Phil Foden shoots straight at Pickford from a narrowish angle after combining down the left flank with Benjamin Mendy. 36 min: Manchester City enjoy another spell of possession but are forced backwards by Everton, who will happy enough with how they have coped so far. 34 min: Manchester City ping the ball around the fringes of the Everton penalty area, probing for an opening but are once again thwarted by the linesman’s raised flag. Riyad Mahrez had strayed offside again. 32 min: The crowd at the Etihad seems very subdued but break their silence for a brief jeer when Phil Foden is penalised for a foul on Gylfi Sigurdsson near the halfway line. 30 min: Yerry Mina is booked fr a tactical foul on Kevin De Bruyne that nips a Manchester City attack in the bud. 29 min: Riyad Mahrez stings the palms of Pickford with a shot towards the near post from a narrow angle. A corner for City, which goes out for another one off Dominic Calvert-Lewin. This set-piece ends with Ilkay Gundogan shooting straight at Pickford from distance after the ball is half-cleared. 27 min: Carlo Ancelotti seems to have heard McManaman, as Pickford has gone long with his past three kick-outs and clearances. On the touchline the Italian admonishes his players for passing the ball backwards rather than forward. 25 min: Steve McManaman is on co-comms for BT Sport and he’s criticised Everton for repeatedly trying to play the ball out from the back when they’re not good enough to do so. He suggests they should “go long” and give themselves a chance of winning 50-50 balls. He may well have a point - they do have a height advantage over their opponents in almost every area of the pitch. 24 min: Another poor clearance from Pickford results in Gabriel Jesus being presented with a shooting chance from distance. He skies the ball over the bar. 22 min: Jordan Pickford shanks a clearance into the stand and Joao Cancelo takes the ensuing throw-in. The ball goes out for another throw-in, which is taken by Everton’s Luca Digne. Those two VAR interventions, the second of which was completely farcical, seem to have had a detrimental effect on the rhythm of this game. 19 min: To be clear, if Mahrez was fouled by Digne, it was after Marriner had blown his whistle for offside against the City midfielder. After a lengthy consultation, during which the fans in the stadium had no idea what was going on, VAR decides that City aren’t getting a penalty. Which seems fair. 17 min: Running towards the Everton goal, Riyad Mahrez tries to control a Fernandinho pass from deep on his chest, but is penalised for offside. Replays suggest he wasn’t offside but now referee Andre Marriner seems to have been told Mahrez might have been fouled by Lucas Digne. 15 min: On the touchline, Pep Guardiola is giving the fourth official an awful rollicking, but he can’t really complain. As Manchester City swept forward, the ball was played to Mahrez in an offside position on the right wing. He played it towards Cancelo, whose excellent ball across the face of the Everton goal was stabbed home by Foden. He thought he’d scored his second Premier League goal, but the wait goes on. An offside in the build-up to Manchester City’s goal means it is chalked off. This one, to be fair, was visible to the naked eye. Phil Foden opens the scoring for the hosts with a tap-in at the far post. 11 min: Pickford comes off his line to intercept an Ilkay Gundogan pass over the top that Riyad Mahrez was chasing with a perfectly timed run. 10 min: More good work from Coleman, this time at the other end of the pitch. The Irishman does well to show Kevin De Bruyne wide as he charged into the Everton penalty area with the ball at his feet. 9 min: Claudio Bravo is is forced to tip the ball over the bar after a deft touch from Seamus Coleman, who was attempting to dink the ball over the keeper after running on to a through-ball from Sigurdsson. Nothing comes from the ensuing corner. 7 min: Benjamin sends a low cross into the Everton penalty area after latching on to a ball into space up the left flank. His delivery fizzes behind the on-rushing Gabriel Jesus and a decent chance goes to waste. 5 min: Everton enjoy a spell of possession and win a free-kick when Davies gets kicked just inside the City half. 4 min: City are dominating these very early stages, albeit without creating anything much thus far. Rodri tries to get them forward, but his through ball is put out for a throw-in. 2 min: Playing on the right of Everton’s back three, Seamus Coleman gets an early touch. Moments later, Gylfi Sigurdsson is dispossessed in his own half, but City can’t take advantage. 2 min: Jordan Pickford fumbles an early cross whipped into the box by Kevin De Bruyne. It doesn’t matter, the flag was up for offside. 1 min: Tom Davies gets the ball rolling for Everton, who line up in a 3-4-3 formation, their players wearing navy shirts, shorts and socks. Manchester City are in their customary home kit of light blue shirts, white shorts and white socks. Not long now: Andre Marriner leads both teams out on to the pitch on a busy day for the Premier League. Leicester’s 3-0 win over Newcastle earlier this afternoon means they have tightened their grip on second place and are now four points clear of City having played one game more. Kick-off is just a couple of minutes away. More news on Ederson: Pep Guardiola has explained his goalkeeper is ill and therefore absent from the Manchester City squad. A late change for Everton: Tom Davies has come in for Bernard, who must have done himself a mischief in the warm-up. Anthony Gordon steps up to the substitutes’ bench. Team news: Manchester City go without goalkeeper Ederson despite him having served a one-match suspension. The Brazilian is absent from the matchday squad and Claudio Bravo keeps his place, with Scott Carson on the bench in reserve. Joao Cancelo, Benjamin Mendy, Phil Foden, Ilkay Gundogan and Gabriel Jesus come into the side. Carlo Ancelotti also makes five changes to his side with Yerry Mina, Lucas Digne, Seamus Coleman, Fabian Delph and Bernard all coming in. Man City: Bravo, Joao Cancelo, Garcia, Fernandinho, Mendy, Gundogan, Rodri, Mahrez, De Bruyne, Foden, Gabriel Jesus. Subs: Walker, Sterling, Aguero, Jose Angelino, Bernardo Silva, Silva, Carson. Everton: Pickford, Coleman, Holgate, Mina, Digne, Sidibe, Sigurdsson, Delph, Bernard, Richarlison, Calvert-Lewin. Subs: Baines, Keane, Walcott, Tosun, Stekelenburg, Davies, Kean. Referee: Andre Marriner (West Midlands) Early team news David Silva and John Stones have returned to first team training with City following spells on the sidelines and were due to be assessed of today’s game. Leroy Sane and Aymeric Laporte remain out with injury for the foreseeable future, although the latter is expected to return to full training within the next fortnight. For Everton, Alex Iwobi remains out with a hamstring injury, while Morgan Schneiderlin is on the verge of a return to first team action. Andre Gomes, Cuco Martina and Jean-Philippe Gbamin are long-term absentees. The Premier League champions host in-form Everton at the Etihad Stadium, where big-name bosses Carlo Ancelotti and Pep Guardiola will occupy adjacent technical areas. The Italian has won both his matches in charge of Everton since taking over, but may find Manchester City a considerably tougher nut to crack than Newcastle and Burnley before them. Kick-off is at 5.30pm GMT, but stay tuned in the meantime for team news and build-up."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}