{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/28/aston-villa-leicester-city-carabao-cup-semi-final-second-leg-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-28T21:59:31Z", "webTitle": "Trézéguet sinks Leicester at the last to put Aston Villa in Carabao Cup final", "webUrl": "https://www.theguardian.com/football/2020/jan/28/aston-villa-leicester-city-carabao-cup-semi-final-second-leg-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/jan/28/aston-villa-leicester-city-carabao-cup-semi-final-second-leg-match-report", "fields": {"headline": "Trézéguet sinks Leicester at the last to put Aston Villa in Carabao Cup final", "bodyText": "How about this for a rebuttal to Pep Guardiola’s argument for scrapping the Carabao Cup? If Manchester City make the final, the Catalan may discuss the issue face to face with Dean Smith, whose Aston Villa will be at Wembley thanks to a spectacular stoppage-time volley by Trézéguet. The Egyptian’s goal earned Villa a chance to win their first major trophy since 1996, which was before the birth of many of the jubilant fans who cavorted across the pitch here at full time. Trézéguet was cast into this rollicking contest in the 77th minute, when Leicester were looking the more likely victors. Kelechi Iheanacho had only a few minutes earlier cancelled out Matt Targett’s first-half goal and the momentum looked to be in the visitors’ favour. Villa, however, did not try merely to cling on for a penalty shootout. Instead Trézéguet settled the tie by firing into the net following a splendid cross by his compatriot Ahmed Elmohamady. This, then, was a night of high drama, skill and valour. What’s not to love, Pep? The result is the obvious answer to that question if you are from Leicester. Brendan Rodgers’ team created plenty of chances but, as in the first leg, they were foiled repeatedly by Orjan Nyland. The Norwegian goalkeeper had not played since conceding six against Manchester City in the Premier League a little over a fortnight ago, as the gloves were entrusted to the newly arrived Pepe Reina instead. But, with Reina nursing a slight calf problem, Smith decided to show faith in Nyland, who vindicated his selection in style. Leicester have undoubtedly made big strides forward this season but can only fume at their failure to make the final step here. Smith and Rodgers showed their eagerness to reach the final by sending out their strongest available teams, with Jamie Vardy only fit enough for an appearance off the bench in the second half. Iheanacho came into the game in such fine form there would have been a case for starting him up front even if Vardy had been in prime condition. Villa, meanwhile, were just pleased to be able to deploy a striker after four matches with improvised solutions. Here they gave a debut to their £8.5m recruit Mbwana Samatta but the Tanzanian was barely involved in the first 10 minutes as Leicester tore into the hosts. Nyland stood strong to thwart Iheanacho in the second minute. That was the first of his many saves. He made a particularly fine one three minutes later, when he plunged to his left to tip away a low fizzer by James Maddison. Leicester cut through Villa again two minutes later, but this time Maddison shot just wide. Before another two minutes had elapsed, Nyland had to dive to the rescue again, foiling Maddison’s latest effort by spreading himself full-length to tip the playmaker’s shot from 20 yards around the post. Samatta must have been wondering whether he would get a chance to show what he could do. But then his initiation to life in these parts began in earnest, as he was given a demonstration of the first thing that anyone associated with Aston Villa must know: where there is Jack Grealish, there is a way. After receiving a pass from Douglas Luiz in the Leicester box, Villa’s talisman held off Ricardo Pereira and contrived to bounce a right-footed reverse pass off his left foot and into the path of the overlapping Targett. That was unorthodox – Targett’s finish was textbook. The wing-back thrashed a low shot into the far corner of the net, with Kasper Schmeichel beaten before he even knew what has happening. Leicester corralled Villa into their own box for spells after that. Their problem was Nyland kept getting in their way. In the 33rd minute Youri Tielemans seemed to have beaten him with a shot from 20 yards that whizzed through the air. But Nyland flew to his left and tipped it on to the crossbar. There were gasps all around: applause did not really ring out until a replay on the big screen confirmed to people in the ground what they had witnessed. Leicester’s frustration deepened when they were denied a penalty after Marvelous Nakamba inadvertently blocked a shot by Ayoze Pérez with a flailing arm. Villa took the upper hand for a while after the break, with Grealish conjuring chances almost at will. In the 56th minute Rodgers threw on Vardy. Within an instant he whizzed past several defenders in the Villa box and offloaded to Iheanacho, whose weak shot was never likely to get past Nyland. Just as the visitors looked to be running low on ideas, Leicester equalised. Barnes burst past Frédéric Guilbert on the left-hand side of the box and sent the ball across the face of goal. Iheanacho arrived at the back post to flick it into the net. Leicester went in for the kill. But Villa could have struck on another counterattack in the 82nd minute, only for Trézéguet to scuff his shot. He soon atoned for that in style, ghosting in behind a defender to slam his low volley into the net."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}