{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/05/jurgen-klopp-liverpool-carlo-ancelotti-everton-teenagers-reserves-reality-check", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-05T19:56:03Z", "webTitle": "Klopp’s teenagers and reserves serve Ancelotti with a painful reality check | Paul Wilson", "webUrl": "https://www.theguardian.com/football/2020/jan/05/jurgen-klopp-liverpool-carlo-ancelotti-everton-teenagers-reserves-reality-check", "apiUrl": "https://content.guardianapis.com/football/2020/jan/05/jurgen-klopp-liverpool-carlo-ancelotti-everton-teenagers-reserves-reality-check", "fields": {"headline": "Klopp’s teenagers and reserves serve Ancelotti with a painful reality check", "bodyText": "Jürgen Klopp had hinted he might be daring with his team selection and, with nine changes and a handful of debuts, the Liverpool manager did not disappoint. The question before kick-off at Anfield was whether the coolest manager in the Premier League had really picked a side to ramp up the pressure on Everton even more, by presenting them with callow opposition they ostensibly ought to beat, or whether Klopp was simply interested in avoiding a replay at all costs. Carlo Ancelotti’s comments pre-match that Everton’s performance would have to be perfect was based on the assumption they would be facing the world champions and runaway league leaders, not an assortment of teenagers and reserves who lost a father figure in James Milner after six minutes. On this evidence, though, it must be admitted that behind Liverpool’s extremely settled and successful first team is a raft of hugely impressive talent on the way up. Takumi Minamino is not your average rookie in search of experience but Neco Williams looked as if he had been playing at this level all season and, when Yasser Larouci came on for Milner, he looked even more composed and confident on the left. The icing on the cake was a wonderfully assured winner from Curtis Jones, an 18-year-old scouser. There were no Liverpool-born players in the Everton team, and maybe there should have been but Jones showed the local production line does not stop at Trent Alexander-Arnold. Not only did he beat the England goalkeeper with a perfectly executed right-foot curler from the edge of the area but, from the way he pointed to the space in front of him to indicate to Divock Origi where he wanted the ball played, he clearly had a picture in his mind of exactly what he wanted to do. Whether the same can be said of Ancelotti after this reality check is debatable. Even before the Jones moment it had been a strikingly sub-par Everton performance, otherwise the visitors might have been two or three up at half-time. Adrián did well to keep out attempts from Dominic Calvert-Lewin, Mason Holgate and Richarlison, though in each case the ball seemed to travel straight to the goalkeeper rather than heading for the space around him. What was more significant was the role Theo Walcott played in most of Everton’s early attacks. Given a free role to get forward in support of the front two, Walcott’s ability to find space on the right and through the middle gave his side a penetrative edge that better finishing would have turned into an advantage. Calvert-Lewin has been the poster boy for Everton’s revival since the departure of Marco Silva, yet he needed to be stronger and sharper here, if only because he will not get that many opportunities to play against a Liverpool defence lacking Virgil van Dijk. When Walcott delivered his best cross of the first half Calvert-Lewin launched himself at it a fraction too early. When he had the opportunity to play in the better-placed Djibril Sidibé just before the interval he instead dragged a shot narrowly wide. In both cases he would not have found himself in as much space against the regular Liverpool defence. Holgate might have been guilty of missing the best chance of the evening, though as a defender he has a ready-made excuse. Calvert-Lewin has been bullied on occasion by Van Dijk this season and probably imagined he would be in for another bruising encounter in the Cup tie but, given an unexpected amount of freedom, he was unable to show the sort of incisiveness Ancelotti will have been looking for. Everton were left to regret their first-half profligacy as Liverpool stepped up their efforts and kept them pinned back after the break. They were unable to manage a second-half shot on target and, when Walcott squandered a promising situation with a jaw-droppingly awful pass just before Liverpool scored, it was easy to see why. He was withdrawn soon afterwards though, if some of his first-half efforts had got the rewards they deserved, he might have been the game’s decisive figure. Instead that honour falls jointly to Jones for his goal and Klopp for his nerve, though when you have squad resources this good at your disposal, it would be remiss not to use them."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}