{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/20/a-third-a-league-coaching-casualty-looms-but-is-the-coach-or-the-club-to-blame", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-19T20:00:27Z", "webTitle": "Markus Babbel the third A-League coaching casualty – but is the coach or club to blame?", "webUrl": "https://www.theguardian.com/football/2020/jan/20/a-third-a-league-coaching-casualty-looms-but-is-the-coach-or-the-club-to-blame", "apiUrl": "https://content.guardianapis.com/football/2020/jan/20/a-third-a-league-coaching-casualty-looms-but-is-the-coach-or-the-club-to-blame", "fields": {"headline": "Markus Babbel the third A-League coaching casualty – but is the coach or club to blame?", "bodyText": "The prevailing wisdom when a football club is underperforming is that you can’t sack all the players, so you may as well sack the coach. Often said coach has contributed significantly to the club being in that situation – poor tactics, poor man-management, even poor recruitment if they’ve been handed that responsibility. But more often the chief burden of responsibility lies elsewhere. With the players, certainly; with backroom staff whose responsibility it is to prepare the players, potentially; with the club management, absolutely. When a coach falls, the unescapable spotlight of failure should shine upon those that made the appointment as well. Whether a poor appointment in the first place or somebody not provided the conditions in which to achieve success, a faltering campaign cannot be attributed to the failings of one man. With news on Monday morning that Markus Babbel’s Western Sydney tenure is over, the A-League has undergone its third coach-sacking in as many weeks. The table dictated Ernie Merrick’s departure, so too Marco Kurz’s dismissal from Melbourne Victory. One club has admitted its own misjudgment; another appeared reluctant to confront it; and the third has simply let the coach take the can. On announcing Kurz’s sacking, Victory chairman Anthony Di Pietro admitted a misalignment of footballing philosophy between the German and the club. Which instantly begged the question: having witnessed Kurz’s Adelaide United over the previous two A-League seasons, what precisely did Victory think they were getting? A leopard that appears very set in his spots, Victory may have hoped for a more attacking style with talent like Ola Toivonen at Kurz’s disposal, but his extensive coaching history would have suggested otherwise. Amid a spate of soft tissue injuries, concerns had arisen over the German’s training methods. But consultation with medical professionals from Adelaide during Kurz’s time at the club would have foreshadowed this: from his off-season running schedules, his announced of triple-sessions irrespective of the Adelaide heat, even direct examples of players being rushed back into first-team action before completing injury recuperation. The warning signs were there; heeding them was the club’s obligation. The appointment of a foreign coach always comes with an air of the unknown – but there is increasingly more and more evidence to reduce the risk and eliminate the guesswork. But in the microcosm of Australian football where insecurity or self-doubt about Australia’s status in the world game puts Europeans from “the big leagues” on a pedestal, too often a name or a reputation trumps necessary research. Upon appointing Babbel, Wanderers chairman Paul Lederer remarked how the board was swayed by the German’s confident vision for the club. But there’s nothing tangible in a vision, nor confidence – and there’s no surprise that a player who rubbed shoulders with the game’s very elite should be abounding in the latter – you don’t play multiple Uefa Cup finals without self-belief. Simply put: they bought the hype. Kurz and Babbel have in common that they’ve both previously won titles as coaches – the former with Kaiserslautern in the German second division, the latter too with Hertha Berlin. They share this distinction with the other most recent foreign appointee to be sacked mid-season during an A-League season, Darije Kalezić, who won a second division title in his adopted Holland with De Graafschap. Has won silverware, tick. But how closely did clubs prosecute these achievements? What were the calibre of the squads they inherited, what were the available budgets? And what other contributing factors led to success on that occasion? Kurz’s post-Kaiserslautern record makes for unhappy reading: sacked at Hoffenheim after 10 games; sacked at Ingolstadt after 11. At Düsseldorf, he lasted seven games. So too Kalezić’s record post-De Graafschap including ill-fated spells in Belgium, England and Saudi Arabia. There may have been contextual justifications for these failures. But was there an over-eagerness on the part of Australian clubs to allow shiny European silverware to blind them to possible shortcomings? In a football environment as small as Australia, domestic coaches become known very quickly. Players who’ve played under them previously, coaches who have stood opposite them in dugouts can provide a wealth of information for clubs to assess. Coaches of promise – proven at NSL or NPL level – are known within the community. Yet such is the cultural cringe surrounding Australian football an NPL state title, even a national crown, carries almost no weight compared with overseas pedigree. Wellington Phoenix’s decision to appoint two-time NPL national championships winner Mark Rudan was handsomely rewarded, and yet it remains the exception, not the rule. The gulf in standard between the NPL and the A-League is of course a considerable impediment for aspiring local coaches; so too the limited and prohibitively expensive opportunities to undertake the higher licences mandated to coach in the A-League. The last Pro Licence course – after a wait of two years – was subscribed by just 15 coaches, the overwhelming majority of whom were already employed somewhere within the Australian football microcosm. Whether a club goes local or overseas in appointing a head coach, due diligence still remains key in such a critical appointment. A name, a European title, a distinguished pedigree as a player, all this might catch the eye. But if it comes at the expense of rigorous evaluation – a detailed appraisal of whether said coach is an appropriate fit for said club – then it’s club management that should be in the limelight, not the coaches they dismiss."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}