{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/jan/13/using-huawei-in-uk-5g-networks-would-be-madness-us-says", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-01-13T20:56:21Z", "webTitle": "Using Huawei in UK 5G networks would be 'madness', US says", "webUrl": "https://www.theguardian.com/technology/2020/jan/13/using-huawei-in-uk-5g-networks-would-be-madness-us-says", "apiUrl": "https://content.guardianapis.com/technology/2020/jan/13/using-huawei-in-uk-5g-networks-would-be-madness-us-says", "fields": {"headline": "Using Huawei in UK 5G networks would be 'madness', US says", "bodyText": "Using Huawei technology in UK 5G networks would put transatlantic intelligence sharing at risk, senior US officials have told British ministers, warning that allowing the Chinese firm access would be “nothing short of madness”. The extraordinary American ultimatum came as a special delegation led by Donald Trump’s deputy national security advisor, Matt Pottinger, presented an incendiary dossier they said featured new evidence of the security risks of relying on Huawei technology in future phone networks. The intense and public lobbying presents an immediate headache for Boris Johnson, the prime minister, who had been expected to make a final decision about Huawei shortly, having been repeatedly advised by the UK’s security establishment that any security risks can be contained. Ahead of the UK decision the head of MI5, Andrew Parker, said over the weekend that he saw “no reason to think” that using Huawei technology should threaten intelligence sharing with the US, suggesting that Britain was poised to give the Chinese company the go-ahead. But that assertion was flatly contradicted by a senior US official who was part of the delegation, who said: “Congress has made it clear they will want an evaluation of our intelligence sharing.” A second member said that the US president hoped not to fall out with the UK over the issue but added: “Donald Trump is watching closely”. Last spring, the UK had indicated it would allow Huawei to supply non-core technology such as mobile phone masts and antennas in future 5G networks, after a cabinet committed had voted by 5 to 4 in favour. But even that would not be enough to allay Washington’s concerns, the US officials said. Huawei has consistently denied that it has ever been asked by the Chinese government to introduce secret “back doors” into its technology, and has even offered to sign a “no spy agreement” with countries adopting it. But the US insists there is a surveillance risk. The officials, who had flown in specially from the US, would not spell out what the “relatively recent information” that they had shared with their UK counterparts was, but it is understood to be of a technical nature. Although the long-standing intelligence-sharing relationship between the US and the UK would not be immediately compromised, they said that members of Congress would want to review it in future legislation. A final decision will also be seen as a crucial early signal in how far the UK wants to move towards the US orbit as trade talks with both Washington and Brussels loom after Britain formally leaves the EU at the end of January. As well as Pottinger, key officials in the US delegation of six included Chris Ford, an assistant secretary in the US state department, and Robert Blair, the special envoy for international telecoms. The delegation claimed that Chinese spies, working for the People’s Liberation Army, also worked simultaneously for Huawei – and that the company “had played a role” in supporting the “re-education camps” for the country’s Muslim Uighur minority. British sources initially said that they were only going to meet civil servants, but the US delegation said they had spoken to at least one cabinet minister. Huawei is one of three companies that supply equipment to Vodafone, BT and other mobile phone companies for high-speed 5G networks, alongside Ericsson of Sweden and Nokia from Finland. Its kit is recognised by UK phone companies as being cheaper and more advanced than rivals, and some believe that the Trump administration wants to weaken China’s advanced position in the market for trade reasons. A Huawei spokesperson said it was a private company that has supplied the UK for the past 15 years and that parliamentary committees had concluded there is no technical reason to ban it from supplying 5G equipment. The spokesman added: “And now, Andrew Parker, the head of MI5, says he has ‘no reason to think’ that the UK’s intelligence-sharing relationship with the US would be hit if Britain continued to use Huawei technology. We’re confident the government will take a decision based on evidence – not unsubstantiated allegations.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}