{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/jan/20/weatherwatch-the-long-and-short-of-the-climate-in-argentina", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-01-20T21:30:37Z", "webTitle": "Weatherwatch: the long and short of the climate in Argentina", "webUrl": "https://www.theguardian.com/news/2020/jan/20/weatherwatch-the-long-and-short-of-the-climate-in-argentina", "apiUrl": "https://content.guardianapis.com/news/2020/jan/20/weatherwatch-the-long-and-short-of-the-climate-in-argentina", "fields": {"headline": "Weatherwatch: the long and short of the climate in Argentina", "bodyText": "As the second largest country in South America – only the mighty Brazil is bigger – Argentina extends from north of the Tropic of Capricorn, all the way south to the archipelago of Tierra del Fuego at the continent’s southern tip. So it’s not surprising that along with Peru and Chile, which also run many thousands of miles north to south, it has one of the most varied climates. The area around the capital, Buenos Aires, has fairly equable weather conditions: mild in winter and warm to hot in summer, with plenty of sunshine, and rain falling fairly evenly throughout the year. Farther inland, the regions of the north-east and west are quite variable: to the north the climate is tropical, with hot, humid summers and cooler, sunnier winters. The area around the Andes – which includes South America’s highest peak, Aconcagua, at 7,000 metres – is generally dry and sunny, with annual rainfall less than 250mm. The southern part of Argentina – known as Patagonia (a name shared with neighbouring Chile) – is mostly very dry, especially the further east you go. The north of the region enjoys warm summers but the south has generally very cool conditions, where Tierra del Fuego boasts many features of a sub-Antarctic climate, fauna and flora."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}