{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/jan/28/belsen-our-story-review-the-nazi-horrors-that-must-never-be-forgotten", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-01-28T22:00:29Z", "webTitle": "Belsen: Our Story review – the Nazi horrors that must never be forgotten", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/jan/28/belsen-our-story-review-the-nazi-horrors-that-must-never-be-forgotten", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/jan/28/belsen-our-story-review-the-nazi-horrors-that-must-never-be-forgotten", "fields": {"headline": "Belsen: Our Story review – the Nazi horrors that must never be forgotten", "bodyText": "Belsen: Our Story (BBC Two) is difficult to watch, but as many people should watch it as possible. Over one hour, this sober and simple film, unsparingly matter-of-fact, uses archival audio and video footage to show the horrors of what happened at Bergen-Belsen in Germany between 1940 and 1945. Almost 75 years after the camp was liberated, the film collects together the testimonies of survivors, mostly children at the time, now among the last people able to give first-person accounts of what they suffered, and what was done to them. Mala Tribich was 14 when she was sent to Belsen. In the film, she returns to the ground on which it once stood, and the experience of being there for the first time in 75 years is emotional and traumatic. “It brings it back more vividly,” she says. “It’s hard to bear, even after all these years.” Before Belsen, some of her family members were rounded up by the Nazis, marched into a nearby forest and executed. “So that’s how I lost my mother and sister,” she says, with a gentle, crushing sigh. She recalls finding her way to the children’s barracks at Belsen and how Luba Tryszynska, “the angel of Belsen”, took care of them. She recalls that, on the day British troops liberated the camp, she saw people running. “All I could think was: how have they got the strength to run?” Maurice Blik was four when he arrived at Belsen, having previously been imprisoned at Westerbork in the Netherlands. His little sister was born and died there; he is racked with grief as he talks about his feelings of having failed her, even as a small child. He encountered Irma Grese, the notoriously sadistic young SS guard who had previously selected prisoners for the gas chambers at Auschwitz and was executed for her crimes in 1945. When Blik was starving, she ate an apple in front of him, dropped the core on the floor and left the room, instructing her dog to guard it. When she returned, the apple core was untouched; she trod it down to mush. The cellist Anita Lasker-Wallfisch, who played in the Women’s Orchestra of Auschwitz, remembers Grese trying to talk to her when it became apparent the regime would soon fall. Lasker-Wallfisch says Grese told her: “‘We’ll soon be home.’ She was trying to make herself room in my heart.” She chuckles. “She was such a bastard.” Lasker-Wallfisch wrote a memoir in the 90s about her experiences and she speaks with clear-eyed eloquence here. She remembers her first encounter with antisemitism at school and being baffled as to why she had been singled out. She addresses those who said: “How could you?” when they discovered that she played in the orchestra. “What else are you going to do? Say: I’m sorry, I only play at Carnegie Hall?” She considers survivors’ guilt. “Somebody has to survive to speak for the people who can no longer speak. That is now my purpose.” There are other accounts, equally as vivid and horrifying. Gena Turgel speaks of seeing Anne Frank delirious and on the verge of death from typhoid. Peter Lantos returns to Belsen to attempt, in some way, to see the grave of his father, who died there of starvation just a month before the camp was liberated. But there are no individual markers and the mass graves are marked with only estimates of the numbers of bodies they contain. The two British soldiers who offer their recollections of what they saw when they arrived at Belsen in April 1945 remain stunned by it, even today. “It tears the guts out of me now,” says George Leonard, who had heard the rumours of what might be happening there, but could not believe it until he saw the carnage with his own eyes. This is shamefully recent history, recent enough for some of those who lived through it to still be alive. We are privileged to be able to hear their accounts. I remember a Holocaust survivor coming in to my school in the 90s to talk to us about his experiences. My year was a large one, so he was asked if he would mind doing the talk twice, once in the morning and again after lunch. He told us this during the first and only session. Even now, he said, it took so much to talk about it that he could not do it twice in one day. Each remarkable person interviewed in this documentary finds the strength to describe the nightmarish barbarism they endured, and it is clearly difficult beyond belief for them to relive it. But they are doing so in order for it not to be forgotten. While this is a desperately horrifying film to watch, it seems as if, in these worrying times, watching it, and being horrified by it, is the very least we can do."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}