{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/live/2020/jan/28/coronavirus-first-death-in-beijing-as-us-issues-new-china-travel-warning-live-updates", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-01-28T23:32:51Z", "webTitle": "Germany confirms first human transmission of Wuhan virus in Europe – as it happened", "webUrl": "https://www.theguardian.com/science/live/2020/jan/28/coronavirus-first-death-in-beijing-as-us-issues-new-china-travel-warning-live-updates", "apiUrl": "https://content.guardianapis.com/science/live/2020/jan/28/coronavirus-first-death-in-beijing-as-us-issues-new-china-travel-warning-live-updates", "fields": {"headline": "Germany confirms first human transmission of Wuhan virus in Europe – as it happened", "bodyText": "A German man who tested positive for the strain of coronavirus sweeping across China was infected by a work colleague, officials said on Tuesday, in what is believed to be the first human transmission in Europe. The Hong Kong leader, Carrie Lam, said on Tuesday the high-speed rail service between the city and mainland China would be suspended from Thursday, and all cross-border ferry services would also be suspended in a bid to stop the spread of coronavirus. Grant Shapps, the transport secretary, has said the government is working on plans to repatriate UK nationals in Wuhan, the Chinese region at the centre of the coronavirus outbreak. He called on Britons in the region to contact the British consulate. The head of the World Health Organization has said he is confident in China’s ability to contain a new coronavirus that has killed 106 people and he called for calm, Chinese media reported. Footage has emerged appearing to show a man being forcibly removed from the Guangzhou metro by security staff for not wearing a face mask, after the South China province implemented a mandatory order to wear them because of the coronavirus crisis. Chinese companies are working overtime to produce masks amid soaring demand caused by the country’s coronavirus outbreak. President Xi Jinping said on Tuesday China was sure of defeating the “devil” coronavirus, in comments carried by Chinese state television. Xi spoke after he met the World Health Organization (WHO) chief, Tedros Adhanom Ghebreyesus, in Beijing to discuss how to protect Chinese and foreigners in areas affected by the virus and “possible” evacuation alternatives, a WHO spokesman said. State television quoted Xi as saying: The virus is a devil and we cannot let the devil hide. China will strengthen international cooperation and welcomes the WHO participation in virus prevention … China is confident of winning the battle against the virus. A WHO panel of 16 independent experts twice last week declined to declare an international emergency. Traditionally, the WHO is reluctant to antagonise or ostracise countries dealing with epidemics for fear of undermining future willingness to report cases of infectious disease outbreaks. There have been 97 cases of suspected coronavirus tested in the UK, but so far no positive diagnoses. Taiwan has reported its first case of domestic transmission of the new coronavirus. Taiwan’s central epidemic command centre said the latest patient, the eighth, was the first case of transmission on the island as in all the previous cases the people had been infected first in China. The new patient, a man in his 50s from central Taiwan, was infected by his wife after she returned from working in China and before she was subsequently diagnosed, the command centre said. The man is in a stable condition, it said. The academic pubilsher Wiley has compiled 54 research articles relating to the coronavirus, listed them on a single page, and has made them free to read for the next few months, as the world battles to contain the outbreak. Here is Wiley’s announcement: Wiley has identified 54 articles related to the coronavirus and is providing free access to this research to support outbreak relief efforts in China and other countries. These important pieces of literature will remain free until April 2020, with the window of time extended as needed. Newly published articles related to coronavirus will immediately be free to access during this time period, and will be posted to the coronavirus research page. Access to 54 medical and scientific articles includes research from the Journal of Medical Virology, Transboundary and Emerging Diseases, Zoonoses and Public Health and many more. The coronavirus outbreak could last several months and its course is unpredictable, with many thousands more people likely to have been affected than official figures suggest, according to Dr Jennifer Rohn, a specialist in cell biology at University College London. In an interview with the PA Media news agency, Rohn said it was possible the UK already has cases of coronavirus that have not been detected. “It is possible that somebody has slipped through the net,” she said. “The symptoms are incredibly common to lots of other things that aren’t harmful at all.” But she added: “I wouldn’t be surprised if we got a couple of cases soon.” According to Rohn, the virus was spreading more quickly than Sars but was less deadly. She said it was difficult to know how long the outbreak would last, adding: “It is hard to predict but, certainly, the cat is out of the bag. “We don’t know the full picture – they are running very short on diagnostic kits in China – and the truth is we don’t know where all the people are who are infected.” It was likely far more thousands of people are infected than the cases confirmed in China, she said. Dr Rohn said it was possible the virus could last several months but it could also end as the seasons change. “Some of these respiratory viruses are seasonal – there could be a peak and then there’s a lull,” she said. “We may have some breathing space but to be honest we don’t know yet.” Health experts say they are unsurprised by the human to human transmissions of coronavirus in Japan, Vietnam and Germany. Dr Michael Head, senior research fellow in global health at the University of Southampton, said: The reported human to human transmission in Germany and Japan is unsurprising to see. We will continue to see further similar cases outside of China, but the indications are at this stage that onwards transmission will be limited, so there will likely not be too many cases for example across Europe, and on a much lesser scale than we are seeing in China. Prof Paul Hunter, professor in medicine, the Norwich Medical School, University of East Anglia, said: The recent reports would now bring to a total of three confirmed cases – in Vietnam, Japan and Germany – who have not visited China but only been in contact with cases from China. The fact that person to person transmission is occurring outside of China is not too surprising. The Vietnamese case was reported by WHO and he was in contact with his sick father who had returned from China. The Japanese case was a tour bus driver who had driven around two groups of Chinese tourists and the German cases had attended a work-based training event also attended by a woman who only became ill two days later during her return to China two days later. The German case is most worrying because if the Chinese woman was indeed asymptomatic at the time of the training session it would confirm reports of spread before symptoms develop making standard control strategies less effective. This new information reinforces the importance of Public Health England’s current advice that if anyone has returned from Wuhan in the last 14 days they should ”stay indoors and avoid contact with other people as you would with other flu viruses” and ”contact NHS 111 to inform them of your recent travel to the city”. I would add that this advice should also be followed by anyone who has been to any other area in China where the infection is known to be common or if they know they have been in contact with a presumed case. There have now been 45 confirmed cases in 13 countries outside of China, with no deaths so far, the WHO’s spokesman, Christian Lindmeier, told a briefing in Geneva on Tuesday. Reuters reports: The WHO said a case in Vietnam involved human-to-human transmission outside China and a Japanese official has said there was a suspected case of human-to-human transmission there, too. Andreas Zapf, the president of Bavaria’s office for health and food safety, said on Tuesday the person infected was 33 years old and had come into contact with a Chinese woman on 21 January. Zapf said the woman was from Shanghai but her parents, who are from the Wuhan region, had visited her a few days earlier. He added that she had arrived in Germany on 19 January, appearing not to have any symptoms, but began to feel ill on her flight home on 23 January. She sought medical treatment after landing and tested positive for coronavirus. When that information was relayed back to the German company, a male employee said he felt like he had flu over the weekend and was on Monday advised to get medical treatment. The head doctor at the clinic where the man is being treated told a news conference the patient was awake and responsive and he did not think the man’s life was at risk. Bavaria’s health ministry said people who had been in contact with the man had been informed of possible symptoms, hygiene measures and transmission channels. Good afternoon, I’m Aamna Mohdin taking over the blog while Damien has lunch. According to a recent update from Public Health England, of the 73 UK tests that have been carried out, 73 were confirmed negative and none positive. The health body notes: The risk to the UK population has been assessed as low. This has been raised from very low due to current evidence on the ability for the virus to spread between people. Taiwan has raised its travel warning for China, saying people should avoid going unless absolutely necessary amid an outbreak of the new coronavirus there, Reuters reports. The island has reported seven confirmed cases of the virus so far. Taiwan’s central epidemic command centre said it had raised its previous advice and would extend to the rest of China an existing warning not to go to Hubei province unless totally necessary, though Hong Kong and Macau are excluded. Taiwan also has rolled out strict curbs on Chinese visitors, restricting a vast majority of them. Last week, Taiwan’s government announced a one-month ban on the export of specialist masks designed to be used for medical personnel, saying it had to look after the needs of its own people first. Some pharmacies in Taiwan have reported shortages of face masks since the island reported its first case a week ago, and the government says it is working to ensure supplies. In a separate notice on Tuesday, the government said it would release more stock of masks, but limit each person to buying a maximum of three. However, it also issued a reminder that most healthy people do not need to wear masks all the time. The Taiwanese president, Tsai Ing-wen, visiting people on Tuesday to extend lunar new year wishes, said the government was fully prepared to deal with the virus and people should not panic. “Our anti-epidemic work does not take holidays, and is taking place 24 hours a day,” the presidential office quoted her as saying. A German man who tested positive for the strain of coronavirus sweeping across China was infected by a work colleague, officials said on Tuesday, in what is believed to be the first human transmission in Europe, AFP reports. The man had not visited China but a Chinese work colleague who was in Germany last week had started to feel sick on the flight home on 23 January, said Andreas Zapf, the head of the Bavarian state office for health and food safety. He had attended a training session given by his Chinese colleague on 21 January at the office of a car parts supplier Webasto in Stockdorf in Bavaria and tested positive for the virus on Monday evening. Unlike the other patients, the 33-year-old had not recently travelled to China. He remains in hospital in an isolation ward, but Zapf said he “was doing well”. The Chinese woman immediately sought medical attention on her return to China and was confirmed to have caught the virus, which has spread rapidly in recent weeks after first emerging in the city of Wuhan. The woman had recently returned from visiting her parents in the Wuhan region, Zapf said. In a statement, the Webasto company said it had halted all business travel to and from China “for at least the next two weeks”. Health officials are checking 40 people that the two infected workers have been in contact with recently, including colleagues and family members. The head of the World Health Organization (WHO) and China’s president, Xi Jinping, have discussed ways to protect Chinese and foreigners in areas affected by the coronavirus and “possible alternatives” to evacuations, Reuters reports. Tedros Adhanom Ghebreyesus, who arrived in Beijing on Monday, will return to Geneva on Wednesday, WHO spokesman Christian Lindmeier told a Geneva briefing. The WHO emergency committee is being “kept in the loop” on the evolution of the outbreak, which has spread to 13 other countries, he said. The WHO has not seen onward human-to-human spread of the virus by travellers returning from China apart from a second family member infected by a returning relative in Vietnam, which is “good news but of course this could change”, Lindmeier said. This startling footage shows football teams playing in China’s domestic league arriving in facemasks, then playing their match in an empty stadium in Shanghai. The Chinese embassy in Copenhagen is demanding that one of Denmark’s biggest newspapers apologise for a cartoon on the outbreak of a deadly virus, which it considers an insult to China, the Associated Press reports. The chief editor at Jyllands-Posten, Jacob Nybroe, said the cartoon, which shows the Chinese flag with what resembles viruses instead of stars, did not intend to mock or ridicule China. “We can’t apologise for something we don’t think is wrong,” Nybroe said on the newspaper’s website. “As far as I can see, there are two different types of cultural understanding here.” The embassy expressed its strong indignation and said the cartoon, which was printed on Monday, was an insult to China and crossed the bottom line of civilised society and the ethical boundary of free speech and offended human conscience. Jyllands-Posten was embroiled in a previous cartoon-related controversy in 2005 when it published 12 editorial cartoons depicting the Muslim prophet Muhammad, leading to protests around the world, including violent demonstrations and riots in some Muslim countries. The Japanese health minister, Katsunobu Kato, said a person in Japan who had not visited Wuhan has contracted the new coronavirus, Reuters cited the Jiji news agency as reporting on Tuesday. Japanese media reported that the patient was a tour bus driver in his 60s from Nara Prefecture who drove tourists from Wuhan twice a month. He was diagnosed with pneumonia on 25 January, Fukui Shimbun reported. If confirmed, it is the first case of human to human transmission of the new coronavirus in Japan. The Hong Kong leader, Carrie Lam, said on Tuesday the high-speed rail service between the city and mainland China would be suspended from Thursday, and all cross-border ferry services would also be suspended in a bid to stop the spread of coronavirus, Reuters reports. Wearing a green face mask, Lam told a press briefing the number of flights to mainland China would also be halved and personal travel permits for mainland Chinese to the city would be suspended. It comes as Hong Kong health workers threatened to strike from tomorrow over the territory’s response to the coronavirus outbreak. One of their demands is to close the border with the mainland. Two more confirmed cases of coronavirus have been diagnosed in Singapore, bringing the total number of infected patients in the city state to seven, the Straits Times reports, citing the Singaporean heath ministry. The country is imposing new entry restrictions on travellers with passports issued in Hubei, the Chinese province where the outbreak began, or those who have recently travelled there. Quarantine orders are to be imposed on the most high risk among 2,000 recent travellers to the area already in Singapore. All seven coronavirus patients diagnosed in Singapore so far have been from Wuhan. Grant Shapps, the transport secretary, has said the government is working on plans to repatriate UK nationals in Wuhan, the Chinese region at the centre of the coronavirus outbreak. He called on Britons in the region to contact the British consulate. His call comes as the UK appeared to be lagging behind other countries in efforts to get their nationals out of the region. Speaking on BBC Breakfast this morning, Shapps said: We are working on it. For anybody who is there, one of the issues we have, working with our partners internationally on this, is actually identifying how many British citizens there are in Wuhan. One of the things we’re asking people to do is to contact the consulate there to make them aware. People have started to do that. We are working on arrangements as well. So making contact would be very helpful indeed ... If they actually contact the consulate where they are then that consulate is in fact gathering together all the information of the people who are there in order to help repatriate where that’s appropriate. That is very much what’s required at this stage. More than half a million South Koreans have signed a petition calling for a ban on people from China entering the country, Reuters reports. A petition filed with the presidential Blue House on Thursday had gathered more than 530,000 signatures by Tuesday, highlighting a growing fear in South Korea that the coronavirus could spread widely. The first confirmed case detected in South Korea was a Chinese national, but the other three so far are South Koreans who travelled from Wuhan, where the outbreak appears to have started. That has not stopped the calls for Chinese visitors to be banned. “Coronavirus is spreading from China. Even North Korea is banning Chinese people from entering the country,” wrote the anonymous author of the petition, adding that even a temporary ban would help stop the virus from spreading too widely. The Blue House has not directly responded to the petition. When asked about other countries’ bans on Chinese entries, its spokesman on Tuesday said only that the issue should be handled in close consultation with the World Health Organisation. The head of the World Health Organization has said he is confident in China’s ability to contain a new coronavirus that has killed 106 people and he called for calm, Chinese media reported. Tedros Adhanom Ghebreyesus, in a meeting with State Councilor Wang Yi in Beijing, said he approved of the government’s measures to curb the outbreak, the Xinhua state news agency said. He said he did not think foreigners should be evacuated. Ghebreyesus was not available for comment but his agency said his aim was to strengthen the partnership with China, in particular on the response. A WHO panel of 16 independent experts twice last week declined to declare an international emergency over the outbreak. While more cases have been emerging outside China in people who have travelled from there recently, the WHO said only one of the overseas cases involved human-to-human transmission. “That’s still one case too many. But we’re encouraged that so far we have not seen more human-to-human transmission outside China,” the WHO said on Twitter. “We’re monitoring the outbreak constantly.” Countries around the world are planning to evacuate diplomatic staff and private citizens from Chinese areas hit by the new coronavirus, Reuters reports. The news agency has compiled some countries’ evacuation plans, and how they are planning to manage the health risk from those who are returning. France’s first plane to repatriate nationals from Wuhan will leave Paris on Wednesday and return the next day. The flight will carry people with no symptoms, junior transport minister Jean-Baptiste Djebarri told television channel CNews. “These people will be put under quarantine. And then there will be a second flight, at a yet undefined date, with people showing symptoms ... who will be cared for in Paris,” he said. South Korea plans to send charter flights this week to evacuate its citizens from Wuhan, Prime Minister Chung Sye-kyun said on Tuesday. The planes will arrive in the city as early as Thursday, he told a ministerial meeting aimed at discussing efforts to prevent the spread of the new coronavirus. Japan will send a charter flight to Wuhan on Tuesday night. Foreign Minister Toshimitsu Motegi said the flight can carry around 200 passengers, but added about 650 citizens hope to return to Japan. Motegi said Tokyo is making arrangements for extra flights to Wuhan as early as Wednesday. Those with symptoms such as fever will be sent to hospital on landing at Tokyo’s Haneda airport, while those with no signs of virus can go home and then to work or school, but will be advised to avoid crowds and take their temperatures twice a day. Kazakhstan has asked Beijing to allow 98 Kazakh students to leave the city of Wuhan, deputy foreign minister Shukhrat Nuryshev said. Germany will evacuate 90 citizens living in China’s Wuhan region. Morocco will evacuate 100 citizens, mostly students, from the Wuhan area. Spain’s government is working with China and the European Union to repatriate Spanish nationals from the Wuhan area, Foreign Minister Arancha Gonzalez Laya said. The U.S. State Department said it will evacuate personnel from its Wuhan consulate to the United States and offer a limited number of seats to private U.S. citizens on a flight. Some private citizens will be able to board the “single flight” leaving Wuhan on Jan. 28 for San Francisco, it said. Canada has about 167 nationals in the Wuhan area, Foreign Minister Francois-Philippe Champagne said on Monday, and eight people have sought consular assistance, which is being provided. While the minister did not rule out possible evacuations, he did not indicate there were any planned at the moment, adding that each consular request would be evaluated on a “case by case basis”. Russia has been in talks with China about evacuating its nationals from Wuhan and Hubei province, Russia’s embassy in China said. The Dutch government is assessing ways to evacuate 20 Dutch citizens from Wuhan, press agency ANP reported. Authorities in Myanmar said they had cancelled a planned evacuation of 60 students from Mandalay who were studying in Wuhan. Kyaw Yin Myint, a spokesman for the Mandalay municipal government, told Reuters that a “final decision” had been made to send them back after 14 days, once the virus’ incubation period had passed. Britain is talking to international partners to find solutions to help British and other foreign nationals leave Wuhan, a spokesman for Prime Minister Boris Johnson said. Doctors and nurses in Hong Kong are planning to strike tomorrow out of anger at the way authorities have dealt with the coronavirus crisis, sources within the territory’s protest movement have confirmed to the Guardian. People in Hong Kong are furious that the border with the mainland has remained open, that authorities have failed to hand out enough face masks to prevent the spread of infection, and that they are allowing people from the mainland to come over for free medical checks. DW News’s east Asia correspondent, William Yang, has tweeted a translation of the latest advice from China’s national health commission, which says that patients with less severe cases of coronavirus are still contagious - but perhaps less so. Hello, this is Damien Gayle, in London, taking over the reins of the live blog this morning. If you have any updates or comments on the coronavirus outbreak and you want to get in touch then you can email me at damien.gayle@theguardian.com, or via my Twitter profile @damiengayle. Here’s a summary of what we now about the coronavirus outbreak so far on Tuesday: 106 people have died from coronavirus in China China has more than 4,500 confirmed cases, with nearly 1,000 in a critical condition China’s Health Commission says that the main transmission is through “respiratory droplets” (coughing) and then touch. Incubation is generally 3-7 days, maximum 14 days, the commission says The US has updated its travel advice to the highest level which means avoid all non-essential travel to China Asian markets have fallen on concerns about the virus spreading Germany has recorded its first case of the virus as has Sri Lanka Australian state of NSW advises school children returning from summer break not to go back if they have been in China in past two weeks Several countries are sending charter flights to evacuate their citizens Thailand on Tuesday confirmed six more cases of coronavirus among visitors from China, bringing the country’s total to 14 cases, a health official said. Five of the new cases, aged 6 to 70 years, came from Hubei province and are part of the same family, the deputy director-general of the Department of Disease Control, Tanarak Plipat, told reporters. The other patient came from Chongqing, For foreign citizens trapped in Wuhan, attention will turn in the next few days to airlifts. Japan said it would send a chartered flight to Wuhan on Tuesday night to evacuate its citizens, while the US government is also preparing an airlift. France and South Korea are also preparing an evacuation but there’s been criticism of the slow response by the British authorities. You can read our full story below. South Korea plans to send charter flights this week to evacuate its citizens from Wuhan, the epicentre of a virus outbreak in China, Prime Minister Chung Sye-kyun said on Tuesday, according to the Reuters news agency. The planes will arrive in the city as early as Thursday, he told a ministerial meeting aimed at discussing efforts to prevent the spread of the new coronavirus. South Korea’s Yonhap news agency says six people are being tested for coronavirus. There are four confirmed cases. The Global Times is reporting that the Chinese city of Tianjin, in northern China, is to launch a “wartime mechanism”, putting one of its general hospitals and 500 medical teams in the city under military management. It’s the first Chinese city to take the step, according to the Global Times. Tianjin is about 120km south-east of Beijing. Its population is around 15 million people. There are a few interesting sites tracking the increase in coronavirus cases. This one from John’s Hopkins university in the US is one of the best. It clearly shows the steep rise in confirmed infections each day in the past week, from around 280 on 20 January, to over 4,500 today. One of the curious thing to come out of the Australian news conference about school advice with regards to coronavirus, is that speakers reiterated that there hasn’t been person-to-person transmission of the virus in Australia. “There is no evidence,” said the NSW chief health officer, Kerry Chant. Yesterday the federal health minister also said there was no human-to-human transmission in Australia. It does seem difficult to see why the virus would behave differently in Australia, given the Chinese health authorities have said that transmission is through “respiratory droplets” (coughing) and touch. I’m assuming the ministers mean there has been no evidence so far of human-to-human transmission in Australia. The NSW education minister Sarah Mitchell was also at the press conference regarding change of advice for children returning after the long summer break. She said it is the right decision: “We know that many in the community have been wanting to see this. I think it is important we are taking this precautionary measure in line with community sentiment but also knowing we are doing everything we can even though the risk is low, to ensure the safety in that school environment,” she said. Whether to allow children to return to school has been the subject of considerable controversy in Australia over the past few days. On Monday, a number of Sydney private schools issued much stricter restrictions on children who had been in China returning to school. As of yesterday afternoon, one asked that any children who had travelled to China in the holidays remain at home for 14 days after they returned, and do not return to school without a medical certificate. The decision is particularly controversial in Australia as only this morning the federal education minister, Dan Tehan, chastising schools for telling students to stay away. The exclusion period announced in Australia for school children is for 14 days since returning to the country. So if NSW school students arrived back in Australia in mid-January, they would be able to start school this week if the 14-day period had passed. At the new conference, Hazzard was asked if it was compulsory for children who had travelled in China to keep their children home from school until the 14-day incubation period had passed, and essentially the answer was that it is a request and they hope people will comply. In Australia the New South Wales government has announced that it is changing its advice with regards to parents sending their children back to school after the long summer break. Children who have returned from China in the past two weeks have been asked to stay home from school. “This is one of the most difficult decisions I have made,” said the NSW health minister, Brad Hazzard. “We have decided that New South Wales is the epicentre of what’s occurring,” he said. “We apologise to parents who may find themselves in this situation.” The decision will apply to teachers and students in the NSW health system as well. Japan’s government will send a chartered flight to Wuhan on Tuesday night to evacuate its nationals wishing to return home, according to the Reuters news agency. The country’s foreign minister, Toshimitsu Motegi, told reporters the flight could carry around 200 passengers, but added about 650 Japanese citizens are hoping to come back to Japan. Motegi said the government is making arrangements for additional flights that will leave for Wuhan as early as Wednesday. We reported earlier that the National Health Commission had issued new figures for deaths and infections, including 4,515 confirmed cases of the virus. State media is reporting that 976 - or just over 20% of cases – are patients in a critical condition. It also says there are 6,973 suspected cases in China. China Global TV Network published a map of infections in China (in which it includes Hong Kong, Macao and Taiwan). The streets of Wuhan are still largely empty says the New York Times’ reporter Chris Buckley. With millions largely confined to their homes because of the coronavirus in China, social media is awash with novel ways to stave off boredom – from indoor fishing to singing challenges, as our correspondent Michael Standaert reports. The Philippines has suspended its usual practice of issuing visas upon arrival (VUA) to Chinese visitors in an effort to contain the spread of the virus. The bureau of immigration commissioner Jaime Morente said in a statement: “The Civil Aeronautics Board has already suspended direct flights from Wuhan province,” said Morente. “We are now temporarily suspending the issuance of VUA for Chinese nationals to slow down the influx of group tours,” he added. The VUA facility is often used by groups of Chinese tourists but Morente emphasised that Chinese visitors were not barred from the Philippines, but would be subject to checks for the virus. China accounts for around 20% of tourist visits to the Philippines. “We have not received any directive imposing policy changes on Chinese nationals,” said Morente. “But we are taking this proactive measure to slow down travel, and possibly help prevent the entry of the 2019-nCov,” he stated. Scott Morrison, the Australian prime minister, has just been been speaking about the virus and its impact on Australian in China and at home, where there have been five confirmed cases. He said the cabinet’s national security committee met yesterday to discuss the threat posed by the virus and would continue to meet every few days. Australia is working with the Chinese government to deploy consular officials into Hubei province and into Wuhan. “This is essential to assist us as we then consider the further options of support that we can provide to Australian citizens who are in Wuhan and in Hubei Province more broadly,” he said amid growing calls for Australia to follow the example of the US and Japan and evacuate its citizens from the virus epicentre. The virus sent Australia’s stock market tumbling today. Read all about it, and the potentially negative impact on tourism, with this report from our business writer Ben Butler: Sri Lanka has confirmed its first case of the coronavirus, according to the Chinese state news service CGTN. It said the victim was a Chinese tourist who arrived in the south Asian country on 19 Janaury but became ill on 25 January. A report on the website of the Hindu newspaper said the victim was a woman in her 40s and was from the locked down Chinese province of Hubei. With regards to the number of infections, it seems the figure issued just over an hour ago of 4,193 cases in China has been updated to 4,515, according to the state-run Global Times. According to CGTN, this includes 8 in Hong Kong, 7 in Macao and 5 in Taiwan. The death toll remains 106. China’s National Health Commission issued guidance on treating the coronavirus last night (27 January). It says “respiratory droplet transmission is the main route of transmission”, but it can also be transmitted through contact. It says “based on current epidemiological investigations, the incubation period is generally 3-7 days, with the longest no more than 14 days”. As I mentioned earlier, the US consulate in Wuhan is preparing to fly its diplomats and some other Americans out of the country. Many other countries are also considering this, such as Japan, Mongolia, and France. Australia has identified about 400 citizens how have registered for help to get out of Hubei, but it does not have an embassy in Wuhan, which is likely making the situation more complicated. Indian diplomatic officials are also apparently in talks about how to evacuate its citizens from Wuhan. In Australia, there’s been conflicting advice between public and private schools about when to send children back for the start of the school year after the long summer break. Australia’s federal education minister, Dan Tehan, weighed into the debate today, chastising schools for forcing healthy students returning from China to stay away. Some private schools are telling children to stay away from school for 14 days if they have recently travelled to any part of China. Publicly funded state schools say only students who have been in contact with known cases of coronavirus should be excluded until medically cleared. “Individual schools make their own decisions but the advice from the Australian government is to follow our medical advice,” Tehan told ABC radio. “I would say to all schools that they should be following the advice of the health department, that is the clear position of the Australian government. “Obviously in the end they will have to answer to their parents, but also they will have to answer to state and territory governments, who have responsibility for schools.” We have reported quite a bit about the new hospital Chinese authorities are building in a very short time to cope withe rising number of infections. Below is a time-lapse video of the 1,000-bed facility that is expected to open in the next few days. Just to put those figures into context ... yesterday the toll was 82, so today’s figures of 106 is an increase of 29%. Infections are up from 2,887 to 4,193, an increase of 45%. But it’s worth remembering these are still relatively small numbers of people affected relative to the population size. Wuhan – where most deaths have occurred – has a population of 11 million people Chinese state media is reporting the new figures for deaths and those infected by the coronavirus. The People’s Daily says: 106 deaths 4,193 cases confirmed in China We are starting to get some revised figures on infections in China from coronavirus. The official broadcaster CGTN has just tweeted that there are now 100 deaths confirmed in Hubei province, where the city of Wuhan is the epicentre. It says there are 2,714 confirmed cases in the province, which has a population of just under 60 million people. The Global Times has also reported that Beijing has suspended 28 bus routes to neighbouring cities in an attempt to control the spread of the virus. China’s official Global Times is reporting 13 new cases of coronavirus were confirmed in Shanghai on Monday, taking the total in the city to 66. I’ll bring you an update on overall figures as soon as I can confirm it. As I mentioned earlier, the US has upgraded its travel advice to China to level 3 – its highest level _ which advises Americans to avoid all non-essential travel to China. Meanwhile the Associated Press is reporting that US State Department has ordered it employees in Wuhan to leave the city and is offering seats on a charter flight to US citizens who also want to leave. Here’s the AP report: State department officials said on Monday in a statement that the the flight to Ontario, California, is expected to leave Wuhan on Wednesday morning local time. Priority will be given to citizens who are most at risk of contracting the virus. Alaska health officials say the flight is expected to make a refuelling stop in Anchorage and that about 240 Americans are expected to be aboard. The Alaska Department of Health and Social Services says the passengers will be screened for coronavirus before they leave Wuhan by US and Chinese health officials and that anyone with symptoms will not be allowed to board the aircraft. The department in a statement says they would be screened again at Anchorage. China’s largest steelmaking city of Tangshan – about 200km east of Beijing – has announced it is suspending all public transit in an effort to prevent the spread of the new coronavirus. The city has a population of around 7.5 million people. The statement was posted on the city government’s official Weibo account, the Reuters news agency reported. In New Zealand there are as yet no reported cases of coronavirus, but experts say it is only a matter of time before the illness breaches the country’s borders. Health experts are currently meeting passengers off flights arriving from China in Auckland and Christchurch. Some schools in Auckland are taking precautions by asking pupils who have spent their summer holidays in or near Wuhan to stay at home for a week to make sure they are not carrying the virus. On Tuesday a hotel in Queenstown became the site of panic after rumours spread that it was in lockdown due to a suspected case of the illness, but the ministry of health said it was not investigating any cases in the region. The hotel at the centre of the speculation said the episode caused “unnecessary distress”. Hundreds of Chinese tourists have also cancelled their planned holidays to New Zealand, tourism operators say, while others have extended their stay to avoid the risk of catching the illness back home. The ministry of health said authorities are taking the outbreak “extremely seriously” with the ministry’s director general of Health, Dr Ashley Bloomfield, saying health departments are well-prepared, but the risk of a sustained outbreak in New Zealand remains low. A spokesperson for the Bavarian health ministry has confirmed that a man from Starnberg, near Munich. He is in a “clinically good condition” and is being monitored in isolation. Still in Australia, where the country’s schools are returning this week after the long summer break, health authorities in the state of New South Wales have confirmed there are four confirmed cases of the virus and 8 other cases are under investigation. Chris Weston, head of research at the online trading company Pepperstone in Melbourne, Australia, said there was “no doubt” the virus was going to have an impact on the world’s second biggest economy. “The question is how dramatic the impact will be and what will be the ramifications on the global economy and demand in general,” he said a short time ago. “What we are trying to understand is the economic impact shutting transport links and imposing strict travel controls in Beijing and Shanghai, as well as effectively quarantining 14 cities and millions of people will have. The situation was complicated by the lack of understanding about how the virus is spreading, making it “very hard to comprehend just how bad it is, or how much worse it can get”. The economic and financial impacts of the virus are beginning to bite. After heavy losses on Asian, European and US losses on Monday, the Australian stock market – closed on Monday for the Australia day holiday – has suffered a 1.7% fall this morning. The Australian economy is heavily exposed to any economic disruption in China so the ASX200 index is a decent proxy to watch for how investors are reading the outbreak. The Aussie dollar is also used as a proxy for China and it has duly dipped to its lowest for nearly two months at US67.6c. We are waiting for the latest daily figures on infections of the coronavirus, but at the moment the number of deaths has been confirmed as 82, with at least 2,887 confirmed cases globally, out of which 2,827 are in mainland China. Canada has also upgraded its travel advice for China, asking its citizens to avoid all travel to Hubei province, where the virus outbreak began. It says its citizens should “exercise a high degree of caution” in China due to “the risk of arbitrary enforcement of local laws”. However, it says the “decision to travel is your choice and you are responsible for your personal safety abroad”. The US Centers for Disease Control and Prevention has upgraded its warning for novel coronavirus to Level 3, which is to avoid all non-essential travel to all of China. This means the outbreak is of “high risk to travellers and no precautions are available to protect against the identified increased risk”. It warns of person-to-person transmission and that “older adults and people with underlying health conditions may be at increased risk for severe disease”. The advice also notes that there is “limited access to adequate medical care in affected areas” in China. Level 3 is the US’s highest warning level. Good morning and welcome to our live coverage of the coronavirus outbreak, with me, Alison Rourke. I hope to be bringing you an update on infection figures shortly – they are usually announced at around this time. In the mean time, here’s a short summary of the top news on this story at the moment. Beijing has recorded its first death from the virus More cities, including in Hubei province where the outbreak started, have introduced travel bans Wuhan’s mayor has admitted authorities were too slow in releasing information about the virus The US recommends that travellers avoid all nonessential travel to China Canada advises against all travel to Hubei province You can see our latest story on the mayor of Wuhan below And our two explainers are here – on how worried we should be about the virus and our quick guide on how to protect yourself from infection."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}