{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/jan/01/australia-bushfires-defence-forces-sent-to-help-battle-huge-blazes", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-01-01T19:04:51Z", "webTitle": "Australia bushfires: PM's climate stance criticised as thousands flee blazes", "webUrl": "https://www.theguardian.com/australia-news/2020/jan/01/australia-bushfires-defence-forces-sent-to-help-battle-huge-blazes", "apiUrl": "https://content.guardianapis.com/australia-news/2020/jan/01/australia-bushfires-defence-forces-sent-to-help-battle-huge-blazes", "fields": {"headline": "Australia bushfires: PM's climate stance criticised as thousands flee blazes", "bodyText": "Navy ships and army aircraft have been dispatched to help fight devastating bushfires on Australia’s south-east coast that are feared to have killed at least 17 people, amid a spiralling debate over the government’s stance on the climate emergency. Thousands of people have fled apocalyptic scenes, abandoning their homes and huddling on beaches to escape raging columns of flame and smoke that have plunged whole towns into darkness and destroyed more than 4m hectares of land. Thousands of firefighters were still battling more than 100 blazes in New South Wales (NSW) state and nearly 40 in Victoria on Wednesday, with new fires being sparked daily by hot and windy conditions and, more recently, dry lightning strikes created by the fires themselves. At the end of Australia’s hottest-ever decade, Canberra, the capital, was blanketed in a cloud of dense smoke that left its air quality more than 21 times the hazardous rating. The haze drifted more than 1,200 miles (2,000km) to the South Island of New Zealand, where it turned the daytime sky orange. Fanned by soaring temperatures, strong winds and a terrible three-year drought, huge blazes have ravaged a tinder-dry landscape, causing immense destruction: since November, more than 900 homes have been lost in NSW alone. With three months of the summer still to go, the early and devastating start to the country’s fire season has led authorities to rate it the worst on record and prompted urgent questions about whether the conservative government of the prime minister, Scott Morrison, has taken enough action on global heating. Polls show a large majority of Australians see the climate emergency as an urgent threat and want tougher government action, but Morrison has focused instead on the nation’s response to the bushfire crisis and defending Australian business, while other government officials have publicly disparaged climate activists. In his New Year’s Eve address to the nation, Morrison did not make any connection between the bushfires and global heating, suggesting that while they were a terrible ordeal, Australians had faced similar trials throughout history. Past generations had “also faced natural disasters, floods, fires, global conflicts, disease and drought” and overcome them, the prime minister said in a video message. “That is the spirit of Australians, that is the spirit that is on display, that is a spirit that we can celebrate as Australians.” On Wednesday, he acknowledged at a reception that the fires were “a time of great challenge for Australia”, but deflected debate about the underlying cause of the fires, concentrating again on the nation’s resilience. Fire experts and scientists have described the scale and impact of this year’s fires as unprecedented and said that greenhouse gas emissions, while they do not cause fires, play a proven role in raising temperatures and creating the exceptionally dry conditions that make the risk of fire extreme or catastrophic. Although slightly cooler conditions on New Year’s Day gave the country a moment to take stock of the devastation, conditions were set to deteriorate again over the weekend, said the NSW state premier, Gladys Berejiklian. Dangerous fire conditions were forecast to return to eastern Victoria and NSW on Saturday, with temperatures again likely to reach the mid-40s. “We are assuming that weather conditions will be at least as bad as what they were yesterday,” Berejiklian said. “All of us have to brace ourselves.” While most of the destruction occurred on Tuesday, the ferocity of the fires meant many people were unable to find out basic information until New Year’s Day. Electricity and communications lines were cut for extended periods in many areas. Roads in and out of towns remained closed. Officials in NSW and Victoria said on Wednesday another five people were confirmed dead, and another man was presumed to have been killed. Scores more were missing and the death toll was likely to continue to rise, they said. Three bodies were found on Wednesday at Lake Conjola on the south coast of NSW, bringing the death toll in the state to 15. About 4,000 people in the coastal Victoria town of Mallacoota fled to the shore as winds pushed a fire toward their homes under a sky turned dark by smoke and turned red by flames. Dozens of homes burned before winds changed direction late on Tuesday, sparing the rest of the town. Mark Tregellas, a resident who spent the night on a boat ramp, said only a late shift in the wind direction spared lives. “The fire just continued to grow and then the black started to descend,” he said. “I couldn’t see the hand in front of my face, and then it started to glow red and we knew the fire was coming. “Ash started to fall from the air and then the embers started to come down. At that point, people started to bring their kids and families into the water. Thankfully, the wind changed and the fire moved away.” The Victoria state premier, Daniel Andrews, said four people remained missing after a massive blaze ripped through Gippsland, a rural region about 310 miles (500km) east of Melbourne. Mick Roberts from East Gippsland had been unaccounted for since Monday and was found dead in his home on Wednesday. “He’s not missing any more … sorry but his body has been found in his house,” his niece, Leah Parsons, said on social media. At Malua Bay, on the NSW south coast, survivors spoke of how 1,000 people spent the night on the beach. “Everyone was on the beach, just covered in ash and smoke,” Al Baxter, a retired rugby union international, told Guardian Australia. “There was a strange calmness. People were as close to the water’s edge as they could be. People were literally just lying on the beach trying to keep out of the smoke and ash.” Criticism of the Morrison government’s climate stance has intensified as the fires have raged. Australia is the world’s largest exporter of coal and liquefied natural gas, but the prime minister, who won a surprise election victory in May, last month rejected calls to downsize Australia’s lucrative coal industry. His government has pledged to cut greenhouse gas emissions by 26-28% by 2030, a modest figure compared with the centre-left opposition Labor party’s pledge of 45%. The leader of the minor Australian Greens party, Richard Di Natale, demanded a royal commission, the nation’s highest form of inquiry, on the crisis. “If he (Morrison) refuses to do so, we will be moving for a parliamentary commission of inquiry with royal commission-like powers as soon as parliament returns,” Di Natale said in a statement. Australia’s armed forces, including helicopters, fixed-wing aircraft and naval vessels, were being deployed to help fight the fires, bring water, food and fuel to towns where supplies were depleted and roads cut off, as well as evacuate residents. Victoria’s emergency management commissioner, Andrew Crisp, said the 176-metre HMAS Choules, due to arrive by Friday, may be used to evacuate many of those stranded in Mallacoota, although its capacity of 1,000 people would not be enough on its own to handle everyone who needed to get out. “It doesn’t have the current capacity for everyone at Mallacoota,” Crisp said. “We are exploring all our options … and certainly to look at evacuating some people from Mallacoota by sea is an option we’re seriously considering.” Besides the deployment of HMAS Choules, Australia’s defence force said it had been providing support to bushfire efforts in all states except Tasmania since 8 November and was dispatching Taipan, Black Hawk and Chinook helicopters plus two Spartan aircraft to Victoria, where they would help with firefighting efforts and provide humanitarian assistance to isolated communities."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}