{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/16/olivier-giroud-to-leave-chelsea-after-inter-up-bid-5m-plus-add-ons", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-16T20:35:39Z", "webTitle": "Chelsea reject West Ham loan move for Barkley, Giroud set to join Inter", "webUrl": "https://www.theguardian.com/football/2020/jan/16/olivier-giroud-to-leave-chelsea-after-inter-up-bid-5m-plus-add-ons", "apiUrl": "https://content.guardianapis.com/football/2020/jan/16/olivier-giroud-to-leave-chelsea-after-inter-up-bid-5m-plus-add-ons", "fields": {"headline": "Chelsea reject West Ham loan move for Barkley, Giroud set to join Inter", "bodyText": "Olivier Giroud looks set to leave Chelsea this week after Internazionale increased their bid for the French forward to €5m (£4.3m), while a loan move from West Ham for midfielder Ross Barkley has been rejected. The Inter director Piero Ausilio was in London on Wednesday to discuss a deal with Chelsea for the 33-year-old while also talking to Tottenham about signing Christian Eriksen. Chelsea were unimpressed by Inter’s initial offer of €4m but the Serie A club are now hopeful that their latest bid may just be enough to sign the Frenchman, who has made it clear that he wants to join Inter in an attempt to play more and press his case for a place in France’s Euro 2020 squad. The Frenchman has only played 282 minutes of competitive football this season as the Chelsea manager, Frank Lampard, has preferred Tammy Abraham up front. Giroud has agreed a deal with Inter for a contract until the end of the 2021-22 season and is now waiting for the clubs to strike a deal. He will be third-choice striker at Inter behind Romelu Lukaku and Lautaro Martínez but feels that he will be given more opportunities to play for Antonio Conte than he has been so far at Chelsea this season. Chelsea have also turned down an attempt by West Ham to take Barkley on loan. David Moyes had hoped to be reunited with the midfielder after working with him at Everton but Lampard was unwilling to sanction the transfer. Lampard has started Barkley in the past two games, sees him as having a future at Chelsea after injuries and off-field issues and cannot afford to lose a player in that position amid absentees, including with no return date for Ruben Loftus-Cheek. Full-back Reece James has signed a new five-and-a-half year contract, keeping the defender at Chelsea until 2025. James is expected to earn in the region of £90,000 per week as the club continue working on securing young players to long-term contracts. “It has been my dream to be here at Chelsea and play week in, week out, and to have a new contract is living the dream again,” James told the club’s official website. “I have always wanted to be here and another five-and-a-half years means a lot to me and a lot to my family.” Callum Hudson-Odoi, Mason Mount, Ruben Loftus-Cheek and Fikayo Tomori have signed long-term deals over the last 12 months, but there is still no sign of a breakthrough in talks with Abraham over a new five-year deal. It is believed the striker wants to be paid more than the £120,000 per week offered to Hudson-Odoi."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}