{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/jan/11/european-champions-cup-saracens-alex-lozowski", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-01-11T22:00:17Z", "webTitle": "Champions Cup triumph would be extraordinary – Saracens’ Alex Lozowski", "webUrl": "https://www.theguardian.com/sport/2020/jan/11/european-champions-cup-saracens-alex-lozowski", "apiUrl": "https://content.guardianapis.com/sport/2020/jan/11/european-champions-cup-saracens-alex-lozowski", "fields": {"headline": "Champions Cup triumph would be extraordinary – Saracens’ Alex Lozowski", "bodyText": "Alex Lozowski believes that, if Saracens retain the European Champions Cup, it would rank as the club’s greatest achievement after the trauma of being docked 35 Premiership points – but, if they won the trophy for the fourth time in five years and were relegated from the Premiership, they would not be able to defend their title next season. Tournament rules stipulate that teams must be in the top flight of their domestic league to take part. Saracens are 18 points adrift at the bottom of the Premiership, although after picking up 28 in their first eight matches they are on course, based on the last five seasons, to finish ninth. “It would be extraordinary if we won the Champions Cup again,” said the England centre Lozowski. “It would be an achievement that would bind us together for a long time and I do not see why we cannot win it again. If we do qualify for the quarter-finals, not many teams would want to play us.” Saracens’ surest route to playing in the Champions Cup next season is to retain the trophy they won in Newcastle last May. The maximum number of points they can finish with in the Premiership is 63 and 56 is the average for sixth place in the last five seasons. Their next five league matches are being played when their England players will be on Six Nations duty, a run that includes trips to Harlequins, Wasps and Northampton. The fixtures come at a time when the club’s interim chief executive, Edward Griffiths, and new chairman, Neil Golding, will be looking at ways to cut the wage bill to ensure the club is not over the salary cap on 30 June while not damaging morale. It is understood that Saracens were more than £600,000 above the cap in two of the last three seasons, which is why they were fined £5.36m and started this campaign on minus 35 points. If they end the contracts of three injured players, Liam Williams, Juan Figallo and Michael Rhodes, their wages would not be included in this year’s cap as they have not played one minute between them. “We will take all necessary steps to ensure we are compliant by 30 June,” says Griffiths. “No player is responsible for what has happened and everything we do needs to be fair to the players. We have not made any arrangements yet and there will be speculation. We have to deal with this with speed but also care because we are dealing with people, not objects. The interests of the club would clearly be served by marching people out but we will look after them through this process.” Sarries will have to trim the wage bill next season. Their England second-row George Kruis has been linked with a move to Japan while Brad Barritt, the long-serving club captain, is out of contract in the summer. Academy players will be promoted but if players such as Nick Tompkins and Ben Earl are rewarded with an England call-up for their strong starts to the campaign, they would be in line for a pay hike. At least the club will not be paying bonuses for winning the Premiership."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}