{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2020/jan/19/liverpool-manchester-united-first-step-victory-parade-unheard-of-achievement", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-19T20:36:24Z", "webTitle": "Unheard-of achievement beckons as Liverpool begin their victory parade | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2020/jan/19/liverpool-manchester-united-first-step-victory-parade-unheard-of-achievement", "apiUrl": "https://content.guardianapis.com/football/blog/2020/jan/19/liverpool-manchester-united-first-step-victory-parade-unheard-of-achievement", "fields": {"headline": "Unheard-of achievement beckons as Liverpool begin their victory parade", "bodyText": "They’re coming for you, they’re coming for you. The boys of ’99. Fergie and Eric. Andy and Dwight. Arsène, Thierry, Sergio and Pep. They’re coming for you. So much for the league and so much for Manchester United, who were awkward opponents at Anfield, without ever feeling like much more than a bump in the road. At the end of this 2-0 victory Liverpool will have something else in their sights. Whisper it but Jürgen Klopp’s team have a shot at a genuine legacy season here, a sense of ultimacy beyond the basic business of titles and cups, a chance to win in a way nobody has quite won before. One thing is certain. They won’t stop chasing it. With a minute left in added time at Anfield Mo Salah could be seen surging once more down the left flank, bumping away the last United defender, before punting the ball under David de Gea to kill a game that had spent the previous hour and a half doggedly refusing to die. The feeling around the ground at that moment was distinct from the usual triumphalism. As the players lined up in an oddly formal crocodile to shake hands there was a feeling for the first time of a step into something else; of this Liverpool team setting off on what could turn into an extended victory lap, high-fiving the bases, that small white ball still rising as it clears the stadium roof and disappears across the skyline. Liverpool must surely lose a league game somewhere. Common sense and human error dictate it. But now there are only 16 of them left. Some of those games look tricky. Away to Wolves on Thursday, for a start. Not to mention trips to Goodison in March and Manchester City in April. Arsenal at the Emirates in May could have the feel of a last stand for the Invincibles. But they’re ticking down now. And at some point that focus will narrow to a point. Facile as it may be to compare eras, football won’t stop doing it. And there is a fresh mark to be set here. Liverpool became club champions of the world last month. Should they go on to win the league undefeated it will be hard to argue with the idea this is the best one-off team the Premier League has produced, the best season of all the champion seasons. This game always looked like one of the more obvious hurdles, a visit from the keepers of the recent past. United have an interest in this as the club that dominated the early years of the Premier League so completely it is still hard to shake that feeling of ownership. Squint a little and there was a vague feeling at Anfield of ghosts stalking the fringes, a spectral Frenchman, collar up, lurking just out of your line of vision, Sparky in green and yellow harlequins, the resonance of Fergie-time. And United did play quite well here. Ole Gunnar Solskjær had hinted at a cunning plan for this game, and the change of shape to a three-man backline was a qualified success. There was disruption at the start to Liverpool’s normal patterns, beige United shirts in unusual spaces clogging the passing lines. The plan seemed to be working, right up until the moment it stopped working 14 minutes in, when Virgil van Dijk decided to pull rank. Never mind the tactical dance. Here is a man to whom the ball itself seems bashfully attracted. Trent Alexander-Arnold’s corner was hung with just enough speed to allow Van Dijk to hover briefly above the city of Liverpool and butt the ball high into the net. Is there a more imposing aerial presence anywhere? Is there a more daunting man-marking task for a 5ft 6in junior left-back in his first game at Anfield? Is there any coherent reason why international defenders would allow this scenario to develop without intervening, for the £80m defensive rock Harry Maguire to look on and think, “Yeah, why not?” After which the afternoon unravelled into something agreeably haphazard. Liverpool had two first-half goals chalked off. Salah missed a sitter. Jordan Henderson hit a post. There was a two-minute interlude where Liverpool’s three-man attack squared up against United’s three-man defence and basically stalked them back into their own penalty area, like battle-hardened mountain wolves closing in on a flock of geriatric sheep. For a while in the second half Fred appeared from nowhere and briefly ran the game, zipping passes about, pirouetting in space, before vanishing from this earthy plane once again. At the end of which Liverpool can march on towards something that feels close enough to have assumed a recognisable shape. Part of the story will be the ways they have found to win. Liverpool have not conceded a goal in the league in seven matches since the first week of December as the Van Dijk-Gomez partnership has shifted to another plane. It is this solidity that looks most ominous for every other champion team of the recent past. Sixteen games to win them all, to take a shot at the ultimate reward not just for the surging energy of this team but for success stretching back far beyond the pitch, the feeling of thoroughbred expertise in every aspect of this club, from intelligence-driven recruitment to the cult of the Klopp personality. From here you really wouldn’t bet against it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}