{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/jan/20/premiership-review-salary-cap-improving-transparency", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-01-20T21:51:35Z", "webTitle": "Review of Premiership salary cap will consider improving transparency", "webUrl": "https://www.theguardian.com/sport/2020/jan/20/premiership-review-salary-cap-improving-transparency", "apiUrl": "https://content.guardianapis.com/sport/2020/jan/20/premiership-review-salary-cap-improving-transparency", "fields": {"headline": "Review of Premiership salary cap will consider improving transparency", "bodyText": "The former business minister Lord Myners will consider whether Premiership Rugby’s salary cap procedures should become more transparent, and if reports such as the damning one into Saracens’ multiple breaches should be made public, as part of his review into the working of the cap. Saracens last week accepted a further 35-point penalty and consequent relegation for salary cap breaches this season, in addition to the 35-point penalty imposed following the investigation into their breaches over the three previous seasons. But the whole process remains essentially private. The closed-doors nature of the proceedings have faced a strong challenge in the last fortnight after Lord Dyson, the former senior judge who presided over the Saracens hearing, described the non-publication of his report as “a cloak of privacy.” Speaking to a LawinSport podcast on 6 January Dyson said he did not understand why Premiership Rugby kept his report “under wraps” and compared it unfavourably to the Football Association and Fifa, which now publish judicial-style findings in full: “First and foremost, I agree with open justice,” Dyson said. “This was not a private arbitration. Rugby is a sport followed by millions. The public has a clear right to know how and why we reached our decisions.” Referring to the Saracens findings, when the rugby public had to infer from previous club statements that the issues included private business arrangements for the players and co-investments supported by the owner, Nigel Wray, Dyson said: “There were two particularly serious factors which influenced us and I wrote a summary explaining that. But PRL declined to publish it. I’d like to know why. The summary they did publish was so brief. What it doesn’t say, which I think is so bad, is why we reachedour decisions.” Dyson confirmed the key issue at the heart of Saracens’ downfall was “whether or not transactions and arrangements the club had made for the benefit of their players amounted to salary within the very broaddefinition of the salary cap that is in the regulation.” The latest capitulation by the club, accepting the further 35-point penalty and a previously unthinkable relegation to the Championship, is similarly shrouded in secrecy, with no public clarity about how or why that decision was made. Premiership Rugby had acknowledged that it was carrying out a compliance procedure with the club about whether it was meeting the salary cap this season and it became clear that Saracens were not, because the club had made no obvious cuts after the November sanctions. However, scant information has been released. Myners, the former financier and City minister in Gordon Brown’s government, was appointed in December to lead a review of the salary cap’s operation following the scandal in which Saracens were found to beso seriously in breach while having won the Premiership in the previous two seasons. A Premiership Rugby spokesman confirmed that Myners will be asked to consider whether the whole system should be subject to much greater openness, as the sport begins to contemplate the implications of Saracens’ fall."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}