{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "university-of-western-australia-post-graduate/2020/jan/10/realising-ambitions-the-power-of-postgraduate-study-to-boost-career-choices", "type": "article", "sectionId": "university-of-western-australia-post-graduate", "sectionName": "The University of Western Australia: Postgraduate", "webPublicationDate": "2020-01-09T23:46:35Z", "webTitle": "Realising ambitions: the power of postgraduate study to boost career choices", "webUrl": "https://www.theguardian.com/university-of-western-australia-post-graduate/2020/jan/10/realising-ambitions-the-power-of-postgraduate-study-to-boost-career-choices", "apiUrl": "https://content.guardianapis.com/university-of-western-australia-post-graduate/2020/jan/10/realising-ambitions-the-power-of-postgraduate-study-to-boost-career-choices", "fields": {"headline": "Realising ambitions: the power of postgraduate study to boost career choices", "bodyText": "Shauna Jacob knows only too well that career paths don’t always follow a linear course. Like many of her peers, the Perth local began her undergraduate degree straight out of secondary school, embarking on a Bachelor of Biomedical Science. After completing her degree, Jacob took a break from study to work, both as a phlebotomist and a music teacher. But driven by her passion for greater knowledge and experience in the public sector, she started a Master of Public Health in 2016. “I’d always wanted to work in disability support services or at least have a bit of experience in that sector,” she says. Her interest was piqued by the introduction of the National Disability Insurance Scheme (NDIS) in Australia, as well as the Special Books by Special Kids YouTube series, with the latter making her “more aware of the need for inclusivity in society”. From the outset, Jacob detected notable differences between her undergraduate and postgraduate studies. While her first degree had revolved predominantly around laboratory work, the Master of Public Health provided a generalist view of the industry, in fields such as biostatistics and policy. “It was a better foundation for a less lab-based career,” she says. “My undergrad degree mostly involved lab reports, whereas in my master’s degree there was more essay writing and it was a lot more research-based.” Learning from industry experts proved beneficial, with Jacob recalling a particularly insightful unit involving a panel of public health professionals. “There were specialists from the not-for-profit, government and private sectors,” she says, “and each of them shared their experiences in those areas.” The hands-on element of the course also appealed to Jacob, with students required to complete a practicum unit in which they could put their theoretical knowledge to the test. Her work placement of choice was Alinea (formerly known as the Spine and Limb Foundation), a not-for-profit group that supports elderly individuals and people with disabilities in Western Australia. There, she gained valuable insights into disability healthcare and supported employment, and developed the skills required to manage and facilitate a community-based project for children with limb differences. Shauna Jacob (right). Photograph: Supplied. After graduating from her master’s degree in February 2018, she accepted a full-time position with the organisation as a community services coordinator. “I’m in charge of organising peer-support groups for people who have limb loss, as well as a home care services program,” she says. “We have clients with various disabilities and we provide them with support. For example, we can hire support workers for them, offer support coordination and help them with their NDIS plans.” The practicum not only equipped Jacob with the necessary skills for her chosen line of work, but developed her professional and personal capabilities. “I would say my confidence has increased in engaging with relevant people, both verbally and with written communication. Problem solving and interacting with diverse people has become easier and more comfortable.” This boost in confidence came about, in large part, through the encouragement Jacob received during her practicum. “Colleagues - and now I consider them friends as well - at Alinea have helped me grow professionally by supporting me during my practicum, helping me engage with clients and attend networking events.” Alongside her colleagues, Jacob’s expanding network comprises fellow students, former lecturers and a range of industry contacts who crossed her path during her studies. Meeting like-minded professionals in this way has no doubt been one of the key advantages of her postgraduate degree - and one that should hold her in good stead in the years to come as new opportunities for employment and collaboration arise. Semester 1 2020 applications now open. Apply now www.uwa.edu.au/study/postgraduate."}, "isHosted": false}}}