{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2020/jan/14/easy-weekday-recipe-naked-chicken-parma-with-anchovy-sauteed-summer-greens", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2020-01-13T23:50:47Z", "webTitle": "Easy weekday recipe: naked chicken parma with anchovy-sautéed summer greens", "webUrl": "https://www.theguardian.com/food/2020/jan/14/easy-weekday-recipe-naked-chicken-parma-with-anchovy-sauteed-summer-greens", "apiUrl": "https://content.guardianapis.com/food/2020/jan/14/easy-weekday-recipe-naked-chicken-parma-with-anchovy-sauteed-summer-greens", "fields": {"headline": "Easy weekday recipe: naked chicken parma with anchovy-sautéed summer greens", "bodyText": "Rare and brave is the Aussie pub that doesn’t have a parma (or parmie depending on your state) on its menu. My local has eight variants on “Parma Night” but none of them are as fresh or fast as mine. This is a “naked” parma, since it’s missing its breadcrumbs and the frying step, making it healthier, fresher and fast to knock together, yet just as cheesy, tomatoey and excellent. Plus it costs far less than the $15 pub options. Naked Parmas Chicken thigh fillets are essential, in my opinion, for an excellent parma, whether you have crumbed your own or are going nude like this recipe. Give them four or five whacks with the meat mallet if you’re up for it – otherwise pop them straight into a flat tray for baking. The extra fat on a thigh fillet adds extra flavour and is very forgiving – it’s not easily overcooked if you like the cheese quite caramelised like I do. I keep grated cheese in the freezer – it stays loose and is easy to use, doesn’t go mouldy and means I can justify having a couple of different cheeses on-hand and grated ready for fast cheese on toast, omelettes, cheese scones, melting into soups or reheated veggies. The two different cheeses in this recipe act as glue for the tomatoes, keeping them stuck to the top of the chicken. Even when you slice into the fillet the tomato slices won’t slide off. Prep: 15 mins Cook: 20 mins Serves: 2, with intentional leftovers Extra-virgin olive oil 6 free-range chicken thigh fillets, whacked with the meat mallet to flatten slightly Sea salt 100g grated parmesan 3 large very ripe tomatoes (try seasonal heirloom varieties if you can find them) Pepper 100g grated mozzarella (or a stretchy style pizza cheese) Heat the oven to 220C. Put a tiny drizzle of olive oil into the flat or “sheet” tray. Lay the thigh fillets out flat, leaving some space between them and season with a decent pinch of salt. Roast for five minutes until the underside starts to cook. Switch the oven to grill setting and flip the chicken fillets to the other side. Distribute the grated parmesan on to the partially cooked fillets and grill until the cheese melts and starts to brown – about five minutes. Cut the tomatoes in half and then thinly slice into half moons. Arrange the tomatoes on the top of the melted parmesan and chicken fillets, like fallen dominos. Season with sea salt and pepper then distribute the mozzarella cheese into piles on top of the sliced tomato. Grill again until the cheese melts and starts to caramelise; this is likely to take another 10 minutes but keep a keen eye on it so the cheese does not burn. Remove from the grill and rest a couple of minutes before serving. The tomatoes will be piping hot. Serve two naked parmas per person, with the summer greens below, or a crisp salad. If you’re feeling indulgent, send someone on a dash to the local fish and chip shop for an authentic hot chip accompaniment. What to do with the leftovers Put a whole naked parma inside a buttered bread roll or two slices of bread for an excellent work sandwich that you will definitely not forget in the fridge at home. Toast in a sandwich press or eat cold. For a gluten-free option, slice into fingers and wrap in a cos leaf for a crunchy lunch on the go. Re-grill to warm and rough chop before adding to a basic tomato soup, with some extra parmesan on the top. Anchovy-sautéed summer greens Prep: 5 mins Cook: 12 mins Serves: 2, with intentional leftovers 2 medium zucchini ½ large eggplant 10g butter 40ml olive oil ½ leek 3 cloves garlic, peeled 2-6 anchovy fillets, depending on your level of anchovy addiction (I go 6 or more) 1 handful fresh basil Pepitas, roasted Chunky cut the zucchini and eggplant into 5cm pieces. Put the zucchini and eggplant into a large frying pan with a teaspoon of butter, a glug of olive oil and a pinch of salt. Cook on high heat, turning occasionally to get a little colour on most sides (about eight minutes). While the zucchini and eggplant cooks, slice the leek in half lengthways then into 5cm lengths to make half moons. Thinly slice the garlic. Once the vegetables are lightly browned, add the garlic, leek and anchovy, stirring well to avoid burning the garlic as you continue browning. Cook for another five minutes or so, then add another glug of olive oil and remove from the heat. Stir through the basil leaves and serve immediately with the pepitas sprinkled on top. What to do with the leftovers Reheat in a frying pan with some cherry tomatoes and capsicum to make a rough ratatouille. Using my baked egg recipe, spread into a ramekin, top with an egg or two and bake for brekkie or a light dinner. Mash or roughly blend together, mix with a tablespoon of flour and an egg to make quick veggie fritters."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}