{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/jan/21/bridget-mckenzies-sports-grants-program-may-be-unconstitutional-expert-warns", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-01-20T22:16:29Z", "webTitle": "Bridget McKenzie's sports grants program may be unconstitutional, expert warns", "webUrl": "https://www.theguardian.com/australia-news/2020/jan/21/bridget-mckenzies-sports-grants-program-may-be-unconstitutional-expert-warns", "apiUrl": "https://content.guardianapis.com/australia-news/2020/jan/21/bridget-mckenzies-sports-grants-program-may-be-unconstitutional-expert-warns", "fields": {"headline": "Bridget McKenzie's sports grants program may be unconstitutional, expert warns", "bodyText": "Bridget McKenzie’s controversial $100m sports grants program may be unconstitutional because the federal government lacks power to hand out money to sports clubs, a leading constitutional academic has warned. Anne Twomey, a professor at the University of Sydney, issued the warning on Tuesday after Scott Morrison asked the attorney general to “clarify” and “address” legal issues with the program which the auditor general found was skewed towards marginal seats. Two leading plaintiff law firms, Slater and Gordon and Maurice Blackburn, have offered to run a class action or test case against the program, citing comments by the Australian National Audit Office that it was “not evident to the ANAO what the legal authority was” for McKenzie, the former sports minister, to approve grants.’ Coledale football club – already the most outspoken critics among the clubs which missed out on funding – has already contacted Maurice Blackburn about launching a case. Twomey told ABC News Breakfast the commonwealth is “only given limited powers under the constitution” and “there is no power given to it in relation to sport”. Twomey cited the case brought by Ron Williams against the federal government’s chaplaincy scheme, in which the high court found the commonwealth can’t spend money unless there is parliamentary authorisation and “unless there’s some support in the constitution for it”. Twomey suggested the commonwealth could argue the community sport infrastructure grants program comes under the “nationhood power”, but she doubted that “resurfacing an oval” would constitute a “national emergency” or something that states are unable to do. “We know that the states can, and do, give out sports grants. “So, it doesn’t seem to fit either of those, which means there’s a bit of a problem in terms of supporting this program.” Twomey said the lack of ministerial power is a secondary reason the program may be unlawful. “That’s a power that’s been vested by the legislation in Sports Australia … and that means that there are some difficulties there in terms of working out how it is that the minister could make the final decision in relation to these grants. “So, the grants themselves may well be unlawful.” Martin Smith, a coach and member of the Coledale football club’s infrastructure working group, told Guardian Australia its executive is still considering launching a case and despite reservations about the time commitment and potential negative fallout “the early signal is, yes, we’d like to do it”. The Coledale Waves are a rapidly growing club, which reached 600 registered players by adding more teams for women and men over 18 despite having only one field. Smith said the club had “expended significant hours” on an application to upgrade its facilities, because the club’s field has no lights and no space for both storage and women’s change rooms. “We were probably in that group of recommended clubs that missed out due to the minister’s intervention. “Do we feel angry? Yes, probably - and disappointed that taxpayer money was spent in this way. “The class action – if it comes to that – I believe is a worthy thing. Governments should not be able to act in this reprehensible manner.” Slater and Gordon practice group leader, Andrew Baker, noted that one of the “main advantages” of a class action is that any claim “will automatically cover all groups that fall within the class”. He said this was an “important feature” given clubs “are probably going to be reluctant” to bring individual claims because they will need to apply for grant funding in future. In its scathing report, the ANAO said: “A significant shortcoming was that, while the program guidelines identified that the minister for sport would approve [community sport infrastructure grant] funding, there are no records evidencing that the minister was advised of the legal basis on which the minister could undertake an approval role, and it is not evident to the ANAO what the legal authority was.” It noted that although the sports minister has a power to direct Sports Australia “it was not used”. The attorney general, Christian Porter, told Guardian Australia the government had noted the comments concerning the legal basis for ministerial involvement and “given the lack of any conclusive view offered by the auditor general, the prime minister has sought further consideration of the issue, which I am attending to”. McKenzie and the prime minister Scott Morrison insist that all projects granted funding were eligible and no rules were broken in the administration of the scheme. On Monday the sports grants scandal drew in Morrison after revelations that he had personally handed out grants in his electorate of Cook, including a $200,000 grant to the Lilli Pilli Football Club. The ABC reported that Lilli Pilli Football Club had started works in October 2018, despite Sports Australia guidelines stipulating that projects that have already commenced works are not eligible for funding. A spokesman for Sports Australia told Guardian Australia the club has “been making progressive upgrades to [its] facilities” and its grant application, submitted in September 2018, related to the second stage of projects. “The club’s second stage projects included the fit-out of gender-neutral change-rooms and a community room,” he said. “Sport Australia notified the club of their successful grant application in December 2018, with work commencing on their second stage projects in January 2019.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}