{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/jan/24/ben-stokes-disciplinary-action-foul-mouthed-altercation-with-fan-england-cricket-south-africa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-01-24T21:16:00Z", "webTitle": "Ben Stokes apologises for foul-mouthed tirade at fan after ‘Ed Sheeran’ jibe", "webUrl": "https://www.theguardian.com/sport/2020/jan/24/ben-stokes-disciplinary-action-foul-mouthed-altercation-with-fan-england-cricket-south-africa", "apiUrl": "https://content.guardianapis.com/sport/2020/jan/24/ben-stokes-disciplinary-action-foul-mouthed-altercation-with-fan-england-cricket-south-africa", "fields": {"headline": "Ben Stokes apologises for foul-mouthed tirade at fan after ‘Ed Sheeran’ jibe", "bodyText": "Ben Stokes could still face a ban by the International Cricket Council despite issuing an apology after he was involved in a foul-mouthed altercation with a fan on the first day of the fourth Test against South Africa in Johannesburg. As he was walking off, having been dismissed for two in the final session, Stokes was caught on television responding to a fan off-camera, shouting: “Come and say it to me outside the ground you fucking four-eyed cunt.” It was not audible on camera what the spectator said to Stokes but witnesses said a middle-aged male wearing a South Africa one-day shirt had walked more than 50 metres to abuse Stokes, allegedly calling him a “ginger cunt” and mentioning Ed Sheeran. Given Specsavers are the main sponsor of Test match cricket in England, the vice-captain’s response was not really on brand. Stokes later released a statement, saying: “I wish to apologise for my language that was heard on the live broadcast today after my dismissal. I should not have reacted in that way. “As I was leaving the playing area, I was subjected to repeated abuse from the crowd. I admit my reaction was unprofessional and I sincerely apologise for the language I used, especially to the many young fans watching the live telecast around the world.” Depending on how the match referee, Andy Pycroft, interprets the incident, Stokes could be charged with the level three offence of “threat of assault on another player, player support personnel, umpire or match referee or any other person (including a spectator) during an international match.” It carries a punishment of five to six demerit points, which would trigger a ban of either one Test or two white-ball matches. Given Stokes’ next international assignment is the T20 series that concludes this tour, any level three charge would apply to those matches. It is more probable that Stokes, who currently has a clear disciplinary record with the ICC, will be charged with the level one offence of using an “audible obscenity” that would see him given one demerit point. Bans are triggered only when a player accumulates four demerit points or more. Stokes was caught by Rassie van der Dussen, off the bowling of Anrich Nortje, leaving England 157 for four. They advanced to 192 without further loss before bad light stopped play. After the close Stokes was subsequently pictured signing autographs by the same tunnel where the incident took place. The 28-year-old was named the BBC Sports Personality of the Year last month after a summer when he played key roles during England’s first-ever World Cup win and the Ashes. Coincidentally, Sheeran, whom the BBC described as Stokes’ biggest fan in its promotional tweet, announced the cricketer’s Spoty nomination. Coming after Jofra Archer was racially abused by a spectator during the first Test against New Zealand in Mount Maunganui in November, this latest incident will again raise questions about the behaviour of supporters and the inability of stewards to identify offenders and eject them. The man who abused Archer received a two-year ground ban after being tracked down. The culprit of the admittedly less serious abuse of Stokes remained in the stadium and was not either identified or ejected. Ashley Giles, the England managing director of cricket, said: “It is disappointing that a member of the public has gone out of their way to abuse Ben as he was leaving the field. Ben is fully aware he should not have reacted in the way that he did and apologises for his actions. “In addition to this incident, members of our support staff were subjected to personal abuse during and after the day’s play. We have requested to the venue to ensure security and stewarding are enhanced for the remainder of the match so players and staff members can go about their duties without provocation.” Archer, was ruled out of the Test after pulling up during the warm-up. The 24-year-old had missed the previous Tests at Cape Town and Port Elizabeth with an injury to his right elbow that flared up early in the new year. He had been making good progress and was in England’s original XI for the Wanderers before he felt pain while bowling in the middle. Archer immediately went to see the team doctor, Anita Biswas, and, after a lengthy discussion, was close to tears when talking to Joe Root and the coach, Chris Silverwood. With questions over his workload, Archer must also now be a doubt for the three-match T20 series. Like Stokes he has been rested for the ODIs against South Africa that precede it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}