{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/28/david-moyes-west-ham-sign-younger-players", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-28T22:30:30Z", "webTitle": "David Moyes wants West Ham to sign younger players with resale value", "webUrl": "https://www.theguardian.com/football/2020/jan/28/david-moyes-west-ham-sign-younger-players", "apiUrl": "https://content.guardianapis.com/football/2020/jan/28/david-moyes-west-ham-sign-younger-players", "fields": {"headline": "David Moyes wants West Ham to sign younger players with resale value", "bodyText": "David Moyes has said West Ham have to stop buying players with no resale value and he hopes the impending arrival of Slavia Prague’s Tomas Soucek is the start of the club adopting a more progressive recruitment policy. West Ham could drop into the Premier League’s bottom three on goal difference if they lose heavily at home against Liverpool on Wednesday evening and there is a worrying admission about “serious financial consequences” of relegation in their latest accounts, which reveal a pre-tax loss of £28.8m in the last financial year. While the club pointed to a net spend of £214.4m on signings since moving to the London Stadium in 2016, the stark reality is their work in the transfer market has lacked coherence. Too many buys have disappointed and not enough money has been recouped in sales. West Ham are trying to find a buyer for Carlos Sánchez before the transfer window shuts on Friday night – the 33-year-old Colombian midfielder earns around £65,000 a week – and the decision to hand the injury-prone Jack Wilshere a three‑year deal in the summer of 2018 has backfired. The former Arsenal midfielder is set to have a hernia operation on Wednesday. It is no surprise that Moyes, who replaced Manuel Pellegrini last month, wants to target young players. West Ham’s manager is highly optimistic about Soucek, a 24-year-old midfielder who is set to join on loan with an option to buy in the summer, despite late interest from Brighton. The deal is worth €20.5m, with a loan fee of €4.5m and the rest payable if the Czech Republic international stays. West Ham intend to keep him if they remain in the Premier League and he would realistically leave in the event of relegation. Moyes revealed that a “proper bid” is in for another player, believed to be Red Bull Salzburg’s 22-year-old right‑back Rasmus Kristensen. Ryan Fredericks’ hamstring injury has heightened the need for West Ham to sign a right-back and they have already failed to secure a loan deal for Tottenham’s Kyle Walker-Peters, who is set to join Southampton until the end of the season. An alternative to Kristensen is Genk’s Joakim Mæhle. “I can tell you what my approach has always been,” Moyes said. “We didn’t have much to spend at Everton and my idea was always to bring players in with resale value that I could sell back into the market. I want to stop the idea that always what we’re doing is just buying someone to fill the gap. “I want it to be the vision for the club that we are looking to bring in young, attractive and hungry players who are saying: ‘We are going to make West Ham better.’ Whatever is said in the accounts, I am telling you what my vision is. I think if I get given the opportunity to do that, I will turn it around.” Joe Cole’s observations stung after West Bromwich Albion knocked West Ham out of the FA Cup last weekend. The former West Ham midfielder said too many players join the club to have a holiday. “What we have been saying in recent years is that we can buy someone ready made who can come straight in,” Moyes said. “I am saying: ‘Stop. Stop.’ Let’s go for people who we think are young, future internationals. We need to bring people in who have got a chance, not just ones who are plugging the gap and not giving us anything at the end of it.” Moyes, who insisted West Ham have no plans to raise money by selling Declan Rice, warned that Soucek will need time to settle in England. “I watched him play twice against England and all his Champions League games this season, and I’ve got to say he scored some incredible goals, mainly with his head. I’m hoping we’ve got a balance of something, if we need him to play deeper, if we need him as an attacking midfielder. “To expect someone to come in in January and hit the ground, they need to be somebody right out the Premier League. The one player who comes, makes an unbelievable difference and changes the whole season, I think everybody would be amazed if that happened. We’d need to get Messi in. That’s why my focus is on the big group and getting the best out of them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}