{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jan/01/mexico-amlo-el-chapo-same-power-past-presidents-corruption", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-01-01T19:12:04Z", "webTitle": "Mexico's Amlo says El Chapo 'had the same power' as past presidents", "webUrl": "https://www.theguardian.com/world/2020/jan/01/mexico-amlo-el-chapo-same-power-past-presidents-corruption", "apiUrl": "https://content.guardianapis.com/world/2020/jan/01/mexico-amlo-el-chapo-same-power-past-presidents-corruption", "fields": {"headline": "Mexico's Amlo says El Chapo 'had the same power' as past presidents", "bodyText": "Mexico’s president, Andrés Manuel López Obrador, closed out 2019 with a parting shot at his predecessors, saying the imprisoned drug kingpin Joaquín “El Chapo” Guzmán Loera had once wielded the same power as the country’s president. In a video message from the southern city of Palenque on Wednesday, López Obrador recounted his administration’s successes in its first year and highlighted its challenges foremost surging violence. He claimed without offering any evidence that he had already done away with the high-level corruption that was rampant in previous governments, but said it was crucial to draw a bright line between criminal elements and authorities so that the two sides do not mingle as they had in the past. “There was a time when Guzmán had the same power or had the influence that the then president had ... because there had been a conspiracy and that made it difficult to punish those who committed crimes. That has already become history, gone to the garbage dump of history,” López Obrador said. It appeared to be a reference to the indictment and arrest last month of Mexico’s former public safety secretary Genaro García Luna. García Luna was public safety secretary in Felipe Calderon’s cabinet from 2006 to 2012. Before joining Calderon’s government, García Luna led Mexicos equivalent of the FBI, the Federal Investigative Agency, under Vicente Fox. He was charged in federal court in New York with three counts of trafficking cocaine and one count of making false statements. He had been living in Florida and was arrested in Texas. US prosecutors allege he accepted millions of dollars in bribes from Guzmán’s Sinaloa cartel and in exchange allowed it to operate without interference. Guzmán was convicted on drug conspiracy charges in New York. He was sentenced this year to life in prison. López Obrador came to power a year ago promising a “hugs not bullets” approach of tackling the social roots of crime instead of confronting the cartels head-on. But his vaguely defined strategy has itself come under intense criticism after a string of high-profile violent crimes, including an ambush which killed 13 state police officers, the murder of nine members of a US-Mexican family and the humiliating release of one of Guzmán’s sons after cartel gunmen besieged an entire city after he was briefly detained."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}