{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/jan/01/poll-of-labour-members-suggests-keir-starmer-is-first-choice", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-01-01T22:00:15Z", "webTitle": "Poll of Labour members suggests Keir Starmer is first choice", "webUrl": "https://www.theguardian.com/politics/2020/jan/01/poll-of-labour-members-suggests-keir-starmer-is-first-choice", "apiUrl": "https://content.guardianapis.com/politics/2020/jan/01/poll-of-labour-members-suggests-keir-starmer-is-first-choice", "fields": {"headline": "Poll of Labour members suggests Keir Starmer is first choice", "bodyText": "Keir Starmer has emerged as an early frontrunner in the Labour leadership race to succeed Jeremy Corbyn after a poll of members suggested he was the first choice in all regions of the UK, age groups and social classes. The shadow Brexit secretary is yet to formally launch his campaign but is expected to do so in the first few weeks of the new year. The new leader will be elected in March after Corbyn said he would step down following the party’s catastrophic general election defeat. Polling by YouGov for the Party Members Project put Starmer as winning with a 61% vote share to 39% for the shadow business secretary, Rebecca Long Bailey, in the last round. Jess Phillips, the chair of the women’s parliamentary Labour party, who has yet to declare if she is running, was the third most popular choice among members, who were surveyed between 20 and 30 December. The results at this preliminary stage suggest that the winner is unlikely to come from the left of the party, according to Prof Tim Bale of Queen Mary University of London, who jointly ran the poll with the University of Sussex. “This is not shaping up to be a 2015-style Labour leadership contest. Unless potential candidates drop out before the start of voting, it may take a few rounds to decide the winner this time around. “But it doesn’t look at the moment as if the winner will come from the left of the party. Right now anyway, Keir Starmer looks to be heading for a fairly emphatic victory,” he said. So far only the shadow foreign secretary, Emily Thornberry, and the shadow treasury minister, Clive Lewis, have officially said they want to run to be the next Labour leader. Phillips, who represents Birmingham Yardley, and the Wigan MP, Lisa Nandy, are expected to stand while the former Labour minister and home affairs select committee chair, Yvette Cooper, is understood to be weighing up her options as to whether she will vie for the leadership for a second time. The party chairman and Corbyn ally Ian Lavery – who lambasted the party’s performance for their muddled stance on Brexit – might also run. A former National Union of Mineworkers chair who supports leaving the EU, he would be the most leftwing of all the potential candidates. The poll will be interesting reading for all those who said they were using the Christmas break to decide whether to launch official campaigns and gain the signatures of MPs needed to get on the ballot. In the survey of 1,059 Labour party members, 31% put Starmer as their first-choice candidate, 20% backed Long Bailey as their favourite, Phillips received 11% and Lewis and Cooper were the first choice for 7% of surveyed members. Thornberry was on 6% and Nandy was on 5%. With the “don’t knows” removed from the survey and numbers put through a simulated leadership vote, Prof Bale and Prof Paul Webb of the University of Sussex found Starmer beat Long Bailey in the last round by 61% to 39%. In the simulation, Phillips was knocked out in the penultimate round with 18% of the vote. Cooper made it through to the fourth round. Nandy and Thornberry were the first to be knocked out. The leave-remain split may impact on the eventual vote as Long Bailey is ranked first by just 19% of Labour members who voted remain in 2016 but by 31% of those who voted leave. Starmer, on the other hand, is ranked first by only 17% of leavers but by 34% of remainers. The majority of party members are remainers, which may work in his favour in an actual vote. There is little difference between the popularity of the candidates between men and women, although Long Bailey is fractionally more popular among male members. “It certainly doesn’t look as if Labour’s members are necessarily persuaded that it’s time the party had a female leader. They seem more interested in picking the best person for the job, irrespective of gender,” said Bale, who co-wrote Footsoldiers: Political Party Membership in the 21st century with Webb and Monica Poletti. Starmer is also shown in the survey to be more popular than Long Bailey in all age groups but particularly with those aged over 60. He also was more popular with middle-class members by 14 percentage points over Long Bailey. Much of the reflection among members after the election has been on whether Labour needs someone from the north of England to reconnect to voters in former heartland seats that fell to the Tories. However, the most northern of all the MPs – Lisa Nandy – does not seem any more popular among Labour members living in the north than with those in other UK regions. Labour’s northern members seem to be just as keen as members from other parts of the country on Starmer, who represents Holborn and St Pancras in north London. Scottish members were shown to much prefer Starmer to Long Bailey, who polled at 11% compared with Starmer’s 42%. Bale said: “For all the talk of Labour needing some ‘northern grit’ in order to help it regain its so-called northern wall seats and working-class voters, it looks like the membership are more interested in who they think will do the best job than where or what background they come from.” The survey of 1,059 Labour members, weighted by age, gender and region, was commissioned from YouGov by the Party Members Project, which is funded by the Economic and Social Research Council and run by Prof Tim Bale (Queen Mary University of London) and Prof Paul Webb (University of Sussex)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}