{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/jan/20/scott-morrison-nsw-minister-matt-kean-federal-climate", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-01-19T21:45:41Z", "webTitle": "Scott Morrison says NSW minister Matt Kean 'doesn't know what he's talking about' on climate", "webUrl": "https://www.theguardian.com/australia-news/2020/jan/20/scott-morrison-nsw-minister-matt-kean-federal-climate", "apiUrl": "https://content.guardianapis.com/australia-news/2020/jan/20/scott-morrison-nsw-minister-matt-kean-federal-climate", "fields": {"headline": "Scott Morrison says NSW minister Matt Kean 'doesn't know what he's talking about' on climate", "bodyText": "Scott Morrison has issued an extraordinary rebuke of the New South Wales environment minister, Matt Kean, for suggesting federal Liberals are pushing the government to increase its ambition on emissions reduction. Asked about Kean’s call for the federal government to abandon its use of Kyoto carryover credits to meet its 2030 emissions target, Morrison told ABC’s AM that “Matt Kean doesn’t know what he’s talking about, he doesn’t know what’s going on in the federal cabinet [and] most of the federal cabinet wouldn’t even know who Matt Kean was”. “We are dealing with our climate policies in the same way as we took them to the election … we will meet and beat our emission reduction targets,” Morrison said. At a press conference in Canberra, Morrison told reporters he did not regret the remarks. Morrison said although the government will review the possibility of reaching zero emissions by 2050, in line with its Pacific Island Forum commitment, it would not adopt the target if it “didn’t know the cost”. The treasurer Josh Frydenberg backed Morrison’s position, by saying Kean was “wrong” to say cabinet ministers want the government to do more on climate change. After an unprecedented summer season of bushfires which Kean and even Morrison himself have conceded is caused in part by climate change, the federal government is under pressure to do more to fight global heating. At the 2019 election a record number of voters nominated climate change or the environment as their top concern. Morrison has suggested the Coalition could go “even further” than the target of 26-28% emissions reduction by 2030, which was met with a chorus of approval from moderate Liberals but sparked warnings of negative consequences for Morrison by conservative Liberals and Nationals MPs. On Monday, Morrison denied that federal Liberals were pushing to increase emissions reduction ambition, telling broadcaster Sabra Lane that “what is being suggested by your question is that there are others [who want a stronger policy] – that just isn’t the case”. “The government is completely united on focusing on the challenge of the response to the current bushfire crisis and meeting and beating our emissions reduction targets and taking our climate policies forward over the next term of government.” Morrison said the government was still aiming for a 26% emission reduction, and noted that while the government had a target, “I can’t say that for everyone else” – a reference to the fact Labor will announce its target closer to the next election. Morrison ruled out a carbon tax, increasing electricity prices and “[wiping] out resource industries”. Morrison told 3AW Radio he had “no idea” if Labor will aim for zero carbon emissions by 2050 but acknowledged that “we undertook to look at that through the Pacific Islands Forum commitment I gave last year”. “But we need to understand what that means – I mean, people can say that, but what does that mean for jobs? Now I can’t answer that question right now … But I’m concerned it wouldn’t be a good thing. “People who make these commitments need to be able to tell people what it will cost them.” The Pacific Island Forum’s communique committed Australia and other Pacific countries to produce a 2050 strategy by 2020 which “may include commitments and strategies to achieve net zero carbon by 2050”. The federal Liberal MPs pushing for change include Katie Allen, who has said the government is “starting to move in the right direction but we have a lot more to do”, and Dave Sharma and Tim Wilson, who both welcomed Morrison’s comments last week on the need to “evolve” policy. On Sunday Anthony Albanese promised that Labor would “take climate change seriously” and have a “very strong” policy that aimed to be “as ambitious as possible” but did not commit to outbid the Coalition because he hoped the Morrison government would take action before the next election. Albanese confirmed that a 45% reduction target by 2030 is no longer Labor policy and described it as a “mistake” that Labor automatically maintained that target from the 2016 to 2019 election without further shadow cabinet reconsideration."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}