{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2020/jan/11/manchester-city-singular-brilliance-pep-guardiola-jonathan-wilson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-11T20:00:15Z", "webTitle": "Manchester City’s flaws have been exposed but singular brilliance remains | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2020/jan/11/manchester-city-singular-brilliance-pep-guardiola-jonathan-wilson", "apiUrl": "https://content.guardianapis.com/football/blog/2020/jan/11/manchester-city-singular-brilliance-pep-guardiola-jonathan-wilson", "fields": {"headline": "Manchester City’s flaws have been exposed but singular brilliance remains", "bodyText": "There was something almost refreshing about Manchester City’s performance in beating Manchester United in the Carabao Cup on Tuesday. Here was a Pep Guardiola side back to its best, passing and moving, a blur of a thousand midfielders confounding duller-witted opponents. Gone was the fragility to the counter that had enabled Marcus Rashford to eviscerate them in the Premier League at the beginning of December, and diminished with it was the thought that this might be a side in terminal decline. When great teams go, they can collapse suddenly. As City struggled against United, Wolves (again) and Newcastle, it was possible to envisage this as a team reaching the end of its lifespan. Béla Guttmann’s Three-Year Rule – the great Hungarian coach said that if a manager stays at a club more than that period, players tend to become bored and/or complacent and opponents start to work out counter-strategies – began to be invoked. In English league history only one manager – Sir Alex Ferguson, twice – has ever completed a hat‑trick of league titles. Maintaining hunger, staving off entropy, keeping things fresh is hugely difficult – perhaps exacerbated by the very intensity that makes Guardiola so successful. Players can be worn down by that relentlessness – and there was a constant murmur from City in the summer that Guardiola seemed unusually intense even by his standards – or Guardiola himself may be exhausted by the effort of being Pep, of existing constantly at that hyper-alert, hyper‑engaged level. After four years at Barcelona Guardiola was so shattered he needed a year’s sabbatical. After three years at Bayern his players almost openly celebrated the more relaxed regimen of Carlo Ancelotti. Guardiola’s genius is not without cost. It was possible to wonder if a similar process of attrition could be seen in City’s surprising recent vulnerability to the counter: they have already conceded more shots to fast breakaways this season than they did in the whole of last. The temptation was to construct a narrative of City’s players, lacking the edge of the past two seasons, struggling to press with the same ferocity. But the statistics belie that. In every metric to gauge pressing offered by Opta – high turnovers, pressed sequences (in which the opposition have three or fewer passes in a move and it ends within 40m of their own goal), opposition passes allowed per defensive action, how high up the pitch a team begins open-play sequences – City are as good as or better than last season. (What is striking in that regard is how improved other sides are – Liverpool, most notably, but in certain metrics Leicester, Southampton and Chelsea as well.) The issue, perhaps, is rather that opponents have become emboldened to press against City. Or perhaps it comes down to that most old-fashioned of reasons: how good the players are. The failure to replace Vincent Kompany, even leaving aside the intangible of his leadership qualities, was a needless gamble that left City vulnerable if Aymeric Laporte were to be injured, which of course he was at the end of August. That problem has been compounded by the fact that Guardiola’s faith in Nicolás Otamendi and John Stones appears limited. That in turn has meant Fernandinho dropping deeper to play as a central defender, giving Rodri greater exposure earlier than was perhaps intended. Left-back has been a problem position throughout Guardiola’s reign. It may yet be that if Benjamin Mendy can stay fit, he can come to dominate that role but for now his chief function in the squad appears to be as king of the WhatsApp. In Guardiola’s three and a half years at City, £185m has been spent on full-backs yet the only one to have offered any consistency is Kyle Walker. Recruitment can never be perfect, and City’s over the past few years has been better than most, but that is a concern, particularly as it seems to fit a recurring trend in Guardiola’s management. A host of very fine players – Zlatan Ibrahimovic, Aleksandr Hleb, Dmytro Chygrynskiy, Alexis Sánchez, Medhi Benatia – have struggled to adapt to the Guardiola ecosystem. Which in a sense is only to be expected: part of what makes Guardiola so great is that what he does is highly unusual. If outsiders could adapt to it easily, far more teams would be playing like that. Although it is the way Wolves, United, Norwich and Leicester scored against City on the counter that sticks in the mind, City’s defending in general has been poorer this season and they are yielding 7.95 shots per game this season as against 6.26 last. At the same time expected goals stats suggest City are not taking chances as clinically as they might be expected to, the result of which has been five defeats in the first half of the season and the almost certain surrender of their league title. Yet City have 44 points from 21 games, which until recently would have seemed a useful platform for a title challenger. If they continue to accumulate points at the current rate that will give them 80 points. That, admittedly, is far fewer than the 100 or the 98 they have collected in the past two seasons; even if they win their 17 remaining games, beginning at Aston Villa on Sunday, they will still be five points shy of the record they set in 2017-18. But it would be a surprise were they to lose another five games in the second half of the season. Imagine two of those defeats transformed into wins: 86 points would have been enough to lift the title four times in the past 10 seasons. The issue really is less with City than the standards demanded at the top of the modern game by its financial structures. Extraordinary as the top two have been over the past couple of years, brilliantly as they have been coached and efficiently as they have – Liverpool in particular – used their resources, a world in which 95‑plus points are required for the title is not a healthy one. City have slipped a little this season but Tuesday was a reminder that there is not a lot wrong with them that a decent centre-back would not fix. It is only Liverpool’s sustained excellence that has made City’s season so far feel so anticlimactic."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}