{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/05/mikel-arteta-arsenal-fa-cup-leeds", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-05T22:30:12Z", "webTitle": "'You become addicts to winning': Mikel Arteta sets Arsenal's sights on FA Cup", "webUrl": "https://www.theguardian.com/football/2020/jan/05/mikel-arteta-arsenal-fa-cup-leeds", "apiUrl": "https://content.guardianapis.com/football/2020/jan/05/mikel-arteta-arsenal-fa-cup-leeds", "fields": {"headline": "'You become addicts to winning': Mikel Arteta sets Arsenal's sights on FA Cup", "bodyText": "The FA Cup third round might not raise pulses as it once did but Mikel Arteta believes success in the competition can help his Arsenal side become “addicts” to the winning feeling he aims to instil. Arsenal’s improvement during Arteta’s short time in charge is inescapable but, with the Champions League places still nine points away and the Europa League holding numerous potential banana skins, the competition may present their best chance of having something to show for their season. Their campaign begins at home to Leeds on Monday night and Arteta sees parallels with his time as a player at the Emirates, during which he captained Arsenal to a cup final win against Hull City in 2014 that laid to rest a nine-year trophy drought. “When I arrived here, obviously we were trying to fight for the Premier League but we did not really have the level of compete and sustain it every year,” he said. “So the cups become very important and obviously this club has a massive history. But we’d had [nine] years without winning absolutely anything. “For us, to lift that first FA Cup for this football club was like a massive relief that they tried to get this club again fighting to win some trophies and be there for everybody to see. It generated a really good belief and unity around our team and that helped that group of players to achieve what they achieved later when they won other cups.” While that victory in 2014 did not quite open the floodgates it did, as Arteta referenced, pave the way for future successes in 2015 and 2017. Arsenal’s long-term ambitions under their new head coach are loftier but he thinks the buzz of winning a major trophy would have lasting effects for his players’ morale. “I think winning brings togetherness and, when you have beautiful experiences together and you win trophies, then those experiences stay within that group,” he said. “You like more the people that you work with, you believe more in them, you share some fantastic moments and that habit of winning, winning, winning … after you win, you don’t want to stop winning. You become addicts to that and that’s what we have to try to implement at this football club.” Arteta said the very fact of a journey to Wembley alongside thousands of supporters “generates something special” and emphasised the need to create a connection between the team and a fanbase that has, in recent years, been lost. He suggested his goals for the club cannot be reached without that bond. “No, it’s impossible,” he said. “Impossible. It’s too powerful. With the fanbase we have, with our history and how much these people have been with this football and the great players they’ve seen, the great teams they’ve seen. If we get that connected, it’s powerful. Without that, I think it’s impossible.” The atmosphere inside the Emirates had, in the games prior to Arteta’s appointment in December, veered between toxicity and apathy. Upon his arrival he admitted it had taken him aback; the mood was far cheerier during the New Year’s Day win over Manchester United, though, and he stressed that footballers – Arsenal’s or their opponents’ – will inevitably be affected by the mood in the stands. “Of course it affects the players,” he said. “When you prepare [for] a game against Arsenal, you know what the situation is of the opponent, then you have to play with those moments and use them in your favour. “But now when we know we have the fans behind us, we have to pinch our players to react them and make sure we get the fans behind us and use them to have a better performance and create more fear, as well, in the opponent.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}