{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/jan/16/muhammad-afzal-birmingham-labour-lord-mayor-selection", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-01-16T20:02:16Z", "webTitle": "Birmingham lord mayor-elect 'dismissed forced marriage concerns'", "webUrl": "https://www.theguardian.com/uk-news/2020/jan/16/muhammad-afzal-birmingham-labour-lord-mayor-selection", "apiUrl": "https://content.guardianapis.com/uk-news/2020/jan/16/muhammad-afzal-birmingham-labour-lord-mayor-selection", "fields": {"headline": "Birmingham lord mayor-elect 'dismissed forced marriage concerns'", "bodyText": "The former chairman of Birmingham Central Mosque – who has been criticised by campaigners for allegedly dismissing concerns about domestic violence and forced marriages – has been selected to be the Labour lord mayor of the city. The head of the Muslim Women’s Network UK (MWN), Shaista Gohir, has submitted a complaint to Labour after councillor Muhammad Afzal was selected by its councillors to fill the ceremonial role – a post that is rotated among the parties represented on the council. Gohir and another witness have signed affidavits to say that in a meeting with her charity at the end of 2015, Afzal dismissed forced marriages as no longer a problem, said that domestic violence only affected Christian communities because they got drunk and claimed that more men than women were the victims of domestic violence. Afzal was first selected to be lord mayor in 2016, but withdrew from the process after Gohir went public with her claims. He said at the time that he was making the decision because “recent publicity in the local media has given rise to unfair and indeed untrue comments being ascribed to me”. He said: “I have tried to put the record straight but sadly it has not been possible to do so as rumour and innuendo has replaced facts.” Afzal said that he “completely and totally” denied making the comments and claimed that Gohir had a vendetta against him. The councillor for the Aston ward in Birmingham first joined the council in 1982. He attracted criticism in 2016 when he called for a boycott of the government’s counter-terrorism programme Prevent, claiming it unfairly targeted muslims. Responding to the news of his appointment, Gohir said: “Those who seek such leadership positions of being the ‘first citizen of the city’ should have an impeccable character, be inclusive and promote equality. “It is concerning that Muhammad Afzal does not recognise the abuse that women face. It is important that women in Birmingham feel that their interests and concerns are shared and respected. Allowing him to be the next ceremonial mayor will erode trust and confidence in Birmingham city council.” In a statement issued to colleagues after his selection, Afzal said he wanted to spend his year in the position “working with organisations right across Birmingham to increase the representation of women”. He said: “I want to increase awareness of the issues faced by women in all communities of the city and the tackle issues that we find in all communities, including the Muslim community. These issues include domestic abuse, forced marriage and female genital mutilation. Such abuse of women is completely unacceptable and I absolutely condemn it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}