{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/11/phil-foden-david-silva-manchester-city-pep-guardiola", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-11T22:30:18Z", "webTitle": "Phil Foden can fill David Silva’s shoes at Manchester City says Pep Guardiola", "webUrl": "https://www.theguardian.com/football/2020/jan/11/phil-foden-david-silva-manchester-city-pep-guardiola", "apiUrl": "https://content.guardianapis.com/football/2020/jan/11/phil-foden-david-silva-manchester-city-pep-guardiola", "fields": {"headline": "Phil Foden can fill David Silva’s shoes at Manchester City says Pep Guardiola", "bodyText": "Pep Guardiola says his belief in Phil Foden means Manchester City do not have to replace David Silva when the Spaniard leaves in the summer. Silva, who is 34, joined in June 2010 and is viewed by many supporters as City’s greatest ever player and Guardiola views the 19-year-old Foden, who has already made more than 50 appearances, as Silva’s natural heir. “Phil is an incredible player but he still has things to improve,” said the City manager, as he prepared for Sunday’s game at Aston Villa. “Sometimes it takes time to understand exactly what he has to do. Sometimes you have to be patient. But David is going to leave this season [and] we are not going to buy any player in his position because we have Phil. “Maybe this season Phil will have more minutes, or maybe less, I don’t know. We trust Phil. If we didn’t believe in him we might go to the market to replace David, but we have Phil. He is the guy who is going to take his [Silva’s] minutes or maybe he has to fight with Kevin [De Bruyne], Gundo [Ilkay Gündogan] and Bernardo [Silva]. It’s the only way to maintain the level as high as possible [this competition]. “The way Phil has played has been incredible. I think he has played well and [had] enough minutes, but if we have many, many injuries in that position he will play more minutes [this season], we know that.” Guardiola, though, is unsure if Taylor Harwood-Bellis, who is 17, Mike Doyle (18) and Eric García (19) can join Foden to form a nucleus of home-grown players in a future City team that can be as successful as Manchester United’s class of ’92. “I would like to answer by saying yes, but I really don’t know,” he said. “It is hard to say what young players will do in the future. But obviously they are Man City fans. Hopefully they will do it because it is good when the players have a relationship like that with the club. But they are young – and we have to wait.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}