{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jan/05/liverpool-everton-fa-cup-third-round-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-01-05T19:56:00Z", "webTitle": "Curtis Jones curler settles Merseyside derby as Liverpool edge out Everton", "webUrl": "https://www.theguardian.com/football/2020/jan/05/liverpool-everton-fa-cup-third-round-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/jan/05/liverpool-everton-fa-cup-third-round-match-report", "fields": {"headline": "Curtis Jones curler settles Merseyside derby as Liverpool edge out Everton", "bodyText": "Curtis Jones knew exactly what he wanted to do and so did the whole of Anfield. It is one thing to think it and quite another to execute but that is exactly what the 18-year-old Liverpool midfielder did. Accepting the ball from Divock Origi on the edge of the Everton penalty area, to the left of centre, Jones shaped to bend a right-footed shot into the far top corner of the net. It arched in exquisitely, kissing the underside of the crossbar on its way down and in past Jordan Pickford for added show-stopping value, and the Liverpudlian had a first senior goal to savour. It deserved to be the winner and it was, as Jürgen Klopp saw his selection gamble pay off and Evertonians endured that all too familiar sinking feeling on derby day. With injuries and players in the red zone after the hectic festive programme – not to mention a Premier League title within reach – Klopp rotated heavily, starting with three teenagers and five players with minimal first-team experience, including the debutant centre-half, Nathaniel Phillips. It was only Jones’s third career start. After eight minutes, Klopp would send on another teenager for his debut, Yasser Larouci, in place of the injured James Milner. The captain’s hamstring problem was the blot on the occasion for the club. That Liverpool were still able to advance into the fourth round of the FA Cup was a source of immense pride for Klopp and the support but one of bitter frustration for Everton. The visitors have not won at Anfield since 1999 and, to put it bluntly, they could not have had a better opportunity to end the sequence. Carlo Ancelotti, the new Everton manager, had gone with a full-strength line-up and they created chances in the first-half. The lack of ruthlessness would return to haunt them. Yet they flat-lined after the interval, barely laying a glove on their rivals, and it was simply not good enough, as Ancelotti would acknowledge. Liverpool were the more cohesive team, showing poise on the ball to go with their intensity, and the celebrations at full-time provided the latest snapshot in what has come to feel like a fairytale season for them. For the home support, it was an occasion to trot out the old line from Bill Shankly, the one about this city having two great teams – Liverpool and Liverpool reserves. Klopp was always going to make changes, given how the FA Cup lags a distant third in his priorities behind the league and Champions League, and his selection was going to shape the story. He could joke afterwards about how he wanted to hear the reaction of the Liverpool fans when the teamsheets dropped – in particular, the names that they might have called him. He had come under fire for his selection in defeat at Wolves in last season’s third round. It was clearly risky. Nobody wants to lose a derby. Everton’s first-half opportunities were gilt-edged, particularly the free header that Mason Holgate sent straight at Adrian from a Gylfi Sigurdsson free-kick. Dominic Calvert-Lewin had earlier worked the Liverpool goalkeeper while Richarlison could not find a way past him from Theo Walcott’s cut-back. Liverpool, too, had their moments before the interval, even if they were not as numerous. The new signing, Takumi Minamino, who played as the No 9 in Klopp’s 4-1-2-3 system, could not make a clean connection on his debut with a header while Origi fully extended Pickford with a blast for the far corner. Origi had looked offside when he received the ball from the 16-year-old, Harvey Elliott, but the flag stayed down and it would have counted. Klopp could enjoy the way that his team played on the first foot, hogging possession, and it was a fine advertisement not only for the club’s strength in depth but the hunger that runs through it. That starts with Klopp, who could laud his team’s defensive organisation, which was overseen by Joe Gomez; the efficiency of their press and counter-press; how they used their patterns to “create havoc”. The Kop made the point midway through the second half that Everton had “hardly touched the ball” and it was certainly hard for the 8,000 away fans to see how Liverpool forced the issue. Too many times, Everton players made poor decisions on the ball, with Walcott the chief culprit. Ancelotti acted. He had set up in a 4-2-3-1 formation, with Walcott behind Calvert-Lewin, but he switched to 4-4-2, the system with which he had started each of his previous three games at the club. On came Moise Kean as the extra striker. Klopp made a change, too, sending on the fit-again Alex Oxlade-Chamberlain in midfield, a move that saw him ask Jones to push further forward. Almost immediately, the youngster made his mark. If it was yet more evidence of Klopp’s Midas Touch, it was primarily a Roy of the Rovers moment for Jones. The technique and precision of the shot took the breath. Liverpool march on. For Ancelotti, the size of the challenge ahead has been laid bare."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}