{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/jan/05/boris-johnson-qassem-suleimani-was-threat-to-all-our-interests-lament-death", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-01-05T20:38:57Z", "webTitle": "Boris Johnson: Qassem Suleimani was threat to all our interests", "webUrl": "https://www.theguardian.com/politics/2020/jan/05/boris-johnson-qassem-suleimani-was-threat-to-all-our-interests-lament-death", "apiUrl": "https://content.guardianapis.com/politics/2020/jan/05/boris-johnson-qassem-suleimani-was-threat-to-all-our-interests-lament-death", "fields": {"headline": "Boris Johnson: Qassem Suleimani was threat to all our interests", "bodyText": "Boris Johnson has said that assassinated Iranian general Qassem Suleimani was “a threat to all our interests”, and that while “we will not lament his death” he called for de-escalation from all sides. The prime minister spoke to the US president, Donald Trump, on Sunday after the US drone strike on Iran’s top military leader on Friday. Johnson said he would be speaking to Iraq “to support peace and stability” after its parliament called for the expulsion of foreign troops, including British soldiers working against Islamic State (Isis). “General Qassem Suleimani posed a threat to all our interests and was responsible for a pattern of disruptive, destabilising behaviour in the region,” Johnson said. “Given the leading role he has played in actions that have led to the deaths of thousands of innocent civilians and western personnel, we will not lament his death. “It is clear however that all calls for retaliation or reprisals will simply lead to more violence in the region and they are in no one’s interest.” Johnson, who was facing criticism for his silence while on holiday in the Caribbean during the escalating crisis, also said he had spoken to the French president, Emmanuel Macron, and the German chancellor, Angela Merkel. Downing Street said the PM arrived back in the UK on Sunday, but did not immediately say whether he was in No 10. Ministers are due to meet on Monday to discuss the crisis, which has raised fears of war, and the foreign secretary, Dominic Raab, will update parliament on Tuesday. Earlier on Sunday, Raab said Britain was “on the same page” as the US in relation to Suleimani’s death. Speaking on Sky News amid continuing questions about the legal justification for US actions, Raab said of Suleimani: “Let’s be very clear: he was a regional menace, and we understand the position that the Americans found themselves in, and they have a right to exercise self-defence. They have explained the basis on which that was done, and we are sympathetic to the situation they found themselves in.” The foreign secretary said he had spoken to the Iraqi president and prime minister as well as his French and German counterparts since the assassination, and Britain’s focus had been on restoring calm, and protecting its troops and citizens in the region. “We are looking to de-escalate and stabilise the situation and that is something we have talked about with our European and our American friends,” he said. But asked whether he would be taking a “tough message” to the US secretary of state, Mike Pompeo, and Trump, Raab said: “We’re on the same page with our American partners; we’ll continue to talk to them.” Raab also defended the prime minister’s decision not to curtail his holiday on Mustique when news of Suleimani’s death emerged, saying Johnson had been in charge throughout. Raab’s stance was criticised by the shadow foreign secretary and Labour leadership contender, Emily Thornberry. She said Washington’s decision to kill Suleimani in a drone strike in Iraq risked sparking a war in the Middle East – and the government should make clear that it would play no part in such a conflict. “I don’t shed any tears for Suleimani; I fully understand his pattern of behaviour. He was essentially in charge of the defence forces for Iran. Their behaviour across the region has been destabilising. He has the blood of many people on his hands,” she said, speaking on Sky News. “However, to ‘take him out’, at this stage, when there has been escalating tensions, seems to me to not be making the world safer; actually, we are taking a lurch towards war.” The former Labour foreign secretary Jack Straw said he had “real concern” about the implications of the killing of Suleimani. Speaking to BBC News on Sunday, Straw said: “Even if you accept, which I don’t, President Trump’s assertions that Qassem Suleimani was, quote, ‘the world’s worst terrorist leader’, this was not a sensible action to take and it will have really serious implications for the west, for America and for the region as a whole.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}