{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jan/20/silver-ferns-beat-england-roses-64-48-in-first-netball-international-of-2020", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-01-19T21:19:31Z", "webTitle": "Silver Ferns beat England Roses 64-48 in first netball international of 2020", "webUrl": "https://www.theguardian.com/world/2020/jan/20/silver-ferns-beat-england-roses-64-48-in-first-netball-international-of-2020", "apiUrl": "https://content.guardianapis.com/world/2020/jan/20/silver-ferns-beat-england-roses-64-48-in-first-netball-international-of-2020", "fields": {"headline": "Silver Ferns beat England Roses 64-48 in first netball international of 2020", "bodyText": "The Silver Ferns have beaten the England Roses netball team 64-48 in their first international of 2020. Without retired Maria Folau and Casey Korpua, and with Laura Langman and Katrina Rore both on sabbatical, the new-look team beat an understrength Roses side in three of the four quarters to run away with the win. Coach Noeline Taurua said she was “really happy with the result” and pleased to get some new combinations out on court given “some have been sitting on the side for a really long time”. She said giving all players court time was part of the plan. Folau’s absence in the shooting circle left a huge gap of experience and volume, but the three other shooters – Bailey Mes, Maia Wilson and Te Paea Selby-Rickit – all took the court. Wilson started the game in goal shooter, putting up an impressive 27 from 29 alongside the Silver Ferns’ new captain, Ameliaranne Ekenasio, at goal attack. Te Paea Selby-Rickit also got a run in goal shooter and Bailey Mes impressed in goal attack when she was subbed in for Ekenasio. Circle defender Phoenix Karaka was given the start alongside vice captain Jane Watson in goal keeper, and Shannon Saunders started with the centre bib, in Langman’s place. Ferns defender Michaela Sokolich-Beatson was unable to take the court, having ruptured her Achilles tendon during a training match. England were under strength, with their shooting starts Jo Harten and Helen Housby not playing. Giva Mentor and Selena Guthrie were also absent. In the other opening match of the Netball Nations Cup, Jamaica defeated South Africa 59-54."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}