{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/jan/11/labour-task-not-make-itself-feel-better-its-about-winning", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-01-11T21:00:16Z", "webTitle": "Labour’s task is not to make itself feel better – it’s to win power | Tony Blair", "webUrl": "https://www.theguardian.com/commentisfree/2020/jan/11/labour-task-not-make-itself-feel-better-its-about-winning", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/jan/11/labour-task-not-make-itself-feel-better-its-about-winning", "fields": {"headline": "Labour’s task is not to make itself feel better – it’s to win power", "bodyText": "The good news is that there are a range of talented candidates seeking the Labour leadership. But any new leader must recognise the depth of Labour’s plight. And too much of the “reflection” since the election has been a mix of the lamentable and the laughable. You should never go backwards in politics. So this is not a plea for a return to 1997 or 2007. The times, the circumstances, the type of change needed are completely different. But Labour must get back the culture of winning. Because that doesn’t change. The proximate cause of defeat was not complicated or hard to see, but simple and in plain sight. We put forward a leader and a manifesto that voters thought unacceptable to such a degree that many were repelled. Too extreme economically. Anti-western. Lacking in patriotism. And therefore dangerous. No serious political party does such a thing. No serious political party, once it has done it, fails to rectify it. Even as the public settle into five years of Tory government, they are half listening to what is happening with the Labour party. The minimum they must hear is: we get that it was the rejection of a political position and not just a leader. If we can’t go that far, we will have lost the next election within weeks of losing the last. The culture of winning has the following characteristics: Start with a ruthless, hard-headed analysis of political reality. Progressives win from the centre. We can decide that now or waste another four elections before we decide it later. But the centre does not mean the status quo. The confusion is the left’s insistence that “radical” means traditional left policy, but just more of it; the alternative being a “moderate” version, meaning less of it. The first is radical without being realistic; the second is realistic without being radical. Look around the western world. Take the major countries, with populations of more than 20 million. There’s not one majority social democratic or socialist government. The nearest are Trudeau or Macron and they’re both centre-ground liberals as much as social democrats. The financial crisis did not move people to the traditional left. On cultural issues they moved right; and even on economics, in the USA, for example, the Democrats’ biggest risk is advocating a programme that causes Middle America to re-elect Trump, despite Trump. The challenge is to redefine “radical”, rise above populism of old left or right and fashion a new policy agenda, particularly mastery of a 21st-century technological revolution every bit as significant as the 19th-century Industrial Revolution; and building out from that to programmes of social justice and transformation, including on climate change and inequality. Radical only works if allied to understanding the future; and if driven from the centre, where practical solutions replace slogans. Second, progressive politics works best when in the name of changing the world, we don’t promise the world. No one doubts Labour will spend money. The Tories can say they will spend billions and not an eyelid is batted. Because people will think they’re reluctant to spend. But for us, they think our hearts are so soft that we will be chucking their money at everything. If, as the Tories “end austerity”, all Labour says is “faster and further”, people will trust them to do it, not us. For many – though I agree not all – our manifesto did not ignite hope. It ignited fear. It was a vast wishlist. Free this, free that. Free tuition fees is not a policy. It is a giveaway. Working out how we ensure British universities – today a powerful engine of our economy, not just our education – retain their pre-eminent position, when other areas like early years education also demand funding, that is policy making. Third, parties that govern are not the same as protest movements. The latter put pressure on governments to govern differently. They have a place but the Labour party was not formed to be a pressure group, but to win and govern. That is why trade unions should be consulted over policy for public services; but they can’t write the policy. Why Extinction Rebellion raises the profile of an important cause, but it doesn’t have a realistic programme for a government. We should be passionate about the plight of those dependent on food banks and the homeless sleeping rough. But we should measure the sincerity of purpose by whether we’re prepared to do what it takes to win, because only then can we do something about it; that means appealing to people not living on the breadline, as well as those who are. Fourth, make it easy for people to come over to you. One of the huge problems we had with Brexit was that at the crucial moment we needed to reach out across the party divide, our leadership was so sectarian that Lib Dems and soft Tories couldn’t come to us. If someone voted Tory or Lib Dem at the election, they’re not likely to want a socialist revolution at the next. Fifth, patriotism matters, but I’m afraid we don’t get to define its basics. These are: pride in our country; support for the armed forces; being strong on law and order. The progressive view of patriotism will never be the same as the conservative one. We will add an emphasis on values of tolerance, equality and a commitment to social justice. But the basics can’t be absent. Sixth, if we denounce our own government’s record, don’t be surprised if the people conclude we shouldn’t be put back into power. The constant assertion by the Labour leadership that Britain’s problems were the product of 40 years of “neoliberalism”, as if the policies of the Thatcher era were the same as the last Labour government, was a hideous combination of bad politics and worse history. Can you imagine the Tories making such an error? Finally, and above all, decide whether it’s about them or about us, about the people or about making us feel good about ourselves. If it’s about them, then winning is the top priority. That means a professional organisation, strategy, preparation, not deluding ourselves that belief in our own righteousness is enough. These things are obvious. The frustration is that it is necessary to say them. • Tony Blair is a former prime minister and founder and patron of the Tony Blair Institute for Global Change."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}