{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jan/13/puigdemont-arrives-to-take-up-european-parliament-seat", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-01-13T21:43:19Z", "webTitle": "Ex-Catalan leader who fled to Belgium takes up European parliament seat", "webUrl": "https://www.theguardian.com/world/2020/jan/13/puigdemont-arrives-to-take-up-european-parliament-seat", "apiUrl": "https://content.guardianapis.com/world/2020/jan/13/puigdemont-arrives-to-take-up-european-parliament-seat", "fields": {"headline": "Ex-Catalan leader who fled to Belgium takes up European parliament seat", "bodyText": "Catalonia’s former president has arrived in the European parliament to take his seat, vowing to continue fighting for the jailed Catalan leader Oriol Junqueras, who lost his bid to become an MEP. Carles Puigdemont, who fled to Belgium after organising Catalonia’s illegal referendum in October 2017, posed for pictures with a “Free Junqueras” poster on Monday, alongside his ally and fellow new MEP, Toni Comín. The pair were caught in an extended legal tangle over whether they could take their seats after being elected to the European parliament in May 2019, as was Junqueras, who is serving a 13-year jail term for his role in the failed bid for secession. European parliamentary authorities announced last Friday that Puigdemont and Comín had begun their mandate on 2 July, the day the new parliament met for the first time, following a ruling from the European court of justice that boosted the separatist leaders’ cause. However, the parliament said Junqueras was no longer an MEP, because Spain’s supreme court had ruled last week that he was not eligible to serve because of his conviction for sedition and misuse of public funds. Flanked by Comín and six MEP supporters at a news conference, Puigdemont said: “We are proud to be here, but we are not happy because we miss Oriol Junqueras. And we will continue fighting until Mr Junqueras returns to his house, because he was a member of [this] parliament for several years before.” Junqueras, chairman of the separatist party Esquerra Republicana de Catalunya (ERC), served as an MEP from 2009 to 2011. Puigdemont, who made a home in the Belgian town of Waterloo after fleeing Spain in 2017, also made clear that he intended to continue his efforts to make the bitterly fought Catalonia crisis a European question. He hopes to join other separatist parties, such as the Scottish National party and Plaid Cymru, as a member of the Greens-European Free Alliance group, the fourth largest group in the parliament. But the group has not decided yet whether to admit the new Catalans. In 2017, Puigdemont organised a referendum, criticised for violating the rules of the Catalan parliament and trampling on democratic norms, before making an illegal declaration of independence. He avoided trial on charges of sedition, rebellion and misuse of public funds by fleeing to Belgium. Last October, nine Catalan separatist leaders were jailed for their part in the failed bid for independence, including Junqueras. The European parliament announced last Friday that Junqueras would no longer be recognised as an MEP, the day after Spain’s supreme court ruled that he was not eligible because of his conviction. “Taking into account the decision of the Junta Electoral Central [Spain’s electoral commission] of 3 January 2020 and pursuant to the decision of the Tribunal Supremo of 9 January 2020, the mandate of Junqueras i Vies terminated with effect on 3 January 2020,” the European parliament president, David Sassoli, said in a statement. Catalan independence supporters vowed to continue to press parliamentary authorities to reinstate his immunity. The separatists have also said they are appealing to Spain’s supreme court, but their prospects of success are unclear. Officials from the European parliament said they were still considering whether Junqueras was entitled to six months’ pay, as he is considered to have been an MEP from 2 July until last week. Its rules mean an MEP cannot be subject to detention or legal proceedings because of views expressed or votes cast as an MEP, but it cannot be claimed if the person has committed an offence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}