{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/dec/10/get-naked-if-you-like-the-australian-working-holiday-from-hell", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-12-09T21:00:17Z", "webTitle": "'Get naked if you like': the Australian working holiday from hell", "webUrl": "https://www.theguardian.com/australia-news/2017/dec/10/get-naked-if-you-like-the-australian-working-holiday-from-hell", "apiUrl": "https://content.guardianapis.com/australia-news/2017/dec/10/get-naked-if-you-like-the-australian-working-holiday-from-hell", "fields": {"headline": "'Get naked if you like': the Australian working holiday from hell", "bodyText": "The young female backpackers tensed as they heard the farmer’s footsteps behind them. They were standing in a line at a conveyer belt in a large farm shed, as the freshly picked garlic bulbs slid by. Their job was to shake the dirt from them and wipe them clean. The farmer, in his 60s, was now right behind them. He shouted at them to work faster. Then he went silent. With a smirk on his face, he picked up a long garlic stalk and began, almost playfully, slapping them on the backs of their bare legs. The girls tensed. For Katherine Stoner, aged 18 and on her first big trip away from her home in Leicestershire in the East Midlands, it was a frightening experience. “It was something I had never experienced before, and I had no idea how to react. We all stood there, rigid, in silence. I felt objectified, like he knew he could do whatever he wanted to us and there was nothing we could do. None of us said a word for fear he would shout at us or do something worse,” she says. A gap year in Australia on a working holiday visa was meant to be the experience of a lifetime. Instead, Stoner found her time working in rural Australia punctuated by intimidation and degrading incidents at the hands of male farmers. At one isolated farm a middle-aged farmer suggested she and her friend Elle Kerridge should pick fruit naked. At another, more disturbing forms of harassment occurred. Foreign backpackers are particularly vulnerable to exploitation because they must spend 88 days in a rural area in order to secure a second year on their working holiday visas. A whole industry of hostels offering job services has sprung up as a result of the policy. But it has also meant that workers, particularly female workers, are prepared to endure harassing and even illegal behaviour to secure their second year here. Now studying film-making at University of Lincoln, Stoner has decided to return to Australia to make a documentary on the topic. She’s raising money on an incubator site and working on pre-production of 88 Days, the working title of her project. She hopes to be back in Australia in time to film in the fruit-picking season. Stoner and Elle Kerridge arrived in Sydney in 2015 after finishing school. Excited to be there, but without any work experience, they struggled to get work in cafes in Sydney. But they soon heard via bulletin boards there was plenty of farm work to be had in rural Australia. They contacted a hostel in a regional town in NSW, which said there were jobs waiting for them. “We thought: great, sorted,” says Stoner. They had never been on an eight-hour train trip before. As the train rolled through paddocks, browning in the heat of an Australian summer, it struck them how far from home they were. Their first job was picking peaches, at a farm 15km out of town. There were about a dozen backpackers from around the world. It was hot, hard work but sociable and and fun. Each day they would drive out from the hostel to work at the farm. Some days they worked 8 to 10 hours, sometimes only four, depending on how ripe the peaches were. But at the end of the picking, the farmer, in his 40s, asked Stoner and Kerridge to stay on to finish the last of the crop. “It was a hot day, and we were really sweating as we picked peaches among the rows of trees,” recalls Stoner. “The farmer came up to where we were working, and said: ‘You can get naked if you like, it’s so hot. I won’t come back.’” “We were pretty uncomfortable with that. Then he came back five minutes later and said: ‘Oh, you’re still wearing clothes.” They managed to get through the last of the picking without incident, but they had to endure increasingly flirty banter and questions about whether they had boyfriends. Both girls realised how vulnerable they were on the isolated farm without transport. They both vowed to avoid putting themselves in such a risky situation. The two friends returned to Sydney and did some travelling but, short of money, they again headed to regional NSW, this time securing employment at a winery. They thought it would be a more professional environment. It was a substantial company and they were required to go through an interview process to get the job. “It started off fine,” says Stoner. “There were lots of new workers there. But then the teasing began. Our supervisor would make inappropriate remarks, and started spreading rumours about us, about the people working below him.” There were sexualised comments and inappropriate jokes, says Stoner. “These managers were middle-aged men. There was no one to report it to because they were our bosses,” says Kerridge. “It made you feel uncomfortable, which you shouldn’t have to feel. It made you want to not go to work,” she says. Then came the end-of-season drinks. The young backpackers put on their best dresses or shorts and headed out for a social time. But the next day Kerridge was told by a friend a couple of the managers had been surreptitiously taking photos on their mobiles of her thighs and between her legs as she sat talking to them at the table. “I don’t know why my friend didn’t tell me at the time. These people are your managers, your friends, people you’re meant to respect. Obviously it’s not right. I don’t know why they would have wanted photos of an 18-year-old. Obviously it’s pretty sick-minded.” Despite labour laws and other protections that exist in Australia, Stoner says her experience was that farm work is unregulated. She argues the government should set up a system of accreditation for employers of farm labour , particularly as the 88-day rule forces backpackers into this job market. The minister for employment, Michaelia Cash, says the government has given the Fair Work Ombudsman more resources to tackle migrant worker exploitation. She points to the establishment of the Migrant Worker Taskforce in October 2016 and $20.1m given to the Fair Work Ombudsman to expand its capacity to act on instances of migrant worker exploitation. She says that in September 2017 the laws were strengthened to stop exploitation of vulnerable workers, including new penalties for underpayment, in the wake of the 7-Eleven scandals. A major study released last month by three Sydney universities, based on responses to an online survey by 4,322 foreign temporary workers, found workplace exploitation was “endemic and severe”. The study by researchers at University of NSW, Sydney University and UTS found one third of backpackers earn $12 or less – well below the minimum wage. Exploitation in fruitpicking was particularly prevalent. The survey found that backpackers knew they were being underpaid but believed that few people on their visa could expect to receive the proper wage of $22.13 under the horticulture award. Stoner and her friend say they were paid around $7 to $8 an hour for fruit picking. Cash says the survey was done in late 2016 and “does not account for the strong steps the government has taken to stop migrant worker exploitation.” The survey did not look into sexual harassment or other conditions of work. But it did find that labour laws were regularly breached by employers who refused to provide payslips or demanded part of their employees’ wages back. Know more? Contact anne.davies@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}