{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2017/dec/19/weatherwatch-snow-squishiness-avalanches", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2017-12-19T21:30:05Z", "webTitle": "Weatherwatch: the squishiness of snow", "webUrl": "https://www.theguardian.com/news/2017/dec/19/weatherwatch-snow-squishiness-avalanches", "apiUrl": "https://content.guardianapis.com/news/2017/dec/19/weatherwatch-snow-squishiness-avalanches", "fields": {"headline": "Weatherwatch: the squishiness of snow", "bodyText": "Many of us in the northern hemisphere have had our first taste of winter snow now, and a reminder of what strange stuff it is. Sometimes it is stretchy and malleable – perfect for making snowmen; at other times it is crisp and brittle, snapping under your feet. Sometimes it is a mix of both. This variation is why avalanches are so hard to predict. But measuring the squishiness of snow may help. Scientists estimate squishiness (officially termed elastic modulus) by measuring how much force is required to squash snow by a set amount. So the denser the snow the higher the elastic modulus (because more force is required to deform dense snow). But laboratory experiments have produced widely scattered estimates of elastic modulus. “This is because it is very difficult to deform snow without breaking it,” says Bastian Gerling from the WSL Institute for Snow and Avalanche Research SLF in Davos, Switzerland. Gerling and his colleagues have been investigating two other ways of measuring snow squishiness: firing sound waves through snow (and measuring their speed), and using a scanning and computer simulation technique. Writing in the journal Geophysical Research Letters, they show that both the scanner technique and the sound waves outperformed traditional lab experiments and produced consistent measurements of elastic modulus. Better still, the low cost and portability of the sound wave equipment opens up the possibility of measuring snow squishiness out on the hills. For scientists this could be a real boon, enabling them to better understand and predict avalanches, and improve their interpretation of seismic measurements, used to examine glaciers and ice caps."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}