{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2017/dec/01/southampton-says-post-brexit-strategy-justifies-university-vcs-pay-of-433000", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2017-12-01T19:43:05Z", "webTitle": "Southampton says post-Brexit strategy justifies vice-chancellor's £433,000 pay", "webUrl": "https://www.theguardian.com/education/2017/dec/01/southampton-says-post-brexit-strategy-justifies-university-vcs-pay-of-433000", "apiUrl": "https://content.guardianapis.com/education/2017/dec/01/southampton-says-post-brexit-strategy-justifies-university-vcs-pay-of-433000", "fields": {"headline": "Southampton says post-Brexit strategy justifies vice-chancellor's £433,000 pay", "bodyText": "The University of Southampton said “post-Brexit strategy” justified paying its vice-chancellor £433,000 a year, after it emerged Sir Christopher Snowden is one of the country’s highest-paid university leaders. The announcement places Snowden and Southampton in the firing line over rising executive pay, after the resignation of the University of Bath’s vice-chancellor, Dame Glynis Breakwell, after widespread criticism of her £468,000 pay. “World-class capable leaders are needed to ensure that the UK’s universities become one of the stars in the UK’s post-Brexit export strategy,” said Gill Rider, chair of the Southampton University’s council. “Sir Christopher brings breadth and depth of experience that is critical to Southampton’s long-term success.” Snowden’s pay for 2016-17 was revealed as part of regulatory filing and showed a sharp rise from the £352,000 he received in the previous financial year. But the university said his pay in the previous year was for just 10 months after he took up the role, and that the additional £80,000 was not a pay rise. Sally Hunt, general secretary of the University and College Union (UCU), said Snowden was prospering despite the university planning to cut 75 staff. “To accept this kind of pay rise while saying he must axe 75 academic jobs because money is tight beggars belief,” said Hunt. “Following a summer of damaging headlines about the abuse of pay and perks by senior staff in universities, it is almost as if vice-chancellors are engaged in some offensive game to see who can shock the most.” A spokesperson for Southampton said: “The vice-chancellor’s salary was set and is regularly reviewed and agreed by the university’s independently chaired remuneration committee, which reports to the university council. “The vice-chancellor is not a member of the remuneration committee and only attends by invitation to discuss other business.” Bath’s management was rebuked by the higher education regulator for its corporate governance failings. Breakwell was a member of the remuneration committee that set her own pay. Southampton ’s 2016-17 financial accounts, published on Friday, record Snowden as a member of the university’s senior salaries committee, the pay-setting body that was only replaced by a new remuneration committee in September. Southampton, a member of the Russell Group of research-intensive universities, has an annual turnover of £590m. In contrast, the University of Manchester, another Russell Group member, has an annual turnover of more than £1bn but its vice-chancellor, Dame Nancy Rothwell, receives £306,000 in pay and pension contributions – £120,000 less than Snowden. Earlier this year Southampton was the target of criticism by Jo Johnson, the universities minister, who compared Snowden’s higher pay with that of his predecessor. “There is one institution on the south coast that has seen vice-chancellor pay rise from £227,000 in 2009-10 to £350,000 in 2015-16, which is really quite a sharp increase,” Johnson said in June. “It’s a Russell Group institution. It’s a steep increase, and I want to ensure that the students at that institution are getting the best experience, that they’re getting the kind of teaching experience they deserve.” Johnson called on universities to restrain pay for senior management, after UCU’s research showed that the average pay for vice-chancellors had risen to £278,000 in 2015-16. Southampton said Snowden’s pay went up by 1.1% in 2016-17, in line with the national pay award for universities. “This was the only increase in his remuneration since his appointment, and he has declined a similar increment for 2017-18,” it said, adding that the university makes no contributions to his pension. Rider noted that less than a quarter of Southampton’s income was from domestic and EU tuition fees. “We recruited Sir Christopher to Southampton two years ago because we wanted an outstanding leader for the university. He is a hugely respected academic, knighted for his services to engineering and higher education,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}