{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2017/dec/19/charles-dickens-a-christmas-carol-inspired-by-visits-to-cornwall", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2017-12-19T20:05:57Z", "webTitle": "Charles Dickens' A Christmas Carol inspired by visits to Cornwall", "webUrl": "https://www.theguardian.com/books/2017/dec/19/charles-dickens-a-christmas-carol-inspired-by-visits-to-cornwall", "apiUrl": "https://content.guardianapis.com/books/2017/dec/19/charles-dickens-a-christmas-carol-inspired-by-visits-to-cornwall", "fields": {"headline": "Charles Dickens' A Christmas Carol inspired by visits to Cornwall", "bodyText": "Jacob Marley, one of the best-known characters in Charles Dickens’ A Christmas Carol, was by all accounts a selfish and greedy man who died with only one friend in the world, his business partner Ebenezer Scrooge. Now a historian has claimed the character, who comes back as a ghost to visit Scrooge and teach him the error of his ways, was actually inspired by a real man whom Dickens had met and had promised to make him a household name. In the fable, which has spawned hundreds of film and stage versions, the central character Scrooge is visited by the ghost of Marley, who is haunted by the way he lived his life. Cornish historian Barry West began researching the inspiration for the character after hearing rumours that there was a connection between Cornwall, Dickens and A Christmas Carol. He discovered a London physician Dr Miles Marley, who died in Port Isaac on 15 November 1854 and who Dickens is thought to have met in London prior to writing A Christmas Carol. West also believes that the novelist’s visits to Cornwall provided further inspiration for some of the scenes in the book. West has spent years carrying out meticulous research to prove the connection between A Christmas Carol and his home county, which Dickens was known to have visited a number of times. West said: “There’s definitely an old forgotten story about Dickens and [Miles] Marley and Cornwall, but I wanted to find out the real facts.” He found out where the real man was buried and discovered he had been a physician in London. After contacting the Dickens Society and a Dickens expert to enquire about the origins of the name Marley in the novel, he received what he believes is confirmation that the two had met. He said: “I was sent a newspaper clipping from the Dickens expert, which said that on St Patrick’s Day, at 11 Cork Street, Westminster, London, a Dr Miles Marley had invited guests over to celebrate – one of those guests was Charles Dickens. “The clipping said that Dickens had started a discussion over unusual names and it was agreed that Marley was indeed an unusual name. It was said that Dickens told Marley, ‘by the end of the year your name will be a household word’.” That same doctor then moved to Cornwall and died shortly afterwards. West added: “I have no doubt that this is the same Dr Miles Marley that Charles Dickens dined with in London and the same Marley that the writer got the name for his character Jacob Marley.” Diana Archibald, secretary-treasurer for the Dickens Society, told the Guardian: “Dickens often used names of people he met or heard about, so it is very much possible that the Marley connection is true. She added: “It is always interesting to see these details come to light.” West also believes some of the places which are vividly described in the book paint the picture of Cornwall’s rough and wild landscape perfectly. When the second spirit, the Ghost of Christmas Present, visits Scrooge, he takes him to a market where cheerful people are buying ingredients for Christmas dinner and “exchanging a facetious snowball”. Afterwards, Scrooge is taken to see how miners, sailors, and lighthouse keepers still have the festive spirit despite living in harsh conditions. West said: “We know that Charles Dickens came to Cornwall a few times. He went to Land’s End, Rock and Tintagel, he wrote letters about it that are now in The Dickensian [journal], he wanted to go to the most remote parts of Cornwall. “If you read A Christmas Carol, some of the passages and descriptions he writes – it’s undoubtedly based on the time he spent in Cornwall.” He also believes that the novel goes into detail about the county’s rugged coastline, raging sea and even possibly one of Cornwall’s most famous lighthouses. He said: “There has been a lot of speculation on what lighthouse Dickens speaks about in the novel. “Many people thought that the lighthouse could be Trevose Head, but because we know where Dickens went when he visited Cornwall, the distance out to sea the lighthouse was and the year the story was written, in my mind, there is no doubt that it was the original Longships Lighthouse.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}