{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/dec/13/republicans-in-congress-reach-deal-on-tax-plan-to-slash-corporate-rate-by-21", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-12-13T23:13:25Z", "webTitle": "Republicans in Congress reach deal on tax plan to slash corporate rate to 21%", "webUrl": "https://www.theguardian.com/us-news/2017/dec/13/republicans-in-congress-reach-deal-on-tax-plan-to-slash-corporate-rate-by-21", "apiUrl": "https://content.guardianapis.com/us-news/2017/dec/13/republicans-in-congress-reach-deal-on-tax-plan-to-slash-corporate-rate-by-21", "fields": {"headline": "Republicans in Congress reach deal on tax plan to slash corporate rate to 21%", "bodyText": "Republicans in Congress reached a deal on final tax legislation on Wednesday, clearing the way for final votes next week on a package that would slash taxes for wealthy Americans and lower the tax rate for corporations. Under an agreement between the House of Representatives and the Senate, the tax plan would reduce the corporate tax rate to 21%, one percentage point higher than the 20% rate earlier bills had proposed. It would still mark a dramatic fall from the current rate of 35%, a deep tax reduction that corporations have sought for years. As they finalized the biggest tax overhaul in 30 years, Republicans wavered for weeks on whether to slash the top income tax rate for the wealthy. But in the end, they agreed to cut it to 37% from the current 39.6%. This was despite criticism from Democrats that the Republican plan tilts toward the rich and corporations, offering little to the middle class. The agreement would also gut part of Barack Obama’s healthcare law by repealing the so-called “individual mandate”, which requires individuals to purchase health insurance or pay a penalty. It also authorizes oil drilling in Alaska’s Arctic national wildlife refuge. Republicans cautioned details were still being finalized. A final bill could be formally unveiled as early as Friday, with decisive votes coming next week in both chambers. The deal was reached one day after the Democratic candidate Doug Jones pulled off a stunning upset in the Alabama Senate race, escalating pressure on Republicans to send the tax bill to Donald Trump’s desk by the end of the year. Republican leaders already have more work to do to persuade holdouts in both chambers, where separate tax bills were passed along party-line votes over the past month. In both the House and the Senate, a number of Republican lawmakers voted for initial versions of the tax bill but cautioned their support was conditional upon what would be included in a final plan. In remarks at the White House, Trump said the tax plan was “bigger than anything ever done in this country”. The president appeared with several middle-class families who he said would benefit from the tax bill. The Joint Committee on Taxation and the Congressional Budget Office, both nonpartisan research units of Congress, have forecast that rich taxpayers and businesses would gain disproportionately from the debt-financed Republican proposals. Democrats on Wednesday called on Republicans to postpone a vote until after Jones is seated in the Senate. “It would be wrong for Senate Republicans to jam through this tax bill without giving the newly elected senator from Alabama the opportunity to cast his vote,” Chuck Schumer, the Senate Democratic leader, told reporters on Capitol Hill. Although Jones is unlikely to be sworn in before January, his victory narrowed a tenuous Republican hold over the Senate from 52-48 seats to just 51-49. Republicans are relying on a process known as “budget reconciliation” that enables them to pass a bill with a simple majority vote. As a result, they already have few votes to lose. Under the current numbers, Republicans can afford to lose just two votes in the Senate – a scenario in which vice-president Mike Pence would act as tie-breaker. If Senate Republicans do not pass the tax bill prior to Jones’ arrival, they would be able to lose just one vote. John Thune, the third-ranking Republican in the Senate, told Politico that Jones’ win made the GOP agenda “a little bit more complicated”. “The margin’s narrower. It was already narrow,” said Thune, a senator from South Dakota. “And every senator is a king or queen on almost every issue, and that probably only enhances that leverage that an individual senator has, going forward.” Reuters and Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}