{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/28/jack-wilshere-new-arsenal-contract-arsene-wenger-crystal-palace", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-28T23:15:34Z", "webTitle": "Jack Wilshere ‘sure’ of new Arsenal contract after Arsène Wenger talks", "webUrl": "https://www.theguardian.com/football/2017/dec/28/jack-wilshere-new-arsenal-contract-arsene-wenger-crystal-palace", "apiUrl": "https://content.guardianapis.com/football/2017/dec/28/jack-wilshere-new-arsenal-contract-arsene-wenger-crystal-palace", "fields": {"headline": "Jack Wilshere ‘sure’ of new Arsenal contract after Arsène Wenger talks", "bodyText": "Jack Wilshere is confident of signing a new contract at Arsenal with the club planning to open talks over terms with the midfielder, whose current deal expires at the end of the season, early next month. Wilshere, who has been at Arsenal since the age of nine and spent last season on loan at Bournemouth, started his fourth successive Premier League game in his team’s 3-2 victory at Crystal Palace and set up the visitors’ decisive third goal. “I probably feel better than I did last year,” he said. “I feel fitter, and am getting better each game. I spoke to the boss [about contract talks] and he said he will speak to me. I’m sure it will get done.” Arsène Wenger subsequently confirmed those talks will take place next month, once the cluttered fixture schedule over the festive period has been concluded. “The situation is that we need to sit down with him,” said the Arsenal manager. “At the beginning of January, it’s planned. “There is no delay. I said we would sort out his situation at the end of December, and so I told him we want to meet and sit down with him to talk about the future. That’s what I did. Now we play today, we play on Sunday, we play on Wednesday. At the moment the focus has to be on the games.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}