{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2017/dec/20/resist-the-puppy-eyes-chocolate-christmas-treats-can-be-deadly-for-dogs", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2017-12-20T23:30:45Z", "webTitle": "Resist the puppy eyes – chocolate Christmas treats can be deadly for dogs", "webUrl": "https://www.theguardian.com/lifeandstyle/2017/dec/20/resist-the-puppy-eyes-chocolate-christmas-treats-can-be-deadly-for-dogs", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2017/dec/20/resist-the-puppy-eyes-chocolate-christmas-treats-can-be-deadly-for-dogs", "fields": {"headline": "Resist the puppy eyes – chocolate Christmas treats can be deadly for dogs", "bodyText": "Dog owners need to be vigilant in keeping chocolate away from hopeful muzzles over Christmas, vets have warned, with research suggesting that the risk of canine poisoning from the confectionery peaks during the festive period. Chocolate can be toxic to dogs since canines break down a substance known as theobromine more slowly than humans, meaning that even seemingly modest quantities can result in vomiting, agitation, seizures and – albeit rarely – death. “Some dogs will go to great lengths to find chocolate,” said Dr Philip Jones, co-author of the research from the University of Liverpool, adding that owners might not realise the dangers of leaving a box of chocolates under the tree. The warnings come a year after the Royal Veterinary College flagged the dangers of dogs eating festive fare containing raisins, grapes or sultanas – such as Christmas cake or mince pies – pointing out that the fruits can cause kidney failure. The college also warns against letting canines snaffle other items, including bones and very fatty Christmas trimmings. The latest study sought to look examine whether canine illness due to chocolate consumption was more common certain times of year, using data from 229 veterinary practices in 500 premises across the UK, collected with owners’ consent between November 2012 and May 2017. Published in the journal Veterinary Record, the research covers 386 cases of dogs being brought in after eating chocolate, with the animals showing a range of symptoms including vomiting and increased heart rate – although the team note that none of the cases were life-threatening. Of the 185 cases in which the dose of chocolate was known, almost 60% involved toxic levels of theobromine. While no breed stood out as being particular prone to wolfing down chocolate, the team found that it was less common in dogs aged eight years and over than those under four years. But, said Jones, it was unclear whether older dogs are less devious, or better trained, or whether other factors such as owners’ experience were behind the trend. The team also looked at the number of consultations in the week before and two weeks after a number of celebratory periods, compared to the rest of the year. The results highlight that the Christmas period is the most common time for dogs to be bundled to the vet after indulging, with Easter in second place. “It is around about four-and-a-half times more likely at Christmas than other times,” said Jones. No such spike was seen in the weeks around Valentine’s day or Halloween. The study notes that gift boxes of chocolates or chocolate bars were a common culprit, accounting for 35 cases, while festive confectionery including advent calendars and Santa Claus figurines were responsible on 10 occasions, and chocolate oranges on 15. One dog, the authors add, apparently managed to wolf down six chocolate oranges and six Toblerones before winding up at the vet. The study reveals that the animals received a variety of treatments including activated charcoal to mop up the theobromine, substances to induce vomiting, and in some cases, intravenous fluid. Karen Humm, a senior lecturer in small animal emergency and critical care at the Queen Mother Hospital for Animals, and who was not involved in the study, welcomed the research. “For a veterinary study, it is a big study,” she said. Should owners suspect their dog has been gobbling up festive treats, they should phone a vet straight away, with information on the type of chocolate and how much appears to have been eaten, Humm said, noting that dark chocolate is the most hazardous to dogs. The dangers of chocolate to dogs, Humm adds, should not be underplayed, noting that heart arrhythmias and seizures were major causes for concern. “I have seen fatal cases of theobromine intoxication – chocolate intoxication,” she said. “It is obviously just devastating for the family because they are often the type of dog that scavenges and often younger dogs, they are often dogs which are quite lively and bright.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}