{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/13/swansea-city-manchester-city-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-13T21:53:17Z", "webTitle": "David Silva leads latest Manchester City masterclass in win at Swansea", "webUrl": "https://www.theguardian.com/football/2017/dec/13/swansea-city-manchester-city-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/dec/13/swansea-city-manchester-city-premier-league-match-report", "fields": {"headline": "David Silva leads latest Manchester City masterclass in win at Swansea", "bodyText": "Near-perfect performances of this nature tell us little but rather enforce what we already know: this freewheeling Manchester City team are coasting towards the Premier League title. The scary thing is, on their way to comfortably dispatching Swansea City to rack up a record-breaking 15th successive league victory, at times they were merely going through the motions. David Silva continued his purple patch in front of goal by scoring either side of Kevin De Bruyne’s free-kick before Sergio Agüero wrapped up a ninth away win in the league this season. If Pep Guardiola’s side do indeed, as he believes, have so much more to give, it is going to be a joy to witness. For Swansea, who remain rock bottom, this was the harshest of reality checks after defeating West Bromwich Albion here five days ago. Paul Clement had warned his players there was no margin for error against free-scoring opponents such as these and they did not help themselves, repeatedly gifting the ball to a Manchester City side so slick in possession. When the visitors had it, Swansea simply could not get it off them. “It wasn’t nice to see that, but if you’re a Manchester City supporter it must be a pleasure,” Clement said. “To be on the receiving end of that was very difficult. I would say they are one of the best sides I have ever come across.” Guardiola made four changes from the side that won the derby against Manchester United on Sunday but this was same old swashbuckling City, with Bernardo Silva, in particular, excelling on his return. He easily wriggled free of Jordan Ayew before teeing up Agüero to nod on to the roof of Lukasz Fabianski’s goal before another superb left-foot delivery supplied David Silva, captain in the absence of Vincent Kompany, for City’s inevitable opener in the 27th minute. The Swansea defence, though, allowed David Silva far too much time and space inside the six-yard box to prod home. Seven minutes later it was 2-0, when De Bruyne fired a free-kick low beyond Fabianski, who was deceived by the ball’s thudding bounce en route to goal. There was a warm embrace between Guardiola and his assistants Domènec Torrent and Mikel Arteta, wearing a woolly hat fresh from his brush-up in the Old Trafford tunnel, but these celebrations were decidedly low-key. “There are no problems this time,” Guardiola said with a wry smile in his post-match press conference. Swansea were desperately short of quality although Wilfried Bony, at least, relished the physical battle with Eliaquim Mangala, a one-time City team-mate. But the hosts looked and played like a team bottom of the table, bereft of confidence despite that win here last weekend, typified by Martin Olsson and Tom Carroll running the ball straight out of play. The latter was unsurprisingly taken off at half-time, and replaced by Tammy Abraham. Abraham barely had time to take off his tracksuit bottoms when David Silva fired narrowly past Fabianski’s post in pursuit of a third just after the interval. Swansea puffed out their chests for a moment but it was soon again one-way traffic. Bernardo Silva, who ran rings around Olsson all night, played in Agüero who forced Fabianski into a smart right-handed stop. For City, a third goal was only a matter of time, and when Sterling sped into the box, jinking inside Kyle Naughton, there was David Silva to take on the baton, holding off Roque Mesa – too frightened to fell his countryman – before dinking the ball in for his fourth goal of the season. “He [Silva] is a real leader – he never hides on the pitch,” Guardiola said. “I am so happy, we have always spoken about him scoring more goals but he has absolutely everything – sometimes he was thinking more the pass. He scored the winning goal at Old Trafford and now two more goals. We cannot just depend on just Gabriel [Jesus] or Sergio. We are scoring goals from set pieces again, and we have many options to score goals and that is so important for us.” This was cruise control for City, with Guardiola happy to withdraw Fernandinho on the hour. Kyle Walker was rested altogether, with the towering Danilo ably filling the void at right-back. Jesus, too, was kept fresh for Tottenham Hotspur on Saturday. An episode of City keep-ball shortly afterwards was equally galling for Swansea, though they would have scored but for some Ederson heroics, with the wrongfooted City goalkeeper getting two hands to Roque Mesa’s fierce deflected effort from the edge of the area. But City were largely untroubled, basking in victory by then. Guardiola introduced Oleksandr Zinchenko, handing the 20-year-old Ukraine international his league debut. Then came Ilkay Gündogan, replacing the again imperious De Bruyne. Ki-Sung Yeung had a late effort hacked away by Nicolás Otamendi but it was already game over for Swansea, with Agüero angling in a fourth goal, his 13th of the season. Manchester City had outclassed their opponents – again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}