{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/16/mark-hughes-stoke-city-manager-defiant-after-west-ham-defeat", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-16T21:02:54Z", "webTitle": "Mark Hughes defiant as fans vent fury at Stoke’s loss to West Ham", "webUrl": "https://www.theguardian.com/football/2017/dec/16/mark-hughes-stoke-city-manager-defiant-after-west-ham-defeat", "apiUrl": "https://content.guardianapis.com/football/2017/dec/16/mark-hughes-stoke-city-manager-defiant-after-west-ham-defeat", "fields": {"headline": "Mark Hughes defiant as fans vent fury at Stoke’s loss to West Ham", "bodyText": "An under-fire Mark Hughes insisted he is the man to turn Stoke City’s fortunes around after a chastening 3-0 home defeat by West Ham, their fifth loss in six games, plunged them deeper into a relegation battle. Hughes was turned on by large sections of the crowd after Marko Arnautovic, the former Stoke forward, scored West Ham’s second goal 15 minutes from time. The mood was mutinous by the time Diafra Sakho added a late third but Hughes, whose team will drop into the bottom three if West Brom defeat Manchester United on Sunday, believes he can still coax more out of his players. “I know this group and I know what they can produce,” he told the BBC. “We’ll get a tune out of them and hopefully we’ll get better. We’re in this position. Maybe we’ve got some clarity now. We’re better than what we’re doing at the moment. We need to get ourselves out of our situation. I don’t want to be in a relegation battle; we need to recognise that and do something about it.” Arnautovic, who Hughes said before the match had made a “sideways” move in joining West Ham for £24m during the summer, missed several chances to make the scoreline far greater. But Hughes pointed to the controversial first-half penalty – awarded by Graham Scott after Manuel Lanzini went to ground under Erik Pieters’ challenge – as the game-changing moment and left no doubt about his interpretation. “He’s clearly dived,” Hughes said of Lanzini’s tumble. “He’s a clever player, he’ll draw a foul or some kind of challenge, but he wasn’t clipped, he’s clearly dived. It’s disappointing the referee hasn’t seen that. Referees need to get match-defining decisions correct and he certainly didn’t get that one right from our point of view.” David Moyes, who has overseen a return of seven points and three clean sheets from West Ham’s last three games, agreed the decision was questionable but believed Lanzini had simply run out of steam after a surge upfield. “I think the defender gives the referee a decision to make,” Moyes said. “I would call it ‘soft’. Manuel’s run 70 yards and he’s probably run his race at the end of it. I don’t think there’s any intent regarding a dive, I think he’s riding the tackle more than anything. I see tiredness at the end of it but I don’t see a dive.” The away fans cheered Moyes and his players from the pitch; Hughes experienced the polar opposite but resisted any temptation to complain. “That’s understandable, clearly,” Hughes said. “I thought the fans were absolutely magnificent until the second goal, driving us on, and – like ourselves down on the bench – when the second goal went in it took the wind out of our sails.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}