{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/09/police-crystal-palace-fans-false-stories-knuckle-dusters-knives-brighton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-09T21:50:00Z", "webTitle": "Police must get to bottom of false stories about Crystal Palace fans | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/2017/dec/09/police-crystal-palace-fans-false-stories-knuckle-dusters-knives-brighton", "apiUrl": "https://content.guardianapis.com/football/2017/dec/09/police-crystal-palace-fans-false-stories-knuckle-dusters-knives-brighton", "fields": {"headline": "Police must get to bottom of false stories about Crystal Palace fans", "bodyText": "There is an old episode of Curb Your Enthusiasm in which Larry David is sitting in traffic when the lights change to green and the car in front does not move. The only issue is that it happens to be a police car and, in those circumstances, what is the etiquette? Who beeps a police car? Larry, is the answer. “No one’s above the beep,” he explains when the police officer gets out of his car. OK, it is not to be taken too seriously (Larry is also wearing a wig and a false moustache after a fatwa for planning to make a Broadway musical, coincidentally named Fatwa!, about Salman Rushdie). Yet it is easy to sympathise and, ultimately, beeping doesn’t do Larry any good. Officer Jenkins doesn’t take kindly to being asked if he was daydreaming and is not prepared to accept Larry’s get-out clause that, driving a new car, he wasn’t attuned to the subtleties of the horn and had meant it to be a pip rather than a beep. Larry gets a ticket. He takes it to an appeal and the judge accepts the officer was on “important police business”. The case is dismissed and Larry is reminded it doesn’t always make sense to take on the police. Sometimes, though, it is too important to let go and, back in the real world, that was certainly some victory for Crystal Palace’s supporters, in the face of some wildly inaccurate allegations, when Sussex police performed their volte-face and issued an apology for their cock‑and‑bull story about what happened at their game at Brighton. This one is about something more serious than whether a police officer might have been daydreaming at traffic lights, too, bearing in mind the official version of events for the previous week and a half was that Palace’s away fans had armed themselves with knives and knuckle‑dusters. It turned out – well, whaddya know? – there were actually no weapons found and the whole thing was made up. Yet we still cannot be sure by whom. Press statements from the police don’t tend to include those details and a few hours before the public confession from Sussex HQ it also became clear that the officer who had spread this misinformation to the media was going off-radar. “Please excuse some Twitter silence while I’m off and abroad for a few days. Keep safe,” Ch Insp Simon Nelson wrote on his social-media account. His 50th birthday, apparently. Fair enough. One imagines he has found it difficult to switch off, though, after the events of the past few days and it is certainly fair to say that a high‑ranking officer with his experience probably ought to realise he needs to be absolutely sure of the facts before sharing these non-facts with the world’s media and talking about it as “a return to the dark days of football”. Ch Insp Nelson was certainly a lot more talkative after the game and – suitably proud, it appeared, of the publicity that his comments generated – he also took to Twitter to post one of the many newspaper articles where he was quoted. Every newspaper carried the story, all of them concentrating on the knives and knuckle‑dusters angle. It was on television, the radio, the news wires – and genuinely shocking bearing in mind the damage these weapons can inflict. He was “extremely grateful”, he let us know the following day, for so many kind messages about the bravery of his officers. And, despite everything, that still stands. A mate of mine used to be in the Metropolitan police football unit and it was dangerous work. Palace were never the worst offenders but it would be naive not to think they have some old faces who, if you know your hooligan films, see these category-A fixtures as a chance to re-enact the role of Yeti, of the South London Buccaneers. Or, indeed, that there might be a few younger ones who think a Stone Island badge and a nice pair of trainers qualifies them for bravery points. Two stewards needed hospital treatment and there are clips of fans storming one of the turnstiles to force their way in. Flares were set off during the match and there were other incidents at the railway station. Brighton have a few headbangers themselves. It clearly wasn’t a pleasant night for the police. Yet it becomes a lot more sinister when there are stories of people taking knives and knuckle‑dusters to the stadium. That’s a very different level of violence – unprecedented, almost certainly, inside our shiny grounds in the Premier League era – and there are still a number of unanswered questions for Sussex police about the precise sequence of events that led to the original 543-word statement on 29 November, as opposed to the 87-word correction accepting the original release was untrue. Shortly before the apology was issued, Ch Insp Nelson stated on Thursday that the Palace fans should take it up with Brighton because “it was their staff who found those items in the away end”. That assertion, his police force admitted a few hours later, was also untrue and, to give him his due, he did reappear with an apology of his own the following day: “The information regarding discarded weapons and pyros in the away end of the stadium was passed to us and believed to be true – this was clearly not the case.” So, how about being transparent and letting everyone know what did actually go wrong? Who set the ball rolling? Did a senior police officer release that information as fact without bothering to check it out? These are important questions when one takes into account the potential damage to the reputation of Palace, the club’s supporters and also football fans in general, not to mention the heightened tensions now the sides have been brought together again in the FA Cup third round. That tie has been scheduled, with almost zero common sense, for a 7.45pm kick-off and is not going to be a great deal of fun for the officers on the frontline. I also doubt very much that we would even have had a follow-up statement, let alone an apology, from the police had it not been for the diligence of the Five Year Plan fanzine, whose editorial team immediately suspected that something didn’t ring true. A freedom-of-information request has gone in via the fanzine’s online editor, Robert Sutherland, and the police might have to understand why some supporters are wondering whether it was all a bit convenient that the headlines were manipulated that way on a night when Ch Insp Nelson and his colleagues might otherwise have faced some awkward questions about their handling of the game. Don’t overlook the fact that a significant number of Palace fans, having paid for their tickets and travel, didn’t even get in, held outside the ground by several lines of police before being escorted to the railway station without seeing a single minute of football. Yet there has been very little about that in the media over the last couple of weeks. The story changed dramatically once it was alleged that Palace fans were tooled-up and dangerous. A return to the dark days of football? Well, yes, if we are reminiscing about the times when it was all the rage to spread misinformation about football fans and not be held accountable. Mourinho’s touch of Drogba amnesia José Mourinho’s accusations of diving from Manchester City players strikes me as a bit rich bearing in mind he has previously managed Didier Drogba, Arjen Robben, Pepe and an extensive list of some of the sport’s other great thespians. Mourinho presumably had Raheem Sterling in mind – or, more likely, Michael Oliver, the referee of Sunday’s derby – when he noted how “a little bit of wind and they fall”. Yet it hasn’t been a common allegation this season, bar some extraordinary sour grapes from Arsène Wenger, and let’s not forget it needed only the mildest of breezes to knock down Drogba in his Chelsea days, often with the effect of a man who had just been shot with an imaginary Taser. In fairness to Mourinho, he is far from the only manager in the history of Manchester’s football enmity to lapse into this hypocrisy and my mind goes back to the days when Roberto Mancini was in charge at the place Sir Alex Ferguson used to call the Temple of Doom. The most regular complaint from Old Trafford at that time was the number of penalties the team in blue were awarded. “Twenty-one in the last year, isn’t it?” Ferguson wanted to know. “If we were to get that number of penalty kicks there would be an inquiry in the House of Commons. There would be a protest.” Mancini’s press conference was next and what a great response it was, too. City’s manager leant forward in his chair, put his hands together and stooped his head in the manner of someone diving off the top board. “But I remember very well last year,” he said. “[Ashley] Young, when he went swimming … I think it was four or five times in the last 10 games and he [Ferguson] didn’t say nothing.” That is the beauty of holding your press conference straight after the other guy: you always get the chance to have the final word. These days it is all choreographed between the two clubs so the questions are asked at exactly the same time, thereby eliminating the potential for one manager to respond to the comments of the other. It was much more fun the other way – and I still wouldn’t bet against Mourinho going back to the old system. Sullivan does his bit for team spirit A penny for José Fonte’s thoughts after reading David Sullivan’s interview in the Guardian and learning the West Ham co-owner wished he had listened to his teenage children when it came to some of Slaven Bilic’s signings. Sullivan had just explained that he regretted not sacking the Croat in the summer and went on to identify some of the mistakes that had been made in the transfer market. “The manager said he wanted Fonte from Southampton and [Robert] Snodgrass from Hull. My kids begged me not to sign them.” At least Snodgrass (left), on loan at Aston Villa, does not have to worry too much about such a resounding vote of confidence. Not until he returns to West Ham at the end of the season, anyway. Fonte, however, is still there, recovering from an injury and brilliantly motivated, one assumes, by such generous words from the man at the top. It all feels rather typical of Sullivan, unfortunately – and just another reason why so many West Ham fans wish it could be another way."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}