{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2017/dec/05/chelsea-atletico-madrid-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-05T21:56:54Z", "webTitle": "Chelsea 1-1 Atlético Madrid: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/dec/05/chelsea-atletico-madrid-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2017/dec/05/chelsea-atletico-madrid-champions-league-live", "fields": {"headline": "Chelsea 1-1 Atlético Madrid: Champions League – as it happened", "bodyText": "And with that, I’m gone. It’s been memorable. Bye! A couple of Chelsea players have a chat. Firstly, Gary Cahill: I felt second half we more than deserved the win. We had some fantastic chances. Pleased with the performance, asking myself how’ve we not won that in the end, to be honest. I think overall the performance was very good. I thought their goalkeeper was fantastic today. One of those days. He’s had an amazing game which has got them a point at the end of the day. And also, Eden Hazard: The only problem, the goalkeeper was on fire. We should score more goals, win the game and finish first in the group. It’s not a problem [who we get in the next round], we are Chelsea. We are a top team, so we can face any team. We can do everything. This result has gone down particularly well in Rome. Well it took its time, but it turned, in the end, into a fun match – or at least a fun final half-hour. Chelsea had enough chances to have won it with some ease, but a combination of disappointing finishing, a couple of near-misses and an excellent display of goalkeeping from Jan Oblak frustrated them. 90+4 mins: With a couple of seconds of the indicated four minutes of stoppage time still to play, the referee has had enough. Atletico crash into the Europa League, and Chelsea take second place in Group C. 90+3 mins: The game in Roma has finished, and Atletico Madrid are doomed. 90+2 mins: So close to a winner for Chelsea! Batshuayi chests a long ball down to Fabregas and runs onto the return, bursts into the box and then, from an angle, shoots across goal and just wide of the far post! 90+1 mins: Correa, 20 yards out, scoops a shot ludicrously high. It was certainly further away from goal when it crossed the goalline than it was when Correa took his shot. 90 mins: The referee got it wrong: Cahill did touch the ball, but then so did Correa. It should have been a goal kick. 89 mins: Carrasco sends in a poor free kick from the left but somehow it ends up with Correa on the far side, and he seems to be taken out inside the penalty area by Cahill. There may have been a touch on the ball, though, as the referee gives a corner. 88 mins: Atletico still need Qarabag to do them a favour in Rome, but shouldn’t get their hopes up: Roma have 18 shots to their three so far. 86 mins: We go into the final five minutes in an excellent position, in that both sides need to score. Anything could happen now. 84 mins: A fine crossfield ball finds Correa on the right, and his low centre skims across goal with Griezmann flinging himself at it in vain! 83 mins: Incredible miss from Willian! Hazard pulls the ball back from the left and Willian, level with the penalty spot and all on his lonesome, need only thrash it into the net! He thrashes it over the bar! 81 mins: Chelsea bring Batshuayi on for Morata. 80 mins: Hazard chases after an overhit Moses cross and then slows down, hoping that a clumsy defender will come and push him over. Partey comes and pushes him over. It’s mildly cynical from Hazard, I suppose, but Partey really did properly barge into him. The referee gives a goal kick. 79 mins: And now they have brought Luciano Vietto on and taken Gimenez off. They have no more dice to throw. 78 mins: Atletico have brought Angel Correa on, and taken Gabi off. 76 mins: Terrible miss from Morata! Fabregas is played in behind a suddenly undermanned defence. Two red shirts run towards him so he passes inside to the unmarked Morata, who from the edge of the area and a central position has only the onrushing Oblak to beat. He doesn’t beat him. Fabregas’s corner is headed back to him, and this time his cross is headed out to Hazard. The Belgian runs into the box and drives a low shot into a thicket of legs, one of which belongs to Stefan Savic, who diverts it into his own net! 73 mins: Willian replaces Zappacosta. 72 mins: As things stand, you see, Manchester United, Liverpool, Tottenham and Manchester City top their groups, and Chelsea can’t play another English side in the next round. So they will play one of the other group winners, who as I type are Barcelona, Paris St-Germain and Besiktas. Two-thirds of those options aren’t very enticing. 71 mins: Willian is about to come on for Chelsea, who need a goal if they are to avoid a potentially nightmarish draw in the next round. 68 mins: Goalline clearance! Moses now gets down the right and crosses to Pedro, who flicks the ball between his legs and towards the far post, where Gimenez, who was battling with Morata and knew nothing about it, falls over and lands in the perfect spot to accidentally stop the shot with his torso! Oblak gathers, and then stays down, apparently hurt. 67 mins: A short corner is played back to Fabregas, who gets to the byline and drives a hard cross to Christensen, who dives, connects, and misses a gaping goal! 67 mins: Pedro gets into the area and to the byline, and sends in a low cross that is desperately cleared. 65 mins: Atletico attack again, and Carrasco passes to Griezmann who lets the ball roll across his body, cocks his left foot and then falls over mid-shot, skewing it wide. 64 mins: Chelsea make a change, bringing Pedro on for Bakayoko. 63 mins: Chelsea had started the second half very brightly, and Atletico have only got forward twice. Once they hit the post and once they scored. 60 mins: Bakayoko gets into the penalty area but Lucas Hernandez nips in front of him and gets a shirt-tug for his troubles. Free kick. 57 mins: Bakayoko was supposed to be marking Saul there, but he totally stopped concentrating when the ball headed to the near post, and is surely in for some hairdryer action at some point this evening. 57 mins: And that’s Torres’s last touch, as he’s replaced by Yannick Carrasco. Atletico win a corner on the right, which is flicked on by Fernando Torres and loops to Saul, all alone at the back post, whose task is simple! 55 mins: So unless Qarabag score Atletico are doomed, and Chelsea need a win if they want to top the group. 54 mins: GOAL! Not in this game, mind. Roma are a goal up against Qarabag, Perotti scoring in the 53rd minute. 53 mins: Atletico hit the post! From nowhere! Filipe Luis takes a shot from 30 yards that bounces and strikes the meat of the far post and rebounds to Koke, whose diving header is saved by Courtois! 52 mins: Zappacosta is booked for a late attempt to tackle Savic that made contact only with ankle. 50 mins: Another chance! Morata meets Fabregas’s corner with a fine header, but Oblak makes a difficult save look ridiculously easy. 49 mins: Then Hazard runs into the area, checks onto his right foot and his shot hits Hernandez and deflects wide. 49 mins: A real chance for Chelsea! Hazard crosses from the left and Christensen, unmarked, heads too close to Oblak. 47 mins: Christensen lets a limp palm touch Griezmann’s shoulder, and the Frenchman flings himself to the turf ridiculously. It is, the referee decides, a free kick, and Griezmann gets up to sent it goalwards, where Courtois catches. 46 mins: “How can you be steamrollered without significant contact?” wonders Mel, not unreasonably, of Cahill’s pre-interval challenge on Griezmann. Cahill realised he couldn’t win the ball, pulled out of his challenge, but his momentum carried him into his opponent. There was contact, and Griezmann may have been unbalanced, but that was about the extent of it. 46 mins: Peeeeep! Atletico need to take the game to where they feel we can hurt Chelsea, but then they knew that (see preamble for details). “I’m sure we’re going to see a lot more action in the second half,” says Michael Owen as the players come out. I admire his confidence. Time will tell. It is also half-time, and also goalless, in Rome. 45+1 mins: That’s all for now. It has been, to be frank, a bit dull, but Chelsea have had a couple of decent shots along the way. 45 mins: Fabregas’s fine cross is cleared to the edge of the area, where Griezmann clears and, just as the ball disappears, is steamrollered by Cahill. Lots of Atletico players seem very unhappy about this, but the referee is unbothered. Rightly, as there was neither malice nor actually significant contact. 44 mins: Atletico still have the ball. This must be among the longest and most boring “attacks” in football history. Eventually Kante nicks it, dances beautifully past a couple of challenges and is clattered by Gabi. 43 mins: Eventually Filipe Luis crosses, but nothing comes of it. 42 mins: Atletico have the ball for an age, working it across Chelsea’s penalty area, out to the left, back across, and then back to the halfway line, without ever looking even interested in getting it into the box. 38 mins: Then Fabregas finds space on the left of the area, but there’s nobody for him to cross to when he needs to cross it, and by the time Bakayoko bursts into the box there are all sorts of defenders around, and though he’s picked out his shot flies wide. 37 mins: Close! Zappacosta cuts in from the left again, but instead of shooting high across goal, as he did the last time he was in a similar position, he goes low towards the near post, and Oblak only just claws it away! 36 mins: Qarabag are doing their bit on Atletico’s behalf, restricting Roma to just one shot on target, and two shots overall. 34 mins: Hazard bursts into space and into the box, but hits his pass straight into a defender. It rebounds back to a blue shirt, and Moses spots Zappacosta all alone on the left, but Oblak catches his cross. 33 mins: Lucas Hernandez scrapes his foot down the back of Morata’s calf, with the ball nowhere near. The referee, having already booked him once, lets him off with a warning. It was, to be fair, a less painful front-of-foot scraping rather than studs-up savagery. 31 mins: Chance! Bakayoko picks out Hazard in the penalty area, and he swings his right foot at it and misses completely! 28 mins: Filipe Luis crosses deep from the left to absolutely nobody, but Zappacosta assumes someone must surely be challenging for it so heads behind for a corner, unnecessarily. The corner is headed out to Partey, who thuds a shot high. 25 mins: Atletico break. Christiansen and Kante chase after Griezmann gamely, bump into each other and fall over, and the Frenchman passes to Torres on the left, who gives the ball away inexplicably. 24 mins: Another save from Oblak! Morata’s shot was from a ludicrously wide position, but it was vicious and accurate, and Oblak can’t have been expecting it, but he flings out a hand to palm it to safety. 24 mins: That’s by some way the best chance of what has so far been an emphatically goalless match. It’s also goalless in Rome, though Qarabag have just had their first shot. 22 mins: Chance for Chelsea! A throw on the right bounces off Gabi’s head and runs to Moses, who sprints into the area and cuts back to Morata, whose low, first-time shot is saved by Oblak. 19 mins: Pretty cagey so far, but someone’s having fun 17 mins: Ooooh! Christiansen comes forward and passes to Morata, who controls, turns and hits a fine shot from the edge of the area that curls not quite enough to creep in. 16 mins: Atletico break, with Torres running down the right. He has three team-mates to his left, but after a pause he passes to Partey, who doesn’t control. Chelsea counter-break, at least until Lucas Hernandez unceremoniously takes out Hazard. Yellow card. 14 mins: Fabregas curls it gently into the arms of Oblak. It was a pretty-looking cross, curling pleasantly, but sadly nowhere near a blue shirt. 13 mins: Now Morata wins a free kick, after Gimenez backs into him. This one, though, is just outside Atletico’s penalty area, over on the left. 10 mins: It remains goalless in Rome, and very much goalless here too. Atletico, though, have had the better of the last few minutes. They win a free-kick on the halfway line after Morata is penalised for a push as he tries to win a header, and then pump it straight out of play. 8 mins: An encouragingly high-tempo start, if not one high in goalscoring chances. Atletico have, at least, forced a couple of throw-ins. 5 mins: And a chance for Atletico! A low shot from outside the area goes straight into Torres, who controls, somehow keeps it in a crowded area, spins and shoots, the ball deflecting off Azpilicueta and flying just high! 2 mins: Zappacosta, who has started on the left, has the first shot of the night, cutting in from the wing and bashing a 20-yarder wide. 1 min: It’s on! Ready to go. Antoine Griezmann hovers over the ball. The players are no longer in the tunnel. The players are in the tunnel. I’m not sure the training tops sitting on top of these piles of laundry should be legal. I do, though, like Stefan Savic’s golden boots-cum-slippers, which look exceptionally comfortable. The teams in full: Chelsea: Courtois, Azpilicueta, Christensen, Cahill, Zappacosta, Fabregas, Kante, Bakayoko, Moses, Hazard, Morata. Subs: Caballero, Rudiger, Alonso, Drinkwater, Pedro, Willian, Batshuayi. Atletico Madrid: Oblak, Gimenez, Savic, Lucas, Filipe Luis, Koke, Thomas, Gabi, Saul, Torres, Griezmann. Subs: Miguel Moya, Godin, Carrasco, Correa, Vrsaljko, Vietto, Gameiro. Referee: Danny Makkelie (Holland). And we have a Chelsea team! Because the result there has implications for the teams here, and if they allow Atletico the advantage of knowing what’s happened there then in future teams will be getting “stuck in traffic” all over Europe. If the final matches of group stages don’t start simultaneously, sooner or later you end up with this: … but according to Atletico themselves, Marca’s team is wrong and Fernando Torres starts instead of Gameiro (and neither Godin nor Carrasco start either): According to Marca, this is Atletico’s team. Still unconfirmed: Oblak; Gimenez, Savic, Godin, Filipe; Koke, Gabi, Saul, Carrasco; Griezmann, Gameiro. Still no teams, but the match is scheduled to kick off as scheduled at 7.45pm GMT. The complication is that if there’s a delay at Stamford Bridge, the match in Rome will also have to be delayed, for the sake of fair play and stuff. This could have something to do with it. Apparently the bus arrived a couple of minutes ago. Still no team news to report, for some reason. The teams for every other Champions League game were released some time ago. Hello world! Finalists in two of the last four seasons, in which time only Real Madrid have knocked them out of the competition, Atletico Madrid stand on the brink of elimination from the Champions League. Only victory at Stamford Bridge tonight can save them, though even that – with Roma two points ahead and at home to Qarabag – might not be enough (though a superior head-to-head record would see them through if both sides finish level). “We don’t have to be looking about what happens in Rome, we just have to think about us,” says Diego Simeone, their coach. “It’s not going to be a simple game. We need to take the game to where we feel we can hurt them. It’s a personal challenge to fight for everything we’ve worked for these last few years.” Chelsea, meanwhile, have it easy. Top spot in Group C is not yet secure, but qualification is. In the circumstances, if Atletico do take the game to where they feel they can hurt them, the hosts might not be all that excited about it. A healthy half-time Roma lead over Qarabag could cast a pall of insignificance over this game, but Simeone’s talk of personal challenges and hurting them and fighting is encouraging. Time, I suppose, will tell. Diego Costawatch: The former Atletico, former Chelsea and current Atletico striker will not be in London, because he’s busy preparing for his return to football in the new year and can’t be bothered with the inevitable circus that would have surrounded his return to Stamford Bridge. He is, apparently, training “like an animal”, which could simply mean “enthusiastically” but could, in his case, mean that he is wildly kicking, stamping and biting anyone who comes near him. “It is frustrating to see him training like an animal but not be able to play yet,” says Filipe Luis. “I know it was difficult times for him and for Chelsea. Now everybody’s happy. We want to see him play and happy again.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}