{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/01/sam-allardyce-everton-manager-18-months", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-01T22:30:01Z", "webTitle": "Sam Allardyce keen to extend stay as Everton manager beyond 18 months", "webUrl": "https://www.theguardian.com/football/2017/dec/01/sam-allardyce-everton-manager-18-months", "apiUrl": "https://content.guardianapis.com/football/2017/dec/01/sam-allardyce-everton-manager-18-months", "fields": {"headline": "Sam Allardyce keen to extend stay as Everton manager beyond 18 months", "bodyText": "Sam Allardyce may have been Everton’s second choice to replace Ronald Koeman – the club was prepared to pay Watford hefty compensation for Marco Silva – yet it did not take the former England manager long to stamp his personality on his new situation, promising to stay longer than 18 months and deriding his rival’s record in England. “I don’t know what went on before with Marco Silva – all I know is that when Everton approached me I said ‘yes’ even though I was in Dubai at the time,” Allardyce said. “I was not saying ‘Wait and see’, I was saying, ‘Yes, I am coming.’ The club, I think, wanted to give David Unsworth the job first and foremost, but you have to see who is out there, you can’t put all your eggs in one basket. “It’s a bit like the January window – if you hang around everyone who is any good has gone. Then because of the way results went it needed to be sorted out in 48 hours and it was sorted out in 48 hours, because I was available and ready. If you look at my track record why wouldn’t I be here, irrespective of Marco Silva? I have every respect for him and I am not criticising him, but Marco Silva’s track record has got no comparison whatsoever with mine because he got Hull City relegated.” That might sound a little harsh, given that Silva won things before he came to this country and Allardyce is one of several English managers who keeps gaining employment despite never having been among the prizes, though the new man at Everton is clearly keen to underline the fact that he has never been relegated from the Premier League. Considering some of the situations Allardyce has been sent to sort out that is quite an achievement, as is being hired by seven Premier League clubs, though he does not view his present post as a typical case for Fireman Sam. “I do have a reputation as a firefighter; it is why I am here and not sunning myself in Dubai,” he said. “But this is a club with ambition, a club that wants to qualify for Europe and reach cup finals. It would be very nice to get away from that firefighting label and start to look at moving back to the top half of the table.” Allardyce has signed an 18-month contract – his apparent U-turn over the Everton job was seemingly because the club initially wanted him just until the end of the season – but is hopeful he will get the chance to make more of what he describes as his best club opportunity since Newcastle in 2007. “You have to have a contract for legal and employment reasons, but everyone knows in football they are meaningless,” he said. “If you do well you get your contract extended, if things go badly you get the sack. Not many clubs get rid of a manager who is taking them in the right direction, so that’s what you have to try to do.” Everton took an enormous step in the right direction under their own steam with the 4-0 result against West Ham on Wednesday. Allardyce was at the game, and enthused by the points gained and the three-goal contribution from the midfield convert Wayne Rooney. “Without that win [but a defeat] I would be sitting here now in charge of a bottom-three club,” he said. “As it is we have a bit of breathing space. This is new for me, I must admit. I’m not used to going into clubs that have more points than games played, and Everton now have 15 points from 14 games. “Perhaps the most pleasing aspect of the win was the clean sheet, because it was only the second of the season [in the league] and it was accomplished with the only four defenders we had fit, though of course I could not fail to be impressed by Wayne’s performance. It was a bit like watching the old Wayne Rooney at Manchester United. He set a very high standard for himself with that performance and he put the idea that he can’t play in midfield to bed once and for all.” Allardyce, who has brought Sammy Lee to Everton and expects to have Craig Shakespeare on the staff by the time Saturday’s game against Huddersfield kicks off, will probably continue to use Rooney in midfield, but sparingly. “Players who are moving into their mid-30s have to accept – and generally they don’t because they all think they are still 24 or 25 – that if we can give them a rest we will,” the manager explained. “We all get too old in the end, and you have to make sure with more senior players that the load does not become too much. “Wayne is never going to lose his ability or his intelligence, but to produce his best he needs the energy to do it. Maybe that fantastic performance the other night was precisely because he had been left out of a couple of games. You have to have enough energy to perform at your best level.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}