{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/dec/16/asiatic-cheetah-brink-extinction-iran-un-funding", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-12-16T21:00:12Z", "webTitle": "Asiatic cheetahs on the brink of extinction with only 50 left alive", "webUrl": "https://www.theguardian.com/environment/2017/dec/16/asiatic-cheetah-brink-extinction-iran-un-funding", "apiUrl": "https://content.guardianapis.com/environment/2017/dec/16/asiatic-cheetah-brink-extinction-iran-un-funding", "fields": {"headline": "Asiatic cheetahs on the brink of extinction with only 50 left alive", "bodyText": "Conservationists have warned that the Asiatic cheetah is on the threshold of extinction following a UN decision to pull funding from conservation efforts to protect it. Fewer than 50 of the critically endangered carnivores are thought to be left in the wild – all of them in Iran – and scientists fear that without urgent intervention there is little chance of saving one of the planet’s most distinctive and graceful hunters. “Lack of funding means extinction for the Asiatic cheetah, I’m afraid,” the Iranian conservationist Jamshid Parchizadeh said. “Iran has already suffered from the loss of the Asiatic lion and the Caspian tiger. Now we are about to see the Asiatic cheetah go extinct as well.” The Asiatic cheetah, Acinonyx jubatus venaticus, is slightly smaller and paler than its African cousin. It has a fawn-coloured coat with black spots on its head and neck, and distinctive black “tear marks” running from the corner of each eye down the side of its nose. Cheetahs – both African and Asian – are the fastest land animals on Earth, using their speed to bring down antelope, gazelle and other moderately large prey. Asiatic cheetahs were once widespread across the continent but were eradicated in India, where they were hunted for sport. The spread of farming also greatly reduced numbers in the 19th and 20th centuries. Eventually the animal was wiped out in all the nations of Asia to which it was once native – with the exception of a few areas of Iran. Conservationists have battled to keep numbers stable in these areas. They have faced severe problems, however. “There have been all sorts of threats to the Asiatic cheetah,” said the conservation biologist Sam Williams of the University of Venda, in South Africa, who is an expert on large carnivores. “For example, they are hunted and killed by local herders – of sheep and goats – because cheetahs will occasionally kill and eat one of their animals.” In some cases, farmers hunt cheetahs with dogs. Alternatively, they may use traps. In addition, the animals are known to roam over considerable areas of Iran and cross highways, where they are run over. Dozens have been killed despite signs being erected along the sides of roads, highlighting the risk. The opening up of new mining operations has also restricted their territories. In recent years several measures have been introduced to help raise awareness of the cheetah’s plight. In 2014, the Iranian national football team announced that their World Cup and Asian Cup kits would be printed with pictures of the Asiatic cheetah. In addition, a crowdfunding conservation project was set up, and this year 31 August was declared national Cheetah Day. Despite this, the animal’s decline has continued. “There were three main protected areas in which we used to find cheetahs,” said Urs Breitenmoser, of the Cat Specialist Group, based in Bern, Switzerland. “There are now none left in the western area, at Kavir, while in the southern region the animals are too thinly spread for enough to meet and breed. Only in the north, around Touran and Miandasht, are there any signs that there are enough cheetahs to maintain a population.” Implementing measures to protect these last vestiges of cheetah territory has proved extremely difficult. “Iran has faced heavy international economic sanctions since 1980, and international agencies have been encountering a lot of problems transferring money into the country for many years,” said Williams. “The crucial point is that that money could have been used for the implementation of conservation strategies.” This problem has been compounded by cuts made by the Iranian government to the budget of its department of the environment, which has responsibility for protecting the country’s threatened animals. Fortunately, the United Nations Development Programme (UNDP) was able to support the Asiatic cheetah conservation project, because as a UN agency it was able to get money into Iran relatively easily. “Its aid was crucial,” said Williams. But now that last piece of support has disappeared because the agency has had to make major cuts in its budgets. Last month Anne Marie Carlsen, the programme’s deputy resident representative in Iran, announced that the organisation would not be extending its support for the cheetah project after December and said that Iran should now run the project single-handedly. A UNDP spokesman told the Observer that the agency had committed around $800,000 to the cheetah project over the past few years. “The conservation of the Asiatic cheetah project was established in 2001 to save it from extinction. As a result of the project, we now have a better understanding of how many Asiatic cheetah are left and have increased the number of protected areas where they live. We have got the communities involved in the project. “The second phase of the project, which commenced in 2009, is scheduled to end December 2017. Unfortunately, due to budget challenges, UNDP is unable to extend the project beyond this time.” Parchizadeh and Williams, in a joint letter to the journal Nature this month, warn that without the agency’s support, there is little hope for the Asiatic cheetah. “Management of the project will now fall mainly to Iran’s department of the environment, the head of which has declared the cheetah ‘doomed to extinction’ on the basis of its declining numbers since 2001. We urge Iran’s government not to give up on cheetah conservation,” they write. This point was endorsed by Breitenmoser. “We need to give as much support as we can to Iran. Every other country in which the Asiatic cheetah once roamed allowed it to disappear. Iran managed to save it – until now. So we need to get international agencies to get help to the country’s conservationists as soon as possible. “The alternative is straightforward. Unless something is done within the next couple of years, it will not be possible to save the Asiatic cheetah. It is now five minutes to midnight for the species. Soon it will be midnight – and extinction.” Asia and Africa Compared with its Asiatic cousin, the African cheetah – the most widespread subspecies of cheetah - is in relatively good health. It still faces major problems, however. It is reckoned that there are around 7,000 in the wild and, according to the Red List of the International Union for Conservation of Nature, its status is classified as “vulnerable”. Many scientists and conservationists believe this categorisation is in fact incorrect and that the pressures placed on the animal mean its status should be rated as endangered. In some regions, young cheetahs are caught and sold as pets, and the animal is hunted by farmers, who see it as a threat to livestock. It is estimated that its population plummeted by more than 90% during the 20th century. Even when protected inside game parks, cheetahs face a struggle to survive. They can be bullied into the margins by lions, which are far stronger both in body and number."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}