{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2017/dec/01/goats-review-royal-court-london-liwaa-yazji-syria-civil-war", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2017-12-01T23:59:03Z", "webTitle": "Goats review – livestock and smoking barrels in  a shaggy tale from Syrian war", "webUrl": "https://www.theguardian.com/stage/2017/dec/01/goats-review-royal-court-london-liwaa-yazji-syria-civil-war", "apiUrl": "https://content.guardianapis.com/stage/2017/dec/01/goats-review-royal-court-london-liwaa-yazji-syria-civil-war", "fields": {"headline": "Goats review – livestock and smoking barrels in  a shaggy tale from Syrian war", "bodyText": "The last time we saw a goat on stage was as a dead love-object in a work by Edward Albee. In this play by Liwaa Yazji, there are six live goats representing the animals handed out by Syrian authorities to families who have lost loved ones in the civil war. We know from Yazji’s own testament this is based on fact, but it also pinpoints the dilemma of a play that is far better at providing information than at generating dramatic tension. Yazji starts with a highly effective scene. We are at a Syrian village funeral in 2016. A local politician pays fulsome tribute to the TV cameras about the martyred heroes who have died in the battle against “armed terrorists”. Suddenly a teacher, Abu Firas, who has lost his 16-year-old son, disrupts the spectacle by demanding the coffins be opened to prove the dead are inside. This seems to be the trigger for a classic battle between the truculent individual and the propagandist state, but it is one that gradually gets subsumed in a wealth of detail. There are bursts of clarity, as when the politician asks the teacher: “Has anyone ever told the truth? Has anyone ever demanded it?” Yazji is also good at exposing the mixture of grotesquerie and cruelty that are aspects of civil war: the goats are a visible reminder of the absurdity of seeking to compensate for human loss, and there are chilling statements about Syrian forces discharging barrel bombs on their own people. But there are too many scenes that add little to the central argument and I was puzzled by one in which an embittered soldier returns from the frontline: it was never clear whether his brutal hostility to his mother and pregnant wife was a reflection of the combatant’s resentment of civilian ignorance or a sign of Syrian gender politics. Hamish Pirie’s production, on a stage filled with TV monitors, keeps the action flowing and there are good performances from Carlos Chahine as the questioning teacher, Amer Hlehel as the lie-peddling politician, Sirine Saba as his compromised wife and Souad Faress as a bereaved mother who has retreated into stony silence. I welcome any play that focuses attention on Syria and, in Katharine Halls’ translation, there are reverberant lines, such as one asking why none of the boys ever come back wounded. But the play is like a mosaic in which the glittering individual pieces obscure the big picture. •At Royal Court theatre, London, until 30 December. Box office: 020-7565 5000."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}