{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/01/rafael-benitez-dissenters-fake-news-forced-out-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-01T22:30:01Z", "webTitle": "Rafael Benítez says dissenters and fake news forced him out at Chelsea", "webUrl": "https://www.theguardian.com/football/2017/dec/01/rafael-benitez-dissenters-fake-news-forced-out-chelsea", "apiUrl": "https://content.guardianapis.com/football/2017/dec/01/rafael-benitez-dissenters-fake-news-forced-out-chelsea", "fields": {"headline": "Rafael Benítez says dissenters and fake news forced him out at Chelsea", "bodyText": "Rafael Benítez will be reminded of what might have been on Saturday lunchtime when he returns to Stamford Bridge for the first time since his stint as Chelsea’s interim manager. Benítez, now in charge of Newcastle United, replaced Roberto Di Matteo in November 2012 and won the Europa League while finishing third in the Premier League. He would have been happy to continue and enjoyed some strong support within the club but believes the actions of a minority of fans persuaded the owner, Roman Abramovich, to replace him with José Mourinho. “The normal fans, the ones you can find on the streets, were OK with me,” Benítez said. “The majority of people realised I was doing a professional job and were happy. On a daily basis the atmosphere was very positive but maybe some fans, because of my past with Liverpool, were unhappy.” Those dissenters proved sufficiently vocal to derail any plans Chelsea’s hierarchy might have harboured about potentially retaining Benítez in post over the longer term. He believes “fake news” played a part in manufacturing what turned into a campaign to ensure that, despite “saving” Chelsea’s season, he would not remain in the dugout for long. “A teenager in the Czech Republic put on Twitter that I once said I would never manage Chelsea,” said the Champions League-winning former Liverpool manager. “That is simply not true yet this story was created. But I’m telling you, the fans in the street at the end, they were saying: ‘Carry on, you’re doing a great job.’ “All the feedback that I had from the professionals and the board was very positive. We achieved what they wanted. But they couldn’t manage what happened with some fans. In the end, they decided they had to change. “Initially, Abramovich brought me in to save the team. We achieved that and my relationship with him [Abramovich] was really good but a group of fans weren’t good to me. It doesn’t mean they were the majority though; I can tell you a lot of fans were happy with me. At the end, I had a lot of messages telling me I did really well.” Antonio Conte may not be doing quite as well as last season at Chelsea but his Newcastle counterpart refuses to completely write off the Italian’s chances of retaining the title. Although the London club, who are third, trail Manchester City, the leaders, by 11 points Benítez is not entirely sure if things will remain quite as straightforward as they seem. “I don’t know if Chelsea are out of the title race,” he said. “But I do know they are a very strong team who will be closer at the top of the table. They can win a lot of games. “I know Conte because I’ve competed against him in Italy and we’ve taken coaching courses together. He’s a very competitive manager who has done a great job at Chelsea. He’s a winner, he’s someone who is always pushing his team to win trophies.” For the moment, Benítez will simply be content if Newcastle win a few games. Tuesday’s 2-2 draw at West Bromwich Albion arrested a run of four successive defeats but their manager has warned that a relegation skirmish could lie in store should he be unable to strengthen his squad in January. Much hinges on whether Amanda Staveley’s mooted takeover succeeds. Although negotiations continue between Staveley’s Dubai-based PCP Capital Partners and Newcastle’s owner, Mike Ashley, time is running out for a handover to be completed before next month’s transfer window."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}