{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/dec/05/rfu-premiership-promotion-relegation-reforms", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-12-05T22:00:04Z", "webTitle": "RFU considers scrapping promotion and relegation for Premiership", "webUrl": "https://www.theguardian.com/sport/2017/dec/05/rfu-premiership-promotion-relegation-reforms", "apiUrl": "https://content.guardianapis.com/sport/2017/dec/05/rfu-premiership-promotion-relegation-reforms", "fields": {"headline": "RFU considers scrapping promotion and relegation for Premiership", "bodyText": "The Rugby Football Union is open to the possibility of getting rid of promotion and relegation to and from the Premiership, according to its chief executive, Steve Brown. The RFU has traditionally been against ring-fencing the top flight but Brown conceded that as discussions continue over how the domestic structure fits in with the global calendar from 2020 onwards, its stance has changed somewhat. As revealed by the Guardian last week, reducing the Premiership to 10 teams is also among a host of suggestions previously made and Brown admitted it may take until the end of the season to reach a resolution, more than a year after Premiership Rugby Limited announced its intention to extend its season to 10 months, adding, “There’s no specific plan of action at this point”. Brown also hinted that doing away with one or both of the A League and the Anglo-Welsh Cup may also be part of the solution. “We’re looking at all options, but there’s no specific consideration of numbers [of teams in each league] at the moment, whether it’s the first or second level, at this stage,” he said. “It’s not just about number of teams in the league, it’s also about the number of competitions played within the season. “Our historic view would be the same, that promotion and relegation is the right thing. But going forward, the world is changing rapidly, the dynamics are changing [and] we’re trying to fit the season together. If it has to change, for the benefit of the game overall, why would we close our mind to it?”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}