{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/dec/24/no-polish-fishermen-sign-removed-after-outcry", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-12-24T14:47:56Z", "webTitle": "'No Polish fishermen' sign removed after outcry", "webUrl": "https://www.theguardian.com/uk-news/2017/dec/24/no-polish-fishermen-sign-removed-after-outcry", "apiUrl": "https://content.guardianapis.com/uk-news/2017/dec/24/no-polish-fishermen-sign-removed-after-outcry", "fields": {"headline": "'No Polish fishermen' sign removed after outcry", "bodyText": "The owner of a fishery in Oxfordshire that displayed a sign saying “no Polish or eastern bloc fishermen allowed” says he has taken it down. Billy Evans, of Field Farm fisheries, said he erected the sign after he was told “there’s Poles or somebody stealing fish”, but subsequently took it down after alleged threats to his family. “The sign has been removed because of threats to my family,” Evans told the BBC. “I am not in the country. I will decide what to do on my return. I may close it to all public long-term.” The Guardian reported last week that Evans could face legal action over the sign. A Polish fisherman, Rado Papiewski, had set up a crowdfunding page for a lawsuit, which has raised more than £10,000. On his funding page, Papiewski welcomed Evans’ comments on Sunday. “This is obviously a big step in the right direction and we are now seeking written confirmation that they have changed their policy and that all anglers are welcome on the site, regardless of their race or nationality,” he wrote. “My legal team are taking this forward and I will provide a further update early in the new year.” Evans said the fishery, in Launton, near Bicester, Oxfordshire, was closed for the winter and would remain so until further notice. “I do not tolerate thieves, wherever they come from,” he said. “I will stand up for what I believe in. If they want to call me a racist for stopping thieves coming on to my property then that’s what they’ll do.” The Equality and Human Rights Commission had said the sign was unlawful and it would take “enforcement action” if necessary. It said it had written to the fishery to advise it to take it down. “It’s right to challenge such out-of-date practices and any business that believes this is acceptable should think again before they find themselves facing legal action,” said a spokeswoman for the EHRC. Papiewski, 35, from Doncaster, said his fellow anglers had told him about the notice. In full it reads: “No vehicle access. No Polish or eastern bloc fishermen allowed. No children or dogs.” He said: “When I first saw it I thought of my 10-year-old son who loves angling. How could I say to him you can’t fish here because your dad was born in Poland? “This disturbing sign should have never been displayed as it clearly discriminates against people from Poland and other eastern European countries. It made many fellow law-abiding migrant anglers and me very upset and angry.” Papiewski runs Building Bridges, a project aimed at integrating fishing communities from mainland Europe – much of which allows anglers to keep their catch – with anglers in the UK, where fish must be returned to the water. He helps educate non-British anglers about the difference between the laws governing angling in mainland Europe and those in the UK, in an effort to ensure they abide by British rules. The purpose of British laws requiring anglers to return their catch is to improve conservation and prevent the depletion of fish stocks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}