{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/dec/24/nfl-teams-say-packers-should-have-to-cut-aaron-rodgers-over-ir-rule-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-12-24T18:43:54Z", "webTitle": "NFL teams say Packers should have to cut Aaron Rodgers over IR rule – report", "webUrl": "https://www.theguardian.com/sport/2017/dec/24/nfl-teams-say-packers-should-have-to-cut-aaron-rodgers-over-ir-rule-report", "apiUrl": "https://content.guardianapis.com/sport/2017/dec/24/nfl-teams-say-packers-should-have-to-cut-aaron-rodgers-over-ir-rule-report", "fields": {"headline": "NFL teams say Packers should have to cut Aaron Rodgers over IR rule – report", "bodyText": "Several NFL teams reportedly believe the Green Bay Packers have violated league rules by re-placing star quarterback Aaron Rodgers on the season-ending injured reserve list without specifying a new injury after the team was eliminated from play-off contention with Atlanta’s win over Tampa Bay on Monday night. ESPN’s Adam Schefter reported on Sunday morning that the unnamed teams believe Rodgers should have to be released and placed on waivers due to the rule, which stipulates that a player must have suffered a new injury that would sideline him at least six weeks to be placed on injured reserve: “If that is not the case, the team is obligated to release the player once he is healthy.” Rodgers, who suffered a broken collarbone against the Minnesota Vikings in Week 6 and was placed on injured reserve on 20 October, was activated ahead of the Green Bay’s 31-24 loss to the Carolina on Sunday, which left the Packers outside of the play-offs looking in for the first time since 2008. Amid reports he was less than fully healed, Rodgers completed 26 of 45 passes for 290 yards, three touchdowns and three interceptions. Had the Packers remained alive for a play-off spot entering this week’s games, it’s thought he would have played in Saturday night’s game against the Vikings, which Green Bay lost 16-0 with back-up quarterback Brett Hundley at the helm. Instead, Rodgers was re-placed on the IR list on Tuesday with no new injury announced at the time of the transaction, which several teams have alleged violates the league rule. Schefter said “nobody expects” Rodgers will be released, which is why the teams felt a need to complain about the issue with the league office to begin with. He added the NFL have referred all inquiries to the Packers, who have declined comment. Rogers finished his 2017 campaign, the first in four years that saw him miss a regular-season appearance, with 1,675 passing yards, 16 touchdowns and six interceptions in seven games."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}