{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/dec/13/doug-joness-victory-over-roy-moore-could-mean-a-dramatic-shift-in-congress", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-12-13T22:45:43Z", "webTitle": "Doug Jones’s victory over Roy Moore could mean a dramatic shift in Congress", "webUrl": "https://www.theguardian.com/us-news/2017/dec/13/doug-joness-victory-over-roy-moore-could-mean-a-dramatic-shift-in-congress", "apiUrl": "https://content.guardianapis.com/us-news/2017/dec/13/doug-joness-victory-over-roy-moore-could-mean-a-dramatic-shift-in-congress", "fields": {"headline": "Doug Jones’s victory over Roy Moore could mean a dramatic shift in Congress", "bodyText": "Doug Jones’s stunning victory over Roy Moore in Alabama – which handed Democrats a rare win in the Republican South on Tuesday night – threatens to imperil Donald Trump’s legislative agenda and raises the prospect that the 2018 midterm elections could dramatically shift the balance of power in Congress. Jones gave Democrats a much-needed adrenaline shot by beating Moore, the evangelical former state judge whose campaign was marred by multiple accusations of sexual assault and child molestation. And the morning after, Democrats immediately seized upon the remarkable win, which cuts Republican majority in the Senate to one, as a sign of more victories to come in 2018. “Alabama’s not an outlier – it’s a trend,” Tom Perez, the chairman of the Democratic National Committee, said on a conference call on Wednesday. Tuesday’s results put the House and the Senate majorities in play next year, Perez said, setting an ambitious goal ahead for an election year focused on the November midterms. Democrats have a plausible path to a House majority in 2018, but the midterm map was widely expected to favor Republicans in the Senate. Democrats must defend 10 seats in states where Trump won while, until Alabama shifted the ground, only two Republican seats were seen as vulnerable. Perez said Democrats have a real shot at winning Senate seats in Arizona and Tennessee, where the Republican senators are retiring after clashes with Trump, as well as in Nevada, where the Republican senator is being challenged from the right by a candidate aligned closely with the president. “The field is very wide open,” Perez said. “I think we will win the House of Representatives, I think we will win the US Senate.” Yet the circumstances of the race for the Alabama seat vacated by Jeff Sessions, who is now the attorney general, were unique. Moore, who late on Tuesday was refusing to concede the race, had been favored in the state until two women came forward to claim that he assaulted them when they were teenagers; a number of other women said the Alabama Republican had romantically pursued them when they were underage. Moore has denied all the allegations. On Tuesday night, Jones emerged to a euphoric reception just before 10pm local time. “Folks, I gotta tell you, I think that I have been waiting all my life and now I just don’t know what the hell to say,” he said, beginning a 10-minute speech. “I have always believed that the people of Alabama had more in common than what would divide us.” On Wednesday, at a relaxed post-election press conference, Jones brushed off Moore’s refusal to concede. He noted that he had a congratulatory call from Trump and said “when the president of United States who endorsed Roy Moore calls me and congratulates me I think it’s pretty clean cut”. Jones said Trump had also invited him to visit the White House once he arrived in Washington and that he had also heard from both Chuck Schumer and Mitch McConnell as well as both of the Yellowhammer State’s current senators. Senate majority cut Republican control of the Senate now rests precariously on the narrowest 51 to 49 seat margin. Jones struck a far more cautious note than many of his future colleagues who have demanded that he be seated right away in order to vote on the tax cut bill currently before Congress. The senator-elect didn’t take a position on the urgency of taking his seat in the Senate. “We’ll see the way it goes and I’ll go with it either way,” said Jones. On Capitol Hill, Chuck Schumer, the Democratic minority leader, said 2018 is “looking good for us”. “The Republican brand, even in deep-red Alabama, is positively toxic,” he told reporters on Wednesday. “If they continue to run the government for the benefit of the few special, powerful, wealthy interests, there will be many more Alabamas in 2018, many more,” he added. Schumer said the turn-out in Alabama followed a similar pattern as elections earlier this year in Virginia and New Jersey: an energized Democratic base; strong turnout by African American voters; decisive support from millennials; and significant gains among suburban white voters – an especially ominous sign for Republicans who are contemplating elections in affluent districts with highly-educated and high-income voters. “The suburbs are swinging back to us,” Schumer said. “Republicans, with their policies, are going to lose them in 2018. And now they’re even making it worse with their tax bill, which is an anti-suburban tax bill.” In the short-term, Democrats are mounting an unlikely effort to persuade the Republican Senate leadership to postpone the vote on their tax plan until after Jones is seated as a senator in the New Year. But a senior Republican aide said there was no intention of changing the timeline of the tax vote – the party hopes to have a bill on Trump’s desk next week. Jones’ victory is also a major political setback for Trump, who vigorously endorsed the Alabama Republican despite the sex allegations against him and held a rally on his behalf last week, just over the state line in Pensacola, Florida. Although most national Republican figures rushed to distance themselves from Moore in the aftermath of the allegations that he targeted teenage girls while he was in his 30s, Trump reaffirmed his support through tweets and public statements. On Wednesday, Trump, who rarely concedes defeat or accepts responsibility, claimed that he had known all along that Moore was unelectable, which, he said, was why he initially endorsed his opponent, Luther Strange, during Alabama’s summer Republican primary. “If last night’s election proved anything, it proved that we need to put up GREAT Republican candidates to increase the razor thin margins in both the House and Senate,” he said. However, as the soul-searching begins, Republican establishment figures like Senate leader Mitch McConnell are braced for an even uglier civil war with the populist faction whipped up by Trump’s former White House adviser Steve Bannon. Bannon blames entrenched Washington politicians for abandoning Moore and the interests of deeply conservative grassroots voters, while more moderate conservatives see his aggressive bid to takeover the party with firebrand candidates as a disaster for their image. Earlier this year, Bannon declared a “season of war” on the so-called GOP establishment and has vowed to recruit and field candidates against Republican incumbents in 2018. But some Republicans are hopeful the sting of defeat will deflate Bannon’s confidence – and weaken his influence with the president. “I don’t think Steve Bannon adds anything positive at all to the dialogue in the country,” New York congressman Pete King, a Republican, said on MSNBC, after calling on his party to “dump Bannon” the night before. In his floor remarks, McConnell did not mention the Alabama election results in his before succumbing to a coughing fit. He was granted permission to submit the rest of his remarks for the public record and left the floor. “Strange to say I guess from my side of the aisle, but I thought it was a great night for America, so I couldn’t be more happy,” Senator Bob Corker, a Republican from Tennessee who is retiring at the end of his term, told reporters on Capitol Hill. Yet Republicans downplayed the significance of the result, insisting that it did not signal a Democratic wave in 2018. “This isn’t a rebuke of conservative values or agendas,” Republican senator Cory Gardner, the chairman of the National Republican Senatorial Committee, told reporters. “This was a rebuke of a candidate.” Ben Jacobs contributed reporting from Birmingham, Alabama."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}