{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/dec/25/all-we-want-for-christmas-is-solidarity-forever", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-12-24T21:00:01Z", "webTitle": "All we want for Christmas is solidarity forever | Brad Chilcott", "webUrl": "https://www.theguardian.com/commentisfree/2017/dec/25/all-we-want-for-christmas-is-solidarity-forever", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/dec/25/all-we-want-for-christmas-is-solidarity-forever", "fields": {"headline": "All we want for Christmas is solidarity forever", "bodyText": "The newborn lying in a feeding trough and soon to be threatened with death by an occupying power, commemorated in sanitised nativity scenes in shopping malls and front yard light displays is the child born in Palestine for whom fear of violence is the daily norm. He is the Rohingya Muslim watching his village burn. The child of Mary is the survivor exposing their abuse before a royal commission. The son of God is the woman unable to escape domestic violence, the bullied transgender student contemplating suicide and the Aboriginal child in a spit hood. The baby hunted by the ruling class is the daughter of parents choosing between buying groceries or paying their electricity bill. The infant in the manger is the worker faced with a 46% cut to their wages and the man in Nauru asked to give up his family in exchange for freedom. For both people of faith and no faith the Christmas narrative presents an opportunity to reflect on our place in the world and our contribution to its future. In this story, Jesus the Christmas child is God’s definitive statement of universal solidarity with the excluded, exploited and disenfranchised people of the earth. Christians sometimes describe the birth of Jesus as “God becoming flesh and moving into the neighbourhood” (John 1:14). The Christ, owner of ultimate and eternal privilege, willingly “emptied himself, taking the form of a slave” (Philippians 2:7 NLT) to live among us and experience all that it means to grow up, live, and die as a human. When God moved into the neighbourhood it wasn’t as a prince, a soldier, a wealthy merchant or a priest. God’s physical introduction was as a baby reliant on his mother for life, in a humble room usually reserved for the animals, welcomed into a working class household for whom the economic fluctuations of their small town economy directly impacted on their standard of living and survival. In Jesus, the story continues, God chose to go through all the indignity of childhood, live for 30 years as an unknown carpenter’s son, experience all the complexity of family life before going public with his plan for a new way of doing life and the hope of salvation for a society and world broken by greed, violence and the abuse of power. Leaving home, he aligned himself with the people disempowered by cultural tradition, ostracised by religious legalism and shunned for breaking social convention. His friends would at first believe in his cause then betray him. He knew the rejection of his family and the faith communities he grew up in. In his final and ultimate act of solidarity, Jesus discovered what happens when privileged people are threatened by the combination of public exposure that the rules are broken with the hope that a better world is possible. The full weight of the ruling class mobilised against him, employing their familiar tactics of false accusations, populist fear-mongering, bribery and coercion – aided by a compromised judicial process – leading to a public execution celebrated by the masses. All endorsed and engineered by the religious leaders he grew up learning from. The Christmas story is a universal call to solidarity. Despite what has often been our practice, Christians believe that God didn’t move into the neighbourhood as a poverty tourist, a colonial power or as a white saviour ready to escape when the personal cost became too great. God didn’t build a mansion in our slum and call it community. The gift of the God-child born into oppression symbolically states, “I am with you. You matter.” The message of Jesus’ execution is “I will continue to stand with you no matter the cost”. The triumph of his resurrection is an invitation to all people to join the beautiful struggle towards the victory anticipated in the anthem sung by those for whom solidarity has become a way of life In our hands is placed a power greater than their hoarded gold, greater than the might of armies, multiplied a thousand-fold. We can bring to birth a new world from the ashes of the old…” (Solidarity Forever, Ralph Chaplin) Who will offer the gift of solidarity this Christmas? Will the Catholic church and others stand resolutely with survivors of abuse no matter what the cost, or prioritise institutional viability and the maintenance of theological tradition? Will politicians who claim the name of Christ value the living standards and job security of the working poor over the profit of corporations? Will religious lobby groups and their denominational donors direct their finances and disproportionate influence towards ending discrimination instead of perpetuating it? Will the people of faith vehemently demanding freedom of religion exert similar effort towards gaining freedom for the people indefinitely incarcerated on Manus Island and Nauru? Perhaps all of us – religious or otherwise – can take a moment after opening presents and devouring Christmas lunch to ask ourselves if our lives are a gift that helps “bring to birth a new world from the ashes of the old”, or if we’ll keep the power and privilege we possess to ourselves, protecting it from those who, like Jesus, would like to see the rules that perpetuate inequality, oppression and discrimination changed forever. • Brad Chilcott is the founder of Welcome to Australia and the pastor of Activate Church in Adelaide"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}