{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/09/jack-wilshere-arsenal-contract-expiring-what-will-happen", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-09T22:30:19Z", "webTitle": "Jack Wilshere: ‘I have six months left, sometimes I wonder what will happen’", "webUrl": "https://www.theguardian.com/football/2017/dec/09/jack-wilshere-arsenal-contract-expiring-what-will-happen", "apiUrl": "https://content.guardianapis.com/football/2017/dec/09/jack-wilshere-arsenal-contract-expiring-what-will-happen", "fields": {"headline": "Jack Wilshere: ‘I have six months left, sometimes I wonder what will happen’", "bodyText": "Jack Wilshere has opened up about how he worries about the future during down time. The Arsenal midfielder, in impressive form since his return from a cracked fibula in his left leg, is coming towards the end of his contract and is still waiting to start talks with Arsène Wenger about what lies ahead. “Sometimes when I’m at home maybe you think: ‘What’s going to happen? I’ve only got six months left,’” the 25-year-old says. But all that evaporates as soon as he gets anywhere near a ball, such is his drive to get back to his best on the pitch. “Nothing goes through your head when you’re playing except who you are playing against and what you can do to affect the game. If I’m on the bench in a Premier League game, I’m thinking: ‘What can I do coming off the bench?’ Once I’m at the training ground, I’m focused, preparing for the next game.” Patience and maturity may not be qualities readily associated with Wilshere, who in his youth had an exuberant streak that sometimes tipped over the line. But this past week’s headlines over an ice-skating trip with his family should have been interpreted as him just being a good dad, and he has shown thoughtful and careful resolve since he returned to Arsenal after a year-long loan at Bournemouth was cut short by serious injury. Wilshere has been quietly determined, keeping his head down even as he feels chances remain hard to come by. “It’s not just now I want to play – I have been wanting to play for ages. I have spoken to the manager and he knows I want to play in the Premier League. I also have to respect that the team has been playing well. I know we lost last weekend but before that, we were on a good run. It is a difficult team to get into. All I can do when I get an opportunity is play as well as I can and show the boss what I can do.” Wilshere has tried to adapt, to listen to his body more, and to maintain strong fitness. “I know my body a little bit better,” he says. “There might be some days when I have had to miss a training session and the boss has been brilliant. I have trained 90% of the time. But on the odd occasion when I am feeling a bit tired and know my body is at risk of picking up an injury I speak with the boss and he lets me stay inside. As I’ve got older I’ve got a bit wiser and learned you can’t go out there every day and – you have to pick your time. You have to be fresh for the game and that is what I have been concentrating on more this year.” Wilshere, who is likely to be on the bench again at Southampton on Sunday, is pressing hard to replace Granit Xhaka in Wenger’s favoured Premier League lineup. Most of his appearances have been in the Europa League or as a substitute in the Premier League but, given the quality of his performances, his mix of drive and vision offers something different. His desire to return to the starting XI in the Premier League is twofold: to push on with England as well as Arsenal. “Of course, I want to play for my country,” he says. “I haven’t for a while. The manager seems to not favour me, if you like, in that he hasn’t picked me recently. He picked me once and since then I’ve not been in. He said he wants me to be playing regularly in the Premier League and, fair enough, that’s what I have to do. I have been playing in the Europa League and I’ve felt I’ve done well. If that’s not enough then I’ve got to get into the Premier League team. Until I do that I’m not going to be in his plans. I accept that, and I will try and work hard to get into the Premier League team, and ultimately into the England team.” His faith in himself keeps him optimistic: “Of course, I think I’m good enough. I felt that even when I was a 16-year-old and I was with players here who were international players, and I believed I was good enough to be in the team. If you don’t believe in yourself, then who is going to believe in you? If the opportunity comes this weekend, I’ll be ready.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}