{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2017/dec/28/ivan-chermayeff-obituary", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2017-12-28T18:28:45Z", "webTitle": "Ivan Chermayeff obituary", "webUrl": "https://www.theguardian.com/artanddesign/2017/dec/28/ivan-chermayeff-obituary", "apiUrl": "https://content.guardianapis.com/artanddesign/2017/dec/28/ivan-chermayeff-obituary", "fields": {"headline": "Ivan Chermayeff obituary", "bodyText": "Ivan Chermayeff, who has died aged 85, was one of the most admired graphic designers of a generation that redefined the profession. His 60-year professional life, from which he never retired, was shared with a fellow student from Yale, Tom Geismar, and a succession of other partneirs, the first having been Robert Brownjohn and the most recent Sagi Haviv. The work of their firm - currently known as Chermayeff &amp; Geismar &amp; Haviv – included many famous corporate logos, of which that of Mobil is probably the best known, but it ranged widely over 3D objects, such as the giant red figure 9 on the pavement in West 57th Street, New York (1974), signage, museum displays and campaigns for the environment and politics. Chermayeff and his partners claimed their work was “problem-solving”, which included first working out what the problem actually was. Wittily eliminating the superfluous, it struck home with techniques ranging from hand-drawing and collage to unadorned photography. In 1985, Chermayeff metaphorically located himself in “a little corner close to the children where no one speaks in riddles or through layers of fog. I want everyone, as well as myself, to be closer to art, which is sideways to life, and to a kind of graphic design which is sideways to art.” One of Chermayeff’s most frequently reproduced images, for the US broadcast of the TV drama Churchill: The Wilderness Years in 1983, shows a cloud of scratched-out smoke from a lighted cigar obscuring a face, topped by a Homburg hat. As well as simplification, Chermayeff and his partners often adopted “the supermarket principle” of showing in posters, or exhibition displays, a superabundance of related objects repeated in grid formation. Although his professional education and career were in the US, Ivan was born in London, to Barbara (nee May) and Serge Chermayeff. Serge’s life had brought him from Chechnya to London, via a stint in Argentina, and in 1932 he was turning from an interior designer into an architect. On the garden terrace of the family house in Sussex that Serge completed in 1938, Ivan used to sit in the lap of Henry Moore’s Recumbent Figure, now in Tate Britain. With Ivan’s younger brother, Peter, later an architect, the family emigrated to the US in 1940 and Serge started a new career as a teacher. Never an easy man to live or work with, he supported both his sons in their careers, and his connections with Walter Gropius, Marcel Breuer and other painters, sculptors, writers, designers and architects meant that they grew up in the aristocracy of modernism, spending holidays on Cape Cod among like-minded people at play. Ivan claimed it took him seven years to recover from his design education, which included Harvard, the Institute of Design in Chicago, and Yale, where Paul Rand, whom he greatly admired, was among his teachers. He relied on instinct and a good eye, claiming that the best ideas came in the back of a taxi on the way to see the client. He liked outsider art and rubbish, “the carbons from forms, the envelopes from letters, candy bar wrappers”. He collected single workmen’s gloves left behind on roads and squashed by wheels, and all these found places in the collages, mostly of faces, that he made for his own enjoyment. In 1958, Chermayeff, Geismar and Brownjohn (who left for London in 1960) designed the interior of the US pavilion at the Brussels International Exhibition in a novel style, using fragments of signage to create the impression of a lively street. With Peter Chermayeff’s Cambridge Seven Associates, they followed this with the interior of Buckminster Fuller’s US dome at Expo 67 in Montreal. Their exhibition work included the display in the John F Kennedy Memorial Library in 1977, and in 1984 the exhibition about immigration at Ellis Island. Posters for non-commercial TV programmes sponsored by Mobil, which included the Churchill one, adorned bus shelters. There was still time for playful personal projects, such as the miniature book Watching Words Move (1962), in which the shape and spacing of the letters echo their meaning, and a number of books for children, illustrated with photographs or Matisse-like cut paper. Behind all the work was a seriousness of purpose, however, for, as Chermayeff told the Aspen Conference on Design as early as 1964: “Our visual environment … is deteriorating at a pace that is shocking and perhaps irretrievable.” In media from book jackets and posters to a graphic identity manual for the US Environmental Protection Agency in 1977, the practice memorably pointed up messages of peace and concern for the future. The work of the partnership was recorded in the book Designing (2003) and in two books, Chermayeff and Geismar Associates: Trademarks (1979) and Trademarks Designed by Chermayeff and Geismar (2000). In addition, Chermayeff published several books of his collages, which in 2014 formed the basis of an exhibition, Cut and Paste, at the De La Warr Pavilion, Bexhill, the public building which had been designed by his father in partnership with Erich Mendelsohn in the 1930s. Tall, smiling and purposeful, Chermayeff was an engaging personality for whom work and leisure seemed to mingle without separation. His first marriage, to Sara Anne Duffy in 1956, ended in divorce; his second wife, Jane Clark, whom he married in 1978, died in 2014. He is survived by three daughters, Catherine, Sasha and Maro, from his first marriage, and a son, Sam, from the second; and by his brother, Peter. • Ivan Chermayeff, graphic designer, born 6 June 1932; died 2 December 2017"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}