{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2017/dec/24/vice-magazine-founders-shane-smith-suroosh-alvi-apologise-boys-club-culture", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2017-12-24T11:41:42Z", "webTitle": "Vice magazine founders apologise over 'boys' club' culture", "webUrl": "https://www.theguardian.com/media/2017/dec/24/vice-magazine-founders-shane-smith-suroosh-alvi-apologise-boys-club-culture", "apiUrl": "https://content.guardianapis.com/media/2017/dec/24/vice-magazine-founders-shane-smith-suroosh-alvi-apologise-boys-club-culture", "fields": {"headline": "Vice magazine founders apologise over 'boys' club' culture", "bodyText": "The founders of Vice magazine have apologised for allowing a “boys’ club” culture that allowed sexual harassment to flourish. After it was revealed that the company had made four settlements over allegations of sexual harassment or defamation against Vice staff, its co-founders, Shane Smith and Suroosh Alvi, released a statement acknowledging that the company had taken action over “multiple instances of unacceptable behaviour”. They were responding to claims made by past employees in a New York Times investigation. In a statement, Smith and Alvi said: “Cultural elements from our past, dysfunction and mismanagement were allowed to flourish unchecked. That includes a detrimental ‘boys’ club’ culture that fostered inappropriate behaviour that permeated throughout the company. “From the top down, we have failed as a company to create a safe and inclusive workplace where everyone, especially women, can feel respected and thrive,” it went on. One woman told the New York Times the magazine had a culture of complicity where “even the most progressive people look the other way”. Sandra Miller, a former head of branded production at Vice, said: “There is a toxic environment where men can say the most disgusting things, joke about sex openly, and overall a toxic environment where women are treated far inferior than men.” The investigation discovered that one of the four settlements involved an allegation against Vice’s current president. Another settlement was reached with Joanna Fuertes-Knight, a former journalist in Vice’s London office, who said she had been the victim of sexual harassment, racial and gender discrimination and bullying, according to documents viewed by the New York Times. Another involved Jessica Hopper, a freelance journalist, who interviewed the rapper Murs in 2003. In her article, Hopper wrote that the rapper propositioned her for sex and that she said no. Vice edited her response to “yes” and printed it under the headline “I Got Laid But Murs Didn’t”. The magazine printed a retraction and reached a settlement with Hopper after she hired lawyers. More than two dozen other women said they had experienced or witnessed sexual misconduct, including unwanted kisses, groping, lewd remarks and propositions. Vice required employees to sign a non-traditional workplace agreement accepting they would be exposed to explicit, potentially disturbing material but that they did not find such content or “the workplace environment” to be offensive or disturbing. Some employees said they understood the contract to be intended to prevent them from complaining about harassment. Vice said the agreement “was always meant to address content — it had nothing to do with conduct”, and that upon realising the language was causing confusion it ended the agreement. The media company has since outlined measures it has taken to change its workplace culture. These include the hiring of a new HR director, a commitment to gender pay equity by 2019 and the establishment of an advisory board including the renowned feminist Gloria Steinem. After the publication of the New York Times story, other former Vice employees detailed their experiences at the company on social media. Billie JD Porter, who started working in Vice’s London office as a teenager, said that she was given a business card that described her as a ‘Lolita Life Ruiner’. Vice began as a subversive punk magazine with a focus on youth culture first published in Montreal, Canada, in 1994, where it was distributed free in clothing shops. Since then it has grown swiftly, receiving investment from major corporations. The Walt Disney Company owns an 18% stake in Vice Media. Fox also own a stake in the company. The private equity firm TPG invested $450m in Vice this year after valuing it at around $5.7bn."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}