{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/dec/05/air-pollution-harm-to-unborn-babies-may-be-global-health-catastrophe-warn-doctors", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-12-05T23:30:01Z", "webTitle": "Air pollution harm to unborn babies may be global health catastrophe, warn doctors", "webUrl": "https://www.theguardian.com/environment/2017/dec/05/air-pollution-harm-to-unborn-babies-may-be-global-health-catastrophe-warn-doctors", "apiUrl": "https://content.guardianapis.com/environment/2017/dec/05/air-pollution-harm-to-unborn-babies-may-be-global-health-catastrophe-warn-doctors", "fields": {"headline": "Air pollution harm to unborn babies may be global health catastrophe, warn doctors", "bodyText": "Air pollution significantly increases the risk of low birth weight in babies, leading to lifelong damage to health, according to a large new study. The research was conducted in London, UK, but its implications for many millions of women in cities around the world with far worse air pollution are “something approaching a public health catastrophe”, the doctors involved said. Globally, two billion children – 90% of all children – are exposed to air pollution above World Health Organization guidelines. A Unicef study also published on Wednesday found that 17 million babies suffer air six times more toxic than the guidelines. The team said that there are no reliable ways for women in cities to avoid chronic exposure to air pollution during pregnancy and called for urgent action from governments to cut pollution from vehicles and other sources. “It is an unacceptable situation that there are factors a woman cannot control that adversely affect her unborn baby,” said Mireille Toledano, at Imperial College London, and who led the new research published in the British Medical Journal (BMJ). The study analysed all live births in Greater London over four years – over 540,000 in total – and determined the link between the air pollution experienced by the mother and low birth weight, defined as less than 2.5kg (5.5lbs). The scientists found a 15% increase in risk of low birth weight for every additional 5 micrograms per cubic metre (µg/m3) of fine particle pollution. The average exposure of pregnant women in London to fine particle pollution is 15µg/m3, well below UK legal limits but 5µg/m3 higher than the WHO guideline. Cutting pollution to that guideline would prevent 300-350 babies a year being born with low weight, the researchers estimated. “The UK legal limit is not safe and is not protecting our pregnant women and their babies,” said Toledano. “We know that low birthweight is absolutely crucial,” she said. “It not only increases the risk of the baby dying in infancy, but it predicts lifelong risk of diabetes, cardiovascular disease etc. You are setting in stone the whole trajectory of lifelong chronic illness.” The new research shows the impact of air pollution on babies in London is significant, but affects a relatively small number – only about 2.5% of all full-term babies are born with low weight. However, many cities around the world – such as Delhi in India – suffer far higher levels of toxic air, raising concerns of huge impacts on unborn babies. “Though the new results from the UK are concerning, a global perspective reveals something approaching a public health catastrophe,” said Sarah Stock and Tom Clemens, from the University of Edinburgh, in a BMJ editorial. “The pregnancy effects of extreme exposure environments like Delhi are unmeasured, and there is an urgent need to turn attention to such environments where large numbers are at considerable risk of harm.” Stock told the Guardian that outdoor air pollution is already causing millions of early deaths every year among adults and children: “And that is not taking into account deaths in utero or resulting from exposure in pregnancy, because we just don’t have the data yet.” Unicef executive director Anthony Lake said: “Not only do pollutants harm babies’ developing lungs – they can permanently damage their developing brains – and, thus, their futures. No society can afford to ignore air pollution.” The new BMJ study is based on observations and so cannot prove a causal link between air pollution and low birth weight, but the correlation is very strong, said Toledano: “The power of our study is incredible due to the sheer numbers.” The study is the largest to date in the UK and the link is strengthened by a series of previous studies from other regions that replicate the findings. There are some uncertainties in the estimates of air pollution exposure and the level of smoking among the pregnant women. But Toledano said: “Could it be that we are slightly off in how much the increased risk is? Yes. Is it going to completely disappear? No.” She said there are a number of serious public health problems around the world, such as the lack of clean water that kills over 500,000 infants every year, but said toxic air was one of them: “There is no question this is an extremely important public health risk. We have to do something and we can’t just say it is down to the individual mother. Every baby deserves to be born safely.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}