{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/24/tony-pulis-middlesbrough-manager", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-24T15:11:22Z", "webTitle": "Tony Pulis expected to be named as Middlesbrough manager by new year", "webUrl": "https://www.theguardian.com/football/2017/dec/24/tony-pulis-middlesbrough-manager", "apiUrl": "https://content.guardianapis.com/football/2017/dec/24/tony-pulis-middlesbrough-manager", "fields": {"headline": "Tony Pulis expected to be named as Middlesbrough manager by new year", "bodyText": "Middlesbrough hope to name Tony Pulis as their new manager by the end of the week and, ideally, as early as Boxing Day, when Bolton Wanderers visit the Riverside. The former West Bromwich Albion and Stoke City manager is in discussions with Steve Gibson, Boro’s owner, with a view to agreeing a three-year contract to succeed Garry Monk, who was sacked late on Saturday night following the team’s 2-1 win at Sheffield Wednesday. Gibson has known and admired Pulis for a long time and is believed to feel that the 59-year-old’s pragmatic tactics will suit a Boro side who were moulded into a cautious, counterattacking unit during three years under Aitor Karanka. Monk’s attempts to foster a more expansive approach had foundered during his seven-month tenure. With Gibson having invested around £50m in new players – including the record £15m buy Britt Assombalonga – last summer, while also pledging to “smash” the Championship there were fears that the former Swansea City and Leeds United manager would be unable to oversee an immediate return to the Premier League. Some senior players are understood to have been confused by the new philosophy and the side lacked a clear identity. Although Monk was said to be “surprised” and “baffled” by his 9pm Saturday exit, Boro have won only 10 of their 23 league games and are ninth, 19 points adrift of Wolverhampton Wanderers, the leaders, and 12 short of second-placed Cardiff City. They are, though, only three points behind sixth-placed Aston Villa, who visit the Riverside for a potentially vital game on Saturday. By then it is hoped Pulis will be in the dugout with Craig Liddle, the caretaker, having reverted to his role in charge of the academy. After being sacked by West Brom in November, Pulis had said he wanted to take some time out of football and was particularly keen to spend Christmas at home with his family before taking on a new “project” during 2018 – but it seems Gibson’s powers of persuasion may have accelerated that process. Should negotiations between the pair founder, Boro’s owner would be expected to turn his attentions to Nigel Pearson, who is managing OH Leuven in Belgium’s second tier, Pearson and rivalled Monk for the Riverside post when it was last vacant in May. With James Beattie, Monk’s assistant, having also been dismissed Liddle will be assisted by the former Boro defender Jonathan Woodgate until an appointment is made."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}