{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/01/england-maradona-world-cup-group-of-hope", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-01T21:17:04Z", "webTitle": "Fates and Diego Maradona hand England a World Cup group of hope | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2017/dec/01/england-maradona-world-cup-group-of-hope", "apiUrl": "https://content.guardianapis.com/football/2017/dec/01/england-maradona-world-cup-group-of-hope", "fields": {"headline": "Fates and Diego Maradona hand England a World Cup group of hope", "bodyText": "Welcome, once again, to the world. The balls have been cracked, the teams grouped off, the dates and venues parcelled out. After a glossy, agreeably fast-paced draw ceremony on the lighted stage of the Kremlin, Russia 2018 is go, the 21st Fifa World Cup officially a lockdown. The draw itself was a grand affair, with luminaries from Diego Maradona to Gordon Banks ranged behind their gleaming punch bowls. From the opening moments there was a familiar rush of intrigue as Group B threw up Portugal against Spain in Sochi, an authentically mouthwatering World Cup prospect. As for England, well, the balls were kind. Maradona refused to produce an easy headline, pulling out Croatia when it might have been England to face Argentina in Group D. Diego also spared England a group-stage meeting with Germany, putting Mexico in with the holders. Finally England were placed in Group G, with Belgium an intriguing opponent given the powerful Belgian presence in the Premier League, not to mention the recent shift in footballing power between the two nations. Bring us your golden generation. And yes. We have been here before. As Panama and Tunisia joined England in Group G, the Fifa host Gary Lineker didn’t miss the chance to make a droll remark about Diego “always being good with his hands”, which made sense if you have England v Argentina 1986 on memory speed-dial, but might have sounded a little odd elsewhere. But Lineker was right. The balls were running hot for Gareth Southgate. And England will expect to beat Tunisia and Panama, their first two opponents. Not that this has been much of a comfort in the past, as Iceland, Costa Rica and the USA will testify. But Southgate could not have hoped for much more, not least as the final fixture will be the Belgium game, a moment of kindness from the hands of Carles Puyol that might leave both teams already qualified or in the position – whisper it – to seek a slight moment of 1982-style Anschluss. First England will meet Tunisia in Volgograd, previously Stalingrad, and a place not usually associated with the tourist trail unless you happen to be a military historian. These days Volgograd is an industrial city, still shadowed in its artefacts and monuments by its bloody 20th-century history. England will travel 900 miles to get there from their St Petersburg base. It should at the very least be pleasantly warm. This is a match England will have good hopes of winning. Tunisia are ranked 27th in the world, 12 spots below England. They do not have any obvious star players – although Wahbi Khazri might have a point to prove – and have lost to Senegal, Burkina Faso and Cameroon this year and drawn at home to Libya. The veteran Nabil Maâloul was reappointed as manager in April. It could be tight, never a good thing with England, who tend to respond to tournament pressure with all the resilience of a dying sea anemone left to bake in the summer sun. From there England travel 560 miles to Nizhny, home city of Maxim Gorky. Here, in a moment of classic World Cup cultural weirdness, they will play Panama, a nation of 4.4 million people, with an economy built around canal tolls and international tax evasion. These are grizzled World Cup first-timers, with five players on more than a hundred caps and two in the squad with 43 international goals. Panama will have nothing to lose and a shrewd coach in Hernán Darío “the Baton” Gómez, veteran of three World Cups. The fear is England could find themselves with another Costa Rica on their hands, a well-drilled emerging power with seven months to prepare the defensive masterplan. In reality they really should win this one. And so on to Belgium in Kaliningrad, another round trip of more than 1,000 miles. This is the jewel of England’s group, a game against a team who should on paper – and were they not called Belgium – be one of the favourites to win the tournament. It is also a meeting of the most familial of footballing enemies. The Premier League has been good to Belgium, just as it was good to Iceland in the buildup to their breakthrough tournament, proving the perfect route into elite-tier club football for products of a hugely successful development structure. As it stands Belgium have 21 recent call-ups who have played or currently play in England. In Kevin De Bruyne, Eden Hazard and Romelu Lukaku they have three of the best attacking players in the league. Indeed, in every department except perhaps full-back Belgium have a stronger Premier League XI than England. It promises to be a fascinating occasion, by the end of which both teams will have travelled 4,000 miles in the group stage. There is, of course, an entire world of footballing intrigue beyond Group G. Russia versus Saudi Arabia is a wild-looking World Cup opener, albeit for reasons that have almost nothing to do with football. These two nations are in effect at war in Syria right now, or war at one remove. Both will also play Egypt, currently striking a deal with Russia to house planes bombing those forces on the ground that Saudi support. Uruguay, the fourth team in the group, might be best just looking the other way and staying out of all this. Brazil have a fairly easy run in Group E, but could then face Germany in the second round if one or the other contrives not to win their group. The Group of Death – more a group of mild peril – is Group D. Argentina, Iceland, Croatia and Nigeria is a powerful lineup, with further tournament joy for Iceland in getting to face Lionel Messi. As for England, hopes will remain energetically dampened. Past group evidence suggests England tend to raise their game against superior opponents and may benefit from that 28 June date against a genuinely classy Belgium team. On the other hand Italy and Uruguay knocked England out of the last World Cup in the space of six days. There is no real trend to follow here, no pattern of achievement. England either turn up with a serviceable team and muddle their way to a grudging knockout exit. Or, as at the last two tournaments, they arrive in a state of make-do and fall apart against the first decent team that crosses their path. Concerned as ever with deflating the national mood, Southgate even described travelling to the draw as “a learning experience”. With a hospitable group ahead of them England will be happiest travelling in hope, if not much expectation."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}