{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/dec/11/new-york-subway-explosion-commuter-train-rail", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-12-11T21:26:10Z", "webTitle": "New York subway attack reveals security challenge for transport systems", "webUrl": "https://www.theguardian.com/us-news/2017/dec/11/new-york-subway-explosion-commuter-train-rail", "apiUrl": "https://content.guardianapis.com/us-news/2017/dec/11/new-york-subway-explosion-commuter-train-rail", "fields": {"headline": "New York subway attack reveals security challenge for transport systems", "bodyText": "Every weekday, nearly 5.7 million people move through New York City’s subway system, commuting through 472 subway stations and across 662 miles of track. Monday’s attempted bomb attack struck at the heart of the commuter network in the Monday morning rush hour. Officials said the bomb detonated in a subway passageway in midtown Manhattan, between Port Authority bus terminal, which itself serves 65 million passengers each year, and the Times Square subway station at 42nd Street. What New York’s mayor dubbed an “attempted terrorist attack” comes nearly three months after a morning attack on the London Tube in September, which left 29 people injured after a bomb inside a train carriage partially detonated. New York police commissioner James O’Neill said after Monday’s attack: “We have almost 3,000 transit cops. All parts of the system are patrolled.” However, a highly visible security presence cannot provide absolute protection. American counter-terrorism experts have long warned that, compared to the heavy security and screening regimens at airports, trains and commuter rail systems are comparatively vulnerable to attack. This summer, an al-Qaida propaganda outlet reportedly released a guide to derailing trains and attacking rail systems, which included a list of popular American train routes, including the Acela Express line through Boston, New York, and Washington. Commuter rail lines and long-distance trains are “both vulnerable,” said Colin Clarke, a political scientist and counter-terrorism expert at the Rand Corporation. “You don’t get searched getting on to either. There’s no screening system.” Train commuters have long been terror targets. The 1995 sarin gas attack on the Tokyo subway left 13 people dead and injured 6,000 others. The terror attack was carried out by a doomsday cult. In 2004, jihadists carried out a series of coordinated bombings on Madrid’s crowded commuter trains, which left 191 people dead and nearly 2000 injured. In 2005, suicide bombers in London killed 52 people and injured hundreds. In 2015, an attacker wielding an AK-47 opened fire on a high-speed train from Amsterdam to Paris, but was disarmed by three US citizens, two of them soldiers, before killing anyone. It’s unlikely that daily commuters would accept more intensive, airport-style screening procedures unless there was another major, successful attack, Clarke, the counter-terrorism expert, said, and even then, searching every single person before they boarded public transit systems would likely be unrealistic. Some public metro system are moving towards mass screening. Shanghai’s metro now screens passenger bags and other carry-ons, said Anastasia Loukaitou-Sideris, a transit security expert at the urban planning department of the University of California Los Angeles. “There was not much of a delay,” she said. Shanghai’s metro system serves 3.4 billion riders a year compared with New York City’s 1.8 billion, according to statistics compiled by New York’s transit system. High-speed rail lines in Europe do similar baggage screening, Loukaitou-Sideris said. Since transit operators often argue that intensive screenings will lead to unacceptable delays, officials have instead pursued better security through environmental design, like choosing construction materials that are shatter-resistant and non-combustible, or removing trash cans where bombs might be stored, as Tokyo did after its attack, she said. Researchers also found that information-sharing between different American agencies to prevent attacks improved in the decade since the London bombings, Loukaitou-Sideris said. In the United States, the deadliest attack on public transit was carried out not by jihadists with bombs, but by a mass shooter, “a mentally disturbed individual who killed six and wounded another 19 passengers aboard a Long Island commuter train in 1993,” according to a January 2016 report by the Mineta Transportation Institute at San Jose State University in California. “ ‘Lone loons’ rather than ‘lone wolves’ continue to be the threat in North America,” the report’s authors wrote. Recent attacks have left commuters on edge. In November, a fight between two men at London’s Oxford Circus tube station sparked a mass panic among riders after they heard screams and saw others running and thought an attack was taking place. Patrons hiding in a basement at an Italian restaurant near the station burst into applause when a waiter announced there had been no terrorist incident."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}