{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/live/2017/dec/16/strictly-come-dancing-final-live", "type": "liveblog", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-12-16T21:01:00Z", "webTitle": "Strictly Come Dancing final – as it happened", "webUrl": "https://www.theguardian.com/tv-and-radio/live/2017/dec/16/strictly-come-dancing-final-live", "apiUrl": "https://content.guardianapis.com/tv-and-radio/live/2017/dec/16/strictly-come-dancing-final-live", "fields": {"headline": "Strictly Come Dancing final – as it happened", "bodyText": "So that’s another Strictly year over – it’s been a brilliant series, and I just wanted to say a huge thank you to everyone who has read and shared this liveblog, but most especially those of you who take the time to join in via the comment box every week. This blog has has grown into a very special Strictly community over the years, and it makes writing every week an absolute pleasure. I genuinely can’t thank you enough. My liveblogging duties might be over for the year, but there will be a thread on Christmas Day for the Strictly Christmas Special, so you can all chat in the comment box. In the meantime you can find me on Twitter @heidistephens, so do come and say hello. Have a wonderful Christmas and a happy 2018 – see you next September and we’ll do it all again. Keeeeeep dancing! Hx And the winner is…JOE AND KATYA! WELL. Didn’t think that would actually happen in the end – I thought their showdance might have blown it. Huge congratulations to all of them, incredibly worthy finalists, and a massive well done to Joe and Katya. WHAT A FINAL! Oh thank GOODNESS. It’s time to announce the winner! I have no idea who this will be, but my gut says Debbie. OK I’m totally montaged out now. Crown a winner, I’m done. Anyone for another montage? I feel like we haven’t had quite enough. Hooray, a trailer for the Christmas Special! I won’t be liveblogging, but I’ll open a comment thread for you. Time to bring back the stars of Strictly for a final group dance! Feels like several decades have passed since Chizzy was on the show. Likewise Reverend Richard, they were both fabulous. Brian falls off a wall, and Charlotte is still joyously wooden. Simon doesn’t do anything either, but YES Aston is back. ANTON DRINK. Jonnie’s had a haircut and Aston pops in a backflip, as a reminder of the showdance we missed (I’ll never get over this). Susan and Kevin throw in a bit of Morecambe and Wise, and Davood does his bum lift. I really wanted Mollie and AJ to snog at the end. Why do they keep disappointing me? I feel like this final has been going for several years. I’m now older than Debbie, and parts of Bruno. Time for another montage! If you’re still standing, DRINK. Is it time to crown a winner yet? How is there 20 minutes left? Voting has closed! How is there no-one dancing to this? Do we have to look at Ed Sheeran? Why would anyone want to do that? Oh thank goodness. Karen and Pasha are here to save us. But not Kevin, because there are Alleged Domestic Issues chez Clifton. Goodness, that montage went on for weeks. IT’S TIME FOR ED SHEERAN, singing this year’s entry for this “first dance at a wedding” award. DRIIIIIINK. OK, I’m quite tired now. 25 minutes to go, STAY WITH ME. Time for another montage! DRINK! I’ve loved this series, it’s been great fun and you guys have been a weekend refuge in a stressful year. Thank you. Time for a recap! DRINK! We scored a full house on bingo hours ago. So the irrelevant leaderboard is as follows: Alexandra, Joe, Debbie and Gemma. I predict that Debbie will win, for having the best partnership, doing a banging Argentine, and waving the flag for women of a certain age. But I’m really not sure, the glitterball could genuinely be taken by any of them. How amazing is that? Chizzy is crying. DRINK! Darcey loved it - the perfect end to a great final. Shirley thinks Joe has turned into a magnificent dancer. Bruno thought all the couples have been incredible, but isn’t specific about Joe. Craig thought it was fab.u.lous. I feel like I’m being mean now. I do think Joe is great, but that Charleston just wasn’t my cup of tea. Incidentally, tens all round. Nope, still don’t like it. It’s full of character and fun, but Joe’s swivel is a bit laboured and it just all feels a bit clunky. Not even the performance can save it, I have no idea why they chose this. Oh hang on, the judges loved it. That’s why. And finally for this year, it’s Joe and Katya! They’re dancing their Week 7 Charleston to ‘Alexander’s Ragtime Band’ by Ella Fitzgerald. I didn’t like this at all first time round – annoying, a bit wooden, and Joe’s swivel was a bit ropey. But the judges loved it, so what do I know? Maybe it will have improved over time, like a fine cheese. Scores: 9,10,10,10. Not sure a ten from Shirley means anything at all when everyone gets one. Mention of Ed Sheeran! DRINK! Craig thought it was quiet, understated and classy, unlike Bruno, who has has fallen of his chair. Darcey thought they brought all the magic of Blackpool. Shirley thought it was a musical extravaganza, and Gemma has turned into a beautiful dancer. Bruno sings a song about how Gemma is still going/flowing, and I think he needs a lie down. More crying! DRINK! Aljaz is all aboard a cardboard tram, and I’d forgotten how much bench action this dance has. It feels like a rather safe dance to finish your Strictly journey on, but they do deliver it beautifully. Gemma looks glorious, and so ridiculously happy. I love these two. It’s time for Gemma and Aljaz! They’re dancing their American Smooth to ‘Downtown’ by Petula Clark from Week 9. They bagged a couple of tens, but it was in Blackpool on the enormous sprung floor (DRINK). Can they make it work in the less salubrious surroundings of Elstree and Borehamwood? This is Giovanni’s favourite Strictly, he tells us. Feel the burn, Georgia. Tens all round. Obviously. Bruno thought it was sublime, and it was even better than the first time round (when he gave it a ten). Debbie has been a huge inspiration to millions of people. Craig agrees - this is not the end for Debbie, it’s a new beginning. Darcey thought Debbie was stunningly fearless, it was incredible and she was blown away. Shirley thought it was brilliant, and she loved how Giovanni’s choreography was so sensitive and caring - Debbie agrees that he’s put her first and let her shine from the beginning. Something in my eye. It feels only right that the Strictly café table/lamppost should make an appearance in the final. This Argentine is still entirely fabulous, Debbie looks right at home in this dance, and Giovanni does a wonderful job of making this all about her. A Strictly classic, and I’m a bit goosebumpy. Goodness, this is all quite emotional. So happy for Debbie, it feels like Strictly has been genuinely life-changing for her. Next up it’s Debbie and Giovanni, dancing their Week 10 Argentine Tango to ‘Por Una Cabeza’. Ooh, this is risky for a final dance, but they totally nailed this a few weeks back and picked up a couple of 10s, so fingers crossed they can deliver the goods again. I’m really surprised they aren’t doing their Four Tens Tango from Week 7 – maybe there’s nowhere to go after Craig has worshipped at your feet? Scores: 10s all round. Quite right too. Crying! DRINK! Shirley thought it was pure brilliance from start to finish, they’ve been magnificent this season. Bruno thought he was watching Tina live - it was his favourite dance of the season. Craig gives Alex a standing ovation, and Darcey agrees that Alex is shining bright. This Jive is incredible, it has EVERYTHING. Alexandra should totally win this. She probably won’t, but definitely should. Gorka is crying! DRINK! Alexandra and Gorka are up first, dancing their Tina Turner Jive to ‘Proud Mary’ from Week 4. This was an absolute showstopper, I’m so pleased they are dancing it again. Time for a montage! DRINK! Time for the final round – each couple get to dance their favourite dance of the series. It’s their last chance to win hearts, minds and votes, so this had better be good. Daughter has voted for Gemma and Alex on that round, and I agree. One for being brilliant, the other for exceeding my expectations and giving it mega-sass. Scores: 9,10,10,10 - bring back grumpy Len, all is forgiven. Joe and Katya are doing their toy soldier Charleston. Ah, I don’t think I liked that either. SORRY JOE. Darcey didn’t want the fairytale to end, and Shirley agrees that Joe has come a long way. Bruno loved the originality, and Joe and Katya’s dance had a real magic about it. Craig loved how showbiz it was, Joe is just great. So this opens with a bit of Prince Charming/Cinderella waltz, and then a dodgy orchestra version of Hall &amp; Oates kicks in and it gets a bit weird. OK, now it’s faster, but still weird. Katya is already on her third dress, and I feel like this is more about her than Joe. Hmm, I’m not sure about that. Just all a bit bizarre, didn’t like the music, and not my favourite Showdance (sorry). Joe and Katya! Their Showdance is to ‘You Make My Dreams’ by Hall &amp; Oates. I can’t imagine this middle-of-the-road dad tune being right for anything other than bopping about in a random fashion; but this is Joe and Katya, so presumably they have something special up their glittery sleeves. Scores: 8,9,10,10 - it’s all madness. Gemma and Aljaz are doing ‘Downtown’ - their dance from Blackpool. American Smooth, I think? Craig liked it but he didn’t love it - he liked that Gemma danced in ways he hadn’t seen before, and he could see how Gemma has grown as a dancer. Darcey loved sassy Gemma, it had great attack and brilliant staging and choreography. Shirley loved how fierce and packed with attitude it was, Gemma gave it 1000%. Bruno thought it was a ‘Quicksexy’ (not a thing), and the Quickstep was technically perfect. Loving Gemma’s crimpy wig, this is already amazing. Good opening leg action, and Gemma is clearly in it to win it. Bags of attitude and sass, plenty of dance content, but a bit clunky in some of the lifts. Don’t care, I loved that. Gemma is definitely not out of the running. It’s time for Gemma and Aljaz! Their Showdance will be danced to ‘Show Me How You Burlesque’ by Christina Aguilera. I LOVE this song, but it’s only going to work if Gemma goes full Burlesque and works those cabaret sequins to the max. COME ON GEMMA, YOU CAN DO THIS. Scores: 9,9,10,10 - Shirley and Bruno only have one paddle, apparently. For their final dance, Debbie and Giovanni have picked their Argentine Tango. Ooh, RISKY. Bruno thought Debbie was flying like an angelic ballerina – she’s every little girl’s dream. Craig thought it was dangerous doing classical ballet with “Darcey Bustop” on the panel, but Debbie pulled it off. Darcey thought it was extraordinary work, and Shirley thought it showed how far Debbie has come. OK, if I’m playing devil’s advocate, it COULD be argued that Debbie just showed us what she could already do pre-Strictly, rather than what she’s learned on the show. Still loved it, mind. Debbie is a dancer in a music box, until Giovanni rescues her and she ditches the tutu. It’s basically Debbie’s ballerina greatest hits, but entirely dreamy and gorgeous, with some incredible lifts and spins. They’re definitely not holding back on the showdances this year, that was incredible. Next up it’s Debbie and Giovanni! Their Showdance will be danced to ‘One Day I’ll Fly Away’ by Vaults. Basically this is the John Lewis version of the Randy Crawford classic. I’m guessing this is going to be quite contempo-waft heavy, because why on earth wouldn’t you, if you were Debbie? ALL the splits and straight leg action. Scores: 9,10,10,10 - after a while, the tens start to get a bit meaningless, don’t they? If you’re not going to give a ten, Craig, at least say why not. Next up - Alexandra is dancing the Proud Mary Jive! YES - I loved that. Shirley thought it was fun, bright and Alex has come into her own. Bruno thought it had all the hits, it was Alex’s greatest hits, wrapped as a beautiful tribute to the movies. Craig loved Alex’s natural ability, and it had incredible energy - he loved it. Darcey loved Alex’s unfailing focus, Alex is a real artist. Alex is looking glorious in as the Quality Street green triangle, and Gorka is about as dashing as it gets. Wait the green dress is now a gold! This is a super-fast affair with just about every dance style going. It’s quite frantic, but entirely spectacular. Now THAT’S a Showdance. First up it’s Alexandra and Gorka! They’re dancing their Showdance to ‘There’s No Business Like Showbusiness’ by Ethel Merman, presumably because this kind of character-driven, Charleston-heavy showdance is absolutely Alex’s happy place. I’m very much looking forward to this. It’s Showdance Time! This is an opportunity for all our couples to show off what they do best, and don’t spare the horses. Lifts, spinning, back flips, barefoot contempo-wafting – anything goes. Further sighting of Anton in the wild! DRINK! First recap of the evening! DRINK! And the voting is...OPEN. The daughter is giving one vote after each dance - after that, she’s gone for Joe. Scores: 9,10,10,10 - not sure what Craig’s scoring criteria is this evening, but it feels quite random. Darcey saw improvement in Joe’s posture, and it had wonderful glide and flow - one of her favourite dances of the series. Shirley thought it was big, bold and beautiful, and she’d give Joe an 11 for his fleckerl. Bruno fell in love all over again - it had added flow, like Joe and Katya were skating on a frozen lake. Craig loved that it was a no-nonsense Viennese, and it had superb drama and storytelling. Well this is entirely dreamy, and making me feel quite festive in a way it didn’t in Week 3. Joe’s Viennese looks a bit flatter than last time, and still packed with charm. Ah, it’s snowing! Magical. And finally in this round, it’s Joe and Katya! The judges have chosen their Movie Week Viennese Waltz to ‘Somewhere My Love’ from Dr Zhivago. I loved this dance back in Week 3 – Joe made a splendid Cossack and Katya’s fur-trimmed outfit was just about the best outfit Strictly has ever produced. Scores: 9,9,10,10 - a total of 38 for Gemma and Aljaz. Craig loved the strong lines an fantastic intent - the dance really suits Gemma’s frame. Darcey loved the determination and drama, and Gemma held on to the passion until the very end. Shirley got the shaping she was looking for. “The mind is like a parachute, it works best when it’s open”, says Shirley. It could be argued that a parachute that doesn’t open is basically a deathtrap, but let’s not argue with a Ballas metaphor. Aston aside (SOB), this was my favourite Paso of the series, and you can tell from this performance how much Gemma wants to win that glitterball. Great intent and drive and better shaping, but her chin still needs to come up. Still, LOVED that. It’s time for Gemma and Aljaz! Their judges’ pick is their Week 4 Paso Doble to ‘Viva La Vida’ by Coldplay. This featured Gemma in pink webbing and Aljaz’s lovely arms, and was very much my kind of Paso. Scores: 9, 10, 10, 10. Oh come on Craig, it’s not like it matters. Bruno thought Debbie defied the laws of physics and times. Craig loved the rotation in the hips and the underarm lift was spectacular. Darcey loves the chemistry in Debbie and Giovanni’s partnership, she just wants to bottle a bit of Debbie McGee. Shirley thought it was fantastic – they all agree she is the brilliant Debbie McGee. Shirley’s attempts at rhyme have been one of my favourite bits of this series. HA, I’d forgotten about the random optician opening. DEBEH! This feels a bit softer in the knees and more assured from Debbie, and the spins and lifts are better on the way in. A bit clunky on the way out of the Fanjo Lift, however, and a bumpy landing at the end. I don’t suppose the judges will care. Next up it’s Debbie and Giovanni! The judges have chosen their Week 8 Salsa to ‘Can’t Take My Eyes Off You’ by Boys Town Gang. This was the one that featured the infamous Glove Puppet Fanjo Spin, but I also recall that Debbie was all a bit stiff and ladylike in her Salsa basics, so would be great to see her loosen up a bit. Scores: 10,10,10,10 - not sure where we go from here. Anton in the Clauditorium! DRINK! Shirley thought it captured the essence of what Strictly was about - it brought out Alex’s softer side and was exquisite. Bruno thought it was lovely and fragrant, and Alex put her heart and soul into it. Craig thought it was dreadful, because he couldn’t find a single thing wrong with it (cruel, Craig). Darcey loved how Alex worked with every beat of the music. Four tens to kick us off, anyone? Alexandra has ditched the Mary Poppins hat and coat, which is wise, considering this is My Fair Lady. I loved this dance in Week 3, and I still love it now – full of charm and joy. Alex looks so much more confident and happy now, it’s lovely to see. Well that was gorgeous. Right, let’s get the dancing started! First up it’s Alexandra and Gorka! The judges have chosen their Movie Week American Smooth to ‘Wouldn’t It Be Lovely’ from My Fair Lady. This scored 8s and 9s back in Week 3, with some griping from the judges about Alexandra needing to use the space better out of hold (whatever that means). Anyway, it’s reasonable to assume they will have ironed out any issues 10 weeks on. The judges have gone all out - love Darcey’s ballgown and the creeping sparkle on Shirley’s classy frock. Ed Sheeran! DRINK! It’s our very last TESS AND CLAUDIA DRESS WATCH! Tess in a scarlet peplum pantsuit with dodgy flares, Clauds in a ratty old navy curtain. DID THEY GET DRESSED IN THE DARK? Time for our first group dance, Keep your eyes peeled for Anton. Goodness Oti is a goddess. I could watch her all week. Aljaz, Giovanni, Gorka and Katya are all on pedestals, which is exactly where they belong. They’ve all been incredible this year. Well this is fun. I’m now totally ready to party. Goodness, here’s another montage. KEEP DRINKING. I still can’t watch these credits without thinking of the Aston and Janette Showdance that never was. SOB. Right, let’s get the Strictly Grand Final party started. And we’re kicking off with our first montage of Strictly memories, so DRINK. YES, I had two Pointless answers, and the daughter had one for Peter Dinklage in Elf. We win at Christmas. Christmas on Pointless - I’d have to go for the Christmas Number Ones. That’s My Goal by Shayne Ward, Two Become One by The Spice Girls and Sound Of The Underground by Girls Aloud. It’s time for our final Strictly Come Bingo of the season! I’d originally planned a rollover of all previous bingos, but you’ll all be too plastered to watch the Showdance. Not that I plan to be kind to your livers - let’s see if we can get a full house out of this lot: Best bits montages Interminable recaps Any sighting of Anton Du Beke Crying Mentions of Ed Sheeran Alexandra and Gorka are the best dancers and have given us some absolute showstoppers this year, which means they’re unlikely to win because the best dancer rarely does. Debbie is now a bona fide National Treasure, and could easily win the nation’s heart with plenty of splits and reminders that’s she’s old enough to be the mother of everyone else on that dancefloor. Joe and Katya have never been in the dance-off and have the most inventive choreography, so there’s no doubt they could lift the Glitterball later. I’d originally excluded Gemma and Aljaz from tonight’s top spot, but Aljaz knows exactly what it takes to win, and Gemma could easily take the journey prize if she find can find an extra gear for their Showdance. So actually all four couples are in with a genuine chance, which is all rather exciting. Also the judges votes count for nothing for the first time, so it’s all down to the public. About time too. So who’s going to win this year? My highly unscientific Twitter poll says Joe and Katya, but last year everyone said Danny and Oti and ranked Ore and Joanne last, so what does Twitter know. Evening all, and a very warm welcome to the 2017 Strictly Come Dancing Grand Final liveblog! After three months of dance, drama, debating and tapping away at this keyboard like a demon, we’ve whittled down our original 15 couples to a final four – Alexandra and Gorka, Debbie and Giovannia, Gemma and Aljaz and Joe and Katyal. All that’s keeping one of them from holding aloft the Strictly glitterball is three final dances. So here’s the plan for tonight’s show – all four couples are dancing three routines back to back – a dance picked by the Judges, a brand new Showdance and each couple’s favourite dance of the series. Like last year, there is no elimination after two dances, so all four couples are dancing all three dances; and there is also no return of the much-loved half hour break in the middle which used to give the poor liveblogger a chance to eat, stretch and go for a wee. Of course last year there were only three couples – this year it’s a four-couple non-stop Strictly train that lasts for TWO AND A HALF HOURS. Gird your loins for a bucketload of pro dances, musical interludes, montages and recaps. Bring every snack food item and half-drunk bottle of booze you can find. Kick off is at 6.30pm – it’s the last Strictly of the season and I suspect it’s going to be a cracker, so bring your sparkliest dancing shoes. See you in a bit!"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}