{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/dec/28/johnny-manziel-cfl-comeback-hamilton-tiger-cats", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-12-28T20:07:07Z", "webTitle": "Johnny Manziel's gridiron comeback green-lit by Canadian Football League", "webUrl": "https://www.theguardian.com/sport/2017/dec/28/johnny-manziel-cfl-comeback-hamilton-tiger-cats", "apiUrl": "https://content.guardianapis.com/sport/2017/dec/28/johnny-manziel-cfl-comeback-hamilton-tiger-cats", "fields": {"headline": "Johnny Manziel's gridiron comeback green-lit by Canadian Football League", "bodyText": "Johnny Manziel’s road back to professional football could start next year in the Canadian Football League. CFL commissioner Randy Ambrosie announced on Thursday the league is prepared to approve a contract for Manziel to play for the Hamilton Tiger-Cats, who own the quarterback’s rights, if he continues to meet a set of conditions tied to his eligibility stemming from the conditional dismissal of a domestic assault case from April 2016. “[The eligibility process] has included an ongoing assessment by an independent expert on the issue of violence against women, a review by legal counsel, and an in-person interview of Mr Manziel conducted by the commissioner,” Ambrosie said in a league-issued statement. “As well, Mr Manziel has been required to meet a number of conditions set by the league. The Tiger-Cats, coming off a 6-12 campaign that saw them mis the play-offs for the first time in five seasons, released a statement on Thursday praising the commissioner’s ruling. “We appreciate the CFL office and commissioner Randy Ambrosie’s due diligence in this matter,” the Tiger-Cats said. “We also recognize Johnny Manziel for thus far demonstrating the attributes necessary to continue his career in our great league. We will have no further comment at this time.” The former Heisman Trophy-winning quarterback, who turned 25 this month, told ESPN in January that he’s achieved sobriety on his own and is determined to resume his career. “I refuse to let my entire life of sports from the age of four be squandered by partying,” Manziel said in a message sent Friday to ESPN’s Ed Werder. “I just got sick of it. One day I didn’t like what I saw in the mirror and realized I could really help people in the position I’m in. “I love sports, I love football and when you take something away from yourself you realize it the hard way. The happiness from doing it sober has been astronomical. Beyond my wildest imagination and once that continued other good things started happening in my life and it just clicked.” Manziel was selected by the Browns in the first round of the 2014 NFL draft amid questions over whether his modest 6ft frame would prevent carryover from a brilliant collegiate career at Texas A&amp;M to the NFL level. He started just eight games in two years with Cleveland, throwing as many interceptions – seven – as touchdowns. He checked into rehab for undisclosed problems at the end of his rookie season but his conduct did not improve. In November 2015, Manziel was benched after a video emerged of him partying at a nightclub a month after his he was pulled over by police while arguing with his then-girlfriend. The Browns coach at the time, Mike Pettine, said: “I don’t think we anticipated that his problems, his issues, how deep-rooted they were, the extent of it.” Manziel was suspended for the first four games of the 2016 season for violating the NFL’s substance abuse policy, but the punishment was never formally served after the Browns released him in the spring. He reached a deal with the Dallas County district attorney’s office for the conditional dismissal of a domestic assault case last year, where he was accused of hitting and threatening his former girlfriend during a night out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}