{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/09/jose-mourinho-manchester-united-manchester-city-derby-tactical-fouls-paul-pogba", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-09T22:30:19Z", "webTitle": "José Mourinho warns derby referee of Manchester City’s ‘tactical fouls’", "webUrl": "https://www.theguardian.com/football/2017/dec/09/jose-mourinho-manchester-united-manchester-city-derby-tactical-fouls-paul-pogba", "apiUrl": "https://content.guardianapis.com/football/2017/dec/09/jose-mourinho-manchester-united-manchester-city-derby-tactical-fouls-paul-pogba", "fields": {"headline": "José Mourinho warns derby referee of Manchester City’s ‘tactical fouls’", "bodyText": "José Mourinho has accused Manchester City of regularly committing “tactical fouls” in order to stop opposition teams counterattacking them and called on Michael Oliver, the referee in charge of Sunday’s Manchester derby at Old Trafford, to be alert to the tactic. In textbook style, Mourinho has gone on the offensive in the buildup to the most eagerly anticipated match of the season, in which Manchester United will try to close the eight-point gap between themselves and Pep Guardiola’s league leaders. City have received plaudits for the dazzling style with which they have stormed to top spot, winning 14 and drawing one of their opening 15 fixtures, scoring 46 goals and conceding just 10 in the process. Mourinho was also complimentary of the leaders as he prepared for Sunday’s encounter but could not help aiming yet another slight in their direction, having also accused City of diving. “They attack with a lot of players and when they lose the ball, they are many times unbalanced in numbers,” he said. “They have lots of people surrounding the ball area and they have a very strong – and this is a great quality – transition in the next few seconds after they lose the ball and many times, they need what is called a tactical foul. Then it is up to the referee to analyse and to make a decision, but I cannot speak about that.” City have received 27 yellow cards this season, the joint third-highest in the division and six more than United. Guardiola’s team has also received two red cards – one more than United. That one United red was shown to Paul Pogba during the 3-1 victory over Arsenal last Saturday and rules the Frenchman out of the derby. His absence is a significant blow for United and one that drastically alters how the team can and will perform, according to Mourinho. “We lost a very important player for us, a player with an impact in the way we play and that is obvious,” he said. Referring to Pogba’s injury lay-off from 12 September to 18 November, he added: “There was a Manchester United with Paul, there was a Manchester United without Paul and we have another Manchester United with Paul. He is a player that has an impact in our style of play. That is obvious and now for the next three matches we have to cope without Paul and we have to try and win matches without Paul. It’s not pessimistic. It’s just a different way to play. “Do you think I have in my team a midfield player who can make the third goal at Arsenal? We don’t have. They do other things, they have other qualities. [Marouane] Fellaini can score an amazing header, [Nemanja] Matic can shoot from outside the box, [Ander] Herrera can do other good things, but a midfield player to do and create what Pogba did in the third goal against Arsenal, as an example, we don’t have.” Zlatan Ibrahimovic is available to face City although, according to his manager, “not ready to play 90 minutes” as he is still in the process of recovering from a long-term knee injury. For City, David Silva should feature having got over a muscular problem that ruled him out of the midweek defeat to Shakhtar Donetsk in the Champions League. Both teams go into the match in excellent form and there will hope among the chasing pack that United can extend their unbeaten home record in all competitions to 41 matches in order to stop the title race becoming a foregone conclusion. According to Mourinho, however, Chelsea, Liverpool, Arsenal and Tottenham should not be relying on his side to do them a favour. “Every team is a different team, as every manager thinks a different way,” he said. “I don’t think anyone should look to us or wait for us to find a magical potion, not at all.” Guardiola has claimed his relationship with Mourinho – an adversary from their days managing Barcelona and Real Madrid, respectively – is “much better” but insisted the pair will never share the same principles in regards to how football should be played. “The way we see the game is different – that’s normal,” he said. “But we love to compete. We love to win games. But it’s not a special situation when we beat a Mourinho team. I want to win but I am a sportsman. When I lose, I accept the defeat and I try to learn from that and move on. “I respect a lot of my colleagues, José as well. He knows and I know we want to beat each other. Sunday will not be an exception for that. But at the end, what happened on the pitch is on the pitch and after that, it’s over.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}