{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/dec/28/west-ham-recall-reece-oxford-loan-schurrle", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-12-28T17:37:25Z", "webTitle": "West Ham to recall Reece Oxford from Gladbach loan and target Schürrle", "webUrl": "https://www.theguardian.com/football/2017/dec/28/west-ham-recall-reece-oxford-loan-schurrle", "apiUrl": "https://content.guardianapis.com/football/2017/dec/28/west-ham-recall-reece-oxford-loan-schurrle", "fields": {"headline": "West Ham to recall Reece Oxford from Gladbach loan and target Schürrle", "bodyText": "West Ham have decided against selling Reece Oxford to RB Leipzig and intend to recall him from his season-long loan with Borussia Mönchengladbach. Gladbach had been hopeful of signing Oxford on a permanent basis, only for their wealthier Bundesliga rivals to revive their interest in the England Under-20 international. Leipzig, who are fifth in the Bundesliga, were confident that an initial offer of £8m, rising to a potential £17m with add-ons, would convince West Ham to sell but David Moyes has instead opted to activate a clause in Oxford’s contract to end his loan prematurely. Moyes, who is also interested in signing the former Chelsea forward André Schürrle on loan from Borussia Dortmund, has made it clear that West Ham must bring in reinforcements in order to have a better chance of winning their fight against relegation. The Scot is unimpressed with the balance of his squad and is keen to sign defenders and midfielders. He has confirmed an interest in Steven N’Zonzi, the Sevilla midfielder, and West Ham are ready to push hard for Alfie Mawson after identifying the Swansea City defender as a key target. Oxford, who was originally wanted by Leipzig in the summer of 2016, has enjoyed his time in Germany despite only making three league appearances this season. He first caught the eye when he became West Ham’s youngest ever player, helping them win a Europa League tie against FC Lusitans as a 16-year-old in 2015, and he came to further prominence when he played a starring role in a 2-0 win away to Arsenal at the start of the 2015-16 season. Despite being capable of playing as a centre-back or a defensive midfielder, Oxford has not pushed on in the way that West Ham had anticipated but will now be given the opportunity to prove he is worth a place in the first team. However, while Moyes believes that he has too many forwards, he could be tempted to explore the possibility of signing Schürrle on a short-term basis. The 27-year-old is out of favour at Dortmund and needs regular football in order to earn a spot in Germany’s World Cup squad. West Ham are aware of his quality and could decide that more firepower will pull them clear of danger."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}