{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/dec/13/congolese-fighters-convicted-raping-toddlers-young-girls-landmark-case", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-12-13T22:44:32Z", "webTitle": "Congolese fighters convicted of raping young girls in landmark case", "webUrl": "https://www.theguardian.com/world/2017/dec/13/congolese-fighters-convicted-raping-toddlers-young-girls-landmark-case", "apiUrl": "https://content.guardianapis.com/world/2017/dec/13/congolese-fighters-convicted-raping-toddlers-young-girls-landmark-case", "fields": {"headline": "Congolese fighters convicted of raping young girls in landmark case", "bodyText": "Twelve members of a Congolese militia group have been convicted of raping 37 toddlers and young girls in a landmark case that lawmakers hope will deter potential future perpetrators. Fighters from a group that christened itself Djeshi ya Yesu (The Army of Jesus), carried out the rapes in the belief they would give them supernatural powers on the battlefield, a court in the Democratic Republic of Congo (DRC) heard. Ten of the accused were convicted of crimes against humanity. The convictions represent an historic milestone in the fight against impunity for sexual violence crimes, particularly as the mastermind behind the attacks, a member of parliament, was among those convicted. Between 2013 and 2016, nearly 50 children were abducted from their houses at night, raped, and left in fields or behind bushes near their homes in Kavumu, in eastern DRC. Some were so badly hurt that even Denis Mukwege, a doctor who has been repeatedly nominated for the Nobel peace prize for his work treating thousands of rape survivors in nearby Bukavu, could not repair their internal organs. The group’s leader, provincial MP, Frederic Batumike, employed a traditional medicine practitioner who told the men that raping very young children would protect them from their enemies, the prosecution said in the trial. The convictions are particularly significant given the authorities’ initial attitude towards the Kavumu rapes, which was to ignore them or worse. When one mother discovered her daughter missing and raised the alarm, she was accused of giving her own daughter to the rapist, and was arrested along with two of her other children in an attempt to extort money from them. “It’s unprecedented, for who Batumike was: a very powerful provincial MP, with his group and his financial control,” said Karen Naimer of Physicians for Human Rights, a group that worked with doctors, investigators and lawyers to gather evidence of the rapes. “And the collaboration between civil society, doctors and the police will hopefully set precedents.” Naimer said that Batumike took steps to slow down and disrupt the trial, including claiming that two of the judges were unqualified to try the case, and refusing to answer any questions. Ten men were convicted of crimes against humanity, including murder and rape, and two for being members of an armed group. Of the 10, two were traditional medicine practitioners, and it is unclear whether they raped the children themselves as well as instructing others to do so. The prosecution dropped their case against six more defendants about a week before the verdict. Last year, the activist helping the families, Felix Mugisho Maroyi, told the Guardian that many of the militiamen were still living freely, and the girls’ mothers said that they could not sleep at night for fear that their daughters would be abducted again. The Kavumu rapes came at an inconvenient time for the Congolese government, which was trying to clean up its image as the “rape capital of the world,” as the UN’s Margot Wallström described the country in 2010. It had recently appointed Jeanine Mabunda, a poised special adviser on sexual violence to the president. But she used her platform to state repeatedly that the number of rapes had fallen by 50%, while those working with survivors said that in fact the numbers were rising. The trial, which was held in a mobile military court in Kavumu so that locals could attend and see justice done, lasted just over a month. It was not immediately clear how many of the children the militia members were convicted of raping: one source said 37, one 42, and another said all but one of the 47 girls in the case were awarded reparations. Family members gave evidence in court completely covered in long cloths and using voice distortion technology, in an attempt to hide their identities from the perpetrators and the public. The court initially asked the children to give evidence, but after one girl burst into tears as she listened to her mother’s testimony about what had happened to her, decided against it. As was first reported by Lauren Wolfe, journalist and founder of the Women Under Siege project, each girl raped was awarded $5,000 in reparations, while family members of men who were murdered were awarded $15,000, but as the court decided that the government would not pay, and is unlikely to obtain the money from the militiamen, the girls are likely to receive nothing. The Congolese government has only been ordered to pay reparations once before, in the 2003 Songo Mboyo case where former rebels being integrated into the army raped over 100 women and girls. But when the money was finally paid out, it was paid to the wrong people: a lawyer tricked the authorities into handing over the payments to 30 fake victims – and the real survivors have never received a penny. Kim Thuy Seelinger, the director of the sexual violence program at Berkeley school of law, said the convictions represented “a major legal victory that should give survivors a sense of justice.” She added: “The next, perhaps equally challenging, test is to ensure that the reparations promised in judgment are actually received. These legal victories are won in the name of, and on the backs of, survivors – but too often, we then fail when actually delivering reparations to make them whole.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}