{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/dec/28/sizing-john-road-to-respect-christmas-chase-nichols-canyon-dies", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-12-28T18:43:44Z", "webTitle": "Sizing John ‘clinically abnormal’ after Road To Respect’s Christmas Chase win", "webUrl": "https://www.theguardian.com/sport/2017/dec/28/sizing-john-road-to-respect-christmas-chase-nichols-canyon-dies", "apiUrl": "https://content.guardianapis.com/sport/2017/dec/28/sizing-john-road-to-respect-christmas-chase-nichols-canyon-dies", "fields": {"headline": "Sizing John ‘clinically abnormal’ after Road To Respect’s Christmas Chase win", "bodyText": "Might Bite, the King George VI Chase winner, is the new favourite for the Cheltenham Gold Cup after Sizing John and Yorkhill, who started the day first and third in the betting, finished well beaten behind Road To Respect in the Christmas Chase here on Thursday. Sizing John was described as being “clinically abnormal” when examined by a vet after the race, on an afternoon marred by the death of the multiple Grade One winner Nichols Canyon after a fall in the Christmas Hurdle. There was plenty of market confidence behind Sizing John, who was backed from odds-against to start at 9-10, but Robbie Power was niggling at last season’s Gold Cup winner before the turn for home and Jessica Harrington’s gelding dropped away rapidly in the home straight. He beat only Yorkhill among the eight horses to finish, as Road To Respect emerged at the head of a 1-2-3 for Michael O’Leary’s Gigginstown Stud colours, with the outsider Balko Des Flos and Outlander, the winner last year, filling the places. Power told the stewards after the race that Sizing John had finished “distressed”, while Harrington said later that she will run blood tests on the horse to assess whether he has an infection. “He is sound now and his heart is OK,” Harrington said. “Basically, he got slight hyperthermia and he got too hot. As soon as he cooled down, he was grand. I won’t know anything else until I run some blood tests on him when I get back.” Road To Respect had finished a half-length behind Outlander on his seasonal debut in a Grade One race at Down Royal in early November, and improved to be three and a half in front of the same opponent. He may now run in the Irish Gold Cup here on 4 February as a further trial for the Cheltenham Gold Cup, but bookmakers reacted to the success on Thursday by cutting him to around 10-1 (from 20-1) for the Festival in March. Sizing John, meanwhile, is out to a top price of 8-1 (from 4-1), while Yorkhill is now a 20-1 chance (from 8-1) for the Gold Cup, and perhaps more likely to line up for the two-mile Champion Chase or even return to hurdles. Might Bite, a one-length winner of the King George on Tuesday, is top-priced at 4-1 to add the Gold Cup to his win in the RSA Chase at Cheltenham last season. Noel Meade, the trainer of Road To Respect, was full of praise for the ride his horse received from Sean Flanagan, who replaced the retired Paul Carberry as Meade’s stable jockey in September. “Sean has gone from strength to strength for us since he took over,” Meade said. “The more confidence he gets, the better he is riding.” Meade said of Road to Respect: “He had to improve a lot to get up there, another 10lb. We thought he had, as he did a bit of work in Fairyhouse last week, and did it very well. He’s a Gold Cup contender now, so he’ll go for the Gold Cup. Whether he runs in between or not, I don’t know.” Apple’s Jade stayed on strongly to beat Supasundae in an exciting finish to the Christmas Hurdle, but the race will be remembered as the last for Nichols Canyon, the Stayers’ Hurdle winner at Cheltenham this year, who fractured a shoulder in a fall at the fifth flight. The hurdle had been omitted in the first two races on the card because of the low sun, but it was reinstated for the first of the day’s Grade One events even though the sun was still bright. Nichols Canyon appeared to jump the shadow cast by the hurdle, as he took off a long way from the obstacle and landed on top of it. Lorcan Wyer, Leopardstown’s clerk of the course, said afterwards that he was “comfortable” with the decision to jump it in the Christmas Hurdle. “In the first and second races, in my opinion, the sun was directly overhead, say at 12 o’clock to the obstacle, and it was full on, very glarey,” Wyer said. “By race three, I went down and had a look again and the sun had moved, so it was more at a two o’clock position and it was gone behind very light cloud. It wasn’t thick cloud, I accept that, but the glare was gone from it. “I was comfortable with the decision to reinstate it,” he continued. “I have huge sympathy for the connections, but I was happy with my decision, that’s all I can say.” Willie Mullins, Nichols Canyon’s trainer, said that his runner “appeared to jump the shadow of the hurdle”, adding: “It’s a big blow as he was such a hardy horse. The decision was made to include the hurdle in the race [and] the jockeys didn’t appear to have an issue with it.” Ruby Walsh, who rode Nichols Canyon to six of his eight Grade One wins, said that his loss was “desperately sad” both for the Mullins stable and Graham Wylie, his owner. “He had some wonderful days in Cheltenham,” Walsh said, “great days here, Fairyhouse, Punchestown. He was a wonderful little horse, a real character. He was a hardy little horse, and he was brave.. He took the odd chance, but don’t most of us.” Friday’s tips, by Greg Wood Southwell 12.15 Mr Carbonator 12.45 Takeonefortheteam 1.15 The Great Wall 1.50 Serenity Now 2.25 Red Stripes 3.00 Scotch Myst (nb) 3.30 Go On Gal Doncaster 12.25 Canny Style 12.55 Tomorrow Mystery 1.30 Copain De Classe 2.05 Black Op (nap) 2.40 Antartica De Thaix 3.10 Muthabir 3.40 Twojayslad"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}