{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jan/16/australia-england-one-day-international", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-01-16T22:00:03Z", "webTitle": "Shane Watson's hundred helps Australia stun England at the MCG", "webUrl": "https://www.theguardian.com/sport/2011/jan/16/australia-england-one-day-international", "apiUrl": "https://content.guardianapis.com/sport/2011/jan/16/australia-england-one-day-international", "fields": {"headline": "Shane Watson's hundred helps Australia stun England at the MCG", "bodyText": "Shane Watson played one of the great one‑day innings here, but his mind was on the floods that have devastated his native Ipswich, in Queensland. After scoring an unbeaten 161 to give Australia a 1-0 lead in their seven-match series against England, the opener said: \"My mind and my heart was in Ipswich and that freed me up to put a game of cricket in perspective. I will be going up there in the morning to help out as much as I can and it will be heart-wrenching to see the devastation there. With Australia inundated with water at the moment hopefully this result will bring everyone a bit of enjoyment and encouragement.\" In a punishing and tenaciously fought match, England were probably 20 or 30 runs too light after having won the toss and batted. But the most dejected looking England cricketer was one who did not play. Paul Collingwood, who retired from Test cricket earlier this month, after scoring just 83 runs in the Ashes series, then made 16 and six in the two Twenty20 games. He was dropped by England for an ODI for the first time since December 2002. He has missed matches since then through injury, illness, suspension and being rested. The England captain, Andrew Strauss, said: \"Paul has been struggling with the bat for a while and the best way for him to come back is to spend some time out of the side and refresh his mind. We want him to maybe spend some time in the nets but primarily get his mind clear on how he wants to play his game. He's still an important part of our one-day set-up.\" Of the match, Strauss said: \"We had a platform to get 310 or 320 but too many of our batsmen got out too softly, although we showed great urgency and were pretty aggressive and positive. I suppose KP [Kevin Pietersen] getting out in the first over of the powerplay hurt us in the end. But it was one of the outstanding one-day innings, from Shane Watson. It was a truly top-quality knock and he deserved to be on the winning side.\" There was a 70s theme running through the day as the MCG celebrated the 40th anniversary of the first one-day international, which was played on this ground between these two sides. The stars of that game in January 1971, including the man of the match, John Edrich, drove round the ground in open-topped vehicles, waving to spectators, who mostly struggled to recognise them. The commentators – Tony Greig, Mark Nicholas, Mark Taylor and the rest – wore wigs, flares and shirts undone down to the navel. But by the end of the day, this pulsating and very physical match had banished all the nostalgia from the memory to make room for the vivid present. Australia pulled off the biggest successful ODI chase at this famous ground. In reaching a very challenging target of 295, Watson scored more than half of the runs as Australia justified their billing as the world's best one-day side. Watson finished the match off with a six, off the first ball of the last over, as Australia got home with six wickets and five balls to spare. He finished with the biggest of his five ODI centuries and it included four sixes and a dozen fours from 150 deliveries. England bowled and fielded well, until their nerves became frayed at the end. But they should have set an even more difficult target. Australia, like England before them, got off to a solid start. Watson and Brad Haddin put on 110 before Haddin was out in the 20th over, trying to hit a six over the vast midwicket boundary. Watson and Australia's one‑day captain, Michael Clarke, then added 103 in 115 balls. Clarke's contribution was a modest 36 from 57 balls and his main contribution to Australia's cause was to give Watson the strike whenever possible. He was dismissed by a pair of Yorkshiremen, caught by Ajmal Shahzad off Tim Bresnan. Steve Smith was promoted because of the powerplay but he scored only five before he sliced Shahzad to Michael Yardy, who took a good catch moving to his left at short third man. The new batsman, Mike Hussey, hit the pitch running. He got off the mark from the first legitimate delivery he received and drove Bresnan for four before pulling the next ball for six in a 15-ball 21. Cameron White then accompanied Watson over the winning line. England should have scored more, even though their total of 294 was their highest against Australia in Australia, beating the 292 they made at Sydney in February 2007. Pietersen marked his return to the side by scoring his first one-day international half-century since November 2008. But he was run out by a fine piece of footwork from Mitchell Johnson. Pietersen had scored 78 from 75 deliveries with three driven sixes and was winding himself up for more, for England were just four deliveries into their powerplay. Johnson, however, kicked the ball on to the stumps and Pietersen was gone. England may have made their powerplay call a little late and they scored only 26 runs with the Australian fielders in, losing three wickets in the process. Making the most of some good fortune, as well as some slipshod cricket from the Australians, Strauss and Steven Davies had put on 90 for the first wicket in just 12 overs. Davies scored 42 from 35 balls but he was given four lives. Strauss was more authoritative, with a 65-ball 63. Australia fielded poorly and Haddin missed three stumpings. But three of England's top six – Jonathan Trott, Ian Bell and Eoin Morgan – failed and Yardy became bogged down, struggling to give Pietersen the strike."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}