{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2011/jan/05/lyn-gardner-critics-notebook", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2011-01-05T22:16:01Z", "webTitle": "Lyn Gardner on cultural detoxing", "webUrl": "https://www.theguardian.com/culture/2011/jan/05/lyn-gardner-critics-notebook", "apiUrl": "https://content.guardianapis.com/culture/2011/jan/05/lyn-gardner-critics-notebook", "fields": {"headline": "Lyn Gardner on cultural detoxing", "bodyText": "Like most people, I'm back at work this week. I've had 14 days when I've barely seen the inside of a theatre. I must say, I thoroughly recommend not going to the theatre – which is probably career suicide coming from the mouth of a professional critic. But there's something to be said for a cultural detox. Just as we are bombarded by news, so we are blitzed by culture. Last year, I saw almost 300 shows. Yes, it's essential for a critic to see the widest range of work, and there's nothing like a great show to make you feel reinvigorated. But I sometimes think the best thing a critic can do is get a life: you have to live a little yourself to understand the lives unfolding before you on stage. The movie critic can always catch a missed masterpiece on DVD, but if you've missed a theatrical show, it's gone for ever. Will the ceiling really fall in, though, if I never catch Rory Kinnear's Hamlet? I might actually be a better critic, for being less obsessive. So this Christmas, I stayed home and discovered that there's a whole world going on out there. Reviewing means I never watch TV (a Sunday night family date with The X Factor excepted), so this was a chance to discover, through box sets, why the nation had been so gripped by Mad Men and Downton Abbey. And I was able to watch Just William, Upstairs Downstairs and Toast at the same time as everyone else – and could therefore join in an actual real-time conversation about them. What did I learn? If some people think British theatre is stuck in the past, British TV appears to be one long Hovis advert. And when did the BBC acquire a job lot of Fair Isle sweaters? Then there were the film DVDs: Inception is a thrill (if you watch it with people who have seen it before and can explain it); Kick-Ass was up there with my best theatrical experiences of the year. I reconnected with The Archers, started to write a children's novel, rekindled a passion for Scrabble and walked with friends and family. Unlike a physical detox, there are no obvious signs it's done me good, but I do feel ready to re-enter the fray. And I can't wait for somebody to do Kick-Ass live on stage."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}