{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jan/05/everton-tottenham-hotspur-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-01-05T22:04:04Z", "webTitle": "Everton 2-1 Tottenham Hotspur | Premier League match report", "webUrl": "https://www.theguardian.com/football/2011/jan/05/everton-tottenham-hotspur-premier-league", "apiUrl": "https://content.guardianapis.com/football/2011/jan/05/everton-tottenham-hotspur-premier-league", "fields": {"headline": "Everton and Seamus Coleman put a dent in Spurs's title ambitions", "bodyText": "A goal from Seamus Coleman secured what was only Everton's third home win of the season, one that nevertheless moved them above Liverpool in the table and put Tottenham's top-four ambitions into perspective. Both sides created chances and both goalkeepers were beaten twice, though Peter Crouch made a costly mistake when he saw a goal chalked off after needlessly taking up an offside position. \"Either Gareth Bale should have taken it further and left a tap-in or Crouchy should have stayed onside,\" the manager, Harry Redknapp, said. \"Between the pair of them they should have scored. It was farcical really, and turning round in front might have made a difference. Credit to Everton, though, they pressed us well in the second half and made some chances.\" David Moyes agreed. \"We've been finding it difficult to score goals and even today we've had three or four good chances, but we played well. You have to play Tottenham and much as I admire Gareth Bale, the only wide player worth talking about today was Seamus Coleman.\" Bale only lasted an hour before departing with back spasms, but Redknapp accepted that Coleman had been every bit as useful an outlet for Everton as the Welshman was for Spurs. With Tim Cahill away at the Asian Cup and only one win in 10 games, Moyes decided to push the boat out and use field two strikers, a rare sight at Goodison of late. His adventure gained almost immediate reward as Louis Saha scored his first league goal in almost a year, in under three minutes. William Gallas was slow to close Saha down and Heurelho Gomes was taken by surprise and beaten by the accuracy of a low shot that crept just inside his right hand post. Spurs have come back from worse setbacks than that this season, however, and just eight minutes later they were level. Moyes will have been annoyed at the simplicity and predictability of the equaliser, with Crouch meeting an Alan Hutton cross at the far post and knocking it back across goal for Rafael van der Vaart to outjump Sylvain Distinand score. Phil Neville carried the ball past Bale on the right, in a reversal of the expected sequence of events, only for his cross to elude Jermaine Beckford in front of goal. Beckford had an even better chancemidway through the first half when a Saha flick reached him, but this time Gallas just did enough to put him off and make him rush his shot. He then headed over from Neville's cross following a mix-up between Michael Dawson and Benoit Assou-Ekotto. Everton spent the last 15 minutes of the first half unsuccessfully trying to break out of their own half, but all Spurs had to show for their effortsby the interval were two attempts from Van der Vaart, one an optimistic overhead shot and the other a free-kick from long range, as well as Crouch's carelessness when tucking away Bale's cross. Gomes survived an attack of nerves at the start of the second half, dropping a cross and putting a pass behind Dawson and into touch, yet he clung on when it mattered, saving a shot from Coleman when the Irishman might have been better looking up to find Beckford and Steven Pienaar in the middle. Both sides went close as the game entered its final half hour, Van der Vaart bringing a punching save from Tim Howard and Saha seeing a volley cleared off the line by Hutton at the other following an excellent run and cross from Coleman. Now it was Everton doing most of the threatening, with Spurs missing the outlet Bale had been providing. Marouane Fellaini and Leighton Baines began to figure more prominently, though most of the clear-cut opportunities ended up with Saha, who was not being quite as deadly as the home fans would have liked until he finally produced a shot that had Gomes stretching, after a Pienaar breakaway. All the goalkeeper could do was beat it out, and from the rebound Coleman stooped to head his third league goal of the season. It was a deserved reward for a fine individual performance, though Howard also deserves commendation for an instinctive save just before the goal, from an equally instinctive Van der Vaart at close range."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}