{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jan/01/championship-fans-verdict", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-01-01T22:01:01Z", "webTitle": "Championship Verdict: The Observer fans' network on Saturday's matches", "webUrl": "https://www.theguardian.com/football/2011/jan/01/championship-fans-verdict", "apiUrl": "https://content.guardianapis.com/football/2011/jan/01/championship-fans-verdict", "fields": {"headline": "Championship Verdict: The Observer fans' network on Saturday's matches", "bodyText": "Bristol City 3-0 Cardiff City Was it a good match? Well, it was a surprisingly easy victory for City who played some really attractive football and kept things quite tight defensively. Cardiff started with 4-3-3 and had to change it after 20 minutes – they couldn't cope with Jon Stead and Brett Pitman, while Albert Adomah threatened on the break. Who played well/who had a nightmare? Pitman's movement on and off the ball is excellent – he's becoming a top-class finisher –but his work-rate is also amazing as he often finds himself defending in a full-back position. Lee Johnson made some terrific block tackles and pulled the strings in midfield. Gareth Hodge, OTIB.co.uk Burnley 4-2 Sheffield United Was it a good match? I've got a smile on my face. We've won again. We didn't know what to expect with the new manager in charge –but there were four changes: two of them were a surprise with André Bikey and Jack Cork left out. Maybe they weren't 100%. The other two I expected as John Guldetti was rested and Ross Wallace was left out to make way for Chris Eagles. Performance wise: it never hit the heights, but once we'd equalised we were by far and away the best team. Who played well/who had a nightmare? Eagles had a very good game. Graham Alexander lead by example. Tony Scholes, ClaretsMad.co.uk Coventry City 1-1 Ipswich Town Was it a good match? Starting the new year not losing was vital after three defeats on the bounce. The hangovers among the home support were not eased by a poor first half and Ipswich scoring the goal they had threatened. Freddy Eastwood's early second-half strike brought things back to life before Marlon King saw red and City were forced to take measures to get a point. With the full quota, they could have had all three. Who played well/who had a nightmare? Eastwood with some good work and his goal was man of the match or me. Keiren Westwood, James McPake and Lee Carsley had reasonable games. Kev Monks, CoventryCity-Mad.co.uk Doncaster Rovers 3-0 Scunthorpe United Was it a good match? It was definitely worth the wait after the delayed kick-off. We could have been 0-1 down had Jonathan Forte taken his chance. Shortly after that we lost Shelton Martis through injury and it looked like it was going to be a long afternoon but it turned out to be plain sailing. We just clicked into gear. 3-0 up at half-time we knew we'd just knock the ball around second half – they were chasing shadows. Who played well/who had a nightmare? Billy Sharp always looked like scoring against his old team. James Hayter is in the form of his Rovers career. Chris Rumley, Observer reader Hull City 0-1 Leicester City Was it a good match? It was a really poor performance from Hull City. We've set ourselves a pretty high standard recently – especially after the game against Reading on Tuesday – but we fell way short of that level here. In the first half, Leicester did all the good things we didn't – they passed the ball well and showed good movement; we just didn't perform. The second half was a non-event. The visitors did enough to win. Who played well/who had a nightmare? Nobody played well for us but Aaron McLean came off the bench to make his debut and looks like he might be a good signing. Jay Simpson looked weak. Rick Skelton, HullCityOnline.com Leeds United 1-1 Middlesbrough Was it a good match? Dire, particularly in the first half. Boro came to do a job and scored from a set piece and then sat on a one-goal lead but Leeds equalised in the final minute to extend our unbeaten run to 12 matches. We've just had notification that our season tickets are going up and we're not happy. Mine's going up £66 next season – if I renew by 25 February. New season ticket holders will have to pay £648 to sit in the Kop. Who played well/who had a nightmare? Ross McCormack had a glorious opportunity deep into stoppage time to win the game for us but headed his chance wide. Colin Macleod, Observer reader Millwall 3-0 Crystal Palace Was it a good match? Very tense in the first half – as most derbies are – and it was good to get the early goal. Palace capitulated in second half and their confidence went after the second goal went in. And that was the catalyst for Millwall to dominate. We played with one up front, which was a bold but wise move by Kenny Jackett, who deserves praise for making that decision. Steve Morison was missing but it was a credit to our depth of squad that we beat Palace without him. Who played well/who had a nightmare? You can't look past Jason Puncheon who was superb from start to finish, his hat-trick was one of the best you'll see. Charlie Mahoney, Observer reader Norwich City 1-0 Queens Park Rangers Was it a good match? There was more action in the first 15 minutes than half a dozen other Championship games put together – and the game maintained that momentum throughout. We could and should have had more but the quality of the strike from Russell Martin would have graced any game. He may not score that many but when they arrive they're absolute corkers. Who played well/who had a nightmare? We rely on mostly collective effort but Wes Hoolahan has that and the skill to make the difference. Adel Taarabt behaved like a spoilt little brat and had to be subbed before he was sent off. Rob Emery, Observer reader Nottingham Forest 2-2 Barnsley Was it a good match? It was an absolute pig of a match after the high against Derby but you must give credit to Barnsley who played well and closed us down to good effect. After their second went in I thought our run of 30 home games unbeaten was over but once we got the penalty the players' attitude changed. Dele Adebola gave their defenders, who had previously won everything in the air, something to think about. The equaliser was really messy but no one cared. Who played well/who had a nightmare? Their right winger Keiran Trippier gave Chris Cohen a torrid time while Adebola had a good game for us. Rish Barauah, EighteenSixtyFive.co.uk Preston North End 1-2 Derby County Was it a good match? We didn't do too badly in the first half but it didn't help that that chap at Old Trafford took some players. We're short of strikers, too. The game changed once our centre-half Wayne Brown went off injured in the 61st minute and, while his replacement Conor Mclaughlin is a promising player he's still got a lot to learn. So having to reorganise our whole defence was our undoing. The game just fizzled out from our perspective after that. It was a case of too little too late. Who played well/who had a nightmare? Sean St Leger was our MOTM. Billy Jones had a good game . Geoff Ollerton, PSG.me.uk Swansea City 1-0 Reading Was it a good match? It was tight and definitely tense at the end but it turned out to be a cracking way to start the new year. It's way too soon to get carried away but we're second in the table and that was the first time Reading have lost in nine. We're in a brilliant position and there's a really good feeling about the place. To come back from the 4-0 Boxing Day disaster against QPR with two back-to-back wins shows real character. Who played well/who had a nightmare? Dorus de Vries was magnificent: a top Premier League-class keeper and one of the reasons we're looking so solid. Darren Pratley and Garry Monk stood out too. Richard White, Observer reader Watford 3-0 Portsmouth Was it a good match? A fairly even first half that we just edged before taking them to the cleaners after the break. We looked magnificent going forward and the number of attacking threats protect us from our frailties at the back – sides just can't press forward. The biggest concern is that it's January and the transfer window is open soon. Pompey looked decent for the opening 45 minutes but tired in the second half – and their heads dropped when they fell behind. Who played well/who had a nightmare? Take your pick: Danny Graham, Martin Taylor, Marvin Sordell and Will Buckley. Matt Rowson, BHappy.org.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}