{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/jan/09/tuscon-shooting-online-reaction", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2011-01-09T22:00:18Z", "webTitle": "Tucson shootings: the online reaction", "webUrl": "https://www.theguardian.com/world/2011/jan/09/tuscon-shooting-online-reaction", "apiUrl": "https://content.guardianapis.com/world/2011/jan/09/tuscon-shooting-online-reaction", "fields": {"headline": "Tucson shootings: the online reaction", "bodyText": "If you call me a terrorist then the argument to call me a terrorist is Ad hominem. You call me a terrorist. Thus, the argument to call me a terrorist is Ad hominem. Jared Loughner, via YouTube If a Detroit Muslim put a map on the web w/crosshairs on 20 pols, then 1 of them got shot, where would he b sitting right now? Just asking. Michael Moore (@MMFlint) via Twitter Mission accomplished, Sarah Palin Markos Moulitsas, founder of Daily Kos, author of American Taliban: How Sex, Sin, and Power Bind Jihadists to the Radical Right (@markos) via Twitter Giffords opponent held June event 2 \"Shoot a Fully Automatic M16″ to \"Get on Target\" &amp; \"Remove Gabrielle Giffords\" Michael Moore (@MMFlint) via Twitter @SarahPalinUSA holds responsibility. As does the violence-provoking rhetoric of the Tea Party Jane Fonda (@Janefonda) via Twitter When a congresswoman is shot in the head in the very act of democracy, we should all pause. This is fundamentally not a partisan issue and should not be. Andrew Sullivan, The Atlantic It's not a 'liberal' view to think politicians should desist from using inflammatory rhetoric and imagery. It's just common sense. Piers Morgan (@piersmorgan) via Twitter It isn't enough that Palin just removed the map of Giffords district with gun crosshairs off her website. She holds responsibility Jane Fonda (@Janefonda) via Twitter In the wake of this stunning tragedy, my prayers are with Rep. Giffords, her husband Mark and the rest of her family. May God's strength comfort her as we pray together for her recovery. We mourn for those who lost their lives in this horrible act. Senseless acts of violence such as this have absolutely no place in American politics. Jesse Kelly, Tea Party candidate who stood against Giffords, via his website My sincere condolences are offered to the family of Rep. Gabrielle Giffords and the other victims of today's tragic shooting in Arizona.On behalf of Todd and my family, we all pray for the victims and their families, and for peace and justice. Sarah Palin via Facebook Traitor to America, Jane Fonda had to add her twitter to the list, blaming both Sarah Palin and Glenn Beck for the shooting, as well as the Tea Party. Why isn't she in prison for what she did to American POW's in Vietnam? Judson Phillips, founder Tea Party Nation, via website Sarah Palin rummages online frantically erasing her rabble-rousing Tweets like a Stalinist trimming non-persons out of photos. Roger Ebert (@ebertchicago) Whoever did this; whatever their reason, they are a disgrace to Arizona, this country and the human race, and they deserve and will receive the contempt of all decent people and the strongest punishment of the law.\" John McCain, Arizona senator, via his website I ask all Americans to join me and Michelle in keeping Representative Giffords, the victims of this tragedy, and their families in our prayers. Such a senseless and terrible act of violence has no place in a free society. Barack Obama via Facebook"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}