{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/jan/09/scores-feared-dead-iran-plane-crash", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-01-09T22:10:00Z", "webTitle": "Many feared dead in Iran plane crash", "webUrl": "https://www.theguardian.com/world/2011/jan/09/scores-feared-dead-iran-plane-crash", "apiUrl": "https://content.guardianapis.com/world/2011/jan/09/scores-feared-dead-iran-plane-crash", "fields": {"headline": "Many feared dead in Iran plane crash", "bodyText": "At least 78 people have died after an Iranian passenger plane with 105 people on board on a flight from Tehran to Orumieh, the capital of West Azerbaijan province, crashed tonight in a rural area of north-west Iran. The Boeing 727, belonging to the national carrier IranAir, had been unable to land at Orumieh airport because of severe weather and came down near the southern shores of Orumieh lake. According to ISNA news agency, 78 people have died and 24 injured. Iranian media also report that the black box has been found. Among those taken to hospital, 10 people are understood to be in a critical condition. Iran's IRNA state news agency said: \"According to our initial reports, the plane has crashed near the village of Termani in the southern coast of Orumieh lake.\" It added: \"According to the reports we have received, the plane was trying to land in Orumieh airport, but because of the bad weather conditions it did not succeed and went away from the airport for a second try, but it suddenly disappeared from the radars.\" The semi-official Fars news agency said that the incident happened at 19.45 local time. The ILNA news agency said there had been 95 passengers and 10 crew on board. Mahboub Zare, the head of Orumieh's crisis unit, was quoted by the ISNA news agency as saying a rescue squad had been dispatched to the area. Mojtaba Khaledi, an official in Iran's emergency services, told ILNA earlier: \"Among those we have rescued at this moment, 10 people are in critical situation. Thirty-six ambulances are dispatched to the area and 11 hospitals are ready to receive the injured people.\" Khaledi said snow up to 50cm deep covered the area, hampering the rescue operation. Scores of people have been killed and hundreds injured in plane crashes in Iran in recent years. Experts blame the lack of spare parts and Iran's old planes. Iranians believe western sanctions prevent airlines buying spare parts. In July 2009, at least 168 people on a flight from Tehran to Armenia died. In February 2006, a Russian-made Tupolev TU-154 operated by Iran Airtour crashed during landing in Tehran, killing 29 of the 148 people on board. Another Airtour Tupolev crashed in 2002 in the mountains of western Iran, killing all 199 on board. Airtour is affiliated to IranAir."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}