{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/jan/24/ireland-finance-minister-austerity-bill", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-01-24T22:16:04Z", "webTitle": "Ireland's finance minister secures deal to pass austerity bill", "webUrl": "https://www.theguardian.com/business/2011/jan/24/ireland-finance-minister-austerity-bill", "apiUrl": "https://content.guardianapis.com/business/2011/jan/24/ireland-finance-minister-austerity-bill", "fields": {"headline": "Ireland's finance minister secures deal to pass austerity bill", "bodyText": "Irish opposition parties said tonight that the Republic's general election will be held on 25 February. This followed successful negotiations this evening in Dublin between Ireland's finance minister Brian Lenihan and the finance spokespersons of the opposition parties to pass the finance bill by Saturday. They agreed to a timetable to pass the crucial finance bill that will implement harsh austerity measures outlined in last December's budget. The European commission said it was crucial that the Irish finance bill should pass to ensure confidence and stability. A spokesman in Dublin said it was vital to get the bill though the Dáil in order secure the IMF and European Central Bank's multibillion euro bail out. The bill gives legal effect to the tax rises, public spending cuts and reductions in Ireland's minimum wage which were laid out in the 2010 budget. The country's second parliamentary chamber will hold a special sitting on Saturday to help the passage of the bill, which is aimed at driving down Ireland's crippling debt and rebuilding international confidence in its economy. With the bill expected to be passed on 29 January, Ireland's minister for finance Brian Lenihan said the election was likely to be brought forward to late February. He said the issue of a date \"will be discussed in due course\", but the opposition Labour's finance spokeswoman Joan Burton was firmer in her prediction. \"I believe it will be extremely likely now that the next general election will be held on Friday, 25 Feb ,\" she said. After the upper house sits on Saturday the Dáil will be on stand by to consider any amendments to the crucial legislation. Lenihan said that all Dáil business has been deferred this week to deal with the finance bill following a request by the opposition to have it completed by Friday. Lenihan said that he would have preferred a fortnight to complete the bill. The minister said he expects polling day to take place \"later in the month of February\". He said the issue of a date \"will be discussed in due course\". Referring to discussions with opposition parties Lenihan thanked \"the Greens, Fine Gael and Labour for their constructive approach\". He said: \"After detailed discussions we have reached the agreed timetable to allow for the finance bill to pass all stages by the 29 January 2011.\" Brian Cowen, the taoiseach, is expected to dissolve the Dáil soon after the finance bill is passed, with a general election to be held within 18-25 days, excluding Sundays and holidays. Burton also said that the Green party had agreed that it would support a motion of no confidence if the Dáil was not dissolved on Tuesday week."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}