{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jan/19/olympic-stadium-west-ham-athletics", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-01-19T22:00:04Z", "webTitle": "West Ham's Olympic Stadium bid is only honest one, says Tessa Jowell", "webUrl": "https://www.theguardian.com/football/2011/jan/19/olympic-stadium-west-ham-athletics", "apiUrl": "https://content.guardianapis.com/football/2011/jan/19/olympic-stadium-west-ham-athletics", "fields": {"headline": "West Ham's Olympic Stadium bid is only honest one, says Tessa Jowell", "bodyText": "Senior figures involved in bringing the Olympic Games to London have claimed that handing the stadium to Tottenham Hotspur, who plan to knock it down and build a dedicated football ground in its place, would amount to a betrayal of the promises that won the bid. Tessa Jowell, the former Olympic minister who retains a place on the London 2012 board, said that only West Ham United's joint bid with Newham council fulfilled the promises made in the bid book. \"When we won the Olympics we made a clear promise to the international community and the people of this country, that the stadium would have athletics at its core,\" she said. \"This wasn't a promise we made to win the bid, but a clear statement of intent about the future of sport in our country.\" \"The Olympic Park Legacy Company will make its decision about the legacy tenant for the stadium in just over a week's time and there are now only two bids on the table. Only one of these, the joint bid from West Ham and Newham Council, fulfils the promises we made and the criteria we set out when we were in government.\" In 2005 Jowell told the International Olympic Committee before the vote: \"The stadium will be a purpose-built home for athletics for generations to come.\" And the UK Athletics' head coach, Charles van Commenee, claimed today the sport would be less well off than it is in Lithuania or Estonia, despite hosting the Olympics, if the track is removed. \"If London doesn't have a stadium where we can organise major championships in athletics, that puts you in a category in Europe that I can't even think of,\" he said. \"Is there any capital in Europe that can't do this? Even Vilnius or Tallinn [in Lithuania and Estonia] can do that.\" Jowell said the promise to provide an athletics legacy within the Olympic Park was very clear. \"It's in the bid book. It says the stadium will have athletics at its core. That's not an ambiguous promise. It was very clear.\" The Olympic Park Legacy Company (OPLC) has promised to try to reach a decision on a preferred bidder by 28 January, but it looks increasingly as though it will miss that deadline. Jowell said she was not privy to the financial details of the West Ham bid but believed it was commercially sustainable. \"The commercial strength of West Ham's bid is not just based on its ability to get large crowds to football matches, although that is an important part. It is for the use of the stadium all year round in many different guises, with regular athletics fixtures, showcases for rugby, cricket and American football as well as regular entertainment events,\" she told the Guardian. \"As the bid is partnered with Newham Council, we can be assured that there will be real community involvement. They will have school community education projects, all sorts of community mass participation events. They have partnered with Live Nation, the world's largest live entertainment company, and Westfield, the world's largest listed retail property group. This isn't West Ham on their own, you've got some very serious players who will add to the revenues streams.\" As part of what appeared to be a co-ordinated attempt to influence the OPLC, the British International Olympic Committee member Sir Craig Reedie – who also played a key role in landing the Games in Singapore in 2005 – said it would be \"regretful in the extreme\" and the country would lose \"all credibility\" in international sporting circles if it reneged on the promise to retain an athletics track. Reedie said that if the stadium was knocked by Spurs, who have promised to instead refurbish Crystal Palace to provide the 25,000 seat athletics stadium originally proposed, it would risk repeating the fiasco that surrounded London's botched staging of the 2005 athletics World Championships. \"If you have made mistakes and you then recover from that, you better not make them again,\" Reedie said. \"It seems to me at the moment this argument over who would become a tenant in the Olympic Stadium is in danger of repeating all of the previous mistakes. Spurs argue that the revamped Crystal Palace would be capable of being upgraded from 25,000 to 40,000 seats to make a bid for the 2017 World Championships viable. But Van Commenee added: \"I'm astonished when I see all these articles, that there's even a discussion, when a promise is made at the time that we made the bid.\" But But Simon Clegg, who was the chief executive of the British Olympic Association when London won the Games but now the chief executive of Ipswich Town football club, claimed it would be \"madness\" to keep the track. \"I am very clear that it is not compatible to have football and track and field athletics in the same stadium in this country,\" he said. \"The West Ham option would be a huge challenge and I don't think it would work. The entire bid was based on the principle of sustainable legacy and not creating white elephants and only 17 months out from the Games we have still not resolved the thorny issue of future of the stadium. \"It's madness to suggest we should keep a track just on the basis we may get an athletics World Championships or European Championships say once every 15 to 20 years.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}