{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/jan/05/ed-miliband-help-us-believe", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-01-05T23:00:00Z", "webTitle": "Ed Miliband can help us believe in a better world again | Neal Lawson", "webUrl": "https://www.theguardian.com/commentisfree/2011/jan/05/ed-miliband-help-us-believe", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/jan/05/ed-miliband-help-us-believe", "fields": {"headline": "Ed Miliband can help us believe in a better world again", "bodyText": "Ed Miliband is steadying the Labour ship. A win on school sports and support for electoral reform has been followed by a hard strike on the VAT rise. Recognising that 71% of voters didn't back Labour and new support has to come from somewhere, he has wisely opened up to the Liberal Democrats. Miliband also knows that Labour can win, or rather he knows that the Tory-led government can lose. However, there is a chasm of difference between merely being in office and being in power. The former means you respond to events, the latter means you create them. One is about playing it safe and nods relentlessly to the centre ground as if that centre was immovable. The other is about linking the desirable to the feasible in an effort to transform our country for good. After all, \"forward to a better 1997\" is hardly an electrifying post-crash, post-defeat rallying call. One more heave won't do. If the party won as New Labour then that is also how it lost. It is time to move on. So while being a steady Eddie is a necessary step as Labour leader, it is far from sufficient if Labour is to be returned to real power. Power requires two things: a sense of transformative purpose, and the means of delivery. Only then can we stop papering over the cracks of our social and economic recession and tackle the causes. For the vast majority of people life has become relentlessly anxious, stressful and exhausting as we desperately try to keep up on the treadmill of a learn-to-earn-to-spend culture in which there is no time for the things and the people we really value; no time even for ourselves. Life just feels like a relentless slog to keep our head above water. Surely it doesn't have to be like this? Our lives appear to be out of our control and too often we feel like we live them at a pace and in a way that is not of our choosing. To take back some semblance of control, we can't start from a position of trying to humanise a turbo-consumer society whose every premise, process and principle is about not being human. What place can there be for people if what matters most is profit? What hope is there for compassion in a world of endless competition? When the rewards of those at the top crush every hope beneath them, and the ruthless logic of the market tramples all over our planet, how can we hope to find any meaningful sense of control and therefore freedom in our lives? So if Miliband – or anyone – is to formulate a programme for change, he must begin with what it means to be human and to live a truly free life; the world must be made to bend to us, and not us to it. Being human essentially means being social. Not just because we only understand ourselves through our relations with others but because we can only influence, change and manage our world by working in concert with others. Alone we can pick and choose from what's put on the supermarket shelf in the ultimately hollow life of the consumer; together we decide and change everything about our world as citizens. So the answer to our fraught, fragile and insecure existence lies in a moral vision of a better world; and the term that is increasingly being applied to such a world is the good society. And here it is encouraging to know that Miliband shares such a view. In his first big speech as Labour's new leader he used the term four times. As he steadies the Labour ship it is time to use it again and develop it as Labour's lodestar. The idea of the good society is not new. It started with Aristotle, who saw in Athenian cities the prospect for communal life, partnership and citizenship to offer the possibility of the good life and to perform \"beautiful acts\". In 2006 Compass, the group I chair, published a short book called The Good Society in which we described why our world feels increasingly broken, and expressed a confidence in human capacity to rise to the task; the belief that \"we can do it\". The good society we envision is one in which we make our lives because we have the resources and structures to do so. It rest on two firm foundations. First, greater equality. We need to be more equal so that we all have access to the resources that help make us free. That means a living wage for those at the bottom and income restrictions on those at the top. And our planet can better sustain itself as we decide that there is more to life than searching for meaning through materialism. So the good society demands proper restrictions on the time we spend working so we can think, rest, play and have the space to be citizens. But what brings the good society to life is democracy: the only tool we have to take control of our lives. As such the good society unites means and ends: it is defined by democratic control, and the way we get there is through greater democratic capacity. It means not just electoral reform but empowered local government, a democratic voice in your place of work and through education, health and social services. There are faint echoes of such a life in David Cameron's \"big society\". But the big society has already rejected equality and seems to be about individuals volunteering – when only accountable democratic power lets us take charge of markets that are too free and of a state that is too remote. So through the good society Miliband and Labour can take on the big society from the side and back, reclaiming the social for the left. But they will only do so if they give up on the exclusive right of Labour to own the future: the good society must be shared. Crucially the idea of a good society reintroduces into our language the notion of utopia, a world not yet in our grasp. Every important leap forward starts as someone's dream; whether it's the creation of the NHS in 1948 or the minimum wage in 1998. To be pragmatists we first have to be idealists; we have to know what we are being pragmatic about. The story of the last 30 years is what happens when we stop believing that anything better is possible. Because we live in a utopia of sorts now; it's just not our utopia. It's the utopia of the market fundamentalists who dared to dream of their better world, refused to accommodate themselves to the postwar welfare settlement and instead created their own individualistic and anti-democratic settlement. It is time to show that our dreams are better and more popular than theirs."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}