{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/blog/2011/jan/09/manchester-united-liverpool-player-ratings", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-01-09T22:48:52Z", "webTitle": "Manchester United v Liverpool: player ratings", "webUrl": "https://www.theguardian.com/global/blog/2011/jan/09/manchester-united-liverpool-player-ratings", "apiUrl": "https://content.guardianapis.com/global/blog/2011/jan/09/manchester-united-liverpool-player-ratings", "fields": {"headline": "Manchester United v Liverpool: player ratings", "bodyText": "Manchester United Tomasz Kuszczak Edwin van der Sar's replacement could have been forgiven for thinking it would be a more gruelling afternoon, with only one noteworthy save when he kept out Fábio Aurélio's second-half free-kick. 6 Rafael The Brazilian has always been excellent when going forward and now he seems to be combining that with a finer appreciation of what is expected of him defensively. 8 Rio Ferdinand United's captain was the game's outstanding performer, negating the threat of Fernando Torres in a rarely troubled defence. 8 Jonny Evans His form has been so erratic this season many United fans will have winced when they saw he was replacing Nemanja Vidic but this was a vastly improved performance. 7 Patrice Evra United's full-backs tended to get much higher up the pitch than Liverpool's, with Evra frequently overlapping Ryan Giggs. 7 Michael Carrick The midfielder is regaining his form after a disappointing last season and, together with Darren Fletcher, helped United dictate play from the central positions once Steven Gerrard had gone off. 6 Darren Fletcher He, like Carrick, has gone through a dip in form, albeit not so noticeable, but this was an effective performance, full of hard running and driving midfield play. 6 Nani The Portuguese is probably United's player of the season, although there were only sporadic flashes here. 6 Ryan Giggs Provided some of the more illuminating moments in a match strangely devoid of creativity and guile. 7 Javier Hernández There were bursts of play when he threatened to get behind the visiting defence, though like many penalty-box predators the Mexican can also go long spells without being prominently involved. 6 Dimitar Berbatov Lots of deft touches and clever flicks but there was nothing more subtle than the way he took advantage of the briefest of touches from Daniel Agger to win the decisive penalty. 6 Subs Anderson for Darren Fletcher 63, Michael Owen for Hernández 75, Chris Smalling for Evans 84. Subs not used Anders Lindegaard, Fabio, Gabriel Obertan, Darron Gibson. Liverpool Pepe Reina The Spaniard made some good saves in those moments in the second half when United sought to soothe the crowd's nerves with a second goal. 7 Martin Kelly Brought into the side for Glen Johnson, whose wife had gone into labour, he played well enough to give Kenny Dalglish a difficult decision when the team go to Blackpool on Wednesday. 6 Daniel Agger Liverpool harboured a deep sense of injustice about the penalty but, whatever the villainy of Berbatov's tumble, Agger should have known better than to flick out his foot. Solid afterwards but a big error. 6 Martin Skrtel A strong performance from the centre-half even if there were times when he found Berbatov an elusive opponent. 7 Fábio Aurélio Liverpool supporters will always prefer to see him at left-back rather than Paul Konchesky and it is a pity for Dalglish that the Brazilian has such a prolific injury record. 7 Dirk Kuyt The usual hard work and application but what Liverpool really needed was someone in midfield with the ability to play the killer pass. 6 Raul Meireles The only Liverpool player on the pitch to be signed by Roy Hodgson, his impact was minimal, often on the edges of the game. 5 Lucas He, like Kuyt, can be guaranteed to cover a lot of ground but there are still reservations about his ability on the ball. 6 Maxi Rodríguez: Liverpool's right-sided midfielder had their only genuine chance of the first half but there was very little else from him before his withdrawal. 5 Steven Gerrard Gerrard's competitive qualities have helped make him a formidable player but on this occasion he let down his team. 4 Fernando Torres The expectation was of a player who would be rejuvenated now Roy Hodgson has gone, yet Torres disappointed again, both in his performance and in his body language, and it speaks volumes he was substituted when Liverpool needed a goal. 5 Subs Ryan Babel and Jonjo Shelvey for Maxi and Meireles, both 60, David Ngog for Torres 77. Subs not used Peter Gulacsi, Sotirios Kyrgiakos, Danny Wilson, Christian Poulsen."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}