{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jan/09/ryan-babel-howard-webb-manchester-united-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-01-09T22:02:00Z", "webTitle": "Liverpool's Ryan Babel faces FA probe for Twitter blast at Howard Webb", "webUrl": "https://www.theguardian.com/football/2011/jan/09/ryan-babel-howard-webb-manchester-united-liverpool", "apiUrl": "https://content.guardianapis.com/football/2011/jan/09/ryan-babel-howard-webb-manchester-united-liverpool", "fields": {"headline": "Liverpool's Ryan Babel faces FA probe for Twitter blast at Howard Webb", "bodyText": "Ryan Babel is facing the possibility of disciplinary action from the Football Association after responding to Liverpool's 1-0 defeat at Old Trafford by posting a mocked-up photo on his Twitter site of the referee Howard Webb wearing a Manchester United shirt. Webb had incensed Liverpool by awarding a first-minute penalty when Dimitar Berbatov went to ground after a slight touch from Daniel Agger and then sending off Steven Gerrard for a dangerous challenge on Michael Carrick. Kenny Dalglish, returning as Liverpool manager, called the penalty \"a joke\" and Babel posted the picture of Webb with the message: \"And they call him one of the best referees? That's a joke. SMH.\" \"SMH\" is the abbreviation for \"shaking my head\" and Babel's attack will almost certainly lead to the FA intervening on the basis that he is alleging bias on the part of the man who refereed the World Cup final and was made an MBE in the Queen's New Year honours list. An FA spokesman has confirmed they are aware of the incident and are looking into it. Babel later tweeted: \"Sorry Howard Webb. My apology if they take my posted pic seriously. This is just an emotional reaction after losing an important game.\" Dalglish's son, Paul, also vented his feelings on Twitter, posting a mocked-up picture of Sir Alex Ferguson with his arm around Webb, again in a United shirt. Dalglish junior wrote: \"Howard Webb MBE. Manc of the Busby Era. I am not normally bitter, as you know, but it is different rules against them.\" In a separate tweet he added: \"Fergie has his puppet Howard Webb on a piece of string.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}