{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/jan/09/antonioni-project-ivo-van-hove", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-01-09T22:00:00Z", "webTitle": "Antonioni Project: the great big movie mash-up", "webUrl": "https://www.theguardian.com/stage/2011/jan/09/antonioni-project-ivo-van-hove", "apiUrl": "https://content.guardianapis.com/stage/2011/jan/09/antonioni-project-ivo-van-hove", "fields": {"headline": "Antonioni Project: the great big movie mash-up", "bodyText": "Ivo van Hove's Roman Tragedies was one of the theatrical highlights of 2009. A six-hour mash-up of Coriolanus, Julius Caesar and Antony and Cleopatra, the Belgian director's inspired show used sharp-suited actors and live video to create something akin to Shakespeare crossed with 24-hour rolling news. The Guardian's Lyn Gardner said the production, performed at the Barbican, made it seem \"as if Shakespeare is not only our contemporary but only finished writing the plays this morning\". Now Van Hove is back – with Antonioni Project, a work that does a similar trick with three 1960s films by the legendary Italian director Michelangelo Antonioni: L'Avventura, La Notte and L'Eclisse. \"Antonioni Project is not an adaptation of the movies,\" says Van Hove, sitting on an orange plastic chair in a bar in Antwerp. \"That wouldn't make sense. It's an adaptation of the scripts. You don't make an adaptation of the Hamlet you saw – you make an adaptation of the script.\" Theatrical versions of Hollywood crowd-pleasers are, of course, nothing new: the West End is awash with Flashdance and its ilk. But screen-to-stage adaptations of loose trilogies by art-house directors are few and far between (even if Van Hove has also adapted works by Ingmar Bergman, John Cassavetes and Luchino Visconti). What's more, although Van Hove watched and was \"totally mesmerised\" by La Notte and L'Eclisse in his student days, he has never seen L'Avventura, the elliptical masterpiece about middle-class malaise that was booed at its first screening in Cannes in 1960, but then went on to win the festival's jury prize. Beyond the UK, Van Hove has been a big name for years. Based in the Netherlands, where he is artistic director of Toneelgroep Amsterdam, the country's foremost theatre company, he frequently whirls his productions through European cities. In New York, he's both celebrated and chastised for his takes on classic texts. What keeps Van Hove going back to the US, he says, is the fact that he's never sure how audiences and critics will react. Similarly, he felt \"totally alive\" when he brought The Roman Tragedies to Shakespeare's home country, \"because I really didn't know whether people would walk out\". He certainly doesn't seem nervous about the possibility of falling flat on his face with his latest production. \"I am like a bungee jumper in theatre,\" he says with a chuckle. Van Hove got the stage rights to the Antonioni films before the director died in 2007. All three movies immerse us in the emotional quagmires of beautiful, well-to-do but jaded couples in boom-time Italy. If the films are extended games of he-loves-me-he-loves-me-not between glamorous stars (including Marcello Mastroianni, Jeanne Moreau and Alain Delon), they also all share a sense of ennui and drift. When Van Hove first read the screenplays, he thought: \"This is like a huge mid-life crisis. The scripts are full of the feeling that you've lived your life already, and what else is there now? And of course I'm almost 52, so it's the perfect time to direct them.\" Certainly, with his five o'clock shadow, there is something of the fading matinee idol about Van Hove. I caught Antonioni Project in Antwerp. At first, Van Hove's treatment flits between the narratives of the central couples in each film. In the second half, though, the characters' paths cross, as they mingle desultorily at an all-night bash that's reminiscent of the poolside party in La Notte. The film L'Avventura, by contrast, largely takes place on an eerie, windswept and lava-encrusted island near Sicily. \"Antonioni's space,\" wrote the film critic Pauline Kael, \"is a vacuum in which people are aimlessly moving.\" Van Hove thinks the film \"positions people so they are very small – lost in their environment. So I had to think about how to show the alienation between women and men in an urban setting.\" He does this by having multiple cameras on stage, which film his characters acting against a vast blue screen. Close-up footage of their faces is then superimposed on vistas that appear on a giant screen above the stage: the empty footbridges of the Minneapolis Skyway system, for example. So the audience gets to watch two things simultaneously: actors performing a scene together (looking lonely and lost on a spacious stage), while, up above, they're transported to somewhere else entirely. The setup – both distant and in your face – requires extremely economical performances. \"They cannot lie because the camera is ruthless,\" says Van Hove. \"Video and microphones are the tools of today. Why not use them? In the times of the Greek tragedies, they used masks – which were like huge close-ups of an emotion. But I never use cinematic methods in a purely aesthetic way. I try to make it dramaturgically necessary.\" The chic look and rich, saturated colours of Van Hove's reimaginings seem more reminiscent of Pedro Almodóvar's pictures than Antonioni's. And, although there are a few coups de théâtre (at one point the sky rains white balloons), audiences may be split over whether Van Hove has found a potent enough theatrical equivalent to Antonioni's visual poetry. After all, the Italian film-maker was renowned for the quality of his composition; he said he had \"something to show rather than something to say\". So why do it like this? To annoy purists? Far from it, says Van Hove. \"Life is too short to set out to provoke. It's not 'risk for kicks'. On the contrary, I try to look deep into the play and see how it should be produced now.\" His dark eyes drill into me and, in a near-whisper, he says: \"I think, deep down, it is a hope to be loved by audiences all over the world.\" • Antonioni Project is at the Barbican, London EC2, 1-5 February. Box office: 020-7638 8891."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}