{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jan/01/northampton-harlequins-rugby-union-premiership", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-01-01T20:21:21Z", "webTitle": "Northampton 13-16 Harlequins | Premiership match report", "webUrl": "https://www.theguardian.com/sport/2011/jan/01/northampton-harlequins-rugby-union-premiership", "apiUrl": "https://content.guardianapis.com/sport/2011/jan/01/northampton-harlequins-rugby-union-premiership", "fields": {"headline": "Beautiful start to year for Harlequins as they win ugly at Northampton", "bodyText": "Farewell 2010, Quins fairly yelled as they beat their chests in triumph, and good riddance. Hello 2011. A new year dawns and Quins steal their first away win in the Premiership since they beat Leeds on 4 December 2009. Not only that, but they do it at the home of the league leaders, Northampton, who have lost only once all season. Strange things are in the air. Quins have done much to try to rid themselves of some unsavoury tags over the years, and here they surely laid to rest any lingering notion that they might be soft, or that they could not win away from home to save their lives. They stood toe to toe with one of the Premiership's strongest packs, survived with guts and nous for 10 minutes when they were reduced to 13 men and came back when it seemed as if they were teetering on the brink of a hiding. Danny Care charged down Lee Dickson's laboured kick to score Quins' only try in the 52nd minute, just after the spells in the sin-bin of John Andress and Nick Easter had ended, to level the scores at 10-10 and precipitate a comeback that was continued through two Nick Evans penalties in the final quarter. Shane Geraghty's penalty with seven minutes to go had Saints back to within three, but the home team were looking very laboured by now. It was Quins who came closest to scoring in the final few minutes. Which really was some achievement, given what they had been through either side of half-time. It looked then as if they would do well to limit Northampton to 30 or 40. Not that they would have deserved such a hiding. The name Dean Richards will no doubt haunt Quins for years to come, but this time it was the referee of that name who was dishing out the pain. This was not a great game for officialdom with touch judges and referee looking less than confident in their decision-making – with good reason, some might say, and did – but no one should feel anything but pity for a ref when those hideous arm wrestles at scrum time fail to reach a conclusion and demand some sort of action. Such a scenario developed at the end of an achingly dull first half, when Northampton had Quins pinned around eight metres from their line, trying to force the game out of its 3-3 deadlock. They have reached the top of the Premiership on the back of an approach that has become increasingly muscular. Bullying, you might call it. Let us not accuse them of being one-dimensional, quite, but the swagger of last season's adventure has morphed this term into something slower and more relentless. So we had five minutes of re-set scrums at the end of the first half, seven penalties, two yellow cards and at the end of it a penalty try. Andress was shown the first yellow for a scrummaging infringement and at the next play Nick Easter followed him for killing the ball just short of the line. The penalty try that came next was virtually a formality. Yes, you might very well call it bullying. And Northampton had 10 minutes at the start of the second half in which to do a bit more of it, as the spells in the bin continued, but somehow they failed to add to their score. Ben Foden immediately sparked into life with the extra space on offer, but Courtney Lawes butchered the kind of two-man overlap you might expect against 13 men. Soon after, Richards could easily have shown Quins another yellow for a deliberate knock-on. He bottled it, but when the Saints again chose to scrum the penalty they engaged too early. Chance blown. Harlequins played the clock down until they were returned to a full complement. You could see the adrenaline course through them, as Easter and Andress trotted back on. They saw a way opening for them that was impossible to envisage a few minutes earlier. The bullied fought back. That is good to see, whoever you are, but if you are the bullied it brings a special kind of redemption. It proved the making of Quins' day, all right. It might even prove the making of their year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}