{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jan/13/ryan-giggs-possible-wales-return", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-01-13T23:22:00Z", "webTitle": "Manchester United's Ryan Giggs rules out return for Wales", "webUrl": "https://www.theguardian.com/football/2011/jan/13/ryan-giggs-possible-wales-return", "apiUrl": "https://content.guardianapis.com/football/2011/jan/13/ryan-giggs-possible-wales-return", "fields": {"headline": "Manchester United's Ryan Giggs rules out return for Wales", "bodyText": "Ryan Giggs has ruled out a return to playing for Wales. But the 37-year-old has left the door open to a possible coaching role. Giggs retired from internationals in 2007 but the recent appointment as Wales manager of Gary Speed, a former team-mate, led to speculation that he could make a comeback. \"I am definitely not going to play again for Wales,\" Giggs said. \"I am just concentrating on playing for United. I know Gary will do a great job – he was a great player – and if he ever needed any help, advice or anything from me, that would be no problem. I just wish him all the best and I hope he can get Wales winning.\" Giggs made his debut for Wales in 1991 and went on to win 64 caps and captain the side. He stood down to concentrate on prolonging his Manchester United career. He has no immediate plans to retire. When asked how long he felt he could continue playing, he said: \"For the last two or three years we have reviewed it as the season has gone on to see what I'm doing next year and we'll do the same this season. At the moment I am enjoying it more than ever.\" Giggs's priority is to help United win another Premier League title, which would be his 12th. United are unbeaten in the league and lead the table by two points, from Manchester City. Giggs said: \"As a team I think we can improve but we are happy where we are and happy with our performances so far. We have got that resolve and that experience and good defenders that can keep out teams. We are happy with our position and hopefully we can get better.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}