{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jan/11/neil-lennon-niall-mcginn-bullets-celtic", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-01-11T23:35:00Z", "webTitle": "Neil Lennon counsels Celtic's Niall McGinn over bullets in the post", "webUrl": "https://www.theguardian.com/football/2011/jan/11/neil-lennon-niall-mcginn-bullets-celtic", "apiUrl": "https://content.guardianapis.com/football/2011/jan/11/neil-lennon-niall-mcginn-bullets-celtic", "fields": {"headline": "Neil Lennon counsels Celtic's Niall McGinn over bullets in the post", "bodyText": "Neil Lennon has held talks with his winger Niall McGinn after packages containing bullets addressed to the pair were intercepted in Northern Ireland last week. Lennon has received death threats in the past but the surprise involvement of McGinn in this latest episode means the manager has had to put the 23-year-old's mind at ease. \"Neil, especially, has spoken to Niall,\" said Lennon's assistant, Johan Mjallby. \"Who is better than Neil when it comes to speaking about this? He's been in the spotlight before here in Glasgow when it comes to these things. I think it's probably great for Niall to have a manager like Neil who has experienced these crazy things in the past. \"Mentally Neil is very, very strong. That's probably going to stand him in good stead in his future as a manager and be very helpful for him. \"When you're in that position as a manager, not just for the Old Firm but for other big clubs down south, you need to be mentally strong. It's a crazy business.\" Mjallby expressed regret, if not surprise, at the bullets episode. \"It must be very difficult and it's a shame that happens in football,\" he added. \"But what can you do about it? There are always going to be people who do things that aren't really appropriate. That's a shame but it's probably not anything you can stop. \"Football means a lot to people and it's very important to us in the business too but it's still just a game. That's why it's a shame that these things happen.\" The draw for the fifth round of the Scottish Cup, which took place at Hampden Park today handed Celtic a trip to face Rangers at Ibrox. Lennon's side won a Glasgow derby 2-0 at the same venue on 2 January. Celtic will be without the injured Georgios Samaras for tomorrow night's rearranged Scottish Premier League game at Hamilton, leaving Anthony Stokes as the only fit and recognised first-team striker."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}