{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2011/jan/28/health-gps", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-01-28T22:31:00Z", "webTitle": "TV reviews: Embarrassing Bodies and Head Over Heels in Rats", "webUrl": "https://www.theguardian.com/tv-and-radio/2011/jan/28/health-gps", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2011/jan/28/health-gps", "fields": {"headline": "TV reviews: Embarrassing Bodies and Head Over Heels in Rats", "bodyText": "\"There's no shame, we're all the same,\" says Ashley Jensen, the narrator in Embarrassing Bodies. Well, we're not really, are we Ashley? Take me, for example. I don't have a hernia the size of a small horse growing out of my stomach, as 47-year-old Russell does. I don't have 26-year-old Hazel's divided womb. Nor am I incontinent, like Anne is, because of her prolapsed rectum. I don't have warts, or pearly penile papules, or testicles growing out of my head. Nor are my tonsils so huge and pitted that they trap bits of food that then rot and stink. And guess what, if I did have any of the above, I wouldn't show you, or even tell you. I'd tell my GP, that's what she's there for. I certainly wouldn't get it – whatever it was – out on television. I confess I've changed my mind about this show. I can see that it's a good thing if it helps dispel the stigma attached to certain conditions, or encourage people to get things seen to, rather than cower in silent shame. What I can't understand is why these people would want the world to see. Even the docs are getting involved in this one – look, here's doctor Dawn, smearing her own poo sample on to a card to test for bowel cancer. Equally baffling is why anyone would chose to watch it. I don't want to see your hernia Russell, or it being pushed back, in a complicated two-hour operation. Oh my God, Anne, your rectum is, as you say, like a raw plum (as apposed to like a cooked one, which would possibly be something even more serious), and yes, you're right, it does look horrible. Which is why I don't want to see it. No, not even after it's been fixed. Take it – them, everything – away. This programme is really, really horrid. Perhaps the only instance in which I wouldn't go to the doctor with a problem is if my doctor was Dr Rattray, who features in Head Over Heels in Rats. She's a GP, but not mine, thankfully. Because she talks about her 25 pet rats as her \"family\". They're not your family Dr Rattray, in spite of your name. They're rats."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}