{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/jan/11/nick-clegg-differences-coalition-government", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-01-11T22:13:32Z", "webTitle": "Nick Clegg plans to air differences within the coalition government", "webUrl": "https://www.theguardian.com/politics/2011/jan/11/nick-clegg-differences-coalition-government", "apiUrl": "https://content.guardianapis.com/politics/2011/jan/11/nick-clegg-differences-coalition-government", "fields": {"headline": "Nick Clegg plans to air differences within the coalition government", "bodyText": "The Liberal Democrats plan to air future disagreements with their Conservative partners in public as Nick Clegg attempts to assert a more distinctive identity for his party in a new phase for the coalition. On the eve of a difficult byelection in Oldham East and Saddleworth, the deputy prime minister declared that disagreements mark the \"starting point\" of most of his discussions with David Cameron. In a shift of tactics for the coalition, which was launched by the two party leaders in the Downing Street garden last May, the deputy prime minister said: \"David Cameron and I are leaders of two separate parties. Both of us are acutely aware of that. We are acutely aware that when we sit down every day dealing with difficult decisions together we start from the starting point that we don't fully agree.\" Clegg's decision to assert the Lib Dems' distinctive identity marks the end of speculation – mainly from ultra-modernising Tories – that the two parties could reach a deal or even merge ahead of the 2015 general election. Conservative cabinet ministers have been speculating that the Tories could stand down in Clegg's Sheffield Hallam constituency to give him a clear run in 2015. The deputy prime minister's remarks are aimed in particular at natural Lib Dem voters thinking of supporting Labour in tomorrow's byelection in protest at Clegg's decision to join forces with the Tories to embark on the most drastic round of spending cuts in a generation. Opinion polls at the weekend gave Labour a 17 point lead over the Lib Dems. Speaking to the Guardian today, on his final visit to Saddleworth ahead of Thursday's byelection, Clegg described his honesty with Cameron about their differences as \"a strangely liberating thing\". But he indicated that the time has arrived when people should know more about their disagreements. \"You actually sit down and say we don't agree, let's work out how we agree. If people want to hear a bit more about that process, or want to just know that that is a process that goes on, I'm very relaxed about that.\" Voters should expect \"a natural reassertion of the separate identities in the coalition\", particularly in the run up the 2015 general election. But differences would be highlighted before then. \"We are doing a lot of heavy lifting,\" Clegg said of the controversial decisions to eliminate the structural fiscal deficit by 2015 and to treble university tuition fees. \"We have to do that together in the first stages of this coalition government. \"But that doesn't mean that we shouldn't from time to time remind people, if people need reminding, that we are, will be and always will be separate independent parties with separate identities.\" The deputy prime minister's remarks show the Lib Dems are moving on from their initial approach to the coalition. Clegg, who won overwhelming support at all levels of his party for the coalition, returned from his summer holiday and told his MPs that the Lib Dems had to endorse all aspects of government policy, good and bad. He decided that if the Lib Dems only signed up to the \"good\" bits, such as taking low-paid workers out of the tax bracket, then the party would not be able to take its share of the credit for the coalition's overall success. That success would be to stabilise the public finances and trigger an economic recovery, particularly in the private sector, at the end of a five year parliament. Clegg said it was now right for the coalition to enter a new phase after proving that the Tories and Lib Dems can govern together. \"I was always very clear, given that coalition government is a very alien concept in Britain, our early task, certainly in the first several months of this government, was simply to show that coalition government can work. Don't forget the dog that no longer barks is the accusation that coalition government doesn't work. If anything the accusation is that we are working too effectively.\" The Lb Dem leader stressed yesterday that he was not embarking on a U-turn because he always believed the coalition would enter into different phases. \"For me it's never changed. Any government – single government, coalition government – has to prove in the first early months that it can govern effectively. That is what we had to do. Then of course you have different phases in a government. \"We've made a lot of very controversial announcements over the last eight months. Both David Cameron and I were very deliberate about that. We said we've got to set out for the British people what our plan is for the next four or five years. Now we are moving into a different phase which is actually implementing a lot of those difficult decisions and continually arguing for the decisions we took in the first place. So we are entering as a government as a whole into a new phase in any event.\"Meanwhile the government has delayed an announcement this week on its new control order regime pending a report from Lord Macdonald the Lib Dem peer charged with overseeing the counter-terror review. Broad agreement was reached at cabinet but detailed discussions around curfews and electronic tagging is continuing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}