{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2011/jan/24/football-commentators-old-fashioned-women", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2011-01-24T21:09:00Z", "webTitle": "'I'm not surprised football commentators have old-fashioned attitudes to women' | Lynne Truss", "webUrl": "https://www.theguardian.com/global/2011/jan/24/football-commentators-old-fashioned-women", "apiUrl": "https://content.guardianapis.com/global/2011/jan/24/football-commentators-old-fashioned-women", "fields": {"headline": "'I'm not surprised football commentators have old-fashioned attitudes to women'", "bodyText": "I am intrigued by this Andy Gray-Richard Keys story for the simple reason that people have been shocked by it. Apparently it was a secret that football commentators have somewhat old-fashioned attitudes to women. And here I was, thinking everyone knew. When I was writing about football (1996-2000), I was told that the only way for a woman to understand that pesky difficult offside rule was for her to imagine a different scene, in a shoe shop. You are buying shoes, they said; and you are heading for the till. But your friend has the purse! You shout, \"Throw me the purse!\" She does so, you catch it, and you sprint towards the till. But at the moment she throws the purse there must be two shop-workers (including the cashier) positioned between you and your destination, or else a whistle blows, and they take the purse away, and they send you back to the door to start again! I always felt in a cleft stick regarding this sort of thing. How fair was it to take offence? After all, if you decide to live in a zoo, you can't complain it's full of dung, can you? Similarly, if you walk into the world of football, you can't complain that it doesn't appear to enshrine the laudable and enlightened principles of equal opportunity embraced universally elsewhere in the modern world. Complaining about it would only confirm prejudices. I felt I was beaten at every turn. Only once did I make a small (and purely self-amusing) stand against prejudice saying to one of the cold-shouldering tabloid guys before the start of a match, \"Look, if there's anything you don't understand, just ask.\" And now it turns out that sexism in football is a surprise to everyone? How odd, when football is clearly the last bastion of all the other unpleasant reactionary attitudes of yesteryear. Personally I'm amazed that the overheard conversation between Richard Keys and Andy Gray didn't catch them saying anything worse. I am quite sure they are too."}, "isHosted": false}}}