{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/jan/05/the-adventures-of-pinocchio-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-01-05T22:45:00Z", "webTitle": "The Adventures of Pinocchio – review", "webUrl": "https://www.theguardian.com/stage/2011/jan/05/the-adventures-of-pinocchio-review", "apiUrl": "https://content.guardianapis.com/stage/2011/jan/05/the-adventures-of-pinocchio-review", "fields": {"headline": "The Adventures of Pinocchio – review", "bodyText": "In the foyer before the show, all talk is of how they will \"do\" the nose. It's testimony to Andy Burden's wonderfully spirited production of Carlo Collodi's fairytale that nobody talks about it afterwards. This is a festive show that sends you off beaming and sharing favourite silly moments from a hugely charismatic couple of hours. Pinocchio is a tricky prospect to stage: such a dark, odd story, especially in the original. But it's transformed into a playful romp – the Italy we see here is warmly caricatured, with cod accents, mafia infiltration and destinations such as Linguine Land and Spaghetti Junction – that nonetheless clings to the core elements of the story. Toby Farrow's writing is full of lovely touches which children latch on to, such as Pinocchio's naughty ripostes when Geppetto tells him to go to school (\"What's the magic word?\" Pinocchio asks, reversing roles), and sweet ways of drumming home the story's themes, such as the power of transformation. The circus master, Mr Macaroni, believes in the latter: \"I used to be a garden gnome.\" There's plenty for adults, too, and I have never laughed so much at a Christmas show. This is partly due to Felix Hayes's riotously funny performance as \"Jimmy\" Cricket, an upper-class, kindhearted twit in cricket whites who brilliantly replaces the talking cricket in the original. Other outstanding performances include Mark Ross both as Geppetto, Pinocchio's father, and as Don Carloddi, the mafia boss gone soft, who now wears carpet slippers. Peta Dennis is transfixing in the lead role, her eyes twinkling with mischief as soon as she realises she's a puppet who can walk and talk. This is a terrific new telling of the tale, played with an exhilarating energy but brimful of wit and warmth. Until 16 January. Box office: 0117-902 0344."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}