{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/jan/05/scott-hamilton-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-01-05T22:15:00Z", "webTitle": "Scott Hamilton review", "webUrl": "https://www.theguardian.com/music/2011/jan/05/scott-hamilton-review", "apiUrl": "https://content.guardianapis.com/music/2011/jan/05/scott-hamilton-review", "fields": {"headline": "Scott Hamilton review", "bodyText": "Scott Hamilton, the former Benny Goodman saxophonist from Rhode Island, is 56 now – and to a casual listener who might have run across this Europhile swing artist's performances over the past quarter century or so, there might seem to have been little change, or prospect of any. But closer attention reveals one of the enduring masters of improvisation on the Great American Songbook, an all but lost art in its original form. Hamilton is polishing the silverware of his mature style (the one he developed in the 1980s out of the gruff caress of Ben Webster's ballad sound and the gliding swing of Zoot Sims) in his favourite London haunt. He's accompanied again by his British rhythm section of pianist John Pearce, bassist Dave Green and drummer Steve Brown. That urbane trio flawlessly follows (and occasionally nudges) Hamilton like an old dancing partner – with the immaculately restrained Brown's brushwork rustling under Fats Waller's Jitterbug Waltz until the leader's luxuriously stretching long-note solo supplanted the downwardly skipping melody, and Pearce or Green often completing a phrase to which Hamilton dropped the briefest of clues. Of all his mostly evergreen materials, 60s bossa nova has probably aged the least flatteringly, though Hamilton's delicate variations of volume and attack on a bossa version of Love Letters were poignant and an ending on the Night in Tunisia riff was an insider's surprise. The saxophonist imparted a rare staccato stutter to some tunes, winding up a version of You Go to My Head that had opened that way with a delicious unaccompanied coda, before sweeping into a purposeful Sweet Georgia Brown. It was business as usual, but it's still a thriving business. Until Friday (box office: 0845 6027 017) then touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}