{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jan/01/birmingham-city-arsenal-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-01-01T19:34:31Z", "webTitle": "Birmingham City 0-3 Arsenal | Premier League match report", "webUrl": "https://www.theguardian.com/football/2011/jan/01/birmingham-city-arsenal-premier-league", "apiUrl": "https://content.guardianapis.com/football/2011/jan/01/birmingham-city-arsenal-premier-league", "fields": {"headline": "Arsenal see off Birmingham in style to step up title chase", "bodyText": "This ground has been a graveyard for the Premier League's top clubs over the past few years but Arsenal made it look like a playground. Arsène Wenger and his players have suffered more than their fair share of torment at St Andrew's but this emphatic victory will go some way to erasing those painful memories as well as providing answers to any lingering questions about the strength of their title challenge. Birmingham, lest it be forgotten, had lost one of their previous 29 matches at home, yet Arsenal comprehensively outplayed their hosts to such an extent that it made you wonder why Manchester United had made such hard work of breaking Alex McLeish's side down on Tuesday night. Arsenal were playing exhibition stuff at times, in particular during the lead-up to their second and third goals, which were prefaced with long spells of possession. Robin van Persie's first Premier League goal since the final day of last season got Arsenal on their way, and although Birmingham rallied and had legitimate claims for a spot-kick in the first half, the visitors quickly killed the contest after the break. Samir Nasri drilled in his 13th goal of the season after twice exchanging passes with Cesc Fábregas and the same pair linked brilliantly for the third goal, which ended with Roger Johnson knocking the ball over his goalline after it bounced off Scott Dann. This fixture has been synonymous with controversy in recent years and it took seven minutes for old wounds to reopen. In a spot remarkably similar to where Martin Taylor broke Eduardo da Silva's leg a little less than three years ago, Johnson overran the ball and, with his studs up, lunged dangerously into Fábregas. Arsenal's players reacted furiously, Fábregas held his shin in agony and Wenger looked on from the touchline with the pained expression of a man who feared the worst. It was some time before play resumed and Peter Walton reached for his back pocket at one point, but after a lengthy discussion with Johnson, when the central defender did everything he could to plead his innocence, the referee brandished a yellow card. Although Johnson might claim that he made some contact with the ball, his challenge was reckless and he should have been grateful for the reprieve. Wenger, shaking his head on the touchline, made his own feelings known. The Arsenal manager's mood quickly improved, however, when the visitors took the lead six minutes later. Dann conceded what looked like a soft foul when Walton deemed he had tugged at Van Persie's shirt. The Dutchman's free-kick would not have troubled Ben Foster but the ball took a deflection off Lee Bowyer – who will win no prizes for bravery on the basis of his attempt to block – and left the Birmingham goalkeeper stranded as it drifted into the net. Van Persie wasted a wonderful chance to double Arsenal's lead later in the half, but after Fábregas and Nasri combined brilliantly to prise open the Birmingham defence, the forward tried to dink the ball over the advancing Foster and failed miserably, his weak attempt gratefully gathered by the England international. It was an opportunity Wenger had good reason to lament, especially as Birmingham had caused Arsenal one or two problems of their own before half-time. Sebastian Larsson's curling free-kick was tipped behind by Lukasz Fabianski in the 18th minute and there was another scare for Arsenal before the interval when Johnson, looking every bit a defender in attack, volleyed over from six yards with the goal yawning invitingly in front of him. Two minutes before that chance, Birmingham also had strong appeals for a penalty when Johnson's towering back post header from Larsson's free-kick clearly struck Van Persie on the arm. Wenger, who recalled all eight of the players that were rested at Wigan on Wednesday night, should have been celebrating a second Arsenal goal early in the second half but Jack Wilshire volleyed over and Nasri was denied by Foster after he tore clear. But after a prolonged spell of keep-ball, Nasri despatched Fábregas's pass with the confidence of a player who is performing at the top of his game. The third goal followed eight minutes later, when the left side of Birmingham's defence was carved wide open. Foster repelled Fábregas's close-range drive but the loose ball pinged between Johnson and Dann and trickled over the line. THE FANS' PLAYER RATINGS AND VERDICT PAUL RIVERS, SmallHeathAlliance.com We came up against a very good Arsenal side and got no help from the ref in the first half, who denied us a stonewall penalty for handball. In all, the first half was fairly even. But in the second their slick passing kept us busy and they were much more ruthless than they have been in the past. Our midfield was constantly occupied and were not able to join in a forward-looking option. This result could force the issue for the transfer window. Jerome works hard but can't be the only option going forward. Wilshere had a good match for Arsenal – they look like real title contenders. The fan's player ratings Foster 8; Carr 7, Johnson 4, Dann 5, Ridgewell 6; Larsson 5, Gardner 6, Ferguson 6, Bowyer 4 (Zigic 69 5), Beausejour 6 (Hleb 59 5); Jerome 6 BERNARD AZULAY, GoonersDiary.blogspot.com Chant of the day \"we've got Cesc Fábregas, you've got Lee Bowyer\" just about summed up the gulf in class between the two sides. The Gunners are always capable of tearing apart opponents that aren't really \"at it\" and perhaps this result vindicates Arsène's rotation policy? Can't remember the last time we managed to keep a clean sheet – Fabianski deserves some credit for it. The best thing about winning 3-0 is the lack of traffic – most of them left before the end. Robin van Persie probably committed handball so that was lucky. Birmingham fans didn't really seem up for it. RATINGS Fabianski 8; Sagna 8, Djourou 8, Koscielny 7, Clichy 8; Song 7, Wilshere 8 (Denílson 79 7); Walcott 9 (Arshavin 79 7), Fábregas 8, Nasri 8; Van Persie 8 To take part in the Fans' Verdict, email sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}