{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/jan/11/christina-taylor-green-funeral-westboro-baptist-church", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-01-11T23:46:40Z", "webTitle": "Religious extremists banned from picketing Arizona shooting funeral", "webUrl": "https://www.theguardian.com/world/2011/jan/11/christina-taylor-green-funeral-westboro-baptist-church", "apiUrl": "https://content.guardianapis.com/world/2011/jan/11/christina-taylor-green-funeral-westboro-baptist-church", "fields": {"headline": "Religious extremists banned from picketing Arizona shooting funeral", "bodyText": "The Arizona legislature has passed emergency legislation to prevent members of a church notorious for its anti-gay, anti-Catholic views from disrupting tomorrow's funeral of a nine-year-old victim of Saturday's shooting. The Westboro Baptist church in Kansas praised Jared Lee Loughner for killing six people, including Christina Taylor Green and wounding 14 others. The church founder, Fred Phelps, posted a video in which he said: \"Thank God for the violent shooter, one of your soldier heroes in Tucson – Westboro Baptist church will picket their funerals.\" The church has gained notoriety for disrupting funerals of soldiers and people who have died of Aids. It claims the deaths are a punishment for society's tolerance of homosexuality. The new law, proposed by a state senator, Kyrsten Sinema, keeps members of the church at least 100 metres from the funeral. \"It is the most disgusting thing I ever read in my entire life. I literally threw up after I read it ... I'm like, 'I'm gonna fix this',\" Sinema told Fox News. Tucson residents also plan to try to keep members of the Westboro church at bay. Christin Gilmer has gathered more than 40 volunteers to wear 3m high angel wings and stand between the church members and the funeral. A group of bikers says it will surround the church members. A US appeals court last year upheld the right of members of Westboro church to protest at funerals, although the supreme court decision on this is currently awaited. The case was brought by the father of a soldier killed in Iraq whose burial was disrupted. • This article was amended on 12 January 2011. The original said that the US supreme court last year upheld the right of members of Westboro church to protest at funerals."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}