{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2011/jan/05/hp-slate-delayed-rim-playbook-not-seen", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2011-01-05T23:41:36Z", "webTitle": "CES 2011: HP delays slate to February while RIM PlayBook remains elusive too", "webUrl": "https://www.theguardian.com/technology/2011/jan/05/hp-slate-delayed-rim-playbook-not-seen", "apiUrl": "https://content.guardianapis.com/technology/2011/jan/05/hp-slate-delayed-rim-playbook-not-seen", "fields": {"headline": "HP delays slate to February while RIM PlayBook remains elusive too", "bodyText": "HP has put off its launch of a tablet device until Wednesday 9 February, surprising people who had expected that it would show it off at CES. Instead, the company - which bought Palm for around $1bn last year in a tussle with a number of other unnamed bidders - is sending out invitations asking people to \"Think big. Think small. Think beyond.\" What it's also got people doing, though, is thinking: delayed. And asking why, given that webOS, which Palm used on its attractive range of phones such as the Pre last year, should be expandable to a tablet. I've heard from a source who gets early versions of tablets from all sorts of places for testing (because of the industry he's in) and who has laid hands on one of them that the delay (for it is seen as that) could be down to HP adding more features - but adds that the HP Slate is indeed a \"very nice\" device to use. That would make sense, given that the Palm Pre smartphone had (still has, if you can find one) an interface that rivalled the iPhone's for quality. Here's a reminder from Rick Wray's review: \"switch on the Wi-Fi and suddenly one of the Pre's big selling points - multi-tasking - leaps into life. Applications, from browser pages and downloadable apps such as Twitter client Tweed to email and the camera, appear as individual \"cards\" on the phone's screen that you can scroll through. It means you no longer have to stare at a blank screen while waiting for your email to update or a web page to load, you can go and do something else.\" So, hopes still high for the HP webOS slate. Meanwhile BlackBerry maker RIM has large adverts teasing about its much-promised PlayBook tablet - although whether that will surface, or whether a date will be provided for its release (and whether it will answer questions about battery life and so on) is quite a different matter. The actual show floor isn't open yet so we can't go and prod the PlayBook. On this, our source hasn't, intriguingly, laid hands on or even seen one, which is odd for a product that has been described as due to launch this quarter (well, last October the suggestion from RIM's co-CEO was it would come out \"early in 2011\") and which RIM insists is leading to companies delaying iPad purchases. Given that Apple is also expected to announce its revision to the iPad line some time late in January to February, RIM is going to be in an uncomfortable place, having lost its lead in the US smartphone market to the iPhone, and now trying to bolster its position in the tablet market, where it doesn't have a position - only adverts. (The ones outside the CES Hall suggest it's going to be a \"business\" tablet. Well, nothing says business quite like actually releasing the thing.) HP has released a Windows tablet, but there's no clear signs of its getting any traction in the market. Await the slate, and we'll prod the PlayBook as soon as we can."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}