{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/jan/13/cbso-andris-nelsons-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-01-13T22:46:01Z", "webTitle": "CBSO/Andris Nelsons – review", "webUrl": "https://www.theguardian.com/music/2011/jan/13/cbso-andris-nelsons-review", "apiUrl": "https://content.guardianapis.com/music/2011/jan/13/cbso-andris-nelsons-review", "fields": {"headline": "CBSO/Andris Nelsons – review", "bodyText": "Though the City of Birmingham Symphony Orchestra is, naturally, taking the lead, Birmingham's anniversary Mahler cycle is being shared around, with several visiting orchestras making contributions. One of the works being imported in this way is the First Symphony, which Antonio Pappano will bring to Symphony Hall with the Accademia Nazionale di Santa Cecilia in March, leaving the CBSO to tour the work with its chief conductor, Andris Nelsons. Nelsons is still, I think, finding his feet as a Mahler interpreter. He already has many of the most important qualities – the sense of scale and pacing, the feeling for the music's drama, the knack of sifting what is important out of the teeming detail – and the orchestra play this music thrillingly for him. Yet he can become sidetracked with passages that, in the great symphonic scheme of things, are incidental. His account of the First was outstanding in many ways: bursting, boundless young man's music whose great moments of theatre were superbly stage-managed. But just a few times, it lost its way, becoming adrift in reverie in the first movement's development, lingering a bit too affectionately on the diaphanous string textures towards the end of the slow movement, and crafting the surging melodies that precede the finale's great peroration rather self-consciously. Rachmaninov's Third Piano Concerto made a hefty prelude to the symphony. The soloist was Nelsons's fellow Latvian Vestard Shimkus, whose performance left a rather mixed impression. Technically it was impeccable – one of the toughest challenges in the concerto repertory created no problems at all – but there was something languid about Shimkus's playing that suggested it was all a bit too easy, and which left the work rather undefined."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}