{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jan/11/eoin-morgan-england-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-01-11T22:00:01Z", "webTitle": "Big test for Eoin Morgan the self-taught master of the unorthodox", "webUrl": "https://www.theguardian.com/sport/2011/jan/11/eoin-morgan-england-australia", "apiUrl": "https://content.guardianapis.com/sport/2011/jan/11/eoin-morgan-england-australia", "fields": {"headline": "Big test for Eoin Morgan the self-taught master of the unorthodox", "bodyText": "Eoin Morgan, England's most inventive one-day batsman, is such an adroit discoverer of secret spaces that he should be accompanied to the crease by his own \"mind the gap\" announcer. So original is his strokeplay, so outrageous his clips, paddles, reverse sweeps and feet-twinkling cover-drives, that there are some cricket lovers who would lobby for him to be placed alongside Thomas Edison and Alexander Graham Bell on a list of the great inventors. At his best, which he often was while scoring four centuries for England last year, he is virtually impossible to contain. An autodidact, he was brought up on a Dublin housing estate that sheltered him from too much formal coaching. There, it was a lack of physical strength rather than any ambition to play one-day cricket that pushed the cocky youngster towards unorthodoxy in his strokes, though hurling grips informed his style too. But Morgan, now 24, has a problem. Australia was another country when he arrived here more than two months ago; the land had not been devastated by floods and many of its people, eschewing the worrying evidence before them, were bullish about regaining the Ashes. In all that time Morgan has faced just 11 deliveries. Last month, against Victoria, he scored six from 10 balls before he was caught behind, driving with his bat well away from his body. And in Canberra yesterday he faced just one delivery. On Wednesday in Adelaide, though, he plays in the first of the two Twenty20 games that pave the way for the seven ODIs against Australia and, beyond that, the World Cup. And now there is more than just his short-game reputation at stake. For next summer a Test berth beckons. He is the favourite to replace the retired Paul Collingwood in the side if, as expected, England continue with their policy of playing six batsmen and only four bowlers. If he is successful in Australia, and then the World Cup, he will be a shoo-in for Collingwood's place. But if he fails that will be less certain, for the England selectors are known to be admirers of Somerset's James Hildreth, while the diminutive Leicestershire batsman James Taylor also has followers in high places, which is why both men are on this month's Lions tour to the West Indies. The Essex all-rounder Ravi Bopara, meanwhile, has not been totally forgotten yet. But Test cricket is a different game, the shout goes up, forgetting the fact that it was Morgan's one-day form, not his modest first-class record at Middlesex, that propelled him into the Test side last summer. If he fails now his Test career will be commensurately damaged, for although Andy Flower, the England team director, relishes the X-factor value of his batting, his finishing skills and the strength of his temperament in tight situations, the player has still not proved himself in the longer game. He dispelled some of the doubts while scoring his maiden Test century against Pakistan at Trent Bridge last year, but the philanthropy of the wicketkeeper Akmal Kamran and the bowler Danish Kaneria on that occasion left a few questions unanswered. \"His Test place will be interesting,\" Angus Fraser, Middlesex's director of cricket, says.\"There's quite a bit of cricket to be played between now and the first Test against Sri Lanka. It's his to grab. He's not going to get many first-class appearances between now and then, but he can press his claim in 50-over cricket.\" Regarding his inactivity in recent months, Fraser added: \"I suppose it would have been a new experience for him. He's used to being a major figure for the teams he's played in, whether it's England, Ireland or Middlesex, but he's been on the periphery for a while. \"But he's a pretty phlegmatic character. And he would have been in the nets quite a bit. His game may seem very instinctive and natural but I can tell you he works bloody hard at it.\" Morgan, though, felt he would have the chance to work on his batting in the Ashes series. \"At some stage I think I'll play a part in this series,\" he said on arrival. Though clearly disappointed not to have been involved, he says: \"I've really enjoyed being a part of the squad. It has been explained to me by Andy [Flower]. The guys in the middle order have got a lot of experience that is being backed by the selectors, which I fully understand.\" Morgan is England's highest-ranked ODI player, at 17th in the world; he averages 45.83 in 32 ODIs for England. Those are impressive statistics. But there are some who fear that – as with the Celtic Tiger that shaped his native Dublin – there is only one way his career can go. We will learn much more in the next three weeks. England (probable) Bell, Davies, Pietersen, Collingwood, Morgan, Wright, Yardy, Bresnan, Swann, Shahzad, Tremlett. Australia (probable) Warner, Watson, Finch, D Hussey, White, Smith, Paine, Johnson, O'Keefe (or Pattinson), Lee, Tait. TV details 8.35am GMT, Sky Sports 1"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}