{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jan/05/rfu-rob-andrew-england-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-01-05T22:01:02Z", "webTitle": "New role for Rob Andrew in RFU's vision for England's 2015 success", "webUrl": "https://www.theguardian.com/sport/2011/jan/05/rfu-rob-andrew-england-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2011/jan/05/rfu-rob-andrew-england-world-cup", "fields": {"headline": "New role for Rob Andrew in RFU's vision for England's 2015 success", "bodyText": "The Rugby Football Union will tomorrow unveil its strategic blueprint for winning the 2015 World Cup which will reduce Rob Andrew's influence on the senior Test squad and pave the way for the recruitment of a world-renowned figure to oversee elite performance standards in England. Tonight the RFU was still advising staff of the planned changes but no spectacular arrivals or, more pertinently, high-profile departures are anticipated at Twickenham in the short term. Instead, having unanimously backed the recommendations of the new chief executive, John Steele, the board of directors has agreed to redefine Andrew's role and launched a quest for a prominent figure to help England re-conquer the world on home soil in four years' time. This will prompt fresh conjecture that an experienced former national coach such as Jake White or Eddie Jones will be brought in to work in tandem with Martin Johnson and his coaches. As yet the RFU is not committing itself, preferring to take its time before making such a key appointment. Sources stress the changes are all about looking forwards rather than backwards and are designed to ensure the RFU is in the best possible shape for 2015. Steele, however, has clearly decided the current structure is not conducive to delivering optimum on-field results, having spent his first four months in the job compiling \"a comprehensive and exhaustive\" review of the RFU's business. \"The changes we agreed will deliver a simpler management structure with clearer leadership,\" he said. Suggestions that Steele himself intends to take a direct hands-on role in team affairs are understood to be wide of the mark. The reshuffle also puts the onus on Johnson to make an unanswerable case over the next nine months that he is the best man to steer England through another four-year cycle following the World Cup in New Zealand this autumn. If the national side struggle to impress in the forthcoming Six Nations and fail to reach at least the World Cup semi-finals in October, Johnson will no longer have Andrew close at hand to fight his corner. Andrew is expected to remain responsible for everything below the senior national squad, having spent four years in a more upfront role as director of elite rugby. If nothing else, the announcements tomorrow will underline the desire of Steele, previously chief executive of UK Sport and a former officer in the Royal Artillery, to change perceptions of the RFU, at home and abroad. \"John has absolutely vindicated our decision to appoint him as CEO,\" said Martyn Thomas, the RFU's board chairman. \"The new approach shows a real appreciation of how rugby works and will ensure that as a Union we are focussed on rugby issues as we build towards 2015. John has our total support.\" England have not won a Six Nations title since Johnson hoisted the World Cup in Sydney in 2003. They commence their latest attempt against Wales in Cardiff on Friday 4 February. Johnson is due to announce his 32-man senior squad next Wednesday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}