{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/06/harry-redknapp-peter-crouch-tottenham-madrid", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-05T23:17:48Z", "webTitle": "Harry Redknapp rues Peter Crouch red card as Tottenham crash in Madrid", "webUrl": "https://www.theguardian.com/football/2011/apr/06/harry-redknapp-peter-crouch-tottenham-madrid", "apiUrl": "https://content.guardianapis.com/football/2011/apr/06/harry-redknapp-peter-crouch-tottenham-madrid", "fields": {"headline": "Harry Redknapp rues Peter Crouch red card as Tottenham crash in Madrid", "bodyText": "Harry Redknapp lamented a dream occasion that turned sour, a night when \"everything went wrong\", in particular the sending-off of Peter Crouch in the 15th minute as Tottenham Hotspur crashed to a 4-0 defeat at Real Madrid in the Champions League quarter-final first leg. Redknapp lost Aaron Lennon to illness in the minutes before Spurs and Real Madrid ran out and he saw Emmanuel Adebayor, a former Arsenal striker, score the first of his two goals in the fourth minute before Crouch's moment of idiocy. Already on a booking, the striker lunged at the Real left-back, Marcelo, to invite a second yellow card. \"You need a miracle to play here with 10 men,\" Redknapp said. \"Better teams than us would have struggled. It was an uphill task, an impossible task. I was disappointed, obviously. That was all we needed to go down to 10 men so early in the game. I haven't spoken to Peter. He's lunged in for the second one and it's cost us dearly. He already had a yellow card and he shouldn't have taken the chance. Madrid have quality players and you need to have 11 players to have any chance to get a result here. It's obvious.\" It felt as though Lennon's last-minute withdrawal had upset the manager, though Redknapp protested to the contrary. The winger had completed the warm-up but when the teams were called, Redknapp said he had noticed that he looked sick. \"I asked him, 'Are you fit enough to play?' and he said, 'I've got no energy, I've got no strength, I might last five minutes.' It wasn't a chance that was worth taking. It was crazy. If he felt that bad, we decided it wasn't worth risking him. If he didn't feel fit, there is nothing we can do.\" José Mourinho, the Real manager, agreed with Redknapp. \"Eleven against 10 is mission impossible for the team with 10,\" he said. \"I feel sorry for Tottenham because they were not able to play the match they wanted. Usually, there is balance after the first leg. It was in the last round [but] with this score, it seems that it is finished.\" Redknapp endeavoured to say the right things ahead of next Wednesday's return leg at White Hart Lane but he knew that the tie was over. \"It going to be difficult,\" he said. \"It certainly couldn't be much more difficult than to be 4-0 down to Real Madrid but we're at home and we'll give it a go. It's not over until it's over ... you never know but obviously, we've got a mountain to climb.\" Real turned the screw in the second half and Tottenham, according to Redknapp, \"ran out of steam\". \"First half, I thought we did fantastic with 10 men,\" he said. \"But we ended up with Gareth [Bale] cramping up – he was not running freely – and I lost [Vedran] Corluka with a twisted ankle. It was one of those nights. We had people out there who were struggling but, listen, we have done fantastic, it's been a great experience and we still have a game to play at White Hart Lane.\" Redknapp's target now is to finish the season in the Premier League top four and qualify for the Champions League. \"It won't be tough to lift them, what's tough is the injuries,\" he said. \"We had Nico Kranjcar on the bench tonight, but he wasn't fit. We've lost Corluka and it's about finding 11 for Stoke on Saturday. We've got to lift ourselves this week and see if we can go on a run in the league. We've had a great season so far and we've got to finish it strong.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}