{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/apr/21/truth-about-end-of-empire", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-04-20T23:05:06Z", "webTitle": "Letter: The truth about the end of empire", "webUrl": "https://www.theguardian.com/politics/2011/apr/21/truth-about-end-of-empire", "apiUrl": "https://content.guardianapis.com/politics/2011/apr/21/truth-about-end-of-empire", "fields": {"headline": "The truth about the end of empire", "bodyText": "Madeleine Bunting over-simplifies and distorts Britain's predominantly successful, peaceful and honourable decolonisation record (The endgames of our empire never quite played out – just look at Bahrain, 18 April). In most of the few territories where independence was marred by violence, it arose from conflict between rivals fighting each other to inherit power from the departing British (as in Aden and many other places), only rarely from an \"independence struggle\" against the colonial power. Resistance to independence with one man, one vote came mainly from white settler groups (Kenya, Southern Rhodesia) or from local minorities which feared domination by the majority when the UK withdrew its protection (Nigeria etc). Mau Mau was not primarily a movement seeking Kenyan independence but a tribal movement in conflict with other tribes and with the settlers over land. The Gulf states were never British colonies as such and were not administered by the Colonial Office, and it's misleading to cite them as typical. In the majority of colonies the move to independence was conducted in collaboration with local elected leaders and with their agreement on the pace and modalities of the change. Where there was brutality by the colonial government against local people, as clearly happened in Kenya, it was inexcusable, but by no means typical or widespread. Whatever we may think of our mixed history of empire, there's reason to be proud of the way we dismantled it. Ms Bunting sees something sinister about the efforts by all UK governments to maintain their influence and good relations, and to promote UK interests, with former British colonies after their independence (what else should they have done?), but to see this as a continuation of colonial domination is ridiculous. It's what governments do in their relations with other countries and it's called international relations by diplomacy. Brian Barder Colonial Office 1957-64, HM Diplomatic Service 1965-94, London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}