{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/20/tottenham-hotspur-arsenal-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-20T23:14:00Z", "webTitle": "Tottenham Hotspur 3-3 Arsenal | Premier League match report", "webUrl": "https://www.theguardian.com/football/2011/apr/20/tottenham-hotspur-arsenal-premier-league", "apiUrl": "https://content.guardianapis.com/football/2011/apr/20/tottenham-hotspur-arsenal-premier-league", "fields": {"headline": "Rafael van der Vaart saves Spurs in six-goal thriller with Arsenal", "bodyText": "Seldom can disappointment have been so spectacular. Arsenal will rue the 3-1 lead torn from them but the night deserves to be prized for the confirmation of the talent in their ranks and those of Tottenham Hotspur. Arsène Wenger had a weary tone to his voice afterwards even as he was claiming that the outcome of the Premier League is \"completely open\". The prospects are poor for him. Arsenal are in third place behind Chelsea on goal difference, with Manchester United six points ahead of both. From another perspective it can be argued that Wenger's squad have the ability to thrive, even if yet more adjustments are necessary. He and everyone else appreciates where the problem lies. Once again the defence were not steadfast and references to the unavailability of Thomas Vermaelen, who has missed virtually all of this campaign, also speak of the lack of credible alternatives. Yet it took Rafael van der Vaart at his very best to expose the brittleness of Arsenal. He has usually been played behind a single striker for Tottenham and can look subdued. In this match the Dutchman was permitted more scope since the manager, Harry Redknapp, had two outright strikers in Peter Crouch and Roman Pavlyuchenko. That approach may not continue since it leaves the midfield outnumbered but this was an evening for expansiveness. As early as the fifth minute Cesc Fábregas released Theo Walcott to shoot low past Heurelho Gomes. Tottenham were not to be discouraged and it was simple sense for Redknapp to seek insistent attacking. The equaliser came in the seventh minute. Vedran Corluka passed towards Van der Vaart and, as Johan Djourou lost his footing, the Dutchman finished strongly. Tottenham were again left in the visitors' wake when Abou Diaby set up Samir Nasri for a shot from 20 yards that went through the legs of Michael Dawson on its way to the net after 12 minutes. This was a match that seethed with adventure. Gomes was able to reach a header from Robin van Persie after a Walcott cross but when the goalkeeper pushed the ball back Van Persie converted it with force in the 40th minute. Tom Huddlestone then struck from 20 yards to cut Tottenham's deficit to 3-2 before half-time. There was an abundance of interest, some of it troubling. Gareth Bale felt the impact of the Arsenal goalkeeper as Wojciech Szczesny collided with the Welshman. Bale made an effort to persevere but was clearly in trouble and was replaced at half-time by Aaron Lennon. Tottenham, however, do not believe the injury to be serious. Bale's departure may have been encouraging for Arsenal, who have the best away form in the Premier League. Despite their spirit their lead was still slim and to Wenger's exasperation a drive by Van Persie that would have put the side 4-2 ahead was ruled out for offside. The manager was convinced the assistant referee was mistaken. The game became increasingly tough for the visitors, even if Szczesny was equal to the moment when he excelled in reaching and turning away a strong shot from Van der Vaart. Tottenham were assured by then, pinning down Arsenal more than they had done earlier. They equalised with a penalty in the 70th minute. Szczesny, who has just turned 21, looked gauche when he miscalculated while rushing out to bring down Lennon, who was tearing down Tottenham's left flank. Van der Vaart converted the penalty on an evening that could not bear to pause for breath. In principle there is volatility still in this contest for the Premier League title. Manchester United must go to the Emirates and Sir Alex Ferguson's side also take on Chelsea in what could be the pivotal game at Old Trafford. There is intrigue in all of that, yet it is hard to picture Arsenal as the beneficiaries. When the thrill of this spectacle at White Hart Lane has faded, the space will be filled by the realisation that Arsenal blew a 3-1 lead. It ought to be appreciated that in advance of this fixture Tottenham had scored a mere 22 Premier League goals on this ground. If they were at times irrepressible, it was because Arsenal permitted them to be so. Wenger is under an obligation to believe that all may yet go his way but the rest of football will think about what lies ahead in the longer term for Arsenal. If they are to win trophies again, they will have to discover a way of being more forceful."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}