{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/25/liverpool-birmingham-city-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-24T23:06:03Z", "webTitle": "Dirk Kuyt gets good feelings of old as Liverpool brush Birmingham", "webUrl": "https://www.theguardian.com/football/2011/apr/25/liverpool-birmingham-city-premier-league", "apiUrl": "https://content.guardianapis.com/football/2011/apr/25/liverpool-birmingham-city-premier-league", "fields": {"headline": "Dirk Kuyt gets good feelings of old as Liverpool brush Birmingham aside", "bodyText": "If a 5-0 win over Birmingham City stirred memories of Kenny Dalglish's Double-winning debut season as manager at Anfield, thoughts among the players turned to more recent halcyon days. The 2009 vintage was the finest Liverpool team of Dirk Kuyt's five years on Merseyside and they finished the campaign with an avalanche of goals. \"When we were really close in 2009 and finished second I had the same feeling – a matter of a few good signings and we will be right up there,\" Kuyt said. Liverpool know to their cost that optimism can be the prelude to disappointment. Two years ago they unravelled at startling speed after their flirtation with the title, so while a severely depleted team have earned the club's biggest win for 19 months, past experience teaches Kuyt that further investment is required in the summer. \"We have learnt from what happened in 2009 when we lost Xabi [Alonso],\" he added, before voicing his belief that history is unlikely to repeat itself now. \"Maybe we are better placed now. With the arrival of Luis [Suárez] and Andy [Carroll] we have two top-quality players, and if we can add a few other good players then we can compete with the best next season. It is exciting to see. The future looks a lot brighter than it was seven or eight months ago.\" Three months have made a marked difference. Liverpool's last dozen games have produced 26 points, a return that, were it extended over the course of a whole season, would put them in contention for the title. \"What happened up until January happened,\" said a matter-of-fact Dalglish, ever careful not to criticise his sacked predecessor Roy Hodgson. \"We just accept it.\" Liverpool have been rejuvenated by recruitment, both on the touchline and in attack. Even without scoring, Suárez has a capacity to capture the imagination, as Birmingham's defeated manager could testify to. \"There is no doubt Suárez is a sensational signing,\" Alex McLeish said. \"I have always admired him. He is going to be a huge star for Liverpool.\" As Suárez illuminated Anfield with elusive movement and bursts of devastating acceleration, Kuyt maintained his own prolific form. A ninth goal of Dalglish's reign – coming amid a hat-trick from Maxi Rodríguez – makes him comfortably the Scot's top scorer, dwarfing the combined output of Suárez and Carroll (four). The sense, however, is that the unassuming Dutchman is happier among the supporting cast. \"It is easier to play with top-quality players,\" he said. Instead, the spotlight is shared between Liverpool No7s past and present. As a strangely supine Birmingham team conceded goal after goal, the deification of Dalglish continued from the stands. The supporters' choruses were, if anything, louder and more frequent than in previous games. \"It is humbling when they chant my name, but it would be better for me if they chanted the players' names,\" added the 60-year-old. It is a wish that is unlikely to be observed. \"Kenny's back with a bang,\" said McLeish, a former Scotland team-mate. \"He has got an aura about him.\" His side had held Liverpool in a forgettable stalemate in September, but were swept aside in the rematch in another endorsement of Dalglish's credentials for permanent employment. \"I cannot see him not getting the job,\" McLeish added. \"I just can't imagine that.\" Dalglish took the fifth amendment on the subject of his future; the concern for Tottenham Hotspur, however, must be that his revived team will pinch fifth place."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}