{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/20/carlo-ancelotti-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-19T23:05:04Z", "webTitle": "Carlo Ancelotti admits Chelsea squad was not good enough this season", "webUrl": "https://www.theguardian.com/football/2011/apr/20/carlo-ancelotti-chelsea", "apiUrl": "https://content.guardianapis.com/football/2011/apr/20/carlo-ancelotti-chelsea", "fields": {"headline": "Carlo Ancelotti admits Chelsea squad was not good enough this season", "bodyText": "Carlo Ancelotti has admitted that Chelsea's squad was too weak this season and the policy of trimming senior players last summer, while offering youngsters more of an incentive to excel, was exposed by a flurry of mid-season injuries to key players. The defending champions are confronting the prospect of only their third trophyless campaign of the Roman Abramovich era while Ancelotti is expected to pay the price by leaving Stamford Bridge at the end of the season once the hierarchy have conducted their own review of the year. A sequence that led to only 10 points being taken from 11 matches before the turn of the year, a period in which Frank Lampard, John Terry, Michael Essien and Alex were absent and Didier Drogba played despite suffering from malaria, wrecked their title defence and effectively reduced them to a pursuit of second place. Ancelotti reiterated he had supported the decision to release or sell five players – Michael Ballack, Joe Cole, Juliano Belletti, Deco and Ricardo Carvalho – last summer, even if the lack of depth to his squad was subsequently made painfully clear. \"I don't think the squad was good enough this year,\" he said. \"The philosophy I agreed with, to replace very important players with younger players, it was a good time to do this, so I agreed with the club's philosophy. But at the start of the season we couldn't have envisaged having very important players all out at the same time. \"We struggled to manage this – without Lampard, Drogba, Essien, Terry, Alex. It was very difficult to move on without these kind of players – not just their technical qualities but their personality and character. We missed them in November and December when we didn't play well. I think it cost us quite a few points. Before the 'difficult moment' we'd used our younger players, like [Gaël] Kakuta and [Daniel] Sturridge. \"We'd done it gradually but it was harder to put the responsibility on them when the difficult moment came. \"That period went on too long. You cannot think at the start of the season that you'd have all these players out together. At a certain point in the season we needed to put [Paulo] Ferreira, a right-back, at centre-half because we'd lost all our other centre-backs.\" That game was surrendered 3-0 at home to Sunderland in mid-November, one of three defeats in four league games that served to undermine Ancelotti's tenure. The Italian still hopes to be able to put his ideas for next season forward to Abramovich and the chief executive, Ron Gourlay, in a meeting expected to take place next month and has suggested he would recommend avoiding another close season of significant departures. \"I don't think there will be a lot of changes during the summer because we bought very important players in January, with David Luiz and [Fernando] Torres,\" he said. \"I don't think we need to have too many more changes. But we have time at the end of the season to look at it and explain what happened, and improve from our mistakes for the future. Not now.\" The manager, who is loth to alter the line-up that won at West Bromwich Albion on Saturday for Wednesday evening's visit of Birmingham City, reiterated his belief that Drogba could be retained next season despite the Ivorian entering the final 12 months of his deal with no talks scheduled yet to discuss an extension. He was just as insistent that his admission last week that he would \"not have a problem\" if Abramovich chose to sack him next month will not have an effect on his players over the course of the run-in. \"They are Chelsea players, they are professional,\" he added. \"They know I know this is football and that sometimes the manager can change. They are working with me at this moment. Maybe they will work with me in the future. Maybe they will not work with me in the future but for another coach. They are professional but I've not spoken to them about it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}