{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2011/apr/14/stillbirths-babies-uk-lancet-report", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-04-13T23:05:00Z", "webTitle": "Stillbirth rate in UK one of Europe's highest, Lancet finds", "webUrl": "https://www.theguardian.com/society/2011/apr/14/stillbirths-babies-uk-lancet-report", "apiUrl": "https://content.guardianapis.com/society/2011/apr/14/stillbirths-babies-uk-lancet-report", "fields": {"headline": "Stillbirth rate in UK one of Europe's highest, Lancet finds", "bodyText": "Around 4,000 babies die unexpectedly in the last months of pregnancy or during labour every year in the UK – one of the highest rates of stillbirth in Europe, according to a major new series of reports by the Lancet. The medical journal also explodes the popular assumption that a stillborn baby had something wrong with it and \"was never meant to be\". In fact, only 5% of the 2.6 million babies stillborn worldwide in 2009 had a congenital abnormality. Even in the UK, stillbirth is a risk for healthy women with normal pregnancies, yet it is little discussed. A third of stillbirths are unexplained here, although poor NHS maternity care is thought to play a part in half of these – more than 600 a year. The World Health Organisation defines stillbirth as death after 28 weeks of pregnancy – by which time most babies would survive outside the womb. In 2009, the UK rate was 3.5 stillbirths per 1,000 births, which is among the most poorly performing rich nations. Only France, at 3.9 deaths per 1,000 and Austria, with 3.7, do worse. Launching the series of reports, Lancet editor Dr Richard Horton and senior editor Dr Zoë Mullan pointed up the scale of misery caused by stillbirths around the world. \"The grief of a stillbirth is unlike any other form of grief: the months of excitement and expectation, planning, eager questions, and the drama of labour – all magnifying the devastating incomprehension of giving birth to a baby bearing no signs of life.\" The series discovered that stillbirth was far less rare than people imagined, they said. \"Almost 3 million stillbirths happen worldwide every year, which, even for a country with a developed health system such as the UK, means that 11 sets of parents every day will take home their newborn baby in a coffin.\" According to Sands, the stillbirth and neonatal death charity, the UK's 1,000 unexplained stillbirths, following what appears to be a normal pregnancy and labour, far exceeds the 200 unexplained \"cot deaths\" every year, and yet there is little research to try to find out why babies die in the womb. Neal Long, Sands's chief executive, said the deaths of 11 babies every day \"is a national scandal which has persisted for far too long in this country. This seemingly endless death toll of thousands of babies every year has the most terrible long-term impact on parents and their families.\" At the report's launch Steve Hale, whose son Matthew was stillborn at 38 weeks, described \"being catapulted from the joyous anticipation of a baby's birth to the devastation of a stillbirth\". Imagine, he said, \"your partner ashen white with shock, rocking a dead baby in her arms\". Sands puts the poor UK performance down to lack of awareness, not just among pregnant women but also health professionals. Most stillbirths are potentially preventable – but insufficient work has been done to establish which are the women whose babies are at risk. A third of stillbirths are to women who are either overweight, smoke or are older than average. These are well-known risk factors in pregnancy, and yet, says Sands, the possibility of stillbirth is not always raised. The quality of maternity care – and particularly the failure to recognise that there is a problem – is also an issue. The Confidential Enquiry into Stillbirths and Deaths in Infancy reported in the late 1990s that sub-optimal maternity care played a part in half of all unexplained stillbirths. The report cited inadequate staffing on labour wards, a failure to act in high-risk situations and poor record-keeping and communication. Sands says the stillbirth rate has not changed since the report came out. \"The problems cited a decade ago persist today,\" said a spokeswoman. Every year, 500 babies die during labour in the UK. In a report in 2006, the then chief medical officer Sir Liam Donaldson called these \"500 missed opportunities\". An investigation in the West Midlands into 25 deaths of babies who died during labour found there was sub-standard care in all of them – and that 21 of the babies could have survived. Stillbirths are a significant problem in sub-Saharan Africa and south Asia, where 76% of the global deaths take place, the Lancet papers say. Researchers have for the first time put together comprehensive estimates of the number of babies, whose deaths are not counted in some countries. They argue that reducing stillbirths needs to be part of the UN's overall Millennium Development Goals on cutting the death toll of women in childbirth and their liveborn babies. Many of the causes are the same. Proper obstetric care would save 28% of stillborn babies around the world, say researchers, but simple interventions such as screening pregnant women for high blood pressure and screening for malaria would save thousands of lives. Adding in the number of deaths of women and young babies that would also be prevented makes the interventions highly cost-effective, they argue. Case study: 'He wasn't moving' Anna Lumley had no reason to expect anything other than a normal birth. She prepared for what she expected to be a joyous event, at her own south London home, with the help of local midwives. She was 34 and had experienced a completely normal pregnancy. The scans and check-ups gave her nothing but good news. But at almost 29 weeks, she began to wonder. \"I noticed very slightly less movement, but I was quite big and carrying a lot of water. When you say to people the baby is moving less, they say the baby is bigger and has less room,\" she said. Then a whole night passed without any sensation of movement from the baby at all. \"I got up and went straight to King's [College Hospital].\" A succession of scans and doctors coming and going followed. Lumley was told they couldn't find a heartbeat. \"I could see how shocked one of the doctors looked. They said you have to go downstairs and have a screen on one of the big machines.\" The result was the same.\"It's kind of strange – they don't know what to tell you. My brain totally shut down from the moment I heard there was no heartbeat.\" But the Albany midwives, who worked closely with King's, were fantastic, she said. Lumley still wanted to give birth to her baby at home, as planned. After many tests, she was given the go-ahead, and five days later, her son Marli was born in front of the living-room fire. \"It was a horrific time, but I still had the birth experience I wanted to have. I felt I'd done him justice by going through that process. My family came over and everybody was able to give him a cuddle.\" The postmortem found no reason for Marli's death. Lumley, who is a practice manager in Southwark who works with young offenders, says she knew nothing about stillbirth before he died. \"I felt totally out of my depth and totally naive. I felt: how can my baby have died? Nobody ever said there was a risk of that happening.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}