{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/apr/12/editorial-ivory-coast-gbagbo-france", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-04-11T23:05:04Z", "webTitle": "Ivory Coast: Fall of a despot", "webUrl": "https://www.theguardian.com/commentisfree/2011/apr/12/editorial-ivory-coast-gbagbo-france", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/apr/12/editorial-ivory-coast-gbagbo-france", "fields": {"headline": "Ivory Coast: Fall of a despot", "bodyText": "There will be some relief today that a foreign intervention has gone right, for once. The French military spokesman in Abidjan denied reports that Laurent Gbagbo had been captured by French special forces. Not one French soldier had gone into the residence in which Gbagbo had been arrested, Commander Frederic Daguillon insisted. But the matter was decided by a column of 30 French armoured vehicles. And the fact is that had the French and the UN not been stung into action by attacks on their headquarters, the Golf Hotel – where Alassane Ouattara and his government in waiting were holed up – and also the residence of the French ambassador, a civil war would still be raging. Until the assault, Gbagbo's men had been gaining ground. They recaptured the television station and attacked civilians in the Adjamé and Attécoubé neighbourhoods of the city, which contain many opposition supporters. There was a real risk of a repeat of the ethnic slaughter that took place recently in Duékoué. French forces may want to disguise the role they played, but the result of the assault is welcome. A strongman who defied the outcome of a fair election, who rejected numerous offers of safe passage out of the country, and who had plunged it back into a civil war, has been captured alive. This is important for several reasons. Gbagbo's refusal to go was a threat not only to millions of his own countrymen but to the region as a whole. The election in November was already five years late and the result of a series of compromises with the rebels in the north. There was no doubt that he lost the runoff nor that his militias resorted to gang warfare, abductions and rape to enforce his unwelcome stay. The terror was premeditated. Hundreds died before northerners decided to settle matters militarily. Eleven other elections are due to be held this year in Africa, not least in Nigeria. After three successive flawed elections, ethnic violence may yet undermine Nigeria's fourth attempt. It is essential that elections mean what they say and that the collective will of regional groups like the Economic Community of West African States is enforced. This may be the only way to break the link between elections and civil disorder. But it is also important that Gbagbo should now stand trial. The worse his militias behaved, the more it is incumbent on the rightful government to re-establish the rule of law. This did not happen in Duékoué, and, as Human Rights Watch has urged, Mr Outtara will have to investigate and prosecute abuses by both sides, and especially his own, if peace is ever to be established in this country."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}