{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/apr/14/weatherwatch-pollen-spring", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-04-13T23:05:00Z", "webTitle": "Weatherwatch: pollen and rain", "webUrl": "https://www.theguardian.com/news/2011/apr/14/weatherwatch-pollen-spring", "apiUrl": "https://content.guardianapis.com/news/2011/apr/14/weatherwatch-pollen-spring", "fields": {"headline": "Weatherwatch: pollen and rain", "bodyText": "Usually, we blame the movements of the jet stream for April showers, but recent research published in the journal Environmental Research Letters suggests that meadows and moors, grasslands and woodlands could also play an important role in triggering these heavy bursts of rain. As hay fever sufferers can attest, many plants throw pollen into the air in spring. But, other than causing sneezes, what impact do these particles have? Francis Pope, from the University of Cambridge, has shown that pollen can affect cloud formation. Microscopic analysis of pollen has revealed that the texture of its particles makes them good at attracting water. This means they tend to mop up little droplets and create large droplets, speeding up the formation of raindrops and increasing the chance of rain falling from the sky. In some regions and at certain times of year, pollen could be a very important trigger of cloud formation. For example, the clouds of pollen wafting up from northern European birch forests every spring could contribute to our April showers. As yet, it still isn't clear how important are pollen particles, but Pope and colleagues intend to insert the new pollen data into computer models of cloud formation, to assess what impact it has. If it does turn out to be significant, then pollen counts may be incorporated into weather forecasts. Next time you get caught in a downpour think about what lies upwind: it may be the pollen that is to blame."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}