{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2011/apr/12/sherlock-holmes-novel-anthony-horowitz", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2011-04-11T23:03:57Z", "webTitle": "New Sherlock Holmes novel by Anthony Horowitz out in November", "webUrl": "https://www.theguardian.com/books/2011/apr/12/sherlock-holmes-novel-anthony-horowitz", "apiUrl": "https://content.guardianapis.com/books/2011/apr/12/sherlock-holmes-novel-anthony-horowitz", "fields": {"headline": "New Sherlock Holmes novel by Anthony Horowitz out in November", "bodyText": "The answer, Watson, is elementary. The reason Sherlock Holmes' latest adventure, The House of Silk, is only being published 81 years after the death of his creator Arthur Conan Doyle, and 106 years after his final story about the tenant of 221B Baker Street, is that the story was simply too shocking to reveal until now. The news in January that Anthony Horowitz – better known as a children's author – had been commissioned to write a new Sherlock Holmes novel, was itself a literary sensation. The book, his publishers promise, is \"stunning\", and the title has just been revealed for the first time. The book is set in 1890, but as written by Watson in a retirement home, a year after the death of Holmes. The story opens with a train robbery in Boston, and moves to the innocuous setting of Wimbledon – but, Holmes says, the tale was too monstrous, too appalling to reveal until now. \"It is no exaggeration to say it could tear apart the very fabric of society\", he writes in the prologue. Horowitz is on a book tour in the US, but announced the title in a filmed interview, shown at a reception at the London Book Fair. The book is finished, and in a safe at his publishers, Orion. Jon Wood of Orion has read it – in one sitting – and obviously refused to reveal who dunnit, or any further hints about the plot. The 85,000-word book will be published in hardback on November 1, in a \"very large\" edition \"I think it is going to be an absolute publishing sensation,\" Wood said. \"It has all the quality of the original, but with a much more modern pace and sensibility.\" Horowitz said he had added very little to Holmes, having loved him since he first read the stories at the age of 16. The corpses he left across his scripts for television series such as Midsomer Murders and Foyle's War owed a lot to his early infatuation with the great consulting detective. \"I have tried to be very, very careful. I really do admire these stories, and I would not want to take any liberties.\" The author had time to take up the Meerschaum pipe as he is about to dispatch his awesomely successful teenage detective Alex Rider into the shadowy world of adulthood. Scorpio Rising, the ninth and final adventure in the series which has awed the book trade by having boys queuing outside bookshop doors on publication and signing dates, has just hit the shelves. Horowitz first revealed his own latest adventure, appropriately, in a speech in January to the Sherlock Holmes Society. The adventures of Sherlock Holmes, the pipe-smoking cocaine- injecting, easily bored detective, chronicled by his literal minded but devoted companion Dr Watson, were such a sensation in late Victorian England that when Doyle got bored and attempted to kill him off, dropping him into the Reichenbach Falls locked in battle with his deadly adversary Moriarty, he was forced by public demand to revive him. Despite innumerable adaptations and pastiches, and the great success of last year's Sherlock in a contemporary BBC version, this is the first tine the Conan Doyle estate has authorised a new Sherlock Holmes novel. Until now even the title has been kept secret. Doyle's last 13 stories were published as The Return of Sherlock Holmes in 1905. The news that he has been down but still not out has mainly been received joyfully by both Holmes and Horowitz fans. On his website one wrote \"I'm sure it's going to be as kickass as all the rest of Anthony Horowitz's books\" – a concept which might have taken Holmes four pipes to get his head around."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}