{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/apr/02/theatre-pitmen-painters-london-road", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-04-01T23:06:02Z", "webTitle": "This week's new theatre", "webUrl": "https://www.theguardian.com/stage/2011/apr/02/theatre-pitmen-painters-london-road", "apiUrl": "https://content.guardianapis.com/stage/2011/apr/02/theatre-pitmen-painters-london-road", "fields": {"headline": "This week's new theatre", "bodyText": "The Pitmen Painters, Windsor There are some plays that repeat again and again like garlic, and others whose return is very welcome. It's very much the latter case with Lee Hall's terrific piece about a group of pre-second world war miners who hired an art history professor to teach them art appreciation and ended up becoming artists themselves, with their work being admired by many of the painters of the day and finding its way into major collections. Many of the original actors from its premiere and transfer to the National Theatre are in the cast of this touring production which is West End-bound. It's worth the price of admission and offers a stimulating debate on art, class and socialism, as well as a moving story about the transforming power of art. Theatre Royal, Windsor, Wed to 16 Apr Lyn Gardner London Road, London The BBC1 drama Five Daughters – about the five sex workers murdered in Ipswich in 2006 – drew criticism for focusing on the crimes too soon after the event. Now the National Theatre courts similar controversy with London Road, a musical based on the discovery of the bodies over just 10 days, the convicted killer Steve Wright, and the residents of London Road at the centre of a media storm. Alecky Blythe (book and lyrics) has interviewed local people, and the songs by Adam Cork are based on the speech patterns of the Ipswich people. More importantly, Blythe aims not to sensationalise but to show how tragedy brought the community together. Rufus Norris directs. National Theatre: Cottesloe, SE1, Thu to 18 Jun Mark Cook The Game Of Love And Chance, Salisbury Neil Bartlett's version of Pierre Marivaux's witty and playful 18th-century farce has already been widely acclaimed and it should prove a surefire hit for Philip Wilson and the Salisbury Playhouse production team. Transposing the action to a grand country house in the 1960s and played out with a giddy soundtrack to match, it tells of Mr Prowde, who is keen to marry his daughter, Silvia, to an eligible young man. But hearts prove wayward and the best laid plans flounder when, amid a confusing house party, Silvia and her proposed suitor, Dorant, both find their eyes wandering. It's a terrific stage confection with a distinctive cerebral edge to the farcical action that will certainly appeal to both head and heart. Salisbury Playhouse, to 23 Apr Lyn Gardner Thrill Me: The Leopold &amp; Loeb Story, London More murder at the Tristan Bates Theatre, where the story of Leopold and Loeb returns to the stage. Nathan Leopold and Richard Loeb were known as the \"thrill killers\" for murdering a man in 1924 to see if they could commit the perfect crime. The tale became Rope, a play by Patrick Hamilton (performed at the Almeida Theatre two years ago). The tension between the two men as the deed unravels in that play was a perfect vehicle for Alfred Hitchcock, who filmed Rope in 1948. Now we have a \"chamber musical with 17 numbers\" by New York-based Stephen Dolginoff. George Maguire and Jye Frasca star, with \"offstage dialogue\" by Les Dennis, Pat Quinn and Lee Mead, and Guy Retallack directing. Tristan Bates Theatre, WC2, Tue to 30 Apr Mark Cook Uncle Vanya, Coventry There are plenty of productions being shared around theatres across the UK at the moment, from The Crucible and Northern Stage's fine revival of Who's Afraid Of Virginia Woolf? to Bolton Octagon's The Price, which is heading to both Hull and Scarborough. Sharing between regional theatres and the London fringe is less frequent, but that's what's happening with Helena Kaut-Howson's revival of Anton Chekhov's great play, which transfers to Dalston's Arcola after this Coventry run. Kaut-Howson and Jon Strickland (who plays the lovelorn Vanya) have collaborated on a new version that tries to take the tale back to its Russian origins and make us look at the tragicomedy with new eyes. Belgrade Theatre, to 23 Apr Lyn Gardner Peeling, On tour After Troy may be touring, but it's a performance of The Trojan Women that's at the heart of Kaite O'Reilly's fine play, first performed in 2002 and now revived by Forest Forge for a rural tour. O'Reilly realised that the western theatrical canon is full of disabled characters and so created a play to be performed by differently abled actors. The result is Peeling, in which we meet three women in a modern version of The Trojan Women, who can only discover the truths of their lives as they peel away the costumes. Victoria Rooms, Fordingbridge, Sat; Berry Theatre, Hedge End, nr Southampton, Mon; Ibsley Village Hall, Ringwood, Tue; All Saints Village Hall, Gussage, nr Wimborne, Wed; The Spring, Havant, Thu; Phoenix Theatre, Bordon, Fri Lyn Gardner In Praise Of Love, Northampton Terence Rattigan was a man who knew about love and heartbreak. He also knew, like the poet Philip Larkin, that in the end what will survive of us is love, and that the English vice is an inability to say what we really feel. Rattigan's best plays use the tension between what's said and not said to brilliant dramatic effect. With some of the more famous plays snaffled by other theatres in Rattigan's centenary year, here Northampton's Royal &amp; Derngate offers In Praise Of Love, a later Rattigan play, written in 1973, and set against the backdrop of the 1970s' changing political landscape. Royal Theatre, to 23 Apr Lyn Gardner Platform 18/Brick Award, Glasgow Platform 18 is a scheme to support emergent Scottish artists who break the mould, and the Brick Award is handed out each year at the Edinburgh fringe, with the winners given the chance to restage their shows in Glasgow. Previous Brick winners have included 1927 for Between The Devil And The Deep Blue Sea, so we're talking quality here. This year's showcases are for Me And The Machine's unsettling and touching video goggles show When We Meet Again (Fri to 9 Apr), which explores how we interact with reality and the imagination, and Blackout (Wed &amp; Fri), ThickSkin's vibrant tale of a Glasgow teenager whose life goes nightmarishly wrong. The Platform 18 shows that will subsequently transfer to the Traverse in Edinburgh are Clare Duffy's Money … The Game Show (Tue to 9 Apr), and Gareth Nicholls's Pause With A Smile (Tue to 9 Apr), inspired by some amazing true stories. The Arches, Tue to 9 Apr Lyn Gardner"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}