{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/apr/06/no-definitive-answers-nuclear-debate", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-04-05T23:05:05Z", "webTitle": "Letters: No definitive answers in the nuclear debate", "webUrl": "https://www.theguardian.com/environment/2011/apr/06/no-definitive-answers-nuclear-debate", "apiUrl": "https://content.guardianapis.com/environment/2011/apr/06/no-definitive-answers-nuclear-debate", "fields": {"headline": "No definitive answers in the nuclear debate", "bodyText": "George Monbiot is, at best, confused about debates over nuclear power (The unpalatable truth is that the anti-nuclear lobby has misled us all, 5 April). The real issue is not which individual \"foremost campaigner\" wins some polemical skirmish. Those with greatest interest in portraying the issues this way are the PR companies which strive to influence wider public debate through manipulating such \"opinion leaders\". The issues themselves remain unaffected by noisy media personalities conspicuously recanting professed earlier \"mistaken\" beliefs – often disingenuously and repeatedly over many years. There have always been leading protagonists on all sides who preferred self-referential rhetorical gymnastics to substantiated evidence. Whether on issues around radiation and health or alternative energy futures, the truth is that \"evidence-based\" \"sound science\" does not definitively compel any single interpretation. Peer-reviewed data, rigorous analysis and reasoned scepticism are all essential. But the cause of science is actually undermined by presenting it – without any mention of uncertainty – as if it offers some final incontestable solution. Complexities, uncertainties, ambiguities and legitimate differences of perspective all admit equally valid interpretations of the relevant \"best available\" knowledge. The point is that both nuclear-based or fully renewable global futures are each physically possible, technologically feasible, and potentially economically viable. Despite the constraints, our societies face real – and potentially irreversible – choices. The real \"fairytale\" is to treat this as simplistic contention between scientifically \"right\" and \"wrong\". In the end, the crucial issues include contending social values, political interests and future visions. To deny this and seek instead to assert ostensibly definitive technical answers is undermining equally of science and democracy. Professor Andy Stirling University of Sussex"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}