{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/apr/06/new-labour-elite-dont-get-it", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-04-05T23:05:07Z", "webTitle": "Letters: New Labour elite still don't get it", "webUrl": "https://www.theguardian.com/politics/2011/apr/06/new-labour-elite-dont-get-it", "apiUrl": "https://content.guardianapis.com/politics/2011/apr/06/new-labour-elite-dont-get-it", "fields": {"headline": "New Labour elite still don't get it", "bodyText": "Seizing on Alastair Bonnett's arguments about the power of nostalgia to launch an appeal for \"conservative socialism\" or \"Blue Labour\" demonstrates yet again that the New Labour elite still haven't got it (New Labour insisted that the past be left behind. What a mistake that was, 4 April). The revulsion many of our supporters felt towards New Labour was that it took the party down paths no Labour government should morally ever tread. Unfortunately the party's leading figures are still proving that they have no understanding of that gut Labour morality. When Ken Clarke announced the privatisation of our prisons, Labour shadow ministers capitulated with the value-free statement of support: \"What works is what's best.\" It is shaming that they didn't even question the morality of private companies seeking to profit from the imprisonment of our fellow citizens. When the coalition brought forward its proposals to use force to clear peace campaigner Brian Haw from Parliament Square, and Tory MPs bayed for the blood of UK Uncut supporters, Labour's frontbench acquiesced. Our morality dictates that we always stand up for rights to free speech and peaceful protest. Now that Libya is slipping into a protracted bloody civil war, our morality demands that we lead the call for peace – not timidly fall into line behind this latest military adventure for fear of being attacked for a lack of patriotism. In the backlash against the Tories we may rise in the polls and even win a few elections, but until the Labour leadership gains a grasp of the underlying moral basis of our party, it will be just another party vying for power rather than a movement seeking to build a new society. John McDonnell MP Labour, Hayes and Harlington • Madeleine Bunting succinctly highlights Labour's crisis of identity. Already, we Labour members are being subject to a \"touchy-feely\" policy questionnaire about re-engagement, realignment and forging contracts with communities. (They still don't get it!) As a trade union representative, I've witnessed the near eradication of workplace rights. Reduced terms and conditions, poor pension provision and career insecurity is, I'm afraid, the new reality for the forthcoming working generation. A party that cannot grasp that it should secure and promote the interests of those people in whose name the party represents is unlikely to be taken seriously or gain any credible force as a means to address the many injustices caused by unchecked market forces. Paul Blount Slough, Berkshire • Madeleine Bunting underestimates the damage done to the Labour movement by New Labour policies. For many the Iraq war is still an insurmountable obstacle to rejoining Labour. The attacks on our civil liberties – many still in place – will also not be forgotten. Other bits of New Labour \"damage\" still rankle – the most important is probably the disastrous effect of Gordon Brown's \"light touch\" on financial control, which led to the banking crisis. Other incomprehensible issues include Brown's abolition of the 10p tax band in 2008, and his decision to offer the census contract to Lockheed Martin. John Dean Westerham, Kent • If Labour has a yen for nostalgia, it has to recognise that a socialist state has seized the means of production and is taking over the world as a consequence. China has negotiated the supply of raw materials it will need for the next century and has a population with a standard of living far lower than any nation in the west. China and India can both probably grow for 200 years and still have more poor than Europe. Their principal problems will likely be the exhaustion of land, of water and a decaying environment. The Tories recognise that Thatcherism entailed selling our national assets and spending the receipts. Blair/Brown did not understand the consequences. Cameron/Osborne do. Our reducing economy can only sustain a reduced standard of living. The Tory solution is to junk the superfluous elements of society and run the remainder of the country for those who can keep up. Their principal problem will be keeping enough people on side to get re-elected. This can more easily be achieved by breaking off and discarding those bits of the UK that don't vote Tory. Martin London Denbigh, North Wales"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}