{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/10/rangers-sectarianism-uefa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-09T23:08:02Z", "webTitle": "Rangers must stamp out sectarianism before Uefa wades in", "webUrl": "https://www.theguardian.com/football/2011/apr/10/rangers-sectarianism-uefa", "apiUrl": "https://content.guardianapis.com/football/2011/apr/10/rangers-sectarianism-uefa", "fields": {"headline": "Rangers must stamp out sectarianism before Uefa wades in", "bodyText": "Michel Platini at least has the likely excuse of not fully knowing what he was talking about. Uefa's president used the recent congress meeting to highlight the Scottish Football Association – its president and chief executive specifically, in fact – as a beacon of light on account of work carried out to combat sectarianism. Platini, it seems, had viewed a statement from the SFA which metaphorically wagged a finger towards those who use football matches as a vehicle to openly display bigotry. Which is all very noble of the Scottish game's most senior body but this week, as Uefa opened its latest disciplinary case against Rangers, it wasn't just the Ibrox club who faced embarrassment. The SFA, Scottish Premier League, Scottish Football League and, to an extent, police forces across the country were again proved as either uninterested or toothless in dealing with a problem on their own doorstep. Uefa are perfectly entitled to question why this issue of Rangers fans and sectarian chants is not dealt with, or at least formally addressed, closer to source. It is undoubtedly a motivating factor in the return of The Billy Boys – a chant which already led to Uefa punishment for Rangers – and the rise of the distasteful No Pope Of Rome that fans know authorities in their homeland have neither the will nor the inclination to do anything about it. The SFA's chief executive, Stewart Regan, is well-intentioned and well-meaning. Nonetheless, statements about the scourge of sectarianism in society carry little weight and have a minimal impact. The SPL, which has been silent on this topic recently, has penal powers over clubs whose supporters misbehave. It is over the top to suggest immediate points deductions should be issued but the mere, formal threat of such action would strike a chord with supporters who indulge in sectarian verse week after week on the SPL's watch. The Scottish Football League, who control the League Cup, made no condemnation of the singing at the recent final between Rangers and Celtic. With this recurring theme, the only logical conclusion is that football legislators in Scotland lack the inclination to stamp out this archaic behaviour. Uefa seems to have other ideas. The police will readily point out that they cannot reasonably arrest thousands of punters at a football match, which is in itself a fair point. Nonetheless, it would be a start if even a dozen were hauled out and made an example of. Few people want to arrive at their work on a Monday morning with a breach of the peace charge hanging over them, not least with the stigma of the \"with religious prejudice\" add-on. Rangers themselves appear unable to heed Uefa's earlier wake-up calls. Their chief executive, Martin Bain, while accepting that certain a verse has to be cut out, has been quick to highlight that fans of other clubs are far from angelic either. Which isn't really the point; this is akin to the car thief who is caught red-handed but seeks release from the handcuffs on the basis that an assault is taking place in a neighbouring town. Uefa has taken an interest in Rangers before and would obviously keep ears open for repeat offending. Rangers have a long and successful enough history that songs should be readily available without resorting to the stuff which European football's governing body has already shown will prompt punishment. As Alastair Johnston, the club's chairman, remarked earlier this week: \"Being the chairman of Rangers is invigorating. But this stuff just totally deflates me.\" The Rangers support have it within their power to change. If they don't, the approach of people with and in power in their own country suggests it won't matter anyway. If Platini looks closely enough, he will discover his own organisation is the only one meaningfully attacking the subject he addressed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}