{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2011/apr/02/india-world-cup-strong-leaders", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-04-01T23:06:11Z", "webTitle": "Strong leadership, on and off the field, at heart of India's success | Duncan Fletcher", "webUrl": "https://www.theguardian.com/sport/blog/2011/apr/02/india-world-cup-strong-leaders", "apiUrl": "https://content.guardianapis.com/sport/blog/2011/apr/02/india-world-cup-strong-leaders", "fields": {"headline": "Strong leadership, on and off the field, at heart of India's success", "bodyText": "I first met Gary Kirsten when he was a student at the University of Cape Town. Even then he was a quiet and unassuming, but confident individual. I had just become the University cricket coach and Kirsten was struggling to get a game as the No9 batsman. One day I suggested that he should try opening because, while he was not that sound technically, he had a very strong character. I have seen lots of talented players who I knew were never going to make it, but when you have a man who is as strong mentally as Kirsten is, you cannot put a limit on how far they can go. Now he is the coach of India. He was always energetic and enthusiastic, which is why I thought he would make a good coach, even if the India job was a hell of a one to take on when he had so little experience. We went on to work together at Western Province for a long time, along with Eric Simons, who is now the India bowling coach. Another member of that UCT team, Paddy Upton, is the conditioning coach. He has a degree in psychology, so he works on the mental side as much as the physical one. It gives me a lot of pride that three players who I worked with so much have gone on to have such success as coaches. They are the unsung heroes behind a squad full of superstars, especially Kirsten. That is just how he wants it. It is in some people's nature to want to be in headlines, but Kirsten has always been shy of the media. That was part of why he is so well suited to the job. For a long time India lacked a hard edge. Before Kirsten they appointed Greg Chappell to try and give it to them. Chappell was a good coach in the wrong job. His Australian approach did not fit with the culture of the team or of the country. He was abrasive and always spoke his mind. So he rubbed people up the wrong way. Kirsten is a tough man, but he is also the kind who is quick to put an arm around your shoulder. He talks quietly to people and tries to motivate them in a positive way. That is why he has built up such good relationships with the Indian players. You hear them talking about him as though he were a friend more than a coach, which is very telling. Take Sachin Tendulkar. Chappell almost seemed to want to provoke Tendulkar into playing better, but a player like that does not need challenging. Like all great sportsmen, he drives himself. I know that Kirsten gets on very well with Tendulkar. They talk cricket a lot. Tendulkar is very forthcoming with his ideas, but does not try to dominate discussions. He will make a suggestion, but will support Kirsten whether he goes with it or not. That is a real mark of the man. I like the fact that Tendulkar tried the captaincy and decided it was not for him, but still contributes so much to the team on and off the field. He does it without too much ego. When he gives advice to MS Dhoni he is not demonstrative. He does not wave his arms around just to show the crowd that he is still making decisions, but just walks up and has a quiet word in the captain's ear. As in all things, you need a little luck to be a good coach and Kirsten is fortunate to have such good lieutenants in the team. The same goes for Dhoni. I have studied Dhoni closely over the years, and these days I am impressed with every single aspect of what he does. Technically, he is not a very good cricketer, but mentally he looks as though he knows how to work with the ability he has got. Just like Kirsten. When he arrived in the team he seemed to be a showman, always playing strange and spectacular shots. But now he is one of those players who can really adjust his style to the situation. He is prepared to grit it out and to give the glory to other batsmen while he just plays the ball around and tries to occupy the crease. If anything he could do with showing a little more of that old flair. As a captain he has the great gift of being proactive rather than reactive in his decision-making. You see that in his field settings and bowling changes. When decisions go wrong a proactive captain is always going to be more exposed than a reactive one, but Dhoni does not fear that. Look at the stick he took when he gave Ashish Nehra the final over instead of Harbhajan Singh in their defeat against South Africa. Afterwards, Dhoni explained his thinking, which was sound, and shrugged the criticism off. He is also a model of good body language on the field. Watch him when a catch is dropped. He does not mutter to himself or stare at the grass. He holds his head high and puts his hands on hips, almost as though he did not notice it happen. The message he is sending the players is \"OK, let's move on and get on with it.\" Kirsten, Dhoni and Tendulkar. They are an excellent trio of leaders. If India win, they will owe an awful lot to all three."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}