{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/apr/10/oak-tree-golf-masters", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-04-09T23:07:06Z", "webTitle": "The oak tree that is the epicentre of world golf during the Masters", "webUrl": "https://www.theguardian.com/sport/2011/apr/10/oak-tree-golf-masters", "apiUrl": "https://content.guardianapis.com/sport/2011/apr/10/oak-tree-golf-masters", "fields": {"headline": "The oak tree that is the epicentre of world golf during the Masters", "bodyText": "Plenty of people who have not visited the Augusta National could still readily reel off a list of features that make the home of the Masters special. Be it fabulously colourful foliage or Amen Corner, Augusta bears famous images that span continents. A large oak tree, planted in the 1850s, will probably not mean so much to those who take in the tournament from afar. It is no exaggeration, nonetheless, to highlight this living piece of Masters heritage as the epicentre of world golf during this, the week of the first major of the year. Even a swift glance under said oak tree, which sits directly in front of the Augusta clubhouse, at any given moment – and as the Masters rages on ahead – is revealing. The appearance of television crews and competitors is perhaps inevitable; alongside them are a host of agents, media executives, Augusta members and big-time players from a host of global industries. This is the environment where Dermot Desmond, the multimillionaire Irish tycoon and majority shareholder in Celtic, can be seen sharing a joke with Alastair Johnston, who doubles up his role on the board of the International Management Group as the chairman of Rangers. \"It is Piccadilly Circus or Trafalgar Square,\" explains Ken Schofield, a former executive director of the European Tour. \"If you come to London, that's where you meet anybody. If you are part of golf and care for golf – as everyone here does – Augusta under the tree in springtime is it. \"It has been happening for 75 years. If you arrange a meeting, it will be at the tree and I think that works. In my experience, that's the case.\" The setting is conducive to amiable conversation and relaxed business dealings. This year, in particular, when the sun has blazed down in Georgia, the shade of the oak tree is perfect and practical for discussion. If nothing else, some could readily be lulled into a false sense of security. \"This is where the world of golf congregates, under this tree,\" says Robert Duck, of Hambric Sports Group, which manages Sandy Lyle and Francesco Molinari, among others. \"I did one [deal] in three minutes on Wednesday, a negotiation for a player to play in a tournament. We agreed terms under the tree, it was done, in three minutes; handshake, contract will be sent.\" Guy Kinnings, who manages Colin Montgomerie, is similarly effusive as he prepares for a Friday evening meeting under the tree. \"I am waiting here for a six o'clock,\" Kinnings says. \"People know to come here and meet. A huge amount of business gets done here; if I could tot it up, it would make a very healthy sum. \"It is synonymous with the place and not exactly the worst backdrop to doing a deal. There is something hugely appealing about coming back to the same place every year, where you know how things work. \"You know certain people will be sitting on benches in one area, others will meet under the tree and head off to a table or to the Grill Room.\" It emerged before this Masters got underway that one of 61 magnolia trees lining the main and famous driveway towards the course had been damaged beyond repair during a storm. The magnitude of the oak at least spares it from any such fate. George O'Grady, the European Tour's chief executive, is another who spends hours of his Masters week in and around the same spot. \"In terms of European Tour sponsors, the main guys from BMW and Barclays are just over there,\" he says, nodding to one shaded area. \"There are more operating sponsors and figures from the European Tour standing around here than there are back in Europe at the moment. \"All the big federations and management groups are here together, sorting things out. \"The deal is that we just meet under the tree at a certain time; everyone knows you can be five minutes late because you get talking to someone on the way. There could be Arnold Palmer standing under one section and Jack Nicklaus standing under another. It is a hive of activity and a wonderful setting. There is no other place like it in the world of golf – and certainly not with the view.\" Not all of Augusta's most significant points, then, are couched between 18 holes."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}