{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/apr/25/sympathy-for-greg-mortenson", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-04-24T23:05:06Z", "webTitle": "Letters: Tea and sympathy for Greg Mortenson", "webUrl": "https://www.theguardian.com/world/2011/apr/25/sympathy-for-greg-mortenson", "apiUrl": "https://content.guardianapis.com/world/2011/apr/25/sympathy-for-greg-mortenson", "fields": {"headline": "Tea and sympathy for Greg Mortenson", "bodyText": "Madeline Bunting is somewhat harsh about Greg Mortenson of Three Sups of Tea fame, who allegedly made up parts of his book (Comment, 22 April). He hasn't had, as yet, much time to defend himself. His book's basic message, though, isn't to do with imperialism or feminism. It is that by building schools – especially girls' schools – in Afghanistan and Pakistan, local people, and particularly moderate tribal elders, can rescue and protect their people from extremists and the influence of fundamentalism, while fostering sustained local economic development, better health and quality of life – not least because educated women are powerful agents and catalysts for change and progress. All this can be achieved with a bottom-up approach, largely avoiding bureaucrats, politicians and the military, who tend to be either inefficient, brutal or corrupt, or all three. Hopefully his book, which is an uplifting read and a much-needed antidote to cynicism, can still, when the smoke clears, demonstrate these essential truths. Patrick Watson London • Madeleine Bunting is right Three Cups of Tea confirms US self-righteousness in central Asia. The book should also be condemned for its brutality to the English language. After putting up with its irritating self-righteousness and use of stereotypes, especially of women, I finally abandoned the book after 50 pages on reading: \"He threw himself into Marina's life vertiginously, jumping in with both feet.\" Chris Weeks Beaworthy, Devon"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}