{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/apr/29/country-diary-south-downs-sussex", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-04-28T23:05:07Z", "webTitle": "Country diary: South Downs, West Sussex", "webUrl": "https://www.theguardian.com/environment/2011/apr/29/country-diary-south-downs-sussex", "apiUrl": "https://content.guardianapis.com/environment/2011/apr/29/country-diary-south-downs-sussex", "fields": {"headline": "Country diary: South Downs, West Sussex", "bodyText": "It's early morning and surprisingly chilly when I stride up the long path towards the top of the Downs. Whitethroats chuck and cackle, some elusive, some brazen, from hedgerows all along my route, as if applauding my determined, solitary procession. Skylarks add a constant, ear-piercing backing track. One sings from directly above, flapping in a wide circle. It's already dazzlingly bright. The low sun is burning a hole in the blue sky, and long, black shadows point towards me from the fence posts by the footpath. There's a light breeze, but I position myself so that it sweeps past me, from left to right, so my scent is carried away from the area I'm scanning. Broad margins of fresh grass and bird-seed mixtures lie all along the field edges, specially planted by the farmer under stewardship schemes to provide food for wildlife. I spot the large, squatting profile of a brown hare. It munches the grass, whiskers twitching and large, hooded orange eyes staring. A hare's senses are staggeringly acute. If it hasn't seen you, then it's usually smelled you long before you see it. Its sight is virtually 360 degrees, its only blind spot being right in front of its nose. My hare is still eating, but it's wary. Long, dark-tipped ears rise and fall together, then one at a time in a ballet of awareness. It begins to move across the field, its long rear legs pushing it forward in slow, bounding movements. It pauses at the summit of the hill – a typical surveillance tactic. It stands silhouetted in a halo of golden light, tall ears alert. Suddenly it picks up its pace and disappears into the long grass. I rise and walk on up the hill to the pretty, tinkling call of corn buntings. Numbers of brown hares have declined across Britain by almost 80% in the last 60 years, but they are thriving – as are the corn buntings and skylarks – in the Downs' carefully managed patchwork mix of fields."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}