{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/20/neil-lennon-targeted-parcel-bomb", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-19T23:36:40Z", "webTitle": "Neil Lennon and two prominent Celtic fans targeted in parcel bomb campaign", "webUrl": "https://www.theguardian.com/football/2011/apr/20/neil-lennon-targeted-parcel-bomb", "apiUrl": "https://content.guardianapis.com/football/2011/apr/20/neil-lennon-targeted-parcel-bomb", "fields": {"headline": "Neil Lennon and two prominent Celtic fans targeted in parcel bomb campaign", "bodyText": "Parcel bombs intended to kill or maim have been sent to the Celtic manager Neil Lennon and two other prominent fans of the club – the manager's lawyer and a senior Labour politician. The three devices were discovered at several locations in the west of Scotland over the past month, and are considered dangerous, a senior police source has confirmed. One addressed to Lennon at Celtic's training ground was intercepted by Royal Mail staff, but a second was forwarded to the constituency office of Trish Godman, a former deputy presiding officer of the Scottish parliament and Labour MSP and passionate Celtic fan. Her office staff became suspicious and alerted Strathclyde police. Detectives initially believed the parcels were elaborate hoaxes intended to distress their targets but later decided they were viable explosive devices. The third device was addressed to Paul McBride QC, who, speaking at the Faculty of Advocates lawyers' offices in Edinburgh, made outspoken attacks on the Scottish Football Association for its treatment of Lennon over alleged disciplinary offences. It is understood all devices were all sent from within Scotland: anti-terrorism branch officers were initially involved but have ruled out loyalist terrorist involvement. The device sent to McBride was apparently posted in Ayrshire when it was discovered by a postal worker in a letterbox, and taken to a sorting office. Ministers in the Scottish government secretly convened a cabinet sub-committee meeting on Saturday to discuss the discoveries. News media were asked not to report the incidents to avoid prejudicing a police investigation. The incidents mark a significant escalation in a campaign against Lennon, a Northern Irish Catholic, involving death threats, hate mail, bullets sent in the post and an earlier letter bomb. Lennon, his wife and children have left their home and have been living under 24-hour guard at a secret location for some weeks. The former Northern Ireland player has been involved in repeated disputes with the Scottish football authorities and with his fiercest rivals, Rangers, involving refereeing decisions, the conduct of each team's players and his own behaviour. Although he has not been directly been in disputes about sectarianism, senior figures in Celtic, including its chairman and former Labour home secretary John Reid, and the Catholic church were involved in public rows over alleged bias against Celtic. In March, the first minister Alex Salmond convened a meeting involving both clubs, the football authorities and Strathclyde police to clamp down on the violent on-field disputes involving both clubs and the sectarianism on the terraces, largely involving Rangers fans. Both clubs agreed to allow senior police officers onto training grounds to remind players they face arrest for on-field misconduct. The two clubs are next due to meet this weekend, on Easter Sunday, in their final derby match of the season. Asked about the latest discoveries, Salmond told BBC Scotland: \"We will not tolerate this sort of criminality in Scotland, and as an indication of the seriousness with which we view these developments the cabinet sub-committee met last Saturday to ensure that the police investigation has every possible support to come to a successful conclusion.\" Michael Kelly, a former Celtic director and Lord Provost of Glasgow, told the BBC: \"This now is terrorism, purely and simply. It's got nothing to do with football and the background of the summit and the Old Firm game. It's up to the police to refocus their targets on these people and to catch them.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}