{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/apr/14/in-praise-paraguayan-harp", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-04-13T23:32:53Z", "webTitle": "In praise of … the Paraguayan harp | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2011/apr/14/in-praise-paraguayan-harp", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/apr/14/in-praise-paraguayan-harp", "fields": {"headline": "In praise of … the Paraguayan harp", "bodyText": "In Europe the harp has angelic associations. It is seen – unjustly – as a gentle, even fey, instrument. Images of Celtic mists and soft sunsets adorn the covers of a thousand classical CDs. In South America things are different. There the harp is a cowboy instrument, playing the tunes of the people, fast and furious. It can be as strident as a steel guitar and as rhythmic as a drum kit, with a bright, sharp, rising twang that makes you want to dance. Many South American countries claim a share of the tradition, but Paraguay is its true home and this week, in a series of short concerts in London to mark 200 years of the country's independence from Spain, the young Paraguayan harpist and composer Blas Flor showed its power. The harp was brought to Latin America by Spanish colonists, at a time when it was still an active part of everyday music-making in Europe, a common folk instrument rather as the guitar is today. Adopted and adapted by the indigenous population, who have cherished it ever since, the Paraguayan harp is portable, its strings close together, played with fingernails like a guitar. Much Paraguayan harp music accompanies songs in the local language Guarani, but new composers are changing traditions and expanding its use. For enthusiasts of the obscure there is now even such a thing as Paraguayan electro rock. Some folk traditions are a chore to listen to, simple and unmusical. The harp in South America is different: it is the sound of wide open plains, hot nights and cold beer."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}