{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/17/andy-carroll-liverpool-arsenal-kenny-dalglish", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-16T23:08:04Z", "webTitle": "Andy Carroll on song and in tune with Luis Suárez as Liverpool seek profit at the Emirates", "webUrl": "https://www.theguardian.com/football/2011/apr/17/andy-carroll-liverpool-arsenal-kenny-dalglish", "apiUrl": "https://content.guardianapis.com/football/2011/apr/17/andy-carroll-liverpool-arsenal-kenny-dalglish", "fields": {"headline": "Andy Carroll on song and in tune with Luis Suárez as Liverpool visit Arsenal", "bodyText": "Kenny Dalglish has led Liverpool to victories over Chelsea, Manchester United and Manchester City since taking over in January, and is aiming to continue his impressive record against the sides above his own in the league at Arsenal on Sunday. Andy Carroll scored his first two goals for the club in their latest win, against City on Monday, while his combination with the club's other major purchase in the January transfer window, Luis Suárez, looks increasingly convincing. \"Sometimes it takes a little time to settle down, but him [Carroll] and Luis have done very well and done brilliantly,\" Dalglish says. \"We've been delighted with both of them. \"Within the framework of the team there is always going to be combinations and Andy and Luis are getting to know each other better through every training session. The longer they are together the better they will be. That applies to everybody.\" With the 3-0 victory over City having followed an embarrassing 2-1 defeat at West Brom, Dalglish remains in search of consistency. With only 14 points won away from Anfield this season, Liverpool's away record is considerably worse than 17th-placed Blackpool's, while only Blackburn, Stoke and Wolves have lost more games on their travels – and Liverpool have never won at the Emirates. \"Arsenal are a fantastic footballing side,\" Dalglish says. \"Up until about a month ago they were in with a shout for four competitions. They just have the Premier League now, but it doesn't take away the fact they have players of fantastic ability and are a team a lot of people enjoy watching. We know it is a difficult game for us and we know what we are up against – but I think they'll be saying they will have a difficult game also.\" Dirk Kuyt, Liverpool's top scorer with 11 goals this season – seven of which have come since Dalglish took over – has signed a one-year contract extension that ties him to Anfield until 2013. \"He has done brilliantly for the club and it is just reward that the contract has been extended,\" Dalglish says. \"He always chips in with goals and he is never short of work-rate. We have a person who knows what the club is all about and somebody who is very happy here. We are very happy to have him.\" The Dutchman, meanwhile, is determined to mark his time on Merseyside with some silverware. \"It feels like a privilege to help the club back to where they belong,\" he told the club's website. \"It's great to play five years for a club like Liverpool, but you want to win trophies and that's what I'm aiming for. That's what I believe in and what I will be fighting for.\" The 30-year-old Netherlands international, who joined Liverpool from Feyenoord in 2006, has spent the past month negotiating new terms. He says \"since the day I first walked in, I felt welcome. That feeling has never left\". Terms of the deal were disclosed by Dutch consultancy company Sport-Promotion. Dalglish said on Liverpool's website that \"the deal adds to the continuity of keeping people here that we want to keep\". Kuyt scored his 11th goal of the season in the victory over Manchester City."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}