{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/apr/17/police-officer-blinded-by-raoul-moat-will-run-london-marathon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-04-16T23:07:00Z", "webTitle": "Police officer blinded by Raoul Moat will run London marathon", "webUrl": "https://www.theguardian.com/sport/2011/apr/17/police-officer-blinded-by-raoul-moat-will-run-london-marathon", "apiUrl": "https://content.guardianapis.com/sport/2011/apr/17/police-officer-blinded-by-raoul-moat-will-run-london-marathon", "fields": {"headline": "Police officer blinded by Raoul Moat will run London marathon", "bodyText": "The policeman blinded after he was shot in the face by fugitive gunman Raoul Moat will be among the tens of thousands taking part in today's 30th London marathon. David Rathband, 42, said running had helped chase away his demons after he was twice shot at point-blank range in Newcastle last July. \"I've been to some very, very dark places, and I've had some visitors that I'd choose not to have,\" he said. \"But they pop along and I try to run them out, and I've managed to do that.\" Rathband is running for the Blue Lamp Foundation, a charity he founded that helps emergency services staff who have been injured in the line of duty. The Northumbria police constable will be guided along the 26.2-mile route by fellow policeman Gareth Rees, who was told that he would never walk again after breaking both legs when a car struck him two years ago. Up to four-fifths of today's 36,500 runners will also be raising money for their chosen causes in what is considered the world's biggest one-day fundraising effort, as well as one of its biggest running events. Oxfam is this year's official charity. Rathband, who hopes to raise £1m for charity in three years, described his preparation as a mental struggle as well as a physical test. He said: \"It's a very lonely place when you're training.\" Last month two men were convicted at Newcastle crown court of helping Moat during his shooting spree before he killed himself last summer. \"But it's public knowledge that the trial went on for a very long time and it ripped my wife and myself apart for the second time, and I'm still trying to rebuild my strength, energy and health,\" said Rathband on the eve of the event. The Olympic marathon champion, Kenyan Samuel Wanjiru, has been forced to withdraw from this year's men's race with a knee injury, preventing him from attempting to regain the title he won in 2009. He has been replaced in the lineup by fellow Kenyan Martin Lel, who triumphed in London in 2005, 2007 and 2008. He has also won the New York marathon twice."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}