{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2011/apr/10/masters-2011-lee-westwood-luke-donald", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-04-09T23:16:27Z", "webTitle": "Masters 2011: Lee Westwood and Luke Donald in fight to seize the day | Richard Williams", "webUrl": "https://www.theguardian.com/sport/blog/2011/apr/10/masters-2011-lee-westwood-luke-donald", "apiUrl": "https://content.guardianapis.com/sport/blog/2011/apr/10/masters-2011-lee-westwood-luke-donald", "fields": {"headline": "Masters 2011: Lee Westwood and Luke Donald in fight to seize the day", "bodyText": "So close is the 75th US Masters, and so young are some of the leading contenders, that the top of the leaderboard resembles a bunch of kittens fighting under a blanket. All day the tournament looked to be there for the taking by a more mature specimen who could get a serious grip on it and swat the youngsters aside. By Sunday night there will be plenty of golfers looking back and thinking they may have missed a rare chance. Lee Westwood and Luke Donald are two Englishmen strongly favoured to win this tournament one day. Each is in the prime of his career, but has yet to win a major. And on Friday night, as Westwood signed his card for a 67 at the end of the second round to follow a level-par 72 on Thursday, this looked like it might be his chance to dispel the memory of last year's collapse against Phil Mickelson. At that point, sitting five strokes behind Rory McIlroy, he seemed confident enough in his deadpan, understated way. \"I know how quickly five-shot leads can evaporate,\" he said, harking back to the events of 12 months ago. \"I was going down the 11th with a five-shot lead, and about 40 minutes later I was one behind. It's part of the value of being experienced and playing in your 12th Masters and being in contention before to be very patient and expect the unexpected.\" His listeners sat back and quietly conjured visions of the 37-year-old world No2 continuing his impressive form through the third round and putting himself into position for a charge on the final day. Sadly, this turned out to just another illusion of the sort in which golf specialises. Donald, four years younger, came more quietly through the early rounds, a 72 and a 68 hardly appearing to put him among the candidates for weekend glory. But while others were finding themselves becalmed on Saturday, he was among the small number, including Angel Cabrera, Adam Scott, Charl Schwartzel and Bo Van Pelt, who came out of the undergrowth to snatch places near the top of the leaderboard. It was a sultry, overcast day, the temperature nudging 90 degrees in old money, the air thick enough to take the pace off a well-struck drive. Southern voices, always slow, seemed to have found an even lower gear. A thunderstorm was promised, but never arrived. Maybe the heaviness of the atmosphere had something to do with the air of torpor that seemed to envelop Westwood as he set off in the early afternoon. A drive off the 1st tee to the middle of the giant sand trap to the right of the fairway set the tone. A decent recovery put him 30 feet from the pin, but his first putt overran the hole by eight feet and his second stopped a few inches short, pulling him back to four under. From a poorish location in the first cut – as Augusta National calls its carefully manicured light rough – beside the fairway on the par-five 2nd, he hit a fine shot with his rescue club and took two putts from 40 feet to recover the earlier loss. There was another disappointment at the 5th, where an eight-footer slid past, but again he made a quick recovery, thanks to a tee shot to five feet at the short 6th. Two more pars took him to the 9th, where his drive went left, his second shot ran through the green, and his attempt to putt through three different textures of grass in 30 feet ended in miserable failure as the ball came to a halt after travelling barely a third of that distance, not even making it to the fringe of the green. This time there was no immediate recovery. The damage caused by a further loss at the 11th was not repaired until a fine drive and approach gave him the opening for a birdie at the 13th, his second there of the tournament, only for another shot to leak away at the 17th. Waywardness was the keynote of his round, particularly in comparison with Schwartzel, his 26-year-old South African playing partner, who spent the day moving up to within touching distance of the lead. The Englishman's 74 left him three under par and a lot further away than he would have hoped to be. Donald made steadier and stealthier progress than Westwood, at least as stealthy as can be made by a man whose pistachio, raspberry and white outfit made him look like a walking neapolitan ice cream. He started brightly, too, by becoming one of only two players to make birdie on Saturday on the 1st, where the pin was tucked barely the length of a club handle from the left-hand edge of the green. That took him to five under, but it was the birdies on the 8th and 9th that gave him a presence among the leaders. He made a mess of the 13th, but earned the shot back at the next hole and will start the final round seven under par, firmly in contention."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}