{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/apr/25/in-praise-of-little-imber-on-the-down", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-04-24T23:05:07Z", "webTitle": "In praise of … Little Imber on the Down | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2011/apr/25/in-praise-of-little-imber-on-the-down", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/apr/25/in-praise-of-little-imber-on-the-down", "fields": {"headline": "In praise of … Little Imber on the Down", "bodyText": "Cheesewring and Swarkeston, Grimspound and Frismersk, Dishley, Nosely and Fordebottle-in-Furness: little or nothing remains of such villages now. Some failed because their populations drifted away; others were swallowed whole by the sea or disappeared under reservoirs. Still others – Tottington, West Tofts (with its fine Pugin church) and Stanford in the Brecklands, Tyneham in Dorset, and Imber at the lonely heart of Salisbury Plain – were requisitioned in the second world war. The Norfolk training area remains closed to the general public, but Tyneham and Imber are occasionally opened for public inspection, and will be today. At Imber the Churches Conservation Trust has taken over the church of St Giles and reroofed it, and beyond you can wander the shattered streets and see the remains of the pub and some of the houses where families lived in tranquillity until on 1 November 1943 they were given 47 days to clear out of the village. It's possible that Imber might have died anyway: its population had fallen over the previous century from over 400 to little more than 100. Or it might have been discovered by city dwellers in search of country retreats, in which case it would no longer have been the old Imber. Its fame has spread over the years of public admission. Some 2,000 people came when the gates were opened last autumn. Best perhaps to be there this evening or at first light tomorrow when the crowds have dispersed and there ought to be a better sense of the village that was."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}