{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2011/apr/06/sport-fiction-jeeves-herriot", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-04-05T23:06:01Z", "webTitle": "From Jeeves to Herriot: all creatures great and sporty | Frank Keating", "webUrl": "https://www.theguardian.com/sport/blog/2011/apr/06/sport-fiction-jeeves-herriot", "apiUrl": "https://content.guardianapis.com/sport/blog/2011/apr/06/sport-fiction-jeeves-herriot", "fields": {"headline": "From Jeeves to Herriot: all creatures great and sporty", "bodyText": "I'm reading a new, allegedly comic, novel about the decline of newspaper journalism in the internet age – The Financial Lives of the Poets, by Jess Walter (Penguin £8.99). The antihero narrator is an unconvincing foot-loose screw-loose character who answers to the name Matt Prior. Is the England wicketkeeper already in touch with his solicitor? Literature's most renowned name-steal from sport is probably PG Wodehouse's blatant nick for Bertie Wooster's agelessly enduring manservant. The author even left us with the precise day and detail of his actual theft – a high-summer's holiday afternoon in 1913 in Cheltenham watching Gloucestershire v Warwickshire in the County Championship in which visiting medium-pacer Percy Jeeves took a few wickets. But it was the bowler's general bearing and neatness which charmed the young writer almost as much as the name he'd been seeking for his newly conceived character of a gentleman's gentleman. The story took on a wretchedly poignant edge, of course, when the bowler – who was \"bound to play for England soon\", they all said – died for England in the trenches of the first world war in 1916 even before his surname would attain its everlasting literary resonance. Wodehouse was an old boy of Dulwich College where, later, another former pupil, cricket-lover and best-selling author who also left England for the United States, created the name of his fabled detective directly from the Dulwich school magazine. To consummate the baptism of his great protagonist in the trilby hat, Raymond Chandler decided on the fancy of combining the Christian name of the highest-scoring schoolboy batsman of the winning house in the previous summer's Dulwich cricket – and so it came to pass that the batsman was \"Philip\" and the house was \"Marlowe\", and thus was leafy south London in a blink translated into the mean streets of America. A more recent top-of-the-pops author was Bernard Wiggins who gave up life as a BBC producer to be a full-time writer of historical fiction, changed his own surname to Cornwell, and came up with a no-nonsense NCO to take on Napoleon, naming him after his boyhood rugby hero, England's Cornish Corinthian fly-half of the 1960s Richard Sharp. Just add an e to the surname to soften it and you have bulldog-brave Sgt Richard Sharpe of the 2nd Battalion 95th Rifles and onwards and upwards into the officers' mess. Sharpe's progress. Authors invent their own names too. There was that happy day, for instance, when retiring Yorkshire vet Alf Wright had confirmation a publisher had accepted his first veterinary memoir. Did he want to use a nom de plume? As Alf and his wife chewed over possible names that evening, a football match was being breathlessly described on the television. Suddenly Birmingham City's Scottish goalkeeper Jim Herriot saves a penalty. \"Jim Herriot: that's a nice appealing name,\" remarks the wife – and so did fame and fortune follow as \"James Herriot\" published All Creatures Great And Small, with many sequels and riches thereafter. Titles as well. Most freshly original of all British TV dramatists for my money remains Jack Rosenthal. In his memorable P'tang, Yang, Kipperbang, the mystifying title represents his Colne school playground gang's secret password which pledges undying homage to Burnley FC's late-1940s wizard of the wing, dashing trickster Peter Kippax – ie Kipperbang. Directed fondly by Mike Apted, the beguiling play launched Channel Four in 1982 and, also, devotees will remember, richly evoked newly-retired John Arlott's cricket commentaries. Cricket-loving Nobel playwright Harold Pinter used one of his enduring masterpieces, No Man's Land (1975), to anoint the two grand thespian knights John Gielgud and Ralph Richardson with a genuflection to the respective saints, Spooner and Hirst, from cricket's golden age – handsome, upright Marlborough gent Reggie Spooner (1880-1961, 10 Tests), free spirit who \"handled his bat as a lady handled her fan\", and Kirkheaton's versatile twinkler George Hirst (1871-1954, 24 Tests), finest all-rounder after Grace and universally loved as \"cricket's happy warrior\". Another sports-nut playwright Samuel Beckett possessed a zanier, more Celtic sense of humour and that terrific actor and lovably mischievous soul Peter Woodthorpe, who created the role of Estragon in the original 1950s production of Beckett's classic Waiting for Godot, always claimed the author told him he chose the name in the title in memory of a likable but notoriously slow French road cyclist – \"so whenever we performed the play in Paris the line 'We're waiting for Godot' always produced the biggest laugh of the evening\". If that Woodthorpe tale isn't actually true, then it jolly well should be, shouldn't it?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}