{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/21/arsene-wenger-arsenal-tottenham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-20T23:58:18Z", "webTitle": "Arsène Wenger refuses to concede that Arsenal's bid for title is over", "webUrl": "https://www.theguardian.com/football/2011/apr/21/arsene-wenger-arsenal-tottenham", "apiUrl": "https://content.guardianapis.com/football/2011/apr/21/arsene-wenger-arsenal-tottenham", "fields": {"headline": "Arsène Wenger refuses to concede Arsenal's title challenge is over", "bodyText": "Arsène Wenger refused to concede that Arsenal's title hopes have ended, despite his team trailing the leaders Manchester United by six points with only five matches to play. The manager was in surprisingly upbeat mood following the draw at Tottenham Hotspur, a game that Arsenal had led 3-1, and he said the race remained \"completely open\". Wenger had said before Sunday's home fixture against Liverpool that Arsenal needed to beat them and Tottenham to remain in contention. They conceded a last-gasp equaliser from the penalty spot to draw 1-1 with Liverpool. Wenger has seen enough from his team, who still have to play United at home on Sunday week, to believe that they could yet finish on top to claim their first silverware since 2005. United dropped points in the 0-0 at Newcastle United on Tuesday. \"It is completely open,\" he said. \"We have to get ready for the next game [away at Bolton Wanderers] and fight as we have done. This team has a remarkable attitude, even if at the moment we are not rewarded with the number of points. We are remarkably consistent. We are on a 16-match unbeaten league run but we have had too many draws. That is what we have to turn around. But it is open. Chelsea are back in the race and they play Man United and Spurs. It is down to us to keep our faith and keep battling. We will not always draw when we score three goals.\" Wenger's regrets took in the loss of the two-goal lead, a disallowed goal from Robin van Persie and the fatigue that his team showed late in the game. Tottenham had not played since the previous Wednesday. \"It is a massive disadvantage to play two games of such stature in a matter of days,\" he said. \"The Liverpool game had a bearing. Physically we dropped in the second half, which explained why they equalised and why there was room to score goal numbers four and five. \"We controlled the first half and to be 3-2 did not reflect the first half. Theydidn't create a lot and I also feel that we scored a goal that was not offside. But it is not all negative. What happened to us on Sunday... to recover and come back... I believe that this team has outstanding personality. Not many teams would have survived what has happened to us recently.\" It was a breathless occasion and Harry Redknapp sought simply to savour it. \"I don't know where this leaves us for fourth place and I don't care,\" the Tottenham manager said. \"If we make it, we make it ... if we don't, we try again next year. Redknapp said that Gareth Bale, who was forced off with a knee injury after a challenge from Wojciech Szczesny, \"shouldn't be too bad. He got a knock but he'll get plenty of them over the next few years,\" he said. \"He should be OK.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}