{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/apr/17/observer-editorial-britain-role-in-gulf", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-04-16T23:11:00Z", "webTitle": "Bahrain: We must speak out about brutality in the Gulf | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2011/apr/17/observer-editorial-britain-role-in-gulf", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/apr/17/observer-editorial-britain-role-in-gulf", "fields": {"headline": "Bahrain: We must speak out about brutality in the Gulf", "bodyText": "One obvious lesson for the west from recent upheaval in the Middle East is that propping up authoritarian regimes on the grounds that they make stable allies is a terrible policy. The stability procured by despotism is an illusion. Brittle police states can contain, but never satisfy, a captive people's appetite for better lives. Eventually, they shatter and the more rigid the apparatus of repression, the more explosive the change when it comes. That has been demonstrated clearly enough in North Africa and yet the west struggles to apply the lesson to the Arabian Peninsula. The contagious spirit of democratic springtime that provoked protests in Tunisia, Egypt and Libya also reached Bahrain, Yemen, Saudi Arabia. But there the west has been markedly less inclined to cheer it on. The Observer carries the chilling testimony of a young Bahraini caught up in the small Gulf kingdom's brutal crackdown on civil dissent. It is a story that struggles to be heard as foreign media are increasingly denied access to the country and the local press is muzzled. As many as 30 people are thought to have been killed as anti-government demonstrations have been violently suppressed. Hundreds of protesters have been detained and employees have been dismissed from state-owned enterprises in a move to purge dissent. As our report makes clear, the unrest is increasingly sectarian in character. The Khalifa royal family and ruling elite are Sunni, while the majority of the population is Shia. That religious, cultural and economic division was politicised before the current crackdown, with the main parliamentary opposition coming from Shia parties. The government has flirted with a plan to ban those groups on the grounds of \"disrespect for constitutional institutions\". There has been widespread intimidation and abuse of Shia communities, carried out in part by security forces \"invited\" from neighbouring Saudi Arabia. It would be unfair to say that the violence carried out by Bahraini authorities has passed entirely without comment from the UK. There have been pained expressions of discomfort and urgings of restraint on all sides. Elsewhere in the region, those noises were precursors to more robust language. But in the Gulf there is a subtle difference of tone. In a statement to Parliament, William Hague, foreign secretary, was keen to recognise \"important political reforms\" which he welcomed in the context of \"the long friendship between Bahrain and the UK\". Why does this Gulf regime get the benefit of the doubt when other authoritarian Arab rulers do not? Clearly, there is no question of intervention in Bahrain or in any other state where protest is being crushed. The entanglement in Libya leaves no appetite for giving active support, whether diplomatic or military, to other rebellions. If only one villain in the region had to be singled out for attack, Colonel Gaddafi was surely the most deserving candidate. But to have different levels of tolerance for different despots still raises awkward questions about Britain's role in the region. It plainly compromises the government's credentials as an advocate for democracy. There are many reasons for western reluctance to criticise Gulf rulers, but two stand out: oil and Iran. The latter's aspirations to be a regional superpower, armed with nuclear weapons, is the source of perpetual anxiety in much of the Middle East and in every western capital. Iran has a proven record of exporting aggressive Shia fundamentalism, chiefly by sponsoring Hezbollah in Lebanon, but also by fomenting insurgency in southern Iraq. As a result, Sunni Arab regimes and their western allies assume Iranian mischief when Shia communities get restive – as in Bahrain. That fear is eagerly stoked by the Gulf monarchies and emirates, largely without evidence, but safe in the knowledge that Washington and London are allergic to the suggestion of Tehran's advancing influence. The main strategic bulwark against Iranian power is Saudi Arabia, which happens also to be the world's largest oil exporter. It is hardly a coincidence that the Saudis are keen buyers of British military exports and close partners in antiterrorism operations. It is easy enough to see the immediate utility of this relationship, but it is ultimately toxic. The Saudi regime is an unstable mix of ferocious religious zealotry and hypocritical monarchial decadence. It has no interest in or agenda for democracy and yet it is our key ally in the Middle East. That partnership has a corrupting influence on commercial relationships and moral judgements. It is the reason why Saudi troops can enter Bahrain and carry out thuggish acts with impunity. Their weapons might well have been made in the UK. There is nothing new in the accusation that the west operates \"double standards\" in foreign policy. Plainly it does. The only defence is that inconsistency does not rule out an authentic aspiration to do the right thing, at least some of the time. It is surely better to encourage the spread of democracy where strategic calculations allow than to abandon it as a goal altogether because it cannot be universally applied. That is not an excuse for turning a blind eye to repression in Bahrain. The policy contortions and contradictions Britain has been forced into in recent weeks must serve as a warning. Our reliance on regimes that fear and despise democracy is no more sustainable than those regimes are themselves stable. Weaning ourselves from that strategic dependency is the work of many years, possibly decades. But some exit route must be mapped. Meanwhile, it is not sufficient to mutter only mild disapproval when our allies murder their citizens. When first confronted by Arab political revolutions, Britain vacillated, reluctant to abandon useful and grubby friendship with corrupt regimes. It should never have required such a complicated effort of calculation to support vocally and unequivocally those forces in oppressed societies who want civil rights, political pluralism and democracy. Having belatedly found that voice in North Africa, it would be a strategic error and a moral failure immediately to let it fall silent in the Gulf."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}