{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/apr/10/grand-national-celebration-winner-ballabriggs", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-04-09T23:28:18Z", "webTitle": "Raucous Grand National celebration misses only the winner Ballabriggs", "webUrl": "https://www.theguardian.com/sport/2011/apr/10/grand-national-celebration-winner-ballabriggs", "apiUrl": "https://content.guardianapis.com/sport/2011/apr/10/grand-national-celebration-winner-ballabriggs", "fields": {"headline": "Raucous Grand National celebration misses only the winner Ballabriggs", "bodyText": "Before leaving the weighing room to get the leg up for the Grand National, 40 understandably preoccupied jockeys are addressed by an official who beseeches them to take it slow and steady on their way to the first fence. Not a single one of them pays a blind bit of notice, in the process ensuring the reckless cavalry charge remains one of the most enduring images in sport. The waiting is over, hopes are high. Everyone fancies their chances. Aintree is special. As anyone who has been swept out of the racecourse's gates on the tsunami of upbeat, sozzled Scouse humanity that marks the close of Ladies' Day will attest, it makes your average, drink-sodden Cheltenham Festival look like a four-day meeting of the Temperance Society. But of all the thrilling races staged during this annual three-day April jamboree, it is the riotous rough and tumble of the Grand National that captures the imagination of the wider public. All the tickets were sold on Grand National day for the first time in many years, and the crowd of more than 73,000 gathered to get bevvied up, put their money down and roar home their fancies – four times the number of punters that used to pitch up when Red Rum, the National treasure saddled by Ginger McCain, father of yesterday's winning trainer, Donald, was in his pomp. The burgeoning popularity of the event can be traced back to the change of racecourse ownership, when the Jockey Club bought the Aintree title deeds and began a careful rebranding exercise in the mid-80s. On course and in betting shops across the UK and Ireland, more than £150m was bet on the big race, with approximately half the adult population taking a financial interest in the hope of landing a windfall. A third of the total lost and won was bet by women. In the wake of a popular local triumph, amid all the congratulatory backslapping in the winner's enclosure, there was one conspicuous absentee: Ballabriggs, the winning horse. Dehydrated and unsteady on his feet after four-and-a-half miles and 28 obstacles, the latest in a long line of Aintree legends was dismounted by his jockey, Jason Maguire, soon after crossing the finishing line, then taken to the stables for an invigorating sluice‑down and a drink. His absence from the celebrations, along with two of the three other horses to finish in the shake-up, lent proceedings a decidedly surreal air. Mercifully, genuinely heartwarming public concern for the horse's welfare was quickly allayed when the all-clear came back from the stables. Dooneys Gate and Ornais were not so lucky as they suffered fatal falls on the first circuit. Their sad demise provides further ammunition for campaigners who see the Grand National as a cruel carnival of death, but it had no noticeably adverse affect on the public mood on an otherwise splendid Aintree day."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}