{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/apr/10/michael-jackson-statue-fulham", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-04-09T23:08:04Z", "webTitle": "Los Angeles fires dig at Mohamed Al Fayed and Michael Jackson statue", "webUrl": "https://www.theguardian.com/sport/2011/apr/10/michael-jackson-statue-fulham", "apiUrl": "https://content.guardianapis.com/sport/2011/apr/10/michael-jackson-statue-fulham", "fields": {"headline": "Los Angeles fires dig at Mohamed Al Fayed and Michael Jackson statue", "bodyText": "Go to hell. Or go to Chelsea. The stark choice posited by the Fulham owner, Mohamed Al Fayed, to detractors of his Michael Jackson statue, unveiled last week. But before this fairly large demographic (\"the ugliest statue in Britain\" said almost 70% in a Guardian poll) takes the easy option and joins the Evil One for an eternity of suffering, it turns out that there is another potential destination: Los Angeles. La la land, somewhat inexplicably, seems to have taken against Fayed's folly more enthusiastically than domestic fans weighing-up Drogba or Dante. Reporting on the proposed statue in March, the LA Times set a tone it was to develop with gusto: \"One wonders what Fulham soccer greats of the past – Johnny Haynes, for instance – would make of all this fuss. Well, at least the pigeons will appreciate it.\" A gentle dig, written before the city of angels had a look at the actual piece. 'Statue outside Fulham soccer stadium even more appalling than feared,' read the first banner in reference to what the article called \"the thing\" that was \"grotesque\" and \"up there with the worst of London's many visual atrocities\". A little harsh for admirers of St Paul's, but it turned out to be only the opening salvo: 'Statue is an affront to decency and an insult to fans', read the next headline. \"I thought we had some crazy sports owners here\", the piece continued, \"but not one of them would have been so unaware and obtuse as to erect a giant statue of a man accused multiple times of child molestation.\" It then asked: \"What's next? A huge bas-relief of Gary Glitter on the walls of Craven Cottage?\" Yet the humorous tone soon turned mournful: \"Things looked rosy for the Cottagers heading into this season ... That is gone now. The grim realization that their club is owned by a raving lunatic with piles of cash is unavoidable. Oh, I almost forgot. If you aren't into Fayed's pederast on a pedestal, he has a personal message for you: Go f*&amp;$ yourselves.\" Which surely means hell. Or Chelsea. Spain: Gillette plays rough by shaving Kaká from books Tough times economically for sports stars, with Spain's El Economista pointing out that Gillette has dropped Tiger Woods, Thierry Henry, Rafa Márquez, Kaká and Lionel Messi from their books as brand representatives (surplus to requirements, with the exception of Messi, who is too expensive for requirements). This budgetary shave occurred back in December but is being revisited because of a splendid Kaká conspiracy theory. Well-known for his baby face and clean good looks, says Economista, Kaká appeared at Real Madrid's game with Spurs sporting noticeable facial fur, but why? Gillette, it suggests, had been interested in a sponsorship deal and, far from the player merely forgetting to shave or angling for that bad-boy look, he had got wind and was offering his very own \"before\" to encourage Gillette to stump up the necessary to make a clean-and-smooth \"after\". A deal that Economista says could be worth $1m (£610,000) – making Kaká's stubble the most expensive in sport. NBA's James gets down to business with Liverpool Another busy week for LeBron James began with his widely reported buying into Liverpool, via the Boston Red Sox's owners. \"The first time I stepped on an NBA court I became a businessman,\" James told the Wall Street Journal. \"This is a great opportunity for me.\" It was viewed less favourably by Red Sox fans, who lost their first six games of the season, with the Boston Globe asking sarcastically: \"What a week for Red Sox fans. They may be 0-6 at the end of the day, but their owners have made a deal with arguably the most hated man in all of sports. What is there to complain about?\" Next, his new cartoon, The LeBrons, made its debut on YouTube. An expanded version of some Nike ads, it features four LeBrons – each representing part of his character: \"Kid\", \"Athlete\", \"Wise\" and \"Business\". James's intention is to inspire kids and raise awareness in life lessons, but for Liverpool fans it may just mean a new product at Anfield as Business explained he was \"strategising about making my own line of cologne: like Diddy and Fiddy\". But the week ended on a down note for James, as his mother was arrested for \"battery\" and \"intoxication\", reports the Miami Herald. Police said: \"A hotel valet worker claimed he was assaulted by Ms James, who was angered because her car was taking too long to be delivered.\" The valet, Rockfeller Sorel, was treated for injuries to his swollen face – \"It's really, really big,\" said his brother. Iceman's return makes Camping Trucks hot news The former Formula One world champion Kimi Raikkonen is to race in the Nascar Camping World Truck Series, reports Helsingin Sanomat. How the series – a sort of Formula-pick-up-truck on ovals, which lacks only deer on the track, moonshine and the Dukes of Hazzard's Boss Hog to be perfect – will make of a driver nicknamed The Iceman is anyone's guess, but it has attracted attention. The publicly unemotional Raikkonen is to be sponsored by the in your face beef-and-energy-drink combo, Perky Jerky."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}