{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/06/wayne-rooney-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-05T23:21:00Z", "webTitle": "Wayne Rooney's Coke deal finally loses its fizz", "webUrl": "https://www.theguardian.com/football/2011/apr/06/wayne-rooney-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2011/apr/06/wayne-rooney-manchester-united", "fields": {"headline": "Wayne Rooney's Coke deal finally loses its fizz", "bodyText": "Wayne Rooney has been dropped by Coca-Cola. The drinks conglomerate quietly removed him from its endorsement roster last year, saving itself the hassle of dealing with the most recent demonstration of his boorishness. Coke's US management was so dismayed by reports of an alleged infidelity with a prostitute while his wife was pregnant that he was dropped from a Coke Zero marketing campaign last year. However, at the time, Coke's London office said that the relationship with Rooney was \"ongoing\". His smoking and urinating in a street had also stretched patience, even for a man seen by marketers as an earthy antidote to David Beckham. \"Our contract with Wayne Rooney came to an end last year and we mutually agreed that we would not renew our relationship,\" Coke told Digger. Rooney currently faces a two-match ban for a foul-mouthed rant at a TV camera, but as far as Manchester United's title sponsor is concerned, everything is rosy. \"The reason Aon engaged in the sponsorship is that Manchester United transcends any one player and it is all about aligning with the No1 club in the world's No1 sport,\" said a spokesman. \"We leave player related issues to the club.\" And we can only imagine how hard a line Sir Alex Ferguson has taken on that one. Richards in recall mode Sir Dave Richards might have drawn gasps of disbelief from the parliamentary select committee inquiry into football governance when he told it that \"I thought I was reasonably close to Lord T [David Triesman, the former FA chairman]; I helped him out when he wanted to be introduced to people\". (That \"Lord T\" is the former Football Association chairman Lord Triesman to you and me.) Richards was particularly \"hurt\" by claims of \"bullying\", which he has \"never done to anybody\". It all gives Digger cause to recall how the former Premier League chairman from Sheffield did Triesman a pretty big service at the beginning of his tenure at Soho Square. Soon after his ratification as the new chairman by the FA council Richards, accompanied by the then Football League chairman, Lord Mawhinney, swept in to the office of the incumbent FA chairman, Geoff Thompson (without knocking, by all accounts) and told him to stand down with immediate effect. This was about five months before Thompson's contract ran out. He is understood to have been taken aback by the strength of Richards's tirade. So much so that the pair, who used to travel down to London from Yorkshire together, have never enjoyed the same relationship since. Surprise backing for BOA Lord Moynihan's legal attack on the London Organising Committee for the Olympic Games over the hosting agreement is becoming a costly enterprise for the British Olympic Association he chairs. The BOA is believed to be using David Pannick QC, with London 2012's defence being mounted by Lord Grabiner. They are two of the best-regarded – and best-paid – silks in the business, and the embattled BOA risks having to foot London 2012's costs if it loses, adding yet more pressure to a balance sheet whose core income has fallen millions of pounds below its costs in recent years. Still, the BOA has managed to get something at London 2012's expense in recent times. The BOA has been receiving advocacy from Freshfields. And who was paying for that? Well it all came from the value-in-kind sponsorship the firm has been giving London 2012. Whether that sponsorship time specifically paid for counsel over the BOA's dispute with London 2012, we can only guess. Robertson paddles solo You might have thought that the evidence of Richards and the Premier League chief executive, Richard Scudamore, to the parliamentary select committee inquiry into football governance was of supreme interest to the sports minister, Hugh Robertson. After all, it will be he who has to don his tin hat in the event of likely legislation. But that was not the case. At exactly the time that Richards and Scudamore were speaking, Robertson was spotted in the restaurant area at the Sport Accord convention, deep in discussion with the International Canoe Union. Follow Matt Scott on Twitter: @diggermattscott"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}