{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/apr/29/upper-class-toffs-and-sexism", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-04-28T23:05:04Z", "webTitle": "Letters: Upper-class toffs and casual sexism", "webUrl": "https://www.theguardian.com/politics/2011/apr/29/upper-class-toffs-and-sexism", "apiUrl": "https://content.guardianapis.com/politics/2011/apr/29/upper-class-toffs-and-sexism", "fields": {"headline": "Upper-class toffs and casual sexism", "bodyText": "Simon Hoggart doesn't get it either (Sketch, 29 April). Some – possibly many – of us have never seen the Michael Winner ad, so the allusion was lost. In any event, Winner is hardly a role model for anyone, let alone a serious politician and least of all a prime minister. When I heard the exchange I thought I was in a time warp – back to 50s or at best the 70s: an upper-class toff, patronising a woman who has successfully challenged him. Oh well, I suppose there are still men like that around. But as Cameron was clearly riled, perhaps this is how he really feels about intelligent women who get the better of him; as he just happens to be PM, a worrying thought for those of us who comprise half the electorate. Christine Mabey London • That the prime minister resorts to naff advertising slogans when challenged is hardly a revelation, but that he thinks patronising sexism is an acceptable replacement for wit is worth knowing – as is the fact that so many on the Tory benches seem to agree with him. Puts the disproportionate effect of government cuts on women, and the comments of big business about the undesirability of employing women of child-bearing age, into its cultural context, doesn't it? Caroline Kirkham Porthcawl, Mid Glamorgan • So, \"It was a humorous remark ... no offence was intended\" (Report, 28 April). The problem with that defence is that not all humorous remarks are created equal. Mr Winner's \"joke\" was always offensive: it was sexist and patronising. But Mr Cameron clearly thought it was funny and has used the line several times, which does him no credit. He hasn't worked out that the joke wasn't universally amusing, and in the wrong context (for example, arguing with female colleagues), it would simply be offensive. Mr Cameron's charms are well hidden as far as I'm concerned – his mask slipped a long time ago when he started carving up this country. That he's also guilty of casual workplace sexism, comes as no surprise. Joanne Columbine Bury, Lancashire • For pity's sake. Ms Eagle and others should concentrate instead on the issues facing those who battle with real inequalities. Surely the worry is not that Mr Cameron made a harmless, if not particularly funny, joke, but that we have a PM who chooses as his muse a restaurant critic turned insurance promoter instead of one of the great orators or thinkers. Oh dear. Jo Jacobius London • Who says men can't multitask? Cameron manages to be both smug and condescending at the same time. Blair Mcpherson Sheffield"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}