{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/25/sunderland-wigan-athletic-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-24T23:06:02Z", "webTitle": "Roberto Martínez convinced Wigan can stay up despite Sunderland defeat", "webUrl": "https://www.theguardian.com/football/2011/apr/25/sunderland-wigan-athletic-premier-league", "apiUrl": "https://content.guardianapis.com/football/2011/apr/25/sunderland-wigan-athletic-premier-league", "fields": {"headline": "Roberto Martínez convinced Wigan can stay up despite Sunderland defeat", "bodyText": "Jordan Henderson began answering his critics back; Charles N'Zogbia disappointed numerous admirers; Sunderland made a significant stride forward and Wigan Athletic effectively took two steps back. If Steed Malbranque's catalytic influence following the creative midfielder's enforced introduction from the bench represented another big reason why Steve Bruce's side succeeded in banishing relegation fears, some shocking visiting defending also played its part. It all left Bruce celebrating the end of a wretched run featuring the collection of one point from nine games on an afternoon when Roberto Martínez's players reversed into the bottom three. Afterwards the Sunderland manager extracted a lucky charm from his suit pocket. \"Someone gave me a four-leaf clover,\" he said, savouring a first home win since New Year's Day. \"Apparently she gave it to [Peter] Reidy 10 years ago when they finished seventh. Bless her. She was there with her husband, I don't know who they are, but I thank them for this win.\" Many Wigan fans are convinced the dignified and dashingly purist Martínez is a far better manager than his team's plight suggests but he requires six points from four games to preserve Wigan's Premier League status. \"We clicked as a team probably 10 weeks ago,\" Martínez said. \"We are still catching up but this is the moment we need points. We will make sure we get them.\" Marginally the better team during an appalling first half, Wigan took a 52nd‑minute lead when, finding himself in abundant space, N'Zogbia – Martínez's outstanding talent and the winger he needs to perform if a Championship future is to be averted – made his sole incisive contribution passing to Mohamed Diamé. After swivelling past Michael Turner, Diamé sent a shot from just outside the area arrowing beyond Simon Mignolet. Until then Henderson's performance had been rather ordinary but the England midfielder is not quite the flop of the season he has been depicted in some quarters andgrew into the game. His cause was helped by the fact that Malbranque, on for the injured Danny Welbeck, was turning things Bruce's way courtesy of the sort of imagination and mental bravery lacking in some colleagues. Appropriately Malbranque's terrific,in-swinging cross prefaced Asamoah Gyan heading the equaliser. When Gyan subsequently succumbed to a hamstring injury, Sunderland were left without a recognised striker but, rising to the challenge, Henderson exchanged passes with Sulley Muntari chested the Ghana midfielder's driven cross down and lashed a half-volley into the top corner. Stunned, Wigan promptly conceded a soft penalty when Stéphane Sessègnon was mysteriously judged to have been felled by Antolín Alcaraz. Sessègnon converted before Henderson accelerated into the area to shoot the fourth, thereby rendering Franco di Santo's late consolation strictly academic. \"Goal-scoring has been a weakness in my game so it was really good to get two,\" said Henderson. \"Top midfielders score goals, it's a vital part of the modern game. I just want to keep improving and keep learning and keep practising the things I don't think I'm good at. I want to be the best I can. Maybe my form had dipped a little bit. But at no point did I stop working hard. The creative stuff I was doing wasn't coming off but, in the last couple of weeks, I think I've got better and proved a point or two.\" With the injury plague which has undermined Sunderland's season likely to sideline Gyan and Danny Welbeck until August, Saturday's three‑point haul offered the suddenly striker‑shorn Bruce welcome respite. \"If we'd lost everyone would have been getting twitchy. Very, very twitchy.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}