{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/apr/10/grand-national-tony-mccoy-red-rum", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-04-09T23:08:03Z", "webTitle": "Melling Road", "webUrl": "https://www.theguardian.com/sport/2011/apr/10/grand-national-tony-mccoy-red-rum", "apiUrl": "https://content.guardianapis.com/sport/2011/apr/10/grand-national-tony-mccoy-red-rum", "fields": {"headline": "Melling Road", "bodyText": "Campbell lookalike romps home There was an interesting subplot to the Matalan-backed style contest on Ladies' Day at Aintree, won by the glamorous Lystra Adams, left. Ms Adams, who won £5,000 and a 10-day, all-inclusive holiday to St Lucia, is more than just a racing fan. The 34-year-old, who is a racehorse owner and has worked as a professional Naomi Campbell lookalike, has won other best-dressed competitions in the past, and was recently announced as the face of the Racing Lottery, launched by Racing Welfare to raise funds for British stable staff. Rummy attracts the crowds Red Rum's headstone, opposite the winning post in front of the stands, attracted a steady stream of visitors during the week. By the time racing got underway on Saturday, it was festooned with huge numbers of polo mints, loose and in packets, and two floral bouquets from the McCain family, signed 'with fondest memories'. McCoy fluffs his lines Asked to take part in an eve-of-race game of 'Wheel of Horsetune' on BBC Radio 5 Live, Tony McCoy and Mick Fitzgerald were asked to identify a parade of famous horses by pictures of their heads. Embarrassingly for McCoy, it was only with some heavy prompting that he was able to name Don't Push It. Not that McCoy himself proved identifiable for one local radio DJ at Aintree, who introduced the champion to his listeners as 'Tony Walsh' Sell-out a huge boost for Aintree Sell-out crowds at Aintree on Friday and Saturday gave track owners Jockey Club Racecourses a welcome boost as they tighten their belts in order to pump more cash into prize money. Aintree also found that hospitality sales fared surprisingly well in the financial circumstances , marketing bosses having moved away from promoting the old-fashioned corporate box routine to selling packages at the meeting as 'racing with dining' for small groups. Coleen goes missing for fashion stakes Coleen Rooney, wife of Manchester United star Wayne, never misses Ladies Day' on the Friday at Aintree's National meeting and the queen of the WAGs was, as ever, in position this year. But she was missed over at the fashion stage, where she has worked for the Matt Haylerpast couple of years, because her advertising contract with Littlewoods prevented her from being associated with Matalan."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}