{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/apr/14/rio-ferdinand-manchester-united-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-04-13T23:06:01Z", "webTitle": "Rio Ferdinand says Manchester United would not tolerate City's sulks", "webUrl": "https://www.theguardian.com/football/2011/apr/14/rio-ferdinand-manchester-united-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2011/apr/14/rio-ferdinand-manchester-united-fa-cup", "fields": {"headline": "Rio Ferdinand says Manchester United would not tolerate City's sulks", "bodyText": "Rio Ferdinand has offered an insight into the reasons for Manchester United's success by speaking of the togetherness he believes would prevent one of Sir Alex Ferguson's current players from emulating James Milner's reaction after being substituted in Manchester City's defeat at Liverpool on Monday. \"You don't see anyone come off the pitch shaking their head, being disgruntled, or sitting on the bench in a sulk at this club,\" Ferdinand said. \"It won't happen here because everyone is delighted to play for this club and they want to be here. The moment you show a bit of dissent like that, the manager pulls rank, and rightly so.\" The defender stopped short of naming Milner but the inference was clear at a time when Ferguson's players seem to be in a considerably stronger frame of mind than Roberto Mancini's going into Saturday's FA Cup semi-final at Wembley. Joe Hart summed up the atmosphere at Eastlands in the wake of their 3-0 defeat at Anfield – \"We're all fed up,\" the City goalkeeper said – and Milner's fit of pique when he was withdrawn did not feel completely incongruous given some of the dressing room problems that Mancini has encountered this season. Milner is aggrieved that he has not been used in the attacking central midfield role in which he previously operated for Aston Villa, with Mancini generally preferring Yaya Touré. The England international made little secret of his displeasure, angrily shaking his head and throwing his armband to the floor, and behind the scenes at Old Trafford a comparison has been made with Michael Owen's very different reaction to being on the edges of the United team. Owen has legitimate reasons to be frustrated himself, restricted to only one Premier League start in the season that his contract expires and not even on the bench for either leg of the Champions League quarter-final against Chelsea. Nonetheless, it was noted that the former England striker made a point of congratulating his team-mates on his Twitter page after the match. Cristiano Ronaldo tested Ferdinand's theory during his years as United's star player, making a public show of his annoyance about being substituted in one match, but Ferdinand believes that was a one-off. \"It just comes from a respect for the manager, the club itself and the people who were here before you,\" the defender said. \"It's an unwritten rule at this club. You see it in the changing room before games. There are no cliques. People are wishing each other well before games, even if someone else is playing in your position. That's just the way we are.\" Ferdinand was limping badly throughout long spells of the Chelsea game but has declared himself fit for the weekend. Ferguson, however, may still feel it is a suitable moment to bring in Chris Smalling to face a City side that will almost certainly be deprived of their leading scorer, Carlos Tevez. Edin Dzeko is on standby because of the Argentinian's hamstring injury, but Ferdinand was careful not to say it worked to United's advantage. \"You don't spent £27m on a player who is average. Dzeko is a good player, he's played Champions League football for a few years and he's won the league in Germany, so he's a good player. We won't be underestimating him.\" The better news for City is that Micah Richards has returned to full training, having initially been ruled out of the semi-final because of his own hamstring tear. Tevez's absence is also balanced in part by Wayne Rooney's suspension, the striker consigned to the role of spectator because of his expletive-filled outburst into a pitch-side camera during the recent 4-2 win at West Ham United. Rooney's anger about that ban now appears to have made way for a form of begrudging acceptance. \"I didn't realise what I had done. It was just emotion – a release, if you like, from scoring the three goals that got us in the lead. But, of course, it was wrong of me and I accept my punishment. You just have to move on. Hopefully the boys can pull through for me on Saturday and get to that FA Cup final.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}