{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/sep/29/labour-brown-conference-future", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-09-28T23:05:38Z", "webTitle": "Labour conference: Talking to itself", "webUrl": "https://www.theguardian.com/politics/2009/sep/29/labour-brown-conference-future", "apiUrl": "https://content.guardianapis.com/politics/2009/sep/29/labour-brown-conference-future", "fields": {"headline": "Labour conference: Talking to itself", "bodyText": "At every political conference there are two worlds in one town, kept apart by the dreary apparatus of the security state: steel fences, scanners, identity badges and armed police. Labour's task this week is to smash down these barriers cutting the party off from the public, but yesterday the separation grew. This is a conference speaking mournfully to itself and to the past. Ministers are writing valedictory dispatches when they should be fighting for their future. There was no anger, only retrospective regret from a party that feels it is going to lose, but still does not understand why, or think defeat justified. At least Labour now has a strategy. It is simple, and backward-looking, but it will keep the conference and perhaps Gordon Brown's leadership alive – to remind Britain that the government acted when economic crisis hit, and to warn that the Conservatives would threaten recovery through inexperience and a dogmatic enthusiasm for cuts. The merit of this argument is that it is true, or at least true enough to put to voters. The disadvantage is that it will drive the party further from the electorate. It boils down to telling voters that they are wrong to trust the Conservatives, as every poll shows they do, and wrong not to thank the government for the good things it has done. Protected by the comfort of its secure zone, yesterday Labour turned on the public outside for ingratitude. But the party made no attempt to answer the question that will chase the prime minister until polling day: if you win the next election, what on earth do you want to do with the next four years? In the hall, Alistair Darling's decency and lack of bombast contrasted with Peter Mandelson's helium-voiced theatricality, but both their speeches indulged in feelgood therapy for a party in denial. \"When the history of this period is written, this country and this party will be proud,\" the chancellor said. He is right. But no minister should talk of history six months before an election is to be fought. He spoke much of the time in the past tense, while Lord Mandelson played with the hall, a cheeky self-referential game that will have left the country cold. In an earlier guise, the business secretary would have gone on to challenge his party. He still knows that is needed. \"We should be a party of insurgents, not incumbents,\" he said. But he fell flat when he talked of the future, because he does not think there will be one. Both men found it easier to make sly jibes at the Conservatives than to talk of their own plans: the age-old characteristic of incumbency being to demean your opponents. The public will not re-elect Labour just because of its past, Lord Mandelson said. That is true, but only adds to the need to talk about the future. Too late, Labour is trying to inject passion into its response to the financial crisis, hinting at a populist crackdown on the City. There is certainly much to do. But the plans themselves are messy. Mr Darling enhances the government with a quiet reliability and he was well-mannered enough yesterday not to point out that the prime minister came within hours of sacking him last June. But that does not make him the convincing face of a crusade against the City. He has won an argument inside the government about spending and cuts, but proposed legislation on deficit reduction is an awful idea. The debate over the size of the state should be had in public between parties, not outsourced to a technocratic instrument. At a Progress rally on Sunday night 11 ministers made a case for Labour's future. As Lord Mandelson pointed out, voters still agree with many of the things that the government has done. The relationship between public and party has fallen into mutual distrust, an emotional separation rather than one over issues of substance. Sitting inside its steel fence, Labour is asking why it is no longer loved. Only when it talks to the people outside will it discover the answer."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}