{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/sep/12/paloma-faith-interview", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-09-11T23:10:48Z", "webTitle": "Paloma Faith: Causing a stir", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/sep/12/paloma-faith-interview", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/sep/12/paloma-faith-interview", "fields": {"headline": "Paloma Faith: Causing a stir", "bodyText": "Balanced precariously on a pair of platforms, Paloma Faith declares, with mock-thespian plumminess, how \"awfully theatrical it all is\". \"It\" being the singer's second magazine photo shoot. Entering the studio a hushed, polite wisp of a thing, it's not long before her hair is piled up, her eyes painted and her tiny frame wrapped in designer finery – like Batman's Poison Ivy, only less sinister. She suggests lip colours to complement the fabrics, and giggles with the styling team. Who is Paloma Faith? \"I've been a life model, a ghost in a ghost train, a cabaret artist, an Agent Provocateur sales assistant and a magician's assistant,\" says the 24-year-old. She's also an actor: she played Andrea the Emo in the St Trinian's film, and is in Terry Gilliam's latest, The Imaginarium Of Dr Parnassus. And her song, I Just Wait, is the soundtrack to that alcohol awareness advert. The song demonstrates Faith's Winehouse-like vocals, but it would be unfair to draw further parallels. \"It's tragic that you can define a whole movement in music by gender alone. People are like, 'Oh, look, another quirky girl.'\" In a climate populated by original female musicians such as La Roux and Florence + The Machine, is she weary of having to work harder to grab attention? \"I'm not competitive. I tried to get signed, but everyone thought I was too risky. Now people are like, 'Oh, weird girls can sell records.' It's a blessing and a curse.\" A cinephile, Faith wears her references proudly. \"Cinema affects everything, from the way I get dressed to how I build my stages.\" And if her live shows are anything to go by – they feature everything from illusionists to fan dancing – the creation of a multisensory experience is clearly important. \"I want my shows to be eerie and mysterious,\" she says. Her \"act\", as she calls it, is spellbinding • Paloma's new single, New York, is released September 14. An album, Do You Want The Truth Or Something Beautiful, is out on September 28. • This article was amended on 14 September 2004. The original said that Paloma Faith was in a band called Back to the Future and that the album is out on September 21. This has been corrected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}