{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/sep/10/nigel-slater-trawlermen-lehman", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-09-09T23:05:15Z", "webTitle": "Nigel Slater's Simple Suppers, Trawlermen and The Last Days of Lehman Brothers | TV review", "webUrl": "https://www.theguardian.com/culture/2009/sep/10/nigel-slater-trawlermen-lehman", "apiUrl": "https://content.guardianapis.com/culture/2009/sep/10/nigel-slater-trawlermen-lehman", "fields": {"headline": "Nigel Slater's Simple Suppers, Trawlermen and The Last Days of Lehman Brothers", "bodyText": "Too many cooks, etc – and there are way too many on TV right now, all struggling to be different. But Nigel Slater is surely the nicest. While the others shout and pout and try to change the world or whatever, he's just a bloke with glasses called Nigel, showing us how to make nice food. So I'm going to tear a leaf from his Savoy cabbage, and adopt his approach. \"I usually just open the fridge and make it up as I go along,\" he says at the start of Nigel Slater's Simple Suppers (BBC1). Me too, now, Nigel, me too. So, for my own simple supper, I whisk up some yoghurt with Absolut vodka, serve it on a bed of limp lettuce and lightly dust it with grated Green and Black's Maya Gold. Then I wash it all down with a can of Strongbow. Mmmm. I thought there was a jar of Colman's English in there too, but it turned out to be my girlfriend's joke mustard with an exploding snake inside. Again. How many times before I learn? That's the trouble, Nigel – the inside of my fridge looks nothing like the inside of yours. There are no bowls of lovely summer berries to be knocked into a delicious trifle, no chicken carcasses to be picked at, no leftover new potatoes to be fried up with sausages and cabbage. \"Or perhaps I'll see what I've got fresh in the garden,\" says Nigel. He finds Swiss chard, crisp lettuce, baby courgettes. I find fresh fox poo. Am I the only person not to have a kitchen-garden paradise to wander into with a pair of secateurs of an evening? I did try growing things this year: tomatoes, strawberries, some sweetcorn. But the produce-to-effort ratio was so low, there was nothing when I wanted it. And the greengrocer at the end of the road has much nicer stuff, when you want it, and in the quantity you want (cheaper, too, I reckon, when you factor everything in). I'll still copy you, Nigel, because the trifle and the Tidy Friday pan fry look delicious. I'm just going to have to cheat a bit. I love Trawlermen (BBC1). Well, it has the sea, fresh fish, and real men with regional accents doing real jobs. Real men who still smoke, too. But, hell, it's miserable. On the New Dawn, they're still reeling from the loss of Filipino deckhand Reynaldo. Skipper Chas dived into the freezing water to try to fetch him out, but was beaten by the waves. And now dad-of-two Reynaldo's shadow hangs over the boat like a dark cloud. Over on the Sunrise (at least the boats' names are optimistic), they're losing gear to the ocean, getting ropes wrapped around the propeller, and Skipper John Steven senior has a little stroke that makes him turn green (but he still manages a fag as he grips grimly to the wheel). Then a rope tightens between John Steven junior's legs, his testicles swell up like puffer fish, and he has to be helicoptered to hospital. And both boats keep on hauling in pathetic catches: a few little fish, enough prawns for a couple of cocktails, an old hat. It's a tough life – the sea, winter, a dying industry. On the New Dawn, deckhand James says he's going to ask his girlfriend to marry him when they get back to Fraserburgh. Don't do it, James, not in this show, where nothing ever goes right. But James has cojones (though not like John Steven junior); he pops the question and the lovely Alison says yes. Thank Christ for that, a spark of phosphorescence in the North Sea gloom. The Last Days of Lehman Brothers (BBC2) should have been great: a drama based on the biggest bankruptcy in history, masters of the universe tumbling from the 31st floor, aftershock on a global scale. But somehow it managed to be really unengaging. I'm pretty thick when it comes to finance, but I don't think my boredom was entirely my own fault. It was a mess. There's a narrator; he disappears, then reappears at the end by which time I can't quite remember who he is. I hardly figure out who anyone is, apart from Lehman CEO Dick Fuld and the guy from the Treasury. It's a bunch of dudes in suits speaking a language I don't understand; there's nothing human, nothing or no one to care about. You need a bit of that in a drama."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}