{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2009/sep/06/world-through-lens-christian-poveda", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2009-09-05T23:07:37Z", "webTitle": "World through a lens | Soyapango, El Salvador", "webUrl": "https://www.theguardian.com/theobserver/2009/sep/06/world-through-lens-christian-poveda", "apiUrl": "https://content.guardianapis.com/theobserver/2009/sep/06/world-through-lens-christian-poveda", "fields": {"headline": "Soyapango, El Salvador", "bodyText": "Until Wednesday, the most striking aspect of this photograph, taken last year, was the face of the woman. Tattoos give a menacing edge to the petite young mother. But since someone put four bullets in his head last week, ending a courageous life, the figure who commands our attention is that of Christian Poveda, the man who took the photo. The French documentary film-maker was killed on the outskirts of San Salvador, the city he made his home so he could chronicle the \"maras\", the gangs who create havoc in the capital of El Salvador and across Central America. He spent 16 months following and befriending the members of a gang known as Mara 18 for his film La Vida Loca (The Crazy Life). Released a few months ago, the reviews have been largely brilliant. Poveda, who covered wars in Iran, Iraq and Lebanon, got to know his subjects intimately, practically living with them to capture their initiations, tattoo sessions, drug-takings, killings and funerals. He was in his fifties, a white European, to slum teens an old man from another world, but just like the couple in the photo, \"El Bambam\" and his partner \"Little One\", they trusted him. Look closely and you see her hand seeking out his arm. After all, he kept coming back. \"The gangs are fed up with journalists who come, stay for two hours, look for spectacular images and leave,\" Poveda told the BBC recently. I interviewed mara members in Guatemala once. I stayed two hours and left. Hardly enough time to see the human beings beneath the tattoos but I didn't have the nerve to stay longer. In his film, Poveda made them human. But like Icarus, there was danger in getting too close. It's unclear who shot him. Some Mara 18 members felt he was making money out of them; rival gangs felt he had taken sides. Police have arrested one suspect."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}