{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/sep/20/inside-manchester-city-takeover", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-09-19T23:10:02Z", "webTitle": "The deals are done, now for a place in the top four", "webUrl": "https://www.theguardian.com/football/2009/sep/20/inside-manchester-city-takeover", "apiUrl": "https://content.guardianapis.com/football/2009/sep/20/inside-manchester-city-takeover", "fields": {"headline": "The big-money deals are done, now for a place in the Premier League top four", "bodyText": "Friday 21 August, the day before Manchester City's match against Wolverhampton Wanderers, the first home game of the Premier League season, and Garry Cook, the chief executive, is addressing the now regular quarterly meeting of staff, in the Eastlands stadium's Commonwealth Suite. Khaldoon al‑Mubarak, the club's chairman, has flown in from the smothering humidity of Abu Dhabi during Ramadan. On the stage is the Joan Gamper Trophy, brought home by Mark Hughes's side in midweek after beating Barcelona in a friendly, watched by 94,000 people at the Camp Nou. \"We should welcome that into the room,\" Cook smiles, pointing to the trophy. \"We haven't seen one for a while.\" There is a little chuckle, then Cook goes on to give a motivational speech, hailing the \"magnificent changes\" that have taken place at City, along with the arrival of £200m worth of new footballers: a spruced-up stadium, refurbished training facilities, new kit, website, offices, retail store. Cook tells them they, the rank and file, should believe that none of it could have happened without them. \"These things are only here because people make them happen,\" he says. His shtick is not, it has to be said, going down noticeably well with the people, who receive it mostly in silence, arms folded. Cook introduces Mark Allen, head of the newly established human resources department and part of an executive team recruited after Khaldoon expressed his shock at the \"amateurish\" structure of the club on his arrival. Allen unveils an impending culture of appraisals, formal feedback and pay reviews, sweetened by a significant new benefit. \"We will be announcing,\" he says, proudly, \"private medical cover for all staff.\" Even this is not greeted with quite the whooping and hollering that Cook might have expected of a similar gathering of colleagues in his previous job, at Nike's US headquarters. Manchester City have always been more of a National Health Service, not private medical cover, kind of football club. To close, they run a video. With U2's It's a Beautiful Day and David Bowie's Changes on the soundtrack, it features the employees themselves. Lee Jackson, head groundsman, enthusing about enriching the Eastlands pitch; Pete Bradshaw, head of infrastructure development, describing the stylish makeover given to the stadium's concrete bowl. The mood in the room becomes palpably warmer. It is not, the film seems to state, all organisational change and sales talk from the bosses. In the year since the Abu Dhabi takeover, financed by Sheikh Mansour bin Zayed al-Nahyan, there have been tangible, wholesale improvements to the structure and fabric of Manchester City. The following day, the game is sold out, the store is packed, and the new shirts, whose design appeals to fans' nostalgia for City's past, are flying out. In the summer, when 10,000 people came free to a family open day, season ticket prices were reduced by 7%. Supporters were even invited in to sample the new catering. Cook became personally obsessed with moving the ticket office inside the store, because he could not bear to see fans forced to queue outside in the Manchester rain. This attention to detail, respect for supporters, the knowing celebration, all over the club, of City's Manc pride and the highlights of a patchy history, has led many fans to embrace the new regime with an enthusiasm beyond simple glee at a refashioned team. Regulars on the Blue Moon fans' messageboard had contributed their own money to a banner draped directly opposite Khaldoon's seat. It says in Arabic and English: \"Manchester Thanks You, Sheikh Mansour\". Such enthusiasm is widely shared but not universal, and many City fans did also welcome the former owner Thaksin Shinawatra, who had long-standing human rights abuse allegations made against him and was facing corruption charges in Thailand. A sizeable minority disapproved then, and a smaller number now feel that being the richest club in the world is not quite City, that buying a new team is not quite football. In the directors' box, one of the old guard stares out at Emmanuel Adebayor, Carlos Tevez and Robinho, the ocean of fans in blue shirts swelling an expectant stadium, and shrugs: \"It's not the City I know, but if this was going to happen to any club, I think we deserved it to be us.\" That is a widely held, mainstream view of the takeover. Khaldoon is fasting for Ramadan, so not partaking of the fried duck egg, smoked salmon, or anything else on the menu in the chairman's lounge. Before the game and at half-time, he is mostly in the corner, talking intently on his phone. Adebayor scores after 18 minutes, with promoted Wolves overwhelmed by City's all-star team and the whole Premier League experience. In the second half, Kevin Doyle comes on, and Wolves have a go, scampering at the centre of City's defence. Andy Keogh hits the bar, and City ultimately hold on, in a game they ought to have cruised through. The following day, City announce they have agreed to pay Everton £22m for Joleon Lescott. This, it turns out, is what had been occupying Khaldoon during the game: negotiating his 12th major signing in a year. Hughes acknowledges afterwards that City had come over \"a bit Harlem Globetrotters\". There is an acceptance that the new team have not gelled, yet they arrive for today's Old Trafford derby with four wins from four games, including last week's 4-2 victory over Arsenal. The transformation has been wrought with Hughes remaining as the manager, just as Sheikh Mansour originally promised. Speculation was ceaseless throughout last season that Hughes would be replaced with a more noted European name, but Hughes's qualities, his determination and professionalism, were recognised from the beginning. \"We like to take a long-term view,\" Khaldoon explains, of how they do business, and conduct government, in Abu Dhabi. \"As long as the foundations are there, you have to allow the business to run. It is no different in football. Mark Hughes is a great, honest, straight-shooter and from day one there was an immediate chemistry. Sheikh Mansour has a very good eye, he could see this was one area where the club had a very good foundation.\" They also agreed with Hughes's own assessment, given when he met Mansour in the grounds of the Sheikh's palace, that the squad he inherited had \"glaring weaknesses\" and an instant miracle could not be expected. City had been managed for one inconsistent year by Sven-Goran Eriksson, and after Thaksin's decision to sack Eriksson became public, City capitulated 8-1 at Middlesbrough in the final game of the 2007-08 season. \"Mark came into an imperfect situation,\" Khaldoon accepts. \"The balance within the squad was extremely erratic and it was very important to add depth in every position.\" Stephen Ireland, one of only three players – the others are Micah Richards and Shaun Wright-Philips – in Hughes's first-choice team who were at City before Mansour's takeover, is flourishing under Hughes. \"The happiest and most content I have ever been at Man City. Before, I always felt on edge, like I'm not sure what's around the corner.\" Ireland says the dressing room was \"cliquey\" last season, divided by the influence of Elano, who, although \"a great guy and very talented player\", was, Ireland believes, over-indulged under Eriksson. \"The gaffer [Hughes] took some time to get a grip of the club,\" Ireland says. \"He had it tough; he came into a club that had been damaged down the years, with players not having a winning mentality, accepting defeat, accepting losing away from home, accepting things that just weren't right. Mark Hughes came in with his own staff and worked to make that right. \"The first meeting the gaffer ever had, he talked about what he was going to offer us, he said to get on board and try to achieve. Some players just didn't want to buy into it, to put the extra effort in. It was a shame because they went, and I am sure they will look back and regret it.\" Hughes, discussing his challenges, explains that he needed to build a \"no excuses culture\". Give players the best facilities, support in sports science, nutrition, performance analysis, and they have no excuse not to perform. He acknowledges that last season was difficult, but says he never doubted he could handle City's reconstruction. \"I back my abilities as a manager,\" he affirms in his quiet, steely way. \"I expected at some time in my career to be at this point, at a top club with the resources to buy players. OK, it happened at this stage – but I have been a Premier League manager for five years and a manager for more than 10. I am comfortable in what I do and I back my judgment, and my staff, against anybody in the Premier League.\" Within weeks of the takeover, Cook, with his immediate staff, Hughes, Khaldoon and City director Simon Pearce – an Englishman who is director of strategic communications at the Abu Dhabi Executive Affairs Authority – had produced a 200-page document setting out the strategy for the City \"project\". It set out a vision for the future, including the infrastructure required to modernise the club, and plans for commercial expansion. It identified a desire for a more seamless link between the academy and senior squad, and Brian Marwood, the former Arsenal winger who was then Nike's head of UK football marketing, was signed up to oversee football development throughout the club. The strategy agreed was that Hughes needed two high-quality players in every position. City had to wait until the January transfer window, and pressure on Hughes intensified after the 1-0 derby defeat to United in November, and the FA Cup humbling by Nottingham Forest at Eastlands. These were testing times, Hughes acknowledges. \"We had glaring weaknesses we couldn't address until January,\" he says. \"Even when things were looking really bad for everybody, myself included, I never changed what I had said. I never blamed individuals, I was very consistent in my message, saying it's going to take time. I was honest with them, and that's what probably sustained my position.\" In January City signed players Hughes believed they urgently needed: Wayne Bridge, a tidy presence at left-back; Nigel de Jong, the Holland midfielder; Shay Given and Craig Bellamy. Khaldoon says he and Hughes had \"an interesting debate\" about Bellamy and Given. Hughes argued they needed an experienced goalkeeper immediately, despite having the young talent of Joe Hart. Khaldoon smiles about the Bellamy deal. \"I debated that with Mark a lot, but kudos to Mark, he knew the players and knew what Craig would add to the team. It's Mark's decision in the end, but like in any business, you have to challenge, test, any acquisition.\" Then there was Kaká, the deal that never was, for which City were liberally ridiculed, not least in this newspaper. Cook maintains they were entitled to bid, that they took a genuinely business-like approach which meant they wanted information on Kaká's commercial arrangements, which were never forthcoming. Cook admits they never reached the point of talking to Kaká himself or his father, who was representing him, and pulled out themselves. The mistake they rue was not to have withdrawn as soon as the negotiations with AC Milan went public. They deny they were wrong to explore the opportunity, but seem also to acknowledge it was a step too soon. In the summer, they went for more stars. Before a move is made Hughes, working with Marwood, produces a 10-page proposal that goes to the board for approval. The process furnished City with five new players signed for £92.5m, plus Tevez for the undisclosed but unquestionably massive fee paid to Kia Joorabchian, who represented the owners of Tevez's economic rights. Stuart Taylor, from Aston Villa, and Sylvinho, from Barcelona, both came on free transfers. When City let it be known they would not spend so freely next time, it was a sign that they had what they wanted: two quality players in each position. Khaldoon and Hughes do not believe they overpaid. City argue they needed those players to achieve their aim which, self-evidently, is to displace one of the big four this season and bring Champions League football to Eastlands. Khaldoon believes City got good value in a buyer's market. \"We have a great squad, a great spirit, a great infrastructure,\" he says. \"The players will take time to gel, but it gives us a lot of confidence that we will have a positive and successful season.\" Khaldoon spoke extensively in Manchester, then at his home in the desert city of Abu Dhabi. Over the course of several days a picture emerged of how the Al Nahyan Sheikhs, the dynastic rulers of Abu Dhabi, have tried to manage strategically the unfathomable wealth that gushed from beneath their desert. They want and need to broaden Abu Dhabi's economy, and to present an image of class, not vulgar riches, to the world. The grand projects, the Formula One racetrack, Ferrari visitor centre, Louvre gallery and Guggenheim Museum, represent an artificially constructed, bought culture, but one which they believe embodies quality. Manchester City is now part of that project, even though Sheikh Mansour's was a private acquisition. Many lambast City's £200m spend on a new team, seeing it as money gone mad in what used to be called the people's game. Khaldoon's hope is that there will be an acknowledgement of quality in the way they are going about it. The remarkable development stories in Abu Dhabi and in Dubai are tainted by documented reports of exploitation of migrant workers. Khaldoon is concerned with that issue, given his role as chairman of Abu Dhabi's Executive Affairs Authority, which gives strategic advice to the emirate's governing Executive Council. He accepts there is a problem, that the government has historically failed to protect workers adequately. \"I have tremendous respect for these people,\" he says. \"They work, they don't spend anything here, they support their families. We have learned a lot; we know we must improve the labour issues; it is part of the country's evolution.\" The City chairman becomes deeply serious when talking about his country. Asked what he meant when describing the UAE as \"not like other Arab countries,\" he explains: \"We are trying to set a good precedent for the Arab world: economically, socially, politically. The image people have, the negative perception of the Arab world and Islam… having an Islamic country such as the UAE to show a good side is very important and profound.\" That is why Khaldoon al-Mubarak is acutely aware that everybody must acquit themselves well at so public a venture as City, where Sheikh Mansour bin Zayed al-Nahyan is seeking, after the club's 33 trophy-less years, to bring home something more substantial than the Joan Gamper Trophy. To turn, in the words of the song City fans sing, the blue moon to gold."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}