{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/sep/29/chelsea-petr-cech-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-09-28T23:10:02Z", "webTitle": "Chelsea's Petr Cech complains about referee's inconsistency with red cards", "webUrl": "https://www.theguardian.com/football/2009/sep/29/chelsea-petr-cech-champions-league", "apiUrl": "https://content.guardianapis.com/football/2009/sep/29/chelsea-petr-cech-champions-league", "fields": {"headline": "Petr Cech complains about referees' inconsistency with red cards", "bodyText": "Petr Cech has bemoaned a lack of consistency from match officials following his red card for a professional foul against Wigan on Saturday, a dismissal that rules the Chelsea goalkeeper out of Sunday's challenging fixture against Liverpool. The Czech international arrived in Cyprus last night with Chelsea's midfield numbers severely depleted before tomorrow's Champions League tie against Apoel Nicosia and was still perplexed as to why he was sent off by Phil Dowd at the DW Stadium. Cech conceded that his trip on Hugo Rodallega merited the penalty but was less sure about the red card he received during Chelsea's first defeat under Carlo Ancelotti. \"The complaint was not about the penalty because you can see why it is given,\" said Cech, explaining why he initially appeared to query the official following his second-half red card. \"The player clipped my leg and fell down, which you see given many times. The surprise was the red card because, before the season started, referees came to the training ground to say which cases will be red or yellow cards. \"We had a good chat with them and one of the points was that, if the player gets past the goalkeeper and the ball goes away from the goal, and there is a defender coming behind, it would be a yellow. So when the ref whistled I thought it would be a penalty and a yellow card, because Ashley Cole was running behind me If Rodallega had have shot he would have been there.\"You can see some given as red cards and some as yellows. On the same day there was a penalty for Cardiff in the Championship, the goalkeeper [Sheffield Wednesday's Lee Grant] made the same contact and got away. But no complaints, he decided to do that, I have a match off and unfortunately have to watch from the stands, that's the way it is.\"\" Cech should retain his place against Apoel given the injuries and suspensions that have eaten into the squad. Chelsea arrived in Nicosia without the suspended José Bosingwa and Didier Drogba while Michael Ballack and Mikel John Obi have calf and ankle complaints respectively. Ashley Cole, carried off the field at Wigan with a knee injury, has made the trip though Yuri Zhirkov could yet play at left-back. Given the lack of options in midfield, there could also be a first European game for Joe Cole – who has recovered from the cold that ruled him out at the weekend – since last December following his return against QPR in the Carling Cup last week. Deco, too, has travelled though he lacks match fitness after missing a month with a calf strain. The game against Apoel – who drew their opening group match at Atlético Madrid – offers a chance to regain momentum ahead of the visit of Liverpool to Stamford Bridge in the wake of the Wigan defeat, described by Drogba as \"the worst game I have played in since I have been at Chelsea\". \"After any defeat you have to move on quickly and the good thing is that we have an opportunity to forget about the Wigan game with a game in midweek,\" said Cech. \"It is better than having a whole week to think about it,' he said. \"It is always a pity when you end such a beautiful run with a bad game but it is better to lose when you know everything went wrong like it did on Saturday, rather than playing well and dominating the game. We know we didn't play well enough to get three points.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}