{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/sep/02/children-alcohol-oecd-report", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-09-01T23:05:16Z", "webTitle": "Britain and alcohol: Drink problem", "webUrl": "https://www.theguardian.com/commentisfree/2009/sep/02/children-alcohol-oecd-report", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/sep/02/children-alcohol-oecd-report", "fields": {"headline": "Britain and alcohol: Drink problem", "bodyText": "Tucked away in yesterday's OECD report on childhood was a dismal if unsurprising figure: British children get drunk, or claim to get drunk, far more often than their counterparts anywhere else in the developed world. A third of 13- to 15-year-olds in this country said they had been drunk at least twice; in France the proportion is well under a fifth. The report made other important observations – Britain spends above the OECD average on children, while not always achieving better results – but it is the drinking that caught the attention, an often-told story of damaged hopes that begins with cheap cider and ends in a lifelong addiction. Everyone knows about British youth's problem with drink, and initiatives to fight it have flowed from government and industry faster than a nightclub barman can serve on a Friday night. This week alone has brought the launch of a £100m, five-year advertising campaign (\"Why let the good times go bad?\" it asks young people) and a new, tough-sounding penalty, drinking banning orders, which came into force on Monday. A relic of the late Blair-era respect agenda, they allow magistrates to ban rowdy drunks from bars for up to two years. No matter that magistrates do not want the power, or that there appears to be no way to enforce it, or that even if it is enforced the banned will just find other, cheaper, ways of drinking; at least it can be announced that something is being done. No matter, either, that evidence suggests childhood drinking in Britain is not a growing habit, and that young people are being blamed as the visible and rowdy sharp edge of a national addiction to alcohol that is arguably more serious, if better hidden, among older adults. Childhood drinking is a problem, but recent government data suggests that 46% of 11- to 15-year-olds have never touched alcohol, a slightly increased proportion. The trouble is that those children who do drink are drinking more heavily (equivalent to six pints a week) and that women of all ages are catching up with men. Is the drink problem primarily about health – record rates of liver disease and drink-related cancers? In that case adult heavy drinking (led by Scotland, with its 570 pint-per-capita equivalent annual alcohol consumption) is the bigger problem. Or is it about disorder and teenage bingeing? The two are linked, of course, and the sight of a town centre on a Saturday night should persuade any doubters that something is badly wrong. But remember that British alcohol consumption is just below Germany's and not much higher than in Spain or France. Britain drinks too much and drinks in the wrong way, but crackdowns will fail and the fault is not just with the young."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}