{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2009/sep/17/correctionsandclarifications-editorialsandreply", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2009-09-16T23:05:16Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2009/sep/17/correctionsandclarifications-editorialsandreply", "apiUrl": "https://content.guardianapis.com/theguardian/2009/sep/17/correctionsandclarifications-editorialsandreply", "fields": {"headline": "Corrections and clarifications", "bodyText": "• An article about farmers facing eviction from local authority-owned land gave the impression that since the mid-1980s North Yorkshire has sold 100,000 acres of farmland and 178 tenants have left – some of them evicted. These were national figures, rather than figures for North Yorkshire. North Yorkshire county council says its policy is to dispose of farmland only when it has become vacant, and that it sold just over 5,000 acres of land between 1998 and December 2007 (Land and fiefdom, 26 August, page 1, Society). • We said in a report in August that an unelected peer, Lord Mandelson, was about to take charge of Britain's affairs for the first time since Lord Salisbury left office in 1902. In fact there was a more recent example – in 1963, Lord Home took office as prime minister. He renounced his peerages, becoming Sir Alec Douglas-Home, and entered the House of Commons after winning a byelection in Kinross and West Perthshire. This sequence of events meant that for a short period Britain had a sitting parliament with a prime minister who was neither a member of the Lords nor the Commons (A week is a long time in politics. But if you are Lord Mandelson, it's not long enough, 15 August, page 9). • An interview with Paloma Faith suggested incorrectly that she is a member of a band called Back to the Future; she is a solo artist. The release of her album, Do You Want the Truth or Something Beautiful, has been delayed; it will come out on 28 September, not 21 September (Stir it up, 12 September, page 59, Weekend)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}