{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/sep/29/jonny-wilkinson-interview-donald-mcrae", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-09-28T23:10:01Z", "webTitle": "Jonny Wilkinson: 'I still feel internally obliged to hit everything spot on'", "webUrl": "https://www.theguardian.com/sport/2009/sep/29/jonny-wilkinson-interview-donald-mcrae", "apiUrl": "https://content.guardianapis.com/sport/2009/sep/29/jonny-wilkinson-interview-donald-mcrae", "fields": {"headline": "Jonny Wilkinson: 'I still feel internally obliged to hit everything spot on'", "bodyText": "It's definitely coming back,\" Jonny Wilkinson says quietly of the form and assurance that once helped him win a World Cup at the death. That same deadly conviction was evident earlier this month when Wilkinson scored all of his new team's 18 points and steered Toulon to a memorable victory over their illustrious opponents, Toulouse, before a crowd of 60,000. He made 20 big hits, over three times the tackles expected from a fly-half, and proved as withering in defence as he was relentless with the boot. Despite defeat, his opposite number, Frédéric Michalak, spread his hands wide and said of Wilkinson's return: \"It's great for rugby.\" Yet on Saturday, to protect the famously intense Wilkinson from himself, his coach, Philippe Saint-André, started with him on the bench against Biarritz – and Toulon collapsed without him. Wilkinson has reclaimed the aura of a man who could, once more, become just as important to England as he already is to Toulon. Having suffered terribly from injury over the last six years, Wilkinson qualifies the praise with a more introspective appraisal of his French resurgence. \"It's difficult to know for sure,\" he cautions. \"It's a new scenario and hard to quantify. In terms of progression, the feeling of comfort, I'm getting to where I need to be. But in terms of, 'Am I happy in what I'm doing on the field?' the answer is always 'No.' There is much more I could be doing. If I was playing amazingly I would still say the same. But I honestly mean it when I say I've got a lot more to do here.\" Wilkinson smiles at a suggestion that at least he has moved on from the last time we spoke – when he pretended that a video camera recorded his every move during the course of a day. At night, in the dark, he would replay that secret video in his head and fret over moments where he felt he had failed or acted badly. Does his gentle amusement in Toulon confirm he has broken free from such torment? \"It's a process of maturing,\" he says. \"I agree with the concept enormously but a lot of what I saw back then was fear-induced and quite dogmatic. I would think, 'You must do this and if you don't you won't deserve to win.' I wouldn't express things like that now. I appreciate now that performance stems from enjoyment. And so looking at your video at the end of the day might be a good way of saying, 'Have I enjoyed myself and, in doing so, have I helped other people enjoy themselves? Have I worked hard to bring out more, if you like, of my God-given talent?' That's the way I see things now as opposed to, 'Was that good enough?' Those were the things that kept me awake at night.\" Wilkinson's impossible pursuit of sporting perfection has forced him to seek serenity in different fields – from Buddhism to quantum physics to studying French and music. \"Definitely. I've been searching for tranquillity in a world created by obsessive thoughts. The panic and doom that comes from thinking 'if I don't get this last kick it means this or that – and if I don't do that well enough today I'll regret it the rest of my life.' Those feelings went into creating a world induced by fear of failure. The whole search was to break away from that.\" Does Buddhism still help him achieve tranquillity? \"Yeah, definitely. It's a philosophy and way of life that resonates with me. I identify with it. I agree with so much of the sentiment behind it. I enjoy the liberating effect it's had on me to get back into the game – in a way that's so much more rewarding because you're enjoying the moment of being on the field. In the past it was basically me getting into the changing room, wiping my brow, and thinking, 'Thank God that's over.' I just managed to keep my head above water.\" Wilkinson will always require something beyond the banality of sport to maintain his equilibrium. But in the past he seemed less comfortable discussing Buddhism. \"I was still worried about what people thought then. I'm aware there is this faddish feel of people diving into these things and trying to find immediate escape. But it has become part of my journey. That's not to say you don't need to look in the mirror. \"And I still feel internally obliged to hit everything spot on. I still have that great desire and I'd be cheating myself if I have thought it was going to be any different. I've had to go back to paying in a few more funds into my work bank account. I've had to establish a base of funds, to keep the metaphor going, because I've been out so long. I could picture a ball going through the posts, and picture a great feeling, but until recently that feeling had lost its clarity because I hadn't seen it happen for so long. So I had to put much more work back into the account.\" The danger is that he will end up overworking and injuring himself again. \"A lot of this behaviour is an inherent part of who I am,\" he argues. \"It can't be changed. But because I've been out so long my body is prone to saying, 'I'm not used to this.' I'm taking tackles on the weekend, doing contact and weights during the week and I haven't done all that for God knows how long. So I've got the odd little niggle.\" Saint-André still places Wilkinson's health before the results of his team but the demand for the heavily bankrolled Toulon to improve on their current position of sixth could take its toll. Yet, amid his promotional duties for Gillette's new Fusion Gamer razor, Wilkinson stresses that he has been re-energised by French rugby culture. He marvels at the sheer toughness of forward play and \"magician-like individuals\" among the backs. But his face lights up most when describing a shared perspective. \"At Toulon we've got great French players like Pierre Mignoni, Sébastien Bruno and Laurent Emmanuelli and they are ruthless professionals. You could put them in an England dressing room and, apart from the language, you wouldn't see the difference. They're looking for conviction, commitment, effort, dying for the cause.\" Wilkinson looks blissfully dreamy as he recites the raw semantics of rugby. \"They speak with aggression and their performances are fuelled by aggression and precision. It's a million miles from those stories you hear about these French guys saying, 'Hey, let's give it a go.'\" Few current or former team-mates would undertake the mission Wilkinson set himself in the off-season. In the company of his brother and Steve Black, his former mentor at Newcastle, Wilkinson immersed himself \"in a research project to look at how sportsmen do things at the highest level. We went to the [American football team] Denver Broncos. We thought our visit had been set up but they had no idea we were coming.\" Wilkinson blushes when conceding he chose not to reveal his sporting pedigree. But the Broncos, thinking they were hosting a trio of earnest English holidaymakers, were sufficiently polite. \"This amazing guy took us all over their operation and it was incredible. That level of professionalism is something I massively admire. They only play 16 games a year – so it's a real performance-based sport rather than drudging through 60 matches a year. We also went to the NFL game at Wembley last year, and wow! Just watching them warm-up! They're very different animals. You sometimes see us like this [he mimics shrivelling into himself] whereas they're all about, 'This is my moment.'\" Yet, for most casual sports fans, Wilkinson is an ice-cool perfectionist who rarely misses a kick when it matters. \"Maybe I'm joining the stereotype in describing NFL players like this,\" he agrees. \"I've always viewed the pressure as tough but at the same time I've never wanted to see why it should interfere with what I do. So perhaps we're the same.\" Wilkinson's empathy extends more naturally to one of his rivals for the England No10 shirt. Danny Cipriani may have fallen out of favour at Twickenham but Wilkinson is warmly supportive. \"I've got a lot of respect for Danny. I've spoken to him a fair amount on the phone – discussing rugby and some of the things we've talked about here. He's massively talented and he's already a damn good player. But the scope for him is astonishing.\" Revealing that he and Cipriani call each other every few months, Wilkinson says, \"having an opportunity to chat is good because he faces a lot of pressure – and not many people have to deal with that at his age. He's been isolated in a team sport as an individual worthy of all this attention and that's not easy. He's got a different fame to me, and he comes from a different era, but there are two things he wants in his rugby career. One is to be as good as he can be and the other is to enjoy it. That's the same fight I'm involved in, so we'll always have common ground.\" Wilkinson hesitates when asked if he is winning his own internal battle. \"It's never going to be a Hollywood movie as the credits come up and I walk into the sunset with happy moments forever. You come to France and think this is a marvellous move but, sure enough, training doesn't go well one day or I'm not kicking great – and you ask yourself again, 'What happens now?'\" The 30-year-old sporting icon, accepting his complicated fervour, looks up and smiles. \"It's a journey – and I'm just happy with the stretch of road I'm on right now.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}