{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/sep/25/saracens-south-africa-brendan-venter", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-09-24T23:10:02Z", "webTitle": "Brendan Venter's steel has given Saracens a very hard centre | Shaun Edwards", "webUrl": "https://www.theguardian.com/sport/blog/2009/sep/25/saracens-south-africa-brendan-venter", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/sep/25/saracens-south-africa-brendan-venter", "fields": {"headline": "Brendan Venter's steel has given Saracens a very hard centre", "bodyText": "Someone rather cruelly pointed out the first two letters in \"Saracens\" – implying, I guess, that a little bit of South Africa is being cloned in Watford and St Albans, where Brendan Venter's team play and train. I suppose that would be fair enough if you were making a cheap joke or simply trading on names like Britz, Van Heerden and De Kock, but it goes no way towards undermining what is happening just off the M1. Three wins from three, one of only two perfect records left in the Guinness Premiership, is a better guide, as Gloucester will probably find out when they travel to Vicarage Road on Sunday. Saracens have found a game plan which makes them hard to beat and if they have borrowed from the Springbok experience to do so, so what. South Africa are, after all, the world and Tri-Nations champions, so any coach who has men in important positions who can do what their Springbok counterparts do would be foolish not to use them. The difference at Saracens is that they also have the Venter factor – the steel and resilience that makes them special. It may be an exaggeration but the story goes that this week, while England's coaches were worrying that the Saracens captain, Steve Borthwick, might not be fit in time for the autumn internationals, after suffering a rib injury against Harlequins, Venter was wondering whether he could get his man fit and ready for Sunday. As I say, it may be an exaggeration, but it does reveal the manner of the man. Venter may be a qualified doctor – a medic, not a scientist or a man of letters – but the way he played as a centre with 17 South Africa caps gave little regard to the damage that might be done to his or his opponent's body. The same applied when he became a coach, first with London Irish and then back in South Africa. Play through Saracens match videos and you see what he's changed. Under Eddie Jones, a fine coach with a considerable international pedigree, Saracens were a well-drilled side capable of beating anyone, but equally capable of losing to anyone when minds wandered. That has often seemed to be that way at Saracens. In Nigel Wray they have had one of the more generous owners, a benefactor who has hired a list of celebrity coaches, many of whom have come up short. Not now. Judging from this season's form, any side looking for crumbs from Venter's table will wait a long time and Gloucester will have to play far better than they did against Northampton last weekend to leave Vicarage Road with anything. Saying all that, it would be foolish not to look at comparisons between Saracens and the Springboks, and some of those important characters around whom game plans are constructed. Both sides, for instance, are pretty pragmatic and don't play a lot of football in their own territory. The Boks do this through the considerable boots of guys like the full-back Frans Steyn and the fly-half Morne Steyn, whereas Saracens have Derick Hougaard (a former Springbok) and the Kiwi Glen Jackson, who, like the two Steyns, trade in drop-goals. The scrum-halves, South Africa's Fourie du Preez and Saracens' former Bok, Neil de Kock, have similar styles when it comes to tantalising box kicks. It is this all-round kicking game, supported by good chasing, that puts pressure on opponents, forces the mistakes and keeps the scoreboard ticking. The other key weapon for both sides is the lineout. The Boks are the best in the world, with Victor Matfield and Bakkies Botha. At Saracens, Borthwick takes the Matfield role. I'm led to believe he is prepared to spend hours poring over videos, in order to crack the opposition's secrets. Less well understood are the back-row comparisons between Heinrich Brüssow, the \"find\" of the Lions tour, and Saracens' Andy Saull, a player I've long regarded. Or the similar abilities of men like Bryan Habana and Noah Cato to go the length of the field, as Cato did against Northampton at Wembley recently. If you have such players, you would be foolish not to use them. And if they fit an established template, well and good. But mere mimicry is never enough. Sides have to have something of their own to fall back on when things get tough. And that, I'm sure, is what Venter brought with him."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}