{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/sep/06/israel-west-bank-settlement-deal", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2009-09-05T23:07:32Z", "webTitle": "Settlement deal set to focus on the West Bank", "webUrl": "https://www.theguardian.com/world/2009/sep/06/israel-west-bank-settlement-deal", "apiUrl": "https://content.guardianapis.com/world/2009/sep/06/israel-west-bank-settlement-deal", "fields": {"headline": "Settlement deal set to focus on the West Bank", "bodyText": "George Mitchell, the US envoy to the Middle East, will return to Jerusalem this week for talks on a temporary Israeli suspension of settlement activity in the occupied West Bank, despite a highly public row breaking out on the issue on Friday, writes Rory McCarthy. Mitchell's visit comes after the White House criticised Israeli prime minister Binyamin Netanyahu's latest plans to approve construction of hundreds of new settlement housing units ahead of the settlement freeze. The plans were \"inconsistent\" with Israel's previous commitments under the 2003 roadmap, it said. Analysts in Israel said Netanyahu was trying to win the support of pro-settler rightwingers within his ruling coalition, while still being seen to go along with US demands for a settlement freeze. The result is likely to be a watered-down compromise. Instead, any deal is likely to be focused solely on the West Bank, not including east Jerusalem. Israel intends to continue building 2,500 homes where work has already begun, as well as the construction that Netanyahu is about to approve. Israel wants to be able to continue building to meet the demands of \"natural growth\" within settlements and wants the suspension limited to six months. In return, Arab states are being asked to take measures towards diplomatic recognition, allowing Israeli flights over their territory and opening Israeli trade offices. Palestinian leaders have said that they will not agree to talks unless there is a freeze of settlement activity. After Israel's plans for new construction emerged, Saeb Erekat, the chief Palestinian negotiator, said: \"I think the only thing that will be suspended by this announcement is the peace process.\" Yet the Obama administration still hopes that Netanyahu and Palestinian president Mahmoud Abbas will agree to restart peace talks for the first time in nearly a year during a meeting of the UN General Assembly in New York later this month."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}