{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/sep/10/man-brooker-prize-history-obsession", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-09-09T23:05:18Z", "webTitle": "Why are we suddenly so fascinated by our history? | Alexander Chancellor", "webUrl": "https://www.theguardian.com/commentisfree/2009/sep/10/man-brooker-prize-history-obsession", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/sep/10/man-brooker-prize-history-obsession", "fields": {"headline": "Why are we suddenly so fascinated by our history?", "bodyText": "When I was a teenager, I was a devourer of the rip-roaring historical romances of the now widely forgotten Harrison Ainsworth, but was somehow made to feel guilty about it. Historical novels were not considered serious literature, which was expected to concern itself with the gritty realities of contemporary life. But in recent times more and more good novels have been set against historical backgrounds, and this is true to a degree of all the six books on this year's shortlist for the Man Booker prize. The historical novel is no longer an object of condescension. This may reflect the growing fascination with history that is evident everywhere – in films, television dramas and documentaries, and the heritage industry. TV historians such as Simon Schama and David Starkey now enjoy as much celebrity as TV cooks. History has become big business. One can speculate about the reasons for this, but I think that a major one must be the generally dim and dingy role that Britain plays today on the world stage, as well as the various ailments that afflict society at home. A people that is no longer making history looks to the past for reasons to feel proud. And as far as novels are concerned, it may be that the amorphous, incoherent nature of society today is resistant to fictional illumination. History has also become more traditional again, with renewed focus on the kings and queens who were sidelined for a while by the protagonists of social and economic change. Hilary Mantel's Wolf Hall, the favourite to win the Man Booker prize, is about Thomas Cromwell, the chief minister of Henry VIII, the 500th anniversary of whose succession to the throne falls this year. This, together with Starkey's television programmes, have given a boost to the Tudor monarchs, who are being celebrated all over the place. Three years ago, the National Trust and English Heritage launched a campaign called \"History Matters\" to \"raise awareness of the importance of history in our everyday lives and encourage involvement in heritage\". In a speech to mark the event, Stephen Fry contrasted what he described as \"a new and bewildering contempt for the past\" with a simultaneous \"exponential growth in the public appetite for history\". Three years later, history seems to be the victor. Thinner thighs Many of the health scares with which newspapers strive daily to spread alarm and despondency at the nation's breakfast tables hover on the brink of implausibility, but there was one the other day that really did beggar belief. The headline in the Independent read: \"Big Thighs Could Be Key To Beating Heart Disease: Study Shows Those With Thinner Legs Are More Likely To Suffer Cardiac Problems.\" This conclusion, from research conducted by Professor Berit Heitmann of Copenhagen University Hospital, is so bizarre that even the British Medical Journal, which published his findings, was sceptical. \"Is this association biologically possible?\" it asked in an editorial. \"It would seem logical that having bigger thighs would be a reflection of greater adiposity [fatness], and that this would increase the risk of heart disease.\" Well, yes, that would indeed seem logical. What, I wonder, can have made Professor Heitmann decide that the relationship between thigh size and heart disease was a worthy subject for study? Maybe he was just trying to draw attention to the fact that no health warning is so preposterous that it will not be prominently reported in the British press, which knows how to turn even the tiniest possibility of risk into a major scare (and simultaneously give unwarranted publicity to the most obscure research teams). On Tuesday, the Daily Mail devoted a whole page to the subject \"How cigarette smoke in your carpet could harm your baby\". This finding was attributed to Professor Jonathan Winickoff of the Massachusetts General Hospital in Boston, who said that even parents who didn't smoke in front of their children put them at risk, because \"toxic particles of cigarette smoke can remain on nearby surfaces long after the cigarette has been put out\". \"The dangers of third-hand smoke are very real,\" he opined. The success of the Daily Mail would seem to be at least partly based on its propensity to spread unease and insecurity among its readers. It must know that they enjoy these feelings for it cultivates them assiduously, and not only with health scares. By its constant criticism of the physical attributes of the famous it makes everyone anxious about his or her appearance. In fact, it is hard to imagine what kind of appearance would satisfy the Mail. If you look wrinkled or podgy, it mocks you; but if you attempt to roll back the years by artificial means, such as plastic surgery, it mocks you even more. The only way to earn its unqualified approval would be to achieve the rare feat of looking naturally very young for your years. But luckily for the Mail, the British people have vast reserves of guilt and masochism on which they can draw. From next week, Alexander Chancellor's column will appear every Friday"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}