{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2009/sep/20/different-drummer-kenneth-macmillan", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2009-09-19T23:15:00Z", "webTitle": "Different Drummer by Jann Parry: Kenneth MacMillan | Book review", "webUrl": "https://www.theguardian.com/books/2009/sep/20/different-drummer-kenneth-macmillan", "apiUrl": "https://content.guardianapis.com/books/2009/sep/20/different-drummer-kenneth-macmillan", "fields": {"headline": "Different Drummer by Jann Parry", "bodyText": "In the autumn of 1992, Kenneth MacMillan died of a heart attack backstage at the Royal Opera House, during a performance of one of his ballets. The chor-eographer was 62, and with some 70 works to his name, a senior eminence of the British theatre. In 1965, his visceral Romeo and Juliet set the seal on the Royal Ballet's reputation as the most exciting narrative dance company of its day and his subsequent oeuvre, much of it shot through with violence and perverse sexuality, proved that classical dance could be a challenging and controversial form. Works like Mayerling (1978), inspired by the suicide of the deranged Crown Prince Rudolf of Austro-Hungary, and Valley of Shadows (1983), based on Bassani's Holocaust novel, The Garden of the Finzi-Continis, took ballet into areas previously considered beyond its reach. Despite these achievements, MacMillan was tormented throughout his career by neurosis and self-doubt. As a young dancer, he suffered agonies of stage-fright; later in life, he hid from public scrutiny behind dark glasses and anonymous, ill-fitting clothes. The Covent Garden staff member who found MacMillan's body in an unlit corridor during that fateful performance of Mayerling thought that he was a tramp who had wandered in off the street. Different Drummer, Jann Parry's new biography of the choreographer, is at once an assiduously detailed history of the man and a psychological deconstruction of his work. Parry describes how MacMillan's childhood was a seedbed of traumatic anxieties that wormed their way, in differing forms, into all his ballets. Aged six, he watched, fascinated, as his parents had sex. Air raids on Great Yarmouth were endured with equanimity, but his mother's epilepsy, with its convulsions and loss of bladder control, was a source of horror and shame. The guilt that the young Kenneth felt at this reaction was compounded when he returned from school one day to discover that she had died. He was ordered to kiss the cold lips of the corpse and not to cry. A few years later, accompanying his adored sister, Jean, to a dance hall \"reeking of body odour, beer and Brylcreem\", he found himself hating the men who eyed her up. MacMillan refused to believe his sister capable of casual sex, but their alcoholic father did not. One night, William MacMillan dragged Jean from the dance floor and threw her out of the family home. Afterwards, MacMillan found himself avoiding her in the street and colluding in her banishment – a further source of guilt – and did not understand what Jean meant when she told him that their father had \"broken the rules and could no longer hide his feelings for her\". There are similar intimations in Kenneth's confession, years later, that his brother, George, \"had involved him in activities about which he felt ashamed and resentful\". (The statement calls to mind the rather more relaxed attitude of Frederick Ashton, MacMillan's predecessor as director and resident choreographer of the Royal Ballet, who told his friend Billy Chappell that he had been buggered by all three of his brothers and \"rather enjoyed it\".) Little wonder that in ballets like My Brother, My Sisters (1978), a tale of incestuous sibling rivalry, MacMillan depicts the family as a locus of intrigue and abusive secrets. His heroes or heroines are invariably outsiders, set apart by nature, appearance, or force of circumstance. All, to a greater or lesser degree, are self-portraits. One of MacMillan's earliest ballets, Laiderette (1954), concerns a girl whose mask conceals deformity and baldness. \"Kenneth, outwardly presentable, feared that he, like Laiderette, was a freak,\" writes Parry. \"His calm exterior was a front hiding his uncontrollable panic attacks. The emotions other people expected him to show, including grief over his parents' deaths, were alien to him.\" Over the years, a succession of psychiatrists attempted to alleviate his anxiety and paranoia, a task made more complicated by the fact that he was, at intervals, the victim of a real campaign waged against him by a cabal of hostile critics and Royal Opera House mandarins, who feared that his bleak, expressionistic works were undermining the classical heritage established by Frederick Ashton. The influence of the ROH board was so baleful in the 1960s that MacMillan took refuge abroad, creating his masterpiece Song of the Earth (1965), for Stuttgart Ballet. A profound, austere meditation on death and renewal, the piece is one of the greatest metaphysical dance works of the 20th century. In the end, MacMillan was saved by love. In 1972, he met an Australian artist named Deborah Williams and they quickly set up house together and had a child. While Deborah would prove a tigerish protector of her husband's interests, it was she who provided Parry with unconditional access to MacMillan's papers and diaries, apparently without having read them. That Parry (my predecessor as this paper's dance critic) came to love her diffident, elusive subject is also apparent; this biography was at least a decade in the writing. It comes out at a time when MacMillan's star is in the ascendant. Monica Mason, who as a dancer created the role of the Chosen Maiden in his 1962 version of The Rite of Spring, is now director of the Royal Ballet and ensures that his work remains in the repertoire. If much of it (like The Judas Tree, to be revived this season) remains forbiddingly dark, Parry's compassionate account enables us to approach it with new understanding."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}