{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/sep/10/uk-city-culture-longlist-chorley", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2009-09-09T23:34:28Z", "webTitle": "Longlist of UK's city of culture candidates revealed", "webUrl": "https://www.theguardian.com/culture/2009/sep/10/uk-city-culture-longlist-chorley", "apiUrl": "https://content.guardianapis.com/culture/2009/sep/10/uk-city-culture-longlist-chorley", "fields": {"headline": "Longlist of UK's city of culture candidates revealed", "bodyText": "Could it be Scunthorpe? Basildon? Not Chorley, surely? An eclectic list competing to become the first UK city of culture is almost revealed today, but not quite. There are 29 candidates on the longlist for the scheme announced today by the culture secretary, Ben Bradshaw, and intended to build on the European capital of culture award. One is peculiarly hard to pin down geographically, and another has requested its name be withheld, which could cause a few problems for tourists should it win the title in 2013. The presence of cows and lack of tower blocks should help locate the former entry, entitled \"The Countryside\". The Countryside graciously answered the Guardian's call yesterday and explained it was making a political point. \"The facilities available in the countryside far outstrip any city,\" said its spokesman, Andy Woodward, who also markets working farms to tourists. \"The countryside has culture, heritage, and some of the finest sporting events and venues in the world.\" Originally there were two anonymous entries, but Aberdeen outed itself yesterday afternoon. That leaves just one apparently too embarrassed to be named. Staines? Grimsby? Newcastle-Gateshead, the twin cities positively infested with culture, which many believed were robbed when the European capital of culture title went last year to Liverpool? Not us, said Andrew Dixon of the Newcastle Gateshead Initiative: \"We're focused on securing the 2018 World Cup.\" The title may bring glory, but has not a penny in official funding; it is to be conferred every fourth year. \"Liverpool's experience last year proves that cultural life most definitely does not begin and end within the M25,\" Bradshaw said. \"A cultural spotlight on a city can have a fantastic effect on inward investment, and give a real lift to local morale.\" A shortlist will be announced in January, and the winner at Easter. The longlist includes a wealth of cultural attractions such as Bath, Norwich, Brighton and Oxford, and a few not yet on every culture vulture's A-list including Reading, Hull and Chorley. At this stage candidates do not declare what seductions they would actually offer (\"We don't want them spending a shed-load of money and bringing in rafts of consultants,\" a culture department spokesman said), so Barnsley can keep its cards close to its chest for now. If the former mining town should confound the odds and win, it could see the Grimethorpe colliery band playing in the guests, and local boy Ian McMillan, former poet in residence at Barnsley FC, the first football club in the country to acquire such an asset, declaiming rhyming opening addresses for glitzy events including the Turner prize, the Brits, and the BBC Sports Personality of the Year. All are fixtures on the cultural calendar which have expressed interest in decamping for the year to the winner. The candidates are: Aberdeen, Barnsley, Belfast, Birmingham, Bradford, Brighton and Hove, Carlisle, Chester, Chichester, Chorley, City of Bath, Cornwall, Co Durham, Derby, Derry City, Gloucester and Cheltenham, Hull, Ipswich and Haven Gateway, Leicester, Manchester, Norwich, Oxford, Pennine Lancashire, Reading, Sheffield, The Countryside, Urban South Hampshire, Wakefield, and one area that asked not to be named. Pride of place Key clashes Bath v Barnsley Bath World heritage site, renowned for its Roman hot spring baths and Georgian squares and crescents, right. Its annual festival honours Jane Austen, once a regular, if reluctant, visitor. Barnsley Former mining town with award-winning £24m train and bus interchange opened in 2007. Its famous markets were first established by royal charter in 1249, with more than 300 indoor and outdoor stalls. Barnsley FC is the first football club in the country to have a poet in residence, Ian McMillan. Oxford v Chorley Oxford One of the oldest university cities in the world past graduates include 25 UK prime ministers, 30 world leaders, 47 Nobel prize winners, six kings, 12 saints and 20 Archbishops of Canterbury. Chorley Home of the famous dried fruit filled pastry Chorley cake – not to be confused with the dried fruit filled pastry Eccles cake – and a major 19th century cotton town; today only three mills are still working. Said to be the venue where James I knighted a good steak dinner, creating the sirloin."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}