{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/sep/12/yeats-alandi-irish-st-leger", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-09-11T23:18:00Z", "webTitle": "Bank on Alandi to get the better of classy Yeats in the Irish St Leger", "webUrl": "https://www.theguardian.com/sport/2009/sep/12/yeats-alandi-irish-st-leger", "apiUrl": "https://content.guardianapis.com/sport/2009/sep/12/yeats-alandi-irish-st-leger", "fields": {"headline": "Bank on Alandi to get the better of classy Yeats in the Irish St Leger", "bodyText": "Of all the difficult challenges Aidan O'Brien has faced in his time as a top-class trainer, handling his star stayer Yeats must now rank among his toughest tasks. The eight-year-old increasingly trains himself these days, exerting himself as much as he fancies, and for some time during the build-up to his memorable fourth Ascot Gold Cup success in June the vibes from Ballydoyle were that he was unlikely to be ready in time as a result. It was, therefore, an even more impressive performance to blitz his rivals in the manner in which he did and, regardless of his lethargic behaviour behind closed doors, he is sure to prove a warm order in the betting for the Irish St Leger at Leopardstown today. He is, after all, probably one of the best stayers for decades. But Yeats faces some stiff opposition here, perhaps tougher than he might care for, and as he edges towards a well-earned retirement, this could just be the time to take him on with the improving Alandi (3.20). A late-maturing type, he looked to have taken a considerable step forward when successful at Fairyhouse last month and soft ground is a major positive. Unusually, O'Brien has not had things his own way in the leading juvenile events this season, but nevertheless appears to have a stranglehold on the National Stakes. Alfred Nobel (3.50) can prove the pick of the stable's three declared runners and confirm recent form with stablemate Air Chief Marshall. Chabal was impressive on his debut seven days ago but this is much tougher."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}