{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/sep/21/ian-wright-justin-lee-collins", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-09-20T23:10:03Z", "webTitle": "Ian Wright lost in a desert of random noise | Martin Kelner", "webUrl": "https://www.theguardian.com/sport/blog/2009/sep/21/ian-wright-justin-lee-collins", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/sep/21/ian-wright-justin-lee-collins", "fields": {"headline": "Ian Wright lost in a desert of random noise", "bodyText": "It is a little like Flight Of The Phoenix in the media world at present. For those of you who do not recall the movie, an aeroplane crashes in the desert, the survivors emerge blinking into the light, some wander one way looking for salvation, some another, there are arguments and tragedies, until eventually (spoiler alert, if the film features in your future entertainment plans) someone with the requisite expertise rebuilds the plane and it flies again. At present, we are at the blinking into the light stage. Nobody in the traditional media seems entirely sure where to go next. Google Wave? Twitter? Mobile phone applications? People, I hear from the back of the wreckage, want information, entertainment, and opinions delivered to them instantly while on the move. Why? Where is everybody going? Moreover – and this is a key question for me – will you customers pointlessly scurrying about want finely crafted semi-humorous light entertainment of the kind you are currently enjoying, or just random noise? Five have plumped for the latter option in Live From Studio Five, Ian 'Wrightie' Wright's new teatime topical chat show and, in what we are contractually obliged to call the current climate, who dares cast the first stone? Michael Parkinson, that is who. Parky has called the show the worst television programme ever, which prompts the thought that he should get out less; and also leads one to take a more benign view of the enterprise than would otherwise be the case. The programme is not Newsnight Review, that is for sure. Its purpose, as far as I can gather, seems to be to discuss the issues everybody is talking about; the future of the planet, the death throes of capitalism, the silence of God. Ho, ho, not really. That would be some programme, though; Wrightie and Richard Dawkins. Come on Five, what are you waiting for? No, sadly by \"everybody\" they mean everybody who is tweeting and blogging and leaving comments on internet forums. So they show us some widely-viewed clip from YouTube, like Kanye West disrupting an awards ceremony, and Wrightie and co-hosts Melinda Messenger and Kate Walsh from The Apprentice tell us what they think, replicating for the viewer the experience of surfing the net while three fairly annoying people shout in your ear. I except Walsh, though, who is not half bad. She narrowly avoided working for Lord Sugar, taking the coveted second place on The Apprentice, confirming that all the contestants really want is to get out of whatever corporate nightmare or dead‑end business project they are trapped in, and get on the telly. She delivers the odd sharp one-liner, and looks remarkably at ease for someone new to live TV. Surprisingly, it is Wrightie who looks most uncomfortable, mugging to camera like a youth club leader trying to give the impression the Christmas disco is going really well, and shifting around in his seat a little too much. Not that live TV holds any particular terrors for Wrightie, he is probably just on edge hoping the SAS will mount a rescue mission. How much does that man want to be on TV? He left a successful and well-rewarded radio show, where every second caller prefaced his thoughts with \"Wrightie, you're a legend\", for a TV show where he gets to discuss whether women should wear high heels for work. For those of you who have lives and may have missed his thoughts on this key topic, here is a brief précis: \"Keep 'em on girls. It accentuates everyfink.\" While in time-wasting mode I hopped over to Sky for Justin Lee Collins – Ten Pin Bowler, a documentary/travelogue following the presenter as he tried to make it as a professional in the US. This could have been a great deal worse, but JLC is quite likeable in these gonzo shows, and there was satisfying time spent on the problems of customising a bowling ball for Collins's unfeasibly slender \"lady's fingers\". Collins was mentored by Carmen Silvino, a founding member of the Professional Bowling Association, who stripped his game down, and tried to give him a hook shot. Predictably, as anyone who has had a spot of tennis, or golf coaching will confirm, Collins's game suffered initially, and the schedule did not allow for it to be built back up again, so what we were left with was a show about a TV presenter not being very good at tenpin bowling. It filled an hour, though, as did Wrightie, irresistibly bringing to mind Seinfeld pitching his \"show about nothing\" to NBC. \"Why would anyone watch it?\" asks the NBC executive. \"Because it's on TV,\" says George. Unfortunately, there is nobody around these days sure enough of the new media environment to echo the NBC exec's acid response: \"Not yet, it isn't.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}