{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/sep/21/aston-villa-portsmouth-oneill-reo-coker", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-09-20T23:10:01Z", "webTitle": "Premier League: Aston Villa 2-0 Portsmouth", "webUrl": "https://www.theguardian.com/football/2009/sep/21/aston-villa-portsmouth-oneill-reo-coker", "apiUrl": "https://content.guardianapis.com/football/2009/sep/21/aston-villa-portsmouth-oneill-reo-coker", "fields": {"headline": "Nigel Reo-Coker on borrowed time as Aston Villa lay down law", "bodyText": "Rumours that Martin O'Neill has had his mobile ring tone changed to The Eye of the Tiger after that training ground dust-up with Nigel 'Rambo'-Coker are untrue, and it can also be revealed that, like John Paul Jones on another sinking ship, Portsmouth have not yet begun to fight. Oh to be a fly on the wall at Aston Villa's training base this morning, when O'Neill and Reo-Coker meet for the first time since grappling and exchanging four-letter unpleasantries last Thursday. The incident, provoked when Reo-Coker criticised another player for a misplaced pass, saw the spiky midfielder sent home and dropped from the team that beat palsied Portsmouth. That will not be the end of the matter. O'Neill is very much his own man, and does not welcome lazy categorisation as a Brian Clough clone, but one thing he has inherited from the manager for whom he played for so long is a take-no-nonsense disciplinary code, and Reo-Coker will not only be fined the maximum two weeks' wages today, he is also on borrowed time and will almost certainly be shipped out come the January transfer window. To managerial chagrin, the contretemps, as O'Neill called it, overshadowed Villa's fifth win in succession, which was illuminated by a breathtaking goal from the excitingly resurgent Gabriel Agbonlahor. The pride of the Midlands were booed off their own pitch at half-time, and again at the end, when they lost 2-0 at home to Wigan on opening day, but they recovered to beat Liverpool 3-1 at Anfield nine days later and have been on a roll ever since. They were too good for poor old Pompey, and ought to have won more comfortably, but at 2-0 they took the collective foot off the gas and surrendered the initiative in the second half. Portsmouth's left back enjoyed a busy afternoon on the flank, but his crossing let him down in the final third It is impressive testimony to their attacking strength that they are able to relegate England's Emile Heskey to the bench. Testimony, too, to the efficiency of defensive reinforcements in the shape of James Collins, Richard Dunne and Stephen Warnock that Saturday's was their third clean sheet in succession. In midfield, for the moment, at least, they are not suffering for the loss of Gareth Barry, with Steve Sidwell and Stiliyan Petrov supplying graft and craft to complement the width provided by James Milner and Ashley Young. Milner's penalty, after Nadir Belhadj had needlessly brought down Petrov, and Agbonlahor's third goal in as many games had Villa in cigar and slippers mode by the 43rd minute. \"Simply sensational, brilliant\" was O'Neill's reaction after his England wannabe outmuscled Tal Ben Haim and turned inside him – \"rolled\" his man, in dressing-room vernacular – before scorching a shot into the roof of the net from 18 yards. Portsmouth huffed and puffed gamely in the second half, demanding a couple of notable saves from Brad Friedel, but they seem destined to remain the basket case of the Premier League. In extremis they have sold off not only the family silver but also the chairs, tables and anything that moves with useful purpose. The manager, Paul Hart, had the look of a broken man after this sixth successive defeat, and needed a consoling cuddle from a sympathetic aide before facing his latest inquisition by the daily press. No team have ever survived this, the worst start in the history of the Premier League, and with Everton due next Saturday, it is hard to see where that first point is going to come from. There is no guarantee that morale will be lifted by tomorrow's Carling Cup trip to Carlisle, and those Pompey Chimes have a tumbril's timbre these days."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}