{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/sep/06/the-resistance-muse-cd", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-09-05T23:07:25Z", "webTitle": "Muse: The Resistance | CD review", "webUrl": "https://www.theguardian.com/music/2009/sep/06/the-resistance-muse-cd", "apiUrl": "https://content.guardianapis.com/music/2009/sep/06/the-resistance-muse-cd", "fields": {"headline": "Muse: The Resistance", "bodyText": "Most bands would be happy to fill Wembley Stadium twice over, as Muse did in June 2007. The event reinforced their status as the most outrageous live band of their generation, celebrations enhanced by a staging that so closely resembled the end of Close Encounters that the arrival of a flying saucer over north London wasn't entirely out of the question. However, Muse frontman Matt Bellamy, someone for whom over the top is never quite far enough, wasn't satisfied, believing the show to be \"compromised\" by health and safety killjoys who kiboshed his plans to dangle acrobats from a helicopter. Bellamy now seems to be writing with such shows in mind, promising \"a multi-platform totalitarian world\" to accompanying this autumn's tour in support of the Devon trio's fifth album, loosely themed around the notion that an omnipresent, sinister \"them\" is making life beastly for the rest of us. Its predecessor, 2006's marvellously overblown Black Holes and Revelations, was their best, the band revelling in giving free reign to the ostentatiousness – what Bellamy describes as their \"Monty Python side\" – that pegged them as not just another guitar band. The Resistance tries awfully hard to amplify the scale even further. Sometimes this works. First single \"Uprising\" – Dr Who rejigged by the Glitter Band – is terrific, while \"United States of Eurasia\" is \"Nineteen Eighty-Four: the Musical\", with tunes by Queen circa their soundtrack work on 80s B-movies such as Flash Gordon. The title track, by turns lovely and preposterous, could be the love theme from said Orwellian extravaganza, Winston and Julia sticking it to Ingsoc by copping off amid a shower of pyrotechnics. For all that, The Resistance isn't nearly as much fun as its predecessor, droning on a bit, especially when Bellamy's tongue slips from his cheek, as it does on three-part mini-symphony \"Exogenesis\". Imagining humanity escaping into outer space, it may well sound terrific in an arena filled with lasers, but on its own it's closer to being bored to death by someone who's spent far too much time with his X-Files box sets."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}