{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/sep/17/flexi-bets-winner-tote-punters", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-09-16T23:10:00Z", "webTitle": "Flexi bets could put Tote and punters on to a winner | Will Hayler", "webUrl": "https://www.theguardian.com/sport/blog/2009/sep/17/flexi-bets-winner-tote-punters", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/sep/17/flexi-bets-winner-tote-punters", "fields": {"headline": "Flexi bets could put Tote and punters on to a winner", "bodyText": "Of all the groups within racing feeling the financial pinch, few have to air their dirty laundry as publicly as the Tote. As a result of the pool operation's open-book accounting policy, we know that on-course pool betting has been hit hard by the lack of cash in the pocket of the casual racegoer and more particularly by the sharp decline in corporate hospitality sales. Big-spending box-bound punters have, for some years, helped sustain Tote pools at healthy levels by using the strategically-placed outlets. On average, Tote pools at the major meetings are down 15% year-on-year, particularly disappointing given that the Tote's profits are – as they must continue to emphasise – invested in the sport. A creaking IT infrastructure, left neglected while the prospect of a sale loomed earlier in the decade, has been exposed on occasions. The achingly clunky Totesport website has all the style of a charity shop fashion show. Thankfully, a new website is believed to be in the pipeline, along with improved display screens at racecourses and quicker updating of pools and odds. Meanwhile, the testing period for the Tote's new Flexi Bet continues. The technology involved is more complex than other pool betting products. Tote customers need to have confidence in the bet. But beyond all the doom and gloom, there is genuine reason to believe that the Flexi Bet could prove an exciting and successful addition to the portfolio and substantially increase turnover on pools for \"exotic bets\" such as the Exacta and Trifecta. Flexi-betting works by a punter nominating the total stake of the bet they wish to place. The individual stake for each line is then calculated and winnings paid out as a percentage of the dividend equal to the percentage of the unit stake. Effectively it means that bets with a unit stake of as little as one penny can be placed, making the placing of substantial perms a lot easier. For example, if a punter wanted to perm six horses in a Trifecta, that would cost £120 for a £1 unit. But if the same punter only wanted to spend £30 on the bet, they would be paid 25% of the Trifecta dividend if successful. In Australia, Flexi-betting has proved highly successful in boosting pools and the bet was also launched in Hong Kong last year to a warm reception. British punters are notoriously wary of exotic wagers and the response to the launch of the Tote's Swinger bet last year has proved luke-warm, even if pools for the bet do now seem to be slowly growing. However the opportunity to secure a share of meatier dividends for much smaller stakes should surely prove a hit and the possibility of Flexi-betting being extended to Jackpots and Placepots in the future could encourage punters to try to assemble larger and more complicated perms where the cost of such bets was previously prohibitive. The Tote has the middle of next month circled as a possible \"soft launch\" date for the bet, on an on-course-only basis, with Flexi-betting expected to be fully rolled out in the weeks afterwards. Do not expect big-staking pool players to like it. The chance of a big pool, for example a rollover Jackpot, being scooped to a single unit will decrease considerably if anyone can have a go. But anyone who has ever attempted to explain the workings of a Placepot or Trifecta perm to a non-betting friend knows that the key question to ask is always \"How much do you want to spend?\". If that simplicity can be expressed in the marketing for the Flexi Bet, then the Tote may just find that they have a hit on their hands."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}