{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/sep/25/arsene-wenger-arsenal-pub", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-09-24T23:10:01Z", "webTitle": "I owe everything to growing up above a pub, says Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2009/sep/25/arsene-wenger-arsenal-pub", "apiUrl": "https://content.guardianapis.com/football/2009/sep/25/arsene-wenger-arsenal-pub", "fields": {"headline": "I owe everything to growing up above a pub, says Arsène Wenger", "bodyText": "Arsène Wenger is often held up as a continental sophisticate, the consummate leader of men, but the Arsenal manager has revealed that his approach owes everything to his growing up above a pub. The Frenchman's parents owned and ran La Croix d'Or in Duttlenheim and the young Wenger would spend hours in the company of the establishment's patrons, who, to paraphrase him, liked a drink and to express passionate opinions on football, invariably at the same time. Wenger was consequently given what he felt was an incomparable insight into the human psyche and it has served him well in his dealings with players, rival managers and the media over the years. \"There is no better psychological education than growing up in a pub,\" said Wenger, \"because when you are five or six years old, you meet all different people and hear how cruel they can be to each other. From an early age you get a practical, psychological education to get into the minds of people. \"It is not often that a boy of five or six is always living with adults in a little village. I learned about tactics and selection from the people talking about football in the pub – who plays on the left wing and who should be in the team.\" Wenger spoke of his upbringing at La Croix d'Or to an audience of industry leaders at the annual management conference of the League Managers Association.His early exposure to alcohol and its attendant perils shaped one of the central tenets to his footballing philosophy – \"that drink ought not to touch the lips of a player\". \"The most important thing in our job is to understand what's important in life,\" the Frenchman said. \"If you don't understand how to live at 20, you are finished.\" Wenger said he had originally intended to walk away from football management at 50 but now he did not \"believe in retiring\". \"In our job,\" he added, \"you need to be an animal, in that you need a certain physical power to convince a group of players that they can win. When that strength has gone, you have a handicap but you can make up for it with experience. I never have days when I think I can live without football.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}