{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2009/sep/25/barton-britain-north-downs", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2009-09-24T23:05:25Z", "webTitle": "Barton's Britain: The beautiful North Downs have inspired poetry and music", "webUrl": "https://www.theguardian.com/travel/2009/sep/25/barton-britain-north-downs", "apiUrl": "https://content.guardianapis.com/travel/2009/sep/25/barton-britain-north-downs", "fields": {"headline": "Barton's Britain: The beautiful North Downs have inspired poetry and music", "bodyText": "The skylark starts low to the ground, a small, brown, blunt-crested bird hidden in the grasses. It takes to the air almost vertically, and as it flies it begins to sing, hovering over farmland and moorland, its liquid and warbling refrain heard long after the bird is out of sight. In 1900, George Meredith attempted to replicate the flight and song of the skylark in a poem he named The Lark Ascending. \"He rises and begins to round/He drops the silver chain of sound,\" it began. \"Of many links without a break,/In chirrup, whistle, slur and shake . . .\" Fourteen years later, the poem provided the inspiration for a piece by the composer Ralph Vaughan Williams, who described his Lark Ascending as \"an English landscape transcribed into musical terms\". Both Meredith and Williams lived here, near the North Downs in Surrey: Meredith in Box Hill and Vaughan Williams in Dorking, where a statue stands in his honour. An area of outstanding natural beauty, the North Downs comprise a chalk ridge that runs from the Hampshire border, eastwards through Surrey and Kent to the White Cliffs of Dover. They offer a haven for rare Man Orchids, Early Gentian, Dwarf Milkwort, Adonis Blue butterflies and Fiery Clearwing moths, among many other species. The skylark too, of course, can be seen near here, rising up from the tall grass to hover in the Surrey sky. The hills in this part of England possess a gentle softness, and, on a warm afternoon, walkers, families, retirees, cyclists and pleasure-seekers can be found admiring the scene from the hill's stone viewpoint: a sweep of variegated green, the town of Dorking, the South Downs, a river, the grassland where the skylarks nest. \"The dark line of my hill runs up to the stars,\" Meredith wrote, \"the valley below is a soundless gulf.\" Few here today, resting back on their arms and admiring the ferocious blue of the sky, recognise this place as the landscape that inspired The Lark Ascending; they know it simply as a nice place for a day out, a place to bring visitors, or as the stomping-ground of their youth, to be revisited now in later years. \"But I can see,\" says one man, voice turned awkward and low, \"how it might make you want to write music or a poem or paint a picture.\" Above his head, a family of magpies dance from branch to branch before flocking low to the ground with a fluttering of wings. Nearby stand the box trees that gave the hill its name, their leaves waxy and bright in the afternoon sunshine. In the woods today it is cool, the ground matted with leaf-fall, the dark air ringing with the sound of birdsong, the sudden ruffle of the breeze, and from time to time, footsteps pressing through the shadowed pathways, out to the sunshine and the open grass. Around a million people visit Box Hill each year; for all their quiet rural charm, the Downs are exceedingly close to London, and since the arrival of the railway in the mid-19th century, those grown stale with city living have often headed here. They stop for tea and cake at the cafe and peruse the gift shop, but really the charm of Box Hill lies in its height and its view, in the beauty it sets out before them. They start low, pause by Meredith's former home, a flint and brick cottage at the base of the hill. And then they take the steep zigzag road, climbing up and round and onwards to the summit. \"Ever winging up and up,\" as Meredith put it in his poem, \"Our valley is his golden cup,/And he the wine which overflows/To lift us with him as he goes.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}