{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/sep/13/us-open-del-potro-nadal", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-09-13T23:30:00Z", "webTitle": "Juan Martín del Potro crushes Rafael Nadal to meet Roger Federer in final", "webUrl": "https://www.theguardian.com/sport/2009/sep/13/us-open-del-potro-nadal", "apiUrl": "https://content.guardianapis.com/sport/2009/sep/13/us-open-del-potro-nadal", "fields": {"headline": "Juan Martín del Potro crushes Rafael Nadal to meet Roger Federer in final", "bodyText": "Juan Martín del Potro will have the chance to cement his reputation as the coming man in world tennis today when he faces Roger Federer in the final of the US Open. Meeting the world No1 is his reward, if it can be so described, for performing a rare double at the semi-final stage yesterday by not only beating Rafael Nadal but in doing so crushing the spirit of the hitherto indefatigable Spaniard. The Argentinian, whose No6 world ranking has looked more absurd with every passing day of this championship, swept aside the No3 seed in a 6-2, 6-2, 6-2 victory that was as short as it was shockingly one-sided. He was followed into the final shortly afterwards by Federer, who produced an equally emphatic performance in dismissing Novak Djokovic in three sets. The seedings might suggest otherwise, but there can be little doubt that today's meeting is a contest between the best two players in the game. Federer has never lost to Del Potro but he has come close, most notably in the semi-final of the French Open this year, which he won in five sets. \"Juan Martín has emerged as a real contender in the grand slams. It should be a good match'' said the Swiss, who is attempting to win a sixth successive US Open. Del Potro will be trying to win his first grand slam title, although he was more inclined yesterday to bask in the euphoria created by his victory over Nadal. \"This is the best moment of my life,'' he said. For Nadal, it was humbling occasion, a reminder that tennis waits for no man, not even a great one. The Spaniard, who was out of the game for over two months during the summer with a knee injury and who suffered an abdominal injury during this tournament, has never been beaten so comprehensively at a grand slam. Typically, he refused to cite either his relative lack of match practice or his injury as an excuse for the result. Del Potro has won the last three meetings between the two. \"He played really well today, much better than me,\" the Spaniard said. \"The first two sets were 6-2, but I had a lot of chances to keep the score tighter. You have got to take your chances to play well against these players, top players. If I had done that you never know what would have happened.\" Today will be Del Potro's first appearance in a grand slam final, but it will not be his last. With the trend in the men's game heading towards the more physically imposing players – the generational exception of Federer excepted – the Argentinian is perhaps the most physically imposing of the new breed. For a long time he and Andy Murray have vied for the title of \"man to watch\". Both have progressed rapidly over the season, but it could be that Del Potro has gone further. Still, he will have to play the match of his life to overcome Federer, who beat Djokovic 7-6, 7-5, 7-5 in a devastating performance that was highlighted by the penultimate point of the match. The No1 seed won it with a winner hit between his legs. \"They never work,\" joked Federer. \"That's why, I guess, it was the greatest shot I ever hit in my life.\" The prospect of playing him is daunting for Del Potro. \"It will be difficult for me because I have never played in a grand slam final before,'' the Argentinian said, \"but I will try my best.\" He will have to."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}