{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/blog/audio/2009/sep/21/science-weekly-podcast-darwin-dawkins", "type": "audio", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2009-09-20T23:12:00Z", "webTitle": "Science Weekly podcast: Richard Dawkins' latest book and Darwin biopic Creation", "webUrl": "https://www.theguardian.com/science/blog/audio/2009/sep/21/science-weekly-podcast-darwin-dawkins", "apiUrl": "https://content.guardianapis.com/science/blog/audio/2009/sep/21/science-weekly-podcast-darwin-dawkins", "fields": {"headline": "Science Weekly: Darwin and Dawkins", "bodyText": "Caspar Melville, editor of the New Humanist magazine, is our studio guest. We look at some of the creationist topics in the latest issue of the magazine including Muslim anti-evolutionist Harun Yahya, a grid of disputation and the creationist zoo. We also discuss the films Expelled: No Intelligence Allowed, which claims to expose \"the widespread persecution of scientists and educators who are pursuing legitimate, opposing scientific views to the reigning orthodoxy [of evolution]\", and House of Numbers, which questions the link between HIV and Aids. The Guardian's Richard Lea speaks to evolutionary biologist Richard Dawkins about his new book The Greatest Show on Earth. You can hear an extended version of this interview in the latest Science Weekly Extra podcast. There's also a video at guardian.co.uk/books. Following last week's British Science Festival we take a quick look at hydrogen and carbon dioxide storage. Creation is a new film about Charles Darwin which got its UK premier last week at the Science Museum in London. We spoke to the director John Amiel, screenwriter John Collee and gauged the reaction of atheist bus campaigner Ariane Sherine and other members of the audience. Watch a video recorded at the screening, including some clips, and read Ariane's blog about her impressions of the movie. Caspar also explains why Charles Darwin was worried about his family's inbreeding. The Guardian's Nell Boase and James Randerson were on hand to share their wisdom. WARNING: contains strong language. Post your comments about the programme below. Join our Facebook group. Listen back through our archive. Follow the podcast on our Science Weekly Twitter feed and receive updates on all breaking science news stories from Guardian Science. Subscribe free via iTunes to ensure every episode gets delivered. (Here is the non-iTunes URL feed)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}