{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2009/sep/21/observer-future-kim-fletcher", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-09-20T23:05:54Z", "webTitle": "Where next for the Observer?", "webUrl": "https://www.theguardian.com/media/2009/sep/21/observer-future-kim-fletcher", "apiUrl": "https://content.guardianapis.com/media/2009/sep/21/observer-future-kim-fletcher", "fields": {"headline": "Where next for the Observer?", "bodyText": "It's great news that the Observer is still with us. We are all praying for a full recovery, but it would be naive to overlook the impact of the major surgery that lies ahead. Some may feel that, even if the operation is successful, the quality of life will be so diminished, it would be kinder to let the patient slip away. Not me. Not least because there's a feeling around the newspaper industry that if one title goes, others might lose the will to live. The conventional wisdom is that Sunday papers are finished, but it's been the conventional wisdom for a long time. I worked on Sunday titles for more than 15 years, and felt guilty from the start on those quiet Tuesdays that began our working week. When I got to the Sunday Times in 1981, half the office thought the best was behind it and pined for the showmanship of Harold Evans. How wrong that half was, at least on the commercial front. Only two years ago, it was making £1m a week. Now, if even the Sunday Times is losing money, then times are tough. They've been tougher for some time for titles that did not have market leadership. The Telegraph group under Conrad Black showed its confidence in the Sunday Telegraph in 1987 by folding it into a seven-day operation. The consolidation of the Independent on Sunday, two years ago, was meant to be the last throw of the dice. Yet against the odds, it's still here. There have been other body blows along the way: the Daily Telegraph decided Saturday papers could be as big as Sunday ones and stole the Sunday's magazine to prove it, Jon Connell resigned the deputy editorship of the Sunday Telegraph to create the Week, a magazine that removed another reason to buy a Sunday by analysing what had gone on all week. I remember a tense week in the Sundays' world when it looked as if the Premier League might move all its matches to Sunday. That would have been a disaster. Now John Mulholland, the Observer editor, has to ask the question all over again: what is a Sunday paper for? He'd better ask himself, for if he asks other people his head will spin. What would he have thought, for instance, if he had dropped by our house yesterday? As usual, all the Sunday papers landed with a thump on the front step and from all the titles we created about a paper-and-a-half worth of newsprint – a tabloid, two news sections, a business bit, a handful of sports supplements, a fair bit of arts, books and a couple of mags. As for the rest, it sat there until it was time for the recycling sack and the depressing task of removing shrinkwrap from supplements we hadn't even opened. All that unread copy. All those journalists agonising over words going straight to pulp. Our tastes? Clearly we like proper stories, mucky stories, high art, low art, gossip, columnists, funny stuff … How does that help Mulholland put together a streamlined Sunday paper? Now our house is atypical. My wife and I have been around newspapers too long; we take them in by osmosis, rather than through the attention shown by proper readers. If we bought fewer we might read them cover to cover: it's fascinating watching commuters going through sections of the Sunday Times all through the following week. But even among close readers, there are too many opinions – good columnists, bad columnists, must-reads, never-reads. And remember, too, that readers lie. At the Telegraph they told us they wanted leaner, fitter papers – like the Sunday Telegraph. Then they went out and bought big fat ones – like the Sunday Times. There's a big and loyal readership for the Observer. That's a great start. Now the editor must be bold and go out and continue to stamp it with an independent character that has the strength to overcome any potential loss of writers and pages. He needs to keep it talked about. Yes, he must have some big stories, and good politics and … but there we go again, we're deciding everything is vital. If Mullholland no longer has great financial resources – and believe me, we'd have killed for the Observer's resources at the Independent on Sunday – he must make up his loss with conviction, showmanship, mischief, humour and the kind of interesting character that his readers want. He needs the Guardian as a friend, but has to be bold enough to offer something different. Can one publishing house produce two strong weekend titles? Let's hope so."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}