{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/sep/21/united-nations-climate-change-disarmament", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-09-20T23:05:55Z", "webTitle": "UN and G20 meetings: One week and the world | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2009/sep/21/united-nations-climate-change-disarmament", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/sep/21/united-nations-climate-change-disarmament", "fields": {"headline": "UN and G20 meetings: One week and the world", "bodyText": "If ever there was a week for putting the world to rights, this is it. Tuesday sees a special UN summit of world leaders to jump-start the process of salvaging the climate. On Wednesday the general assembly's general debate opens, with an agenda that straddles Middle East peace, terrorism and global poverty. Then, on Thursday, Barack Obama takes the chair for a special session of the security council, at which nuclear disarmament will be the chief talking point. Just in case leading statesmen are left feeling unsatisfied at this point, the most powerful will then up sticks from New York to Pittsburgh, and then reassemble as the G20, the grouping charged with speeding the world's escape from what remains an extraordinary slump. It is always worth retaining a measure of scepticism about the ability of brief planetary pageants to convert lofty ambitions into earthly achievement. After all, the general assembly convenes to discuss pressing matters every year, and yet this annual jaw-jaw has not banished war-war so far. But what is different this time is the gathering sense that the UN is where it's at, a sense which owes a great deal to President Obama. Almost a year after the poetry of his campaign started giving way to the prose of practical decisions, and amid intensely partisan bickering over healthcare, the US public has realised, as it was always bound to do, that he is in fact another politician; and, with approval ratings now bobbing around the 50% mark, it has come to esteem him as a rather average member of the presidential species. But as far as the rest of the world is concerned he is far from average, because of his determination to engage multilaterally. That was evident when he upgraded the US ambassador to the UN to cabinet status, and has now become clearer still in connection with nuclear weapons. As the Guardian reveals today, the president has rejected the first draft of the Pentagon's review of America's nuclear posture on the grounds that it was too grudging about the prospects for disarmament. Banning the bomb multilaterally is a nice idea that ordinarily seems so far from reality that Washington's most hawkish characters have often had no problem with signing up to it in principle, safe in the knowledge that nothing would come of it. Mr Obama, however, has consistently striven to convert pipe dream into possibility – from his early decision to cut development funding for a \"reliable replacement warhead\", through his disarming April speech in Prague, and on to last week's abandonment of European missile defence. That last move, in particular, just might keep the missile-laden Russians at the disarmament table, which is the crucial precondition to overhauling the creaking non-proliferation architecture and doing away with most existing instruments of Armageddon. The president will soon need to prove to sceptical voters how magnanimity on the world stage can reap rewards felt back at home. But it is a sign of the audacity of Obama's hope that he is pushing his plan at a time when other world leaders are worrying about other things, often for good reason. The preoccupations of Gordon Brown this week, for instance, will be climate change (he is now signalling that he may personally attend December's critical Copenhagen negotiations) and restoring economic growth, an agenda on which he senses political opportunity in the contrast between his proactive internationalism and the Conservatives' more laissez-faire approach. French president Nicholas Sarkozy and German chancellor Angela Merkel, meanwhile, are concerned about making a co-ordinated move against the bankers, so as to undercut their claim that global competition renders their bonuses untouchable. It is unlikely that all the brave hopes will survive the week, particularly as the leaders are thinking so differently. But even so, they are coming together and thinking big – and that has to be good news."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}