{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2009/sep/12/occasions-of-sin-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2009-09-11T23:10:50Z", "webTitle": "Occasions of Sin by Diarmaid Ferriter | Book review", "webUrl": "https://www.theguardian.com/books/2009/sep/12/occasions-of-sin-review", "apiUrl": "https://content.guardianapis.com/books/2009/sep/12/occasions-of-sin-review", "fields": {"headline": "Occasions of Sin by Diarmaid Ferriter", "bodyText": "\"Sex – my introduction to sex was in the back kitchen of Letterfrack, jammed up against a boiler, getting my leg burnt and getting raped by Brother Dax.\" Testimony such as this has racked Ireland since the Commission to Inquire into Child Abuse published its report in May this year. The 2,600-page Ryan report exposed \"endemic\" physical and sexual abuse in church-run schools and orphanages in Ireland – 800 alleged abusers in more than 200 institutions during a period of 35 years. This grim litany reveals obvious failings in the Catholic church, the negligence of the state and an alarming capacity for collective bad faith, which no amount of public handwringing now can mitigate or disguise. Diarmaid Ferriter's Occasions of Sin is thus an important and timely book: it is a richly textured history of modern Ireland's complicated attitude to sex. Throughout the 19th century, Ireland's sexual mores reflected broader British trends, but on some fronts the country remained stubbornly different. The famine of the 1840s, which led to a million deaths and an exodus of two million within a decade, reconfigured Irish reproductive habits. People married less and did so later in their lives. In 1907 the Farmer's Journal complained that women \"are no longer attractive\", but the reasons for the mass bachelordom were clearly economic. Until the 1950s Ireland had the highest rate of postponed marriage and permanent celibacy of any western state that kept such records. The state that secured its independence from Britain in 1922 legislated busily about sex. Ferriter investigates its laws against divorce, the importation of contraception, unlicensed public dances and its censorship of literature and film (the censor's invective against Hollywood – \"the sort of drunken debauched hen-run 'society' rubbish that almost justifies communism\" – makes lively reading). The repressiveness of these measures is easily exaggerated; judged by international standards, as Ferriter illustrates, its laws on censorship and birth control were unremarkable. Illiberal laws could also claim democratic legitimacy. By the 50s, more than 94% of Irish people were Catholic and minority views were easily over-ridden. Some worried that prohibitions on divorce and contraception would alienate Protestants and entrench the division with the North. But, as Ferriter compellingly argues, attitudes to sex in Northern Ireland were often equally censorious. Family planning may have been legal, but it was often taboo. The British Abortion Act of 1967 was not extended to Northern Ireland, and measures to legalise homosexuality the same year were vigorously resisted. The DUP's \"Save Ulster from Sodomy\" campaign attracted 70,000 signatures. Those who wished to save Ulster from the DUP were often no more enlightened. One Sinn Féin spokesman asserted that there \"has never been a homosexual republican\". Homosexuality was decriminalised in Nothern Ireland in 1982 and in the Irish Republic in 1993. Attitudes to contraception and divorce in the Republic also softened over time: in 1992 the sale of condoms was fully deregulated; the right to divorce was finally secured in 1995. This reform was the culmination of broader social developments. The arrival of TV, particularly the launch of The Late Late Show in 1962, provided an unprecedented forum for public discussion of sex. The expansion of second- and third-level education in the 60s created conditions for an unbuttoned Ireland, more critical of church authority. A vocal women's movement challenged the patriarchal cast of Irish public policy. The moral authority of the church was in decline by the 60s, but the real body blows came later: revelations in the 90s that Bishop Eamon Casey and Father Michael Cleary had fathered children; the imprisonment in 1993 of Father Brendan Smyth, who pleaded guilty to 74 charges of indecent and sexual assault on children; and a public inquiry in 2005 investigating allegations of child abuse by priests in Ferns dating back to 1966. Ferriter's account of these events enlists an impressive range of primary sources from public archives to personal memoir to contemporary fiction, although it also depends on previous scholarship by Tom Inglis and Maria Luddy. His use of literary colour is sometimes crude: accounts of Yeats's sexual frustrations or the use of prostitutes by Beckett and Joyce reveal little new about these figures or broader public attitudes. The same might be said about his forays into the sex lives of famous patriots: was Padraig Pearse homosexual? Did Michael Collins die a virgin? Here and elsewhere, particularly in his copious use of court records detailing crimes from bestiality to incest, anecdote frequently supplants analysis. The inarguable character of Ferriter's general claims is sometimes a measure of their emptiness. (Who could either affirm or deny that the \"sexual history of Ireland is just as complicated and multilayered as the sexual history of many other countries\"?) But the book's great virtue lies in its detail – such as the philosophy of Father Finnegan in Questions Young Women Ask (1965): \"St Paul tells us love is not self-seeking. True love is unselfish. To be unselfish is to suffer. Therefore to love is to suffer.\" And suffer many did, if not in the ways Finnegan proposed. Ferriter strives to relate the historical \"joys of sex\", but its particular sorrows in Ireland remain the predominant focus of this compelling book. • David Dwan's Great Community: Culture and Nationalism in Ireland is published by Field Day."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}