{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/sep/20/commonwealth-games-clyde-glasgow-snp", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-09-19T23:08:45Z", "webTitle": "Commonwealth Games return pride to the Clyde | Kevin McKenna", "webUrl": "https://www.theguardian.com/commentisfree/2009/sep/20/commonwealth-games-clyde-glasgow-snp", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/sep/20/commonwealth-games-clyde-glasgow-snp", "fields": {"headline": "Commonwealth Games return pride to the Clyde", "bodyText": "The four indolent wee jaikies clutched their golden tins of Special Brew and drew desultorily on their Mayfairs. For once, they were not in disputatious mood and there was an admiring aspect to their cracked whine. For it was a sunny mid-September morning on Glasgow's Clyde walkway and the rays rising over Glasgow Green had caught the river in a serene mood. The dialect of Glasgow's permanent mendicants is a wonder known only to themselves and David Attenborough, but it was clear that they were united in approbation of the manner in which a bountiful city council had recently fitted out their quayside haunts. As well as two fine new bridges, the walkway on either side of the river has been landscaped with trees and paving stones. It was quite evident that our four al fresco friends were establishing a self-policing regime among Clydeside jaikiedom in respect of discarded strong lager tins and fortified wine bottles on their stretch of the river. The Clyde has rarely looked more majestic. All over Glasgow, the real capital of Scotland, not the ceremonial one, there is an optimism unbridled by our recent straitened fiscal times. At the centre of this wave of civic pride are the preparations for the 2014 Commonwealth Games. This has been accompanied by a sense that this major sporting and cultural event can help break the chain of despair that leads from Shettleston heroin dens via Duke Street taverns to a mortuary slab. For it is to the East End of Glasgow that many of the Games's benefits will accrue. A construction project to build hundreds of affordable private homes in the area is underway and vast areas of previously derelict ground are being cleared for sporting venues and athletes' dwellings. There is hope that the messages of health, well-being and aspiration that the Commonwealth Games can bring will change people's lives. In Europe, few neighbourhoods deserve this more than Glasgow's East End. For more than 150 years their people have given unstintingly of their industry, heroism and ingenuity to help Britain build an empire and then defeat Hitler. In return, they were treated like scum, paid the wages of serfs and forced to live in medieval squalor. Education and a postwar jobs boon gave them growth and stability throughout the 50s and 60s. Then, slowly at first, their industries began to disappear and their jobs and pride. In Glasgow's East End, you are six times more likely to die of alcohol abuse than the average Briton. There is hope, though, that the Games can lift them up again. Yet the SNP government appear to have other ideas. Last week in his budget, finance minister John Swinney withdrew funding for the £400m Glasgow airport rail link. It was a cornerstone of the city's successful bid to host the Commonwealth Games and a piece of transport infrastructure vital to the long-term economic success of Glasgow. The SNP had already trumpeted its disdain for Scotland's biggest and most generous city by awarding a £3m oil grant to the Aberdeen area, heartland of its core support and one of the most affluent areas of Europe. This in a year when it has been revealed that Glasgow contributes disproportionately more to the wealth of Scotland than any other region. The citizens of North East Glasgow have a chance to show their contempt for the SNP in an impending byelection. There are two priceless commodities that Glasgow will always possess in abundance: hope and optimism. Scotland's combine harvester government tried hard to extinguish it last week but the spirit of the Clyde will always prevail."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}