{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/sep/14/championship-middlesbrough-ipswich-town", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-09-13T23:10:08Z", "webTitle": "Southgate all smiles as Middlesbrough adapt to winning again", "webUrl": "https://www.theguardian.com/football/2009/sep/14/championship-middlesbrough-ipswich-town", "apiUrl": "https://content.guardianapis.com/football/2009/sep/14/championship-middlesbrough-ipswich-town", "fields": {"headline": "Southgate all smiles as Middlesbrough adapt to winning again", "bodyText": "\"Getting a result\" is regular football talk and Middlesbrough have got more of them in six games than they managed from the end of October to May last season. They are enjoying their new level, even if it is lower than they would want or had known for 11 seasons. There are more important things in life and they do not live in the fantasy world that the game has inflated and many clubs inhabit. They know their place in the community. Before kick-off steelworkers and their families paraded banners round the pitch, pleading \"Save Our Steel\". Thousands of local Corus employees face redundancy. \"The workers need to be heard,\" said Steve Gibson, Boro's chairman. \"The right result is the saving of the Corus plant with not one job loss. Nothing else will do.\" Passion and compassion go hand in hand at Boro. The fans, many steelworkers, did not bear \"Save our Gareth\" banners last spring but the manager, Southgate, enjoyed the same support from Gibson, whose knees do not jerk and whose loyalty may find vindication. For the moment the crowd has dipped below 20,000 from an average above 28,000 last season. Such free-flowing play deserves better attendance. Southgate is pleased to shift the mind-set from survival to winning. They could have done with a ring of steel last season, when they lost their way (their sponsors make satnav systems). After this ultimately comfortable win he relished the side's \"ability in attacking areas. The quality of the goals was excellent and the crosses for the first two were top-drawer.\" Roy Keane did not disagree but did call his Ipswich defending \"a horror show\". When Gary O'Neil found his drive and dive into the penalty area had not won a spot-kick he rose from his grievance to score with a more satisfying glancing header. His vibrant return from a double hernia operation suggested everybody should have one. Jérémie Aliadière preceded his matching header with a dummy that gave the deft Adam Johnson space to pick out the Frenchman with the cross. Aliadière then made his own second. \"There's lots more to come from us,\" said Southgate, who knows that only seven of the last 33 relegated clubs have gone straight back to the Premier League. West Bromwich Albion visit next Saturday. Keane felt \"we've done OK between the boxes but don't look like scoring\". This was partly due to the midfield defence of Rhys Williams. Corners were their best bet but Gareth McAuley had two headers cleared off the line. Jon Walters' late penalty was immaterial. The team lacked cohesion and clear direction. Last week Ipswich celebrated the return to action of the oldest (15th-century) church bells in the world at St Lawrence after 20 years for repair. Keane's attempt to ring the changes with £4m worth of former Sunderland players, Grant Leadbitter and Carlos Edwards, was less noteworthy. He denied a crisis but conceded \"a massive, massive challenge\". Meanwhile, if the world spins off its axis next July, Boro will be just the same. Man of the match Adam Johnson (Middlesbrough)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}