{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/sep/25/sexual-healing-abuse-orgasm", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2009-09-24T23:05:19Z", "webTitle": "Past sexual abuse has left me with difficulties reaching orgasm", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/sep/25/sexual-healing-abuse-orgasm", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/sep/25/sexual-healing-abuse-orgasm", "fields": {"headline": "Past sexual abuse has left me with difficulties reaching orgasm", "bodyText": "I am a 62-year-old male, physically fit with an active sexual life. My long-term partner and I have a fine relationship both physical and otherwise, apart from one aspect. I find it difficult to climax although I thoroughly enjoy the experience of making love. When my partner has reached her climax I am not particularly bothered about my own, although she is keen for me to join in and does her best to help me out. I suffered mild sexual abuse via a female family friend when I was about 13/14, and male abuse in a scout group. In my mid teens, I became a target for predatory older women, which is not an experience I enjoyed. Some survivors of sexual abuse do find it difficult to reach orgasm with a partner. Since it was their abusers who designed and controlled their sexuality in the past, it is understandable that, unconsciously, they would not wish to relinquish control during subsequent sexual encounters – even consensual ones – to allow for climaxing. Psychosexual healing can change this. But there are also men who find it difficult to reach orgasm with partners for other reasons. Some have medical issues (request an evaluation just in case) while others simply require more intense stimulation. You have probably been rewarded by partners for focusing on their orgasms – but I wouldn't be surprised if you harboured a little resentment. Stop being a sexual workhorse, try to focus more on your own pleasure – and seek some therapy. • Pamela Stephenson Connolly is a clinical psychologist and psychotherapist who specialises in treating sexual disorders. • Send your own dilemma to Sexual Healing. Email private.lives@theguardian.com."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}