{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/sep/02/stephen-ireland-giovanni-trapattoni", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-09-01T23:08:18Z", "webTitle": "Giovanni Trapattoni: Stephen Ireland will regret decision to boycott his country", "webUrl": "https://www.theguardian.com/football/2009/sep/02/stephen-ireland-giovanni-trapattoni", "apiUrl": "https://content.guardianapis.com/football/2009/sep/02/stephen-ireland-giovanni-trapattoni", "fields": {"headline": "Giovanni Trapattoni: Stephen Ireland will regret boycott of his country", "bodyText": "Stephen Ireland was warned by Giovanni Trapattoni last night that he would live to regret his decision to shun playing for his country. Ireland is enjoying his football with Manchester City, where he remains an automatic starter despite the club's vast outlay on signings, yet the midfielder continues to resist the clamour for him to return to the international fold with the Republic of Ireland. The 23-year-old has not played for them since September 2007 and, amid some mystery and the clear suggestion that he was uncomfortable in the set-up, he has ignored the calls for him to come back. At the weekend, he poured the latest dose of fuel on to the fire by saying that his decision to retire from the international game was the best he had made. \"It's a pity and I am convinced that when he is older, he may regret this,\" said Trapattoni, the Ireland manager, who is preparing his team for Saturday's vital World Cup qualifier against Cyprus in Nicosia. \"He is still young, like a kid and he doesn't know how he will feel in the future when he will be older. He doesn't know what he is missing. Steve, when he is older, could reflect upon his decision and say 'Why? I don't know why'.\" It is a source of frustration to Trapattoni that he has had to push for World Cup qualification without arguably his most gifted midfielder. It is an issue that dogs the national team while it polarises debate in the country. But Trapattoni is wary of speaking too freely about it, lest it upset the highly committed players that he has in his squad. \"I don't want to speak with the newspapers too much about this,\" the Italian said. \"The more you talk, the more the situation gets complicated for the team. Steve reads what I say in the papers and he closes up, like a hedgehog. I know the psychology of players.\" Trapattoni would not rule out a return for Ireland one day. \"In the future, if I continue in this job, I will try again,\" he said. \"My door is not closed. Never say never. What Steve has said publicly is enough for me now. \"I don't need to speak to him. I know that I can meet with him, just not now. I saw many great champions return and two great examples are Michael Schumacher and Mike Tyson. They retire and, after two years, they wish to go back.\" Ireland are unbeaten in qualifying Group 8 and a result against Cyprus would move them closer to at least a play-off spot for the finals in South Africa. Trapattoni has been cheered by an upbeat fitness update on the central defender Sean St Ledger, who has a knee problem. The Preston player sat out training yesterday but Trapattoni said he would welcome him back into the group today and hopes that he will be fit to take his place alongside Richard Dunne."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}