{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/sep/17/flavio-briatore-renault-formula-one", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-09-16T23:10:00Z", "webTitle": "Flavio Briatore's resignation puts agent and QPR roles at risk", "webUrl": "https://www.theguardian.com/sport/2009/sep/17/flavio-briatore-renault-formula-one", "apiUrl": "https://content.guardianapis.com/sport/2009/sep/17/flavio-briatore-renault-formula-one", "fields": {"headline": "Flavio Briatore's resignation puts agent and QPR roles at risk", "bodyText": "Flavio Briatore's position as a drivers' agent is expected to come under intense scrutiny from the World Motor Sport Council after the team he led said it would not contest a charge that Nelson Piquet Jr was ordered to crash in the Singapore grand prix last season. The Italian former ski instructor was Renault's team principal at the time and his head was handed on a plate to the Fédération Internationale de l'Automobile by the French constructor yesterday. But such was the seriousness of the act of cheating – which could have endangered the lives of Piquet and his fellow drivers – the appropriateness of Briatore continuing with his other activities in the sport is also likely to be discussed by the WMC disciplinary body. Briatore was also Piquet's manager and represents others such as Red Bull's title challenger, Mark Webber. A senior Formula One insider said: \"The wider implications for Flavio and others found to have put Piquet in this position, and what sanctions can be brought to prevent this happening again, are likely to be looked at by the WMC.\" Briatore might find his position as a QPR director also under the spotlight. If the FIA finds against Briatore in a personal capacity he may fall foul of the League's fit-and-proper-person test. That stipulates that \"anyone subject to a ban from the involvement in the administration of a sport by a sport's governing body\" disqualifies them from holding a boardroom post at a League club. British racing greenTeam Origin, Sir Keith Mills's challenge for the America's Cup, has engaged Lord Stern in a joint effort to put elite sailing at the forefront of the fight against climate change. Mills, a board member of England's World Cup bid, was introduced to the government's climate-change adviser by the bid's chairman, Lord Triesman, who had also recruited Stern as an ambassador for England 2018. Mills now intends to sign up four commercial partners to a five-year sponsorship programme with Team Origin, and each must contractually commit to a stringent package of carbon-emissions constraints designed by the Carbon Trust. Mills will approach up to 40 of the FTSE 100 companies before Christmas and, having put together the London 2012 bid's commercial programme, is confident he can persuade four principal sponsors to sign up to the programme, each contributing between £3m and £4m a year. \"The traditional model of sports sponsorship in the current economic climate is a much more difficult sell,\" said Mills. \"We are using the team and the sport to demonstrate how a company's reduction in carbon emissions is good business.\" As a first step Mills, the multiple Olympic champion and Team Origin skipper, Ben Ainslie, and all his crew have personally signed up to the 10:10 campaign launched by the Guardian this month. Amos cuts cost Whether or not it retains Baroness Amos as one of its board members following her relocation to Australia as high commissioner next month, England 2018 will end up saving £35,000 a year. Amos, Triesman and Lord Mawhinney, the Football League chairman, have been the sole directors to draw the £35,000 stipend from the bid company to which all board members are entitled. Amos has indicated that come what may she no longer intends to take her fees. Bank happy to be in the red Standard Chartered Bank is set to stock Liverpool shirts in its branches in Asia as it attempts to leverage its £20m-a-year sponsorship of the Merseyside club. The bank is working on a \"strategic plan\" in partnership with Liverpool's commercial department, led by Ian Ayre. Nationwide, the building society and one of the Football Association and England team's lead sponsors, has a similar arrangement with England merchandise. Saints stick together Southampton's owner, Markus Liebherr, has a background in hockey – a revelation that will send a shudder down the spines of Saints fans who recall Rupert Lowe's spells as chairman with anything but tenderness. But before St Mary's agitators use that fact as a jolly hockey stick with which to beat the owner of League One's only winless team, it must be pointed out that Liebherr only played the game at university. And as a scion of Europe's 42nd-richest family, the Swiss-based billionaire does not look like someone Southampton fans should be driving out of their club."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}