{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/sep/21/pedantry-grammar-open-door", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-09-20T23:05:52Z", "webTitle": "Open door: The readers' editor on … pedantry, up to a point", "webUrl": "https://www.theguardian.com/commentisfree/2009/sep/21/pedantry-grammar-open-door", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/sep/21/pedantry-grammar-open-door", "fields": {"headline": "Open door", "bodyText": "Readers often apologise for pedantry when they write to us about grammatical errors and misuse of language. There's really no need. We can hardly complain about people getting on to their hobbyhorses when we've issued an open invitation to tell us about mistakes. We ask only that you don't judge us too harshly when we decide not to make a correction every time. Sometimes we read, take note and move on. This is, after all, a newspaper, not an exam paper. Was it so bad to write, in an article about the slaughter of dolphins near Taiji in Japan, \"condemnation of the Japanese town's annual cull reaches a crescendo\"? A reader who thought, wrongly, that the reporter may have been denied a musical education (he plays the clarinet) wrote: \"It is not possible to reach a crescendo, since the word (the present participle of the verb crescere – to grow) denotes a process, not a state. It means getting louder until a climax is reached.\" He added: \"Forgive me for picking up this detail in an otherwise excellent report, but there is a mode among journalists to misuse fancy words … and I appeal to the Guardian as a literate paper to take a stand against it.\" I can assure the reader that there is resistance. Dictionaries may have succumbed to listing a peak in volume or intensity as one of the meanings of crescendo – see, for example, Collins (third definition), the New Oxford (fourth definition) and Bloomsbury (fourth definition, contraindicated) – but the Guardian's style guide is resolute. Its entry for crescendo says: \"A gradual increase in loudness or intensity; musically or figuratively, it is the build-up to a climax, not the climax itself (we frequently get this wrong).\" Was it terrible for a leader item to take a liberty with grammatical terminology? Tuesday's began: \"The old declension of politics ran something like this: I invest, he spends, they cut. Peter Mandelson adjusted his grammar yesterday, switching tenses. His version now flows: I will reform, we will target, they will slash and burn the welfare state.\" Two people pointed out the error in the epigram: \"To be pedantic, your editorial … begins by referring to 'the old declension' of politics, but then proceeds to conjugate,\" said one. \"Nouns and adjectives are declined; verbs are conjugated.\" Other misdemeanours noticed by readers recently include the overuse of \"up to\". A regular email correspondent mentioned the headline \"Up to 25 acts to line up at Jackson tribute concert\" and asked why the paper didn't just say \"about 25\" if that was what was meant. \"You're not the only media outlet by any measure to be in love with the two words used in a numerical context,\" he said. \"Is there any chance some guidance can be issued to writers, asking them whether it really adds to the reader's understanding to use them?\" He's right to quibble. \"Up to\" is short enough to be used by headline writers as a synonym for anticipated or estimated. A heading on a business story last week, for example, said: \"British banks face more rules and up to £130bn in extra losses,\" when, as the story made clear, this was an estimate. As with all of the transgressions mentioned here, the reader's comments have been passed on to the journalists concerned and to the editor of the Guardian's style guide. This week's prize for precision reading goes to the two readers who queried a remark in Mark Lawson's review of Dan Brown's book The Lost Symbol. Lawson wrote: \"A few chapters in, a plural adjective is paired with a single noun. The best-selling novelist in modern history, it is clear, remains the worst-writing.\" What was this plural adjective? I consulted my tattered edition of Fowler's Modern English Usage and found it wanting. Could Lawson give readers a clue? It was a deliberate simplification, he told me. \"Strictly, what Brown does is to use a 'plural determiner' with a single noun but you try getting that past the news page subs,\" he said. \"As for the phrase, they'll have to plod through The Lost Symbol to find it, as, regrettably, I had to.\""}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}