{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/sep/14/emmanual-adebayor-manchester-city-arsenal", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-09-13T23:10:03Z", "webTitle": "Calls of the wild lose the plot over Emmanuel Adebayor", "webUrl": "https://www.theguardian.com/sport/blog/2009/sep/14/emmanual-adebayor-manchester-city-arsenal", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/sep/14/emmanual-adebayor-manchester-city-arsenal", "fields": {"headline": "Calls of the wild lose the plot over Emmanuel Adebayor", "bodyText": "I have never played sport at the highest level – and frankly not much at the lowest level either – so I may not be the best person to pronounce on bad behaviour in sport, but as every penny-a-line hack and phone-in loudmouth has been giving us the benefit of his wisdom all weekend, here goes. Actually, on reflection, I did once play at Elland Road alongside Richard Madeley in a celebrity disc jockey team – where the term \"celebrity\" obviously had been stretched to breaking point – so I am possibly better placed to express an opinion than Doug from Epping, who felt it necessary to share with the nation his view that Emmanuel Adebayor had lost the plot. In case you are not a regular listener to sports radio, I should explain that \"lost the plot\" is shorthand applied to anyone who does anything you disapprove of. In phone-in land, Arsène Wenger and Rafa Benítez are the Premier League's chief plot-losers, Wenger for failing to replace Patrick Vieira – there is a rule somewhere that any Arsenal fan given access to the airwaves must mention this within the first 20 seconds – and Rafa for not being Bill Shankly. Like many Arsenal fans, Doug felt Adebayor's goal celebration against Manchester City not only departed from the narrative thread, but was provocative, despite conceding that the Togolese international had been the recipient of \"dog's abuse\" – another expression unheard outside phone-in land – from Arsenal supporters. Most of the hundreds of ex-players earning a crust in punditry disagreed. Danny Mills on BBC 5 Live, Alan Shearer on Match of the Day, and Micky Quinn on Talksport were three who took a more benign view, feeling he might be excused, either because of the emotion of the moment, or the cumulative effect of the dog's abuse. My view is that one option, little discussed at the weekend, is that football fans could – I know this is a revolutionary idea – keep a sense of proportion. As a West Ham supporter, this is not an easy argument for me, but I know I am not alone in feeling intensely uncomfortable at some of the dog's abuse meted out to Jermain Defoe, Paul Ince and Frank Lampard Jr when they return to Upton Park. The FA could give a message to all of us by ignoring Adebayor's goal celebration, and concentrating on his kick at Robin van Persie. It all made for an exciting MOTD, irritatingly delayed by Last Night Of The Proms. I timed it to catch the last few bars of Land of Hope and Glory, and then had to wait while the conductor milked it, reprised the song, took more applause, and then invited the so-called Promenaders to join hands and sing Auld Lang Syne. Who are the Promenaders anyway? To me – no offence meant – they just looked like a bunch of geography teachers who had been at the home brew. After all that, and despite the fact the already delayed programme was now running a further 10 minutes late, the BBC insisted on showing trailers for Strictly Come Dancing, the grand prix, and the other wonderful things they do, which was like someone running for a bus but stopping on the way to look at the scenery and pick a few lupins. Why all the commercials anyway? We already buy the TV licence. By the time the Football League Show appeared, we were deeply into Sunday morning and a chance to be further outraged by more sporting bad behaviour. In the US Open on Sky Sports, Serena Williams appeared to threaten to ram a tennis ball down the throat of a line judge, who had made a clearly erroneous foot-fault call at a crucial point in Serena's semi-final against Kim Clijsters. Discussion ensued between the player, match referee, and offending official, during which the only audible comment was Serena saying to the linesperson: \"I didn't say I'd kill you.\" Now I am not a doctor, but given the compact build of the Asian official, and the downward thrust Serena might effect on a tennis ball given the power in her biceps, I'd say that is a moot point. The saintly Clijsters, it should be said, the first mum since Evonne Goolagong Cawley in 1980 to reach a grand slam final, behaved impeccably throughout, but I intend to step no further into what could be a racial minefield. American websites are buzzing with horrendous racism – black on Asian, white on black – proving that despite Obama, there is still a way to go. Finally, after spotlighting others' sporting sins, it is only right I confess my own transgression. I did aim a kick at a remarkably spindly Richard Madeley, but I feel we can dismiss that as fair comment on a matter of public interest."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}