{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/sep/29/ryan-giggs-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-09-28T23:05:25Z", "webTitle": "Ryan Giggs can end career as he began it – the league's brightest talent | Kevin McCarra", "webUrl": "https://www.theguardian.com/football/blog/2009/sep/29/ryan-giggs-manchester-united", "apiUrl": "https://content.guardianapis.com/football/blog/2009/sep/29/ryan-giggs-manchester-united", "fields": {"headline": "Ryan Giggs can end career as he began it – the league's brightest talent", "bodyText": "Manchester United have their successor to Cristiano Ronaldo, even if marketing income is going to be restricted for a greying footballer who turns 36 in November. Ryan Giggs cannot object to a circular career that has brought him round again to a spell in which he is a devastating game-changer. Resemblances to his former self are faint for anyone expecting the blazing acceleration of youth but the Welshman stopped counting on that years ago. The wisdom of experience prevents him from putting undue stress on those hamstrings. It is the opposition who are feeling an ache of anxiety at the moment and the Ronaldo parallel would probably make glum sense to them. The equivalence was obvious when Giggs scored with a free-kick at White Hart Lane this month and then observed that he would not have been taking it if the Portuguese were still at United. There are, admittedly, certain contrasts. In Ronaldo's last two campaigns for United he scored 68 goals. The total for Giggs over that span was seven. All the same statistics feel petty when he is the source of so much distinction. United surely would not be leading the Premier League without him. The set piece at Tottenham, for instance, was flighted into the top corner when his side were 1-0 down and it led to a 3-1 win. If Giggs is now in energy-saving mode, it has led to improved efficiency. Nani, having been shamed by his own lame efforts over 55 minutes at the Britannia Stadium on Saturday, was further humiliated when the Welshman came on to demonstrate the skills required. A pair of deliveries, the latter from a free-kick, set up the goals in United's 2-0 win over Stoke City. Giggs may have reached a particularly productive phase. There is a precision to his final ball that far exceeds the level he reached at his supposed peak. Players of his type very often look as if speed is their flaw as much as their strength. It is so simple for them to outrun a marker that the cut-back into the goalmouth can be commonplace. They act as if the inaccuracies should be forgotten because there will soon be another opportunity. Giggs' contemporary David Beckham understood that his career would depend on incessant exactitude since he could neither sprint free of defenders nor confuse them with nifty footwork. The Welshman will never be a global brand and might find the very notion disturbing but he has outdone his former team-mate. Giggs continues to have a trace of speed, which sometimes takes a marker by surprise, but the opposition have now really come to dread his final ball as well. The reliability stems from the calmness of age and, in the fury and sloppiness of a derby, Giggs laid on three of United's goals in the 4-3 victory over Manchester City. His crossing was of relentless precision but the deadly through-ball to Michael Owen for the winner in the sixth minute of stoppage time was the work of a man who had lifted himself beyond the frenzy. The breadth of Giggs' repertoire was on show that afternoon. He had been patient in his ruthlessness as he weighed up the right-back Micah Richards and then overwhelmed him. Even Sir Alex Ferguson himself could have been taken aback. Sixteen months ago the manager commented that Giggs would have to \"play deeper\" because of his age. The veteran has often done so but a vitality lingers that sees him outstrip opponents when circumstances allow. Giggs has needed to fight for this longevity and footballers of his age will always be perceived as a problem when results go wrong. In the late summer of 2005, for instance, there was a universal and wholly justified belief that Jose Mourinho would bring Chelsea a second consecutive league title. Old Trafford was left in a state of anxious introspection and Giggs was not handed his first start in the league until 1 October. It so happened that United won that day. Currently Giggs can adapt to every circumstance. He is ready for the long slog of a match but also capable of an impact when brought on from the bench. Last season his fellow professionals named him their player of the year and it looked as if an opportunity had been snatched to give him the equivalent of a lifetime achievement award. If he can somewhow sustain his present form over the coming months, Giggs will simply be hailed as the brightest talent in English football."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}