{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/nov/28/tesco-accused-of-squeezing-suppliers", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-11-28T23:09:18Z", "webTitle": "Tesco accused of squeezing suppliers to support its profits", "webUrl": "https://www.theguardian.com/business/2013/nov/28/tesco-accused-of-squeezing-suppliers", "apiUrl": "https://content.guardianapis.com/business/2013/nov/28/tesco-accused-of-squeezing-suppliers", "fields": {"headline": "Tesco accused of squeezing suppliers to support its profits", "bodyText": "Tesco has been accused of squeezing suppliers to support its profits ahead of an anticipated grim trading update next week. Mike Dennis, an analyst at stockbroker Cantor Fitzgerald, suggested that Britain's biggest supermarket had written letters demanding money from suppliers' trading accounts – where payments are deposited by Tesco – to support its short-term profit margins. He said that such activity risked breaching the groceries supply code of practice, which governs dealing between big supermarkets and their direct suppliers. He said: \"It is our view that Tesco has again overstepped the mark and the situation is very difficult for many suppliers.\" Tesco said Dennis's assertions were \"based on speculation\" and it had not broken the code. But it did not specifically deny the allegation that it had recently demanded or taken money from suppliers. A spokesman said: \"In our interim results presentation last month, we set out how the general merchandise transformation programme will be a drag on our sales growth but beneficial to the overall UK margin, helping to offset some of the other investments we are making for customers.\" The office of the groceries code adjudicator, Christine Tacon, said she had not received any complaints about Tesco demanding cash from suppliers but would be looking into the accusations. A spokesperson said: \"Where we do hear reports about possible issues surrounding the code, we will look to follow up with the retailers concerned. \"It's obviously too early to conclude whether there has been any breach but we will want to find out more about the circumstances.\" Tacon is consulting on the guidance for investigations and enforcement of the code, which may involve fines of up to £1bn for serious breaches. She is expected to publish her recommendations before Christmas and formal investigation can take place before then. There was no suggestion that Tesco could or should face such an investigation, with probes only expected to be launched in extreme circumstances. Several retail analysts said that Tesco could use a number of different strategies to meet its promise of maintaining UK profit margins despite an expected 1.5% or 2% fall in underlying sales during the three months to the end of November. For example, the supermarket has been gradually reducing its sales of less profitable electrical items such as televisions and been heavily promoting more profitable lines such as its premium own-label Finest food range. Andrew Kasoulis, an analyst at Credit Suisse, said: \"Price cuts and negative sales volumes do, of course, weigh on margin, but improving fresh [food] sales, the Finest re-launch, more convenience stores, downsizing non-food, successful refits and less money-off coupons this year are all positive for margin.\" He said Tesco's anticipated 5.2% UK margin target for this year could be the result of multiple factors and not necessarily the result of putting pressure on suppliers. Tesco's management team are under pressure as its underlying sales fall around the world. In Britain it is losing business to upmarket rivals such as Waitrose and hard discounters like Aldi and Lidl. It is also struggling with the move away from big weekly shopping trips at hypermarkets and a shift to online shopping."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}