{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/nov/05/oecd-better-life-index-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-11-05T22:28:39Z", "webTitle": "OECD Better Life index: counting what counts | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/nov/05/oecd-better-life-index-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/nov/05/oecd-better-life-index-editorial", "fields": {"headline": "OECD Better Life index: counting what counts", "bodyText": "Well, what a glass-half-empty bunch you are. The OECD produces a hefty analysis of everything it can possibly count about what makes life worthwhile and concludes that Britain is a great place to be. But – as of last night – the running tally in our poll of Guardian readers suggests that, by a 2:1 margin, you are not having any of it. It is easy to sneer. In slump-battered countries like Greece – which recently saw male suicides rise by a fifth, and national income drop by a quarter – well-established statistics suffice to make the point that times are hard; new quality-of-life composites and surveys that ask people how cheery they feel are superfluous. But in the grip of a true Great Depression, Greece is an extreme case. It really should be instructive to track personal security, air quality and feelings of health across a wider set of countries. After all, as Bobby Kennedy put it, a gross national product which counts weaponry but not wisdom \"measures everything ... except that which makes life worthwhile\". So efforts of the OECD sort, once enthusiastically backed by David Cameron, are worth trying. But when statisticians shift from what can be easily counted to what they say truly counts, arguments inevitably abound. The granddaddy of such exercises is the UN Human Development Index, which has been around long enough to have acquired a certain respectability over time, but its recognition that, say, years of schooling but not freedom from crime contributes to a country flourishing is obviously arbitrary. So, too, are the relative weights assigned to life span, education and income, in a calculation that has changed over time. Without grand theoretical modelling, which would itself rely on contentious assumptions, double-counting is unavoidable – for instance, the same spending on teachers' salaries will contribute to the education and income components at once. In yesterday's OECD data, spending on housing clocks up as a positive, which it is if it – say – fixes rising damp, but not – as so often happens in Britain – it merely lines a landlord's pockets. While the thinktank went out of its way to provide information on inequality, it did not factor these into its headline index of wellbeing, perhaps for fear of being dragged into controversy. That is a serious omission. However, the OECD is to be commended for an online interactive, which lays bare its assumptions – and allows anyone to change them. (If not an invitation to play God, this is an invitation to play Aristotle and define the Good Life.) Decree that money is all that matters and the US is suddenly the place to be; if work-life balance matters more, you'd be better off heading for Denmark; but if a well-woven fabric of community is what you're really after, Iceland beckons. Such contrasts might guide migrants, but just as striking are many commonalities in the rankings. Just as in the UN's index, richer countries often do better in other dimensions, too: money may not matter much in itself, but it certainly comes in handy when fixing problems that do, from dirty water to inadequate healthcare. This brings us back to that finding about British society coming through the recession relatively unscathed. If we have done so, how is this possible, after a chunky fall in GDP? The survival of more jobs than expected is surely one part of the answer, particularly because the OECD statistics do not fully capture the chief blights in today's UK labour market, such as underemployment. Just as important, however, is the period covered – much of the data relates to 2010 and 2011, before private retrenchment gave way to public austerity. The first phase of the Great Recession pain was meted out relatively fairly in Britain, as taxes for the rich increased and benefits for the poor were maintained. It is the subsequent swapping of those positions that could in the end do most social damage. Grumpy Guardian readers who did not believe yesterday's report because it sounded too good shouldn't trash the OECD just yet; another report, a few years' down the line, could yet prove it right."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}