{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2013/nov/05/masters-of-sex-episode-five-catherine", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2013-11-05T23:11:00Z", "webTitle": "Masters of Sex recap: season one, episode four – Catherine", "webUrl": "https://www.theguardian.com/tv-and-radio/2013/nov/05/masters-of-sex-episode-five-catherine", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2013/nov/05/masters-of-sex-episode-five-catherine", "fields": {"headline": "Masters of Sex recap: season one, episode four – Catherine", "bodyText": "SPOILER ALERT: This blog is for people watching the first series of Masters of Sex at UK broadcast pace. Don't read on if you haven't seen episode five – and if you've seen later episodes, please do not leave spoilers. Click here for Sarah Hughes's episode four recap 'We didn't make this baby together … but can't we at least lose it together?' This episode, named for Libby and Masters' unborn baby girl, was the season's strongest so far with well-integrated storylines, fresh insights into the characters and a beautifully handled central tragedy. Ever since Libby announced she was pregnant, I've been dreading this moment. There were simply too many people telling her she looked radiant and making heedless comments about how great the second trimester is and how you're guaranteed a happy ending for baby loss not to be on the cards. That said, if the show was heavy-handed prior to the event, the actual moment of late miscarriage and delivery was sensitively and heart-breakingly handled, from Libby's desperate desire for Masters to step up and support her in her darkest hour to her insistence that they didn't wait until morning to deliver the dead child. Late miscarriage and stillbirth is not a subject we often see on television – and when it does appear it's more often alluded to than actually shown – so what made this episode so powerful was the decision not simply to show that Libby was losing her baby but to take the audience through the devastating moments after that realisation, from monitoring to medical procedure and beyond. A strong script, which was emotionally truthful without tipping into melodrama, was aided by a powerhouse performance from Caitlin Fitzgerald who managed to show both Libby's desolation at her loss and, more impressively, the hollowed-out emptiness of waking up without her baby the next day. If I were to nitpick (and in this case I only do so because it's a subject I know something about) the only false note came with the moment of delivery, as Libby would have had to have been some weeks further along for the child to be that size. Still, I understand why they wanted to show the baby and that slightly forced moment was forgivable given that the rest of the storyline was beautifully acted, well-scripted and – for me at least – excruciatingly hard to watch. 'I don't need your commentary, I need your car' While Libby was suffering the death of her dreams, Virginia was dealing with the reality of her own desires. It's clear that it's the work on the study that truly fulfils her. She is taken seriously, gets to wear the lab coat and is even occasionally listened to when she suggests new approaches. But, increasingly, it comes with a terrible price: she's working all day as Masters' secretary to earn her salary and then doing the study in the evening; her son is increasingly angry about his mother's hours away from home; and her estranged husband appears to be using her absence as a way of playing the good guy without really having to commit. The difficulty of maintaining the work/motherhood balance is hardly a new topic, but this show handles it very well, showing us Virginia's determination and her despair while making it clear that there is no such thing as right or wrong choices, there are simply decisions and the consequences they bring. Talking of consequences, there were several for Ethan this week. Firstly he \"deflowered the Provost's daughter\" (and oh how I loved Jane for her delivery of that line) and found himself trapped, as he had gloomily predicted, in a relationship with her. Then he saved the day with Henry and went some way to redeeming himself with Virginia by offering to throw the odd pitch with her boy. I do hope that the show isn't about to take the easy route here and have Ethan simply be an out-and-out villain who saw a way back into Virginia's bed through her son. I find him more interesting as a flawed man who is ambitious yet who also chafes against society's rules, feeling constrained by them in a way that the show's female characters seem not to be. I can foresee an alternative future where Ethan gives into his desires, casts off the shackles of medicine and ends up a hippy in California, possibly hanging out with the equally conflicted Paul Kinsey. However, he'll probably just trap himself in a loveless marriage with Vivian and progress through the hospital ranks instead. Notes and observations Full credit to Michael Sheen for his breakdown at the episode's end – it was painful to watch a man so in control finally lose it, not least because of his insistence that Virginia shut her eyes as he wept. I also find the relationship between Masters and his mother increasingly interesting, both her refusal to face the obviously dark facts and his simmering resentment and fear that he's turning into his brutal father. That said, it was nice to see a tentative reconciliation between Scully and Masters, particularly as the Provost is clearly the father that Masters wishes he had. I'm not sure how I feel about Ethan being proved to be right about Vivian. I quite liked the idea that she might be genuinely sexually independent (not least because it would have diluted the idea of Virginia as ultimate sex goddess) but I suspect it's more emotionally believable that she would say all that but really be completely obsessed by him. I did fear slightly for his wellbeing when she gazed into his eyes and said \"we were meant to be together\" although – as this isn't a show written by Ryan Murphy – he should at least make it to the season's end. There was something of a departure from reality in tonight's episode. Those who don't mind spoilers should go here and head to the comments where Thomas Maier, Masters and Johnson's biographer, discusses the adaptation. I was happy to see Allison Janney pop up as Provost Scully's pragmatic wife. Every show needs a bit of Allison Janney during its run. Amid all the trauma there were some great lines this week – I was particularly fond of \"God may have created the heavens and Earth, but he's no obstetrician\" – but I also enjoyed Jane's discussion about the meaning of flowers with Ethan and her excited announcement that \"I've really missed being a pioneer on the frontlines of science\". Line of the night, however, went to poor Austin, who appears to have fatally lost his mojo after being tricked by Masters and Virginia and ended up wailing: \"Why won't my dick work?\" as even Jane failed to get him aroused. Sexual advice of the week \"Forget the good book and follow my 10 commandments\" – Masters explains why a literal interpretation of the Bible can lead to problems. Quote of the week \"It's like those signs you see in thrift shops: you break it, you buy it\" – Oh, Ethan, you old romantic, you. So what did you think? What hope is there for Libby and Masters' marriage now? Is Ethan genuinely concerned for Henry and happy to be friends with Virginia or is he playing a longer game? And will poor Austin solve his performance anxiety issues or is this the end of his beautiful friendship with Jane?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}