{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/24/leighton-baines-everton-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-24T22:30:02Z", "webTitle": "Everton defender Leighton Baines out for a month with a fractured toe", "webUrl": "https://www.theguardian.com/football/2013/nov/24/leighton-baines-everton-liverpool", "apiUrl": "https://content.guardianapis.com/football/2013/nov/24/leighton-baines-everton-liverpool", "fields": {"headline": "Everton defender Leighton Baines out for a month with a fractured toe", "bodyText": "Leighton Baines is facing a month out with a fractured toe, suffered during Everton's pulsating 3-3 draw with Liverpool on Saturday, a derby in which Kevin Mirallas admits he expected to be sent off. The England international was caught in the first half by Jordan Henderson but played on until the 50th minute when replaced by on-loan Barcelona forward Gerard Deulofeu. Baines left Goodison Park on crutches and had a scan on Saturday night but will require further tests on Monday to discover the full extent of the injury. The influential left-back is hopeful of returning within a month but will miss a demanding period for Roberto Martínez's side, including Premier League matches against Stoke City, Manchester United – who tried several times to sign the 28-year-old in the summer – Arsenal, Fulham and Swansea City. Mirallas, meanwhile, has said he expected referee, Phil Dowd, to issue a red card for his dangerous challenge on Luis Suárez on Saturday. The Belgium international was only booked for a first-half lunge into the Liverpool striker's knee, a tackle Brendan Rodgers described as career-threatening. \"When I made the challenge the first thing I thought was that it was going to be a red card,\" admitted Mirallas, who had scored Everton's opening goal before the incident and was involved in their two goals afterwards. \"I was genuinely going for the ball but I know I caught him on the knee and I said sorry straight away. I might have been OK because it was the derby, because in those matches there is always a lot of contact, a lot of tackles going in. There is a lot of pressure on the players and the fans in these sort of games. Sometimes when you put a tackle in you think: 'Oh shit,' like this one.\" Mirallas was forced out of last season's Goodison derby at half-time by a Suárez foul that went unpunished but the Everton forward insisted Saturday's challenge was not premeditated. He added: \"I had said to Suárez soon after the kick off when we were standing close to each other: 'Do you remember last season, you kicked me?' He laughed and said: 'Yes, fair enough,' but my tackle had nothing to do with a year ago. And Suárez played for a long time after that with no problem, with no injury, so he was OK and I am glad he wasn't injured.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}