{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/16/eric-djemba-djemba-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-16T23:05:00Z", "webTitle": "Eric Djemba-Djemba: 'I was happy at Manchester United – I've no regrets'", "webUrl": "https://www.theguardian.com/football/2013/nov/16/eric-djemba-djemba-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2013/nov/16/eric-djemba-djemba-manchester-united", "fields": {"headline": "Eric Djemba-Djemba: 'I was happy at Manchester United – I've no regrets'", "bodyText": "Two players made their Premier League debuts for Manchester United against Bolton Wanderers at Old Trafford on 10 August 2003, just over a decade ago. One was a precocious Portuguese winger who went on to win three league titles, one FA Cup, two League Cups and the Champions League during six glittering seasons at the club. The other was ... Eric Djemba-Djemba. It is perhaps fair to say that the two players' paths went separate ways from there, but looking at Cristiano Ronaldo – often playing with a pained expression and saying he was sad at Real Madrid last season – and speaking to Djemba-Djemba, it is not immediately obvious who is the happier. Djemba-Djemba was bought as a promising 22-year-old from Nantes for £3.5m by Sir Alex Ferguson that summer and still remembers his debut as if it were yesterday. \"It was fantastic. It was with Cristiano Ronaldo and it was our first game in the league,\" he says of replacing Ole Gunnar Solskjaer on 67 minutes. \"We came on together against Bolton and it was fantastic because we won that game 4-0 and I was very happy in the dressing room afterwards.\" While Ronaldo remained on the bench for United's next game, at Newcastle United, Djemba-Djemba made his first start in an XI that featured Paul Scholes, Ruud van Nistelrooy, Rio Ferdinand, Ryan Giggs, Roy Keane and Solskjaer. United won 2-1. Djemba-Djemba became a fixture in Ferguson's lineup during those early days, playing in 13 games before going off to the Africa Cup of Nations in January. Indeed, there were goals as well, one against Panathinaikos in the Champions League and another against Leeds United in the League Cup. The 32-year-old, now playing for Partizan Belgrade, remembers the last one vividly. \"Oh my God, you remember that time! It was so nice. In my house I have a picture from when I scored against Leeds in the Carling Cup. It was in extra time and I scored from a corner. And I still have a picture in my head from when I go into the dressing room after the game. There was Alex Ferguson. He was smiling. A big smile, with his glasses on. He was so happy.\" Ferguson may have been happy on that day but in his recent autobiography he admitted that several of his signings during that era did not work out. Ferguson wrote: \"Kléberson, Eric Djemba-Djemba and David Bellion were among the new faces … You can't dodge the truth about those years. We rushed down the path of buying in proven players – who we thought would match our standards right away … Djemba-Djemba had been playing at a decent level in France. They were easy or obvious signings. I like having to fight for a player on the grounds that a battle to extricate him means you're acquiring something valuable.\" But Ferguson could not deny that Djemba-Djemba was a wonderful character, even if things did not work out for him on the pitch. \"Djemba-Djemba, another smashing lad, was hammered by the press for not being a signature signing. They always liked the marquee names and took a much dimmer view of players with a lower recognition rating. Eric struck us as potentially another top central midfielder. I went to see him playing in France and he did really well. He understood the game, nipped attacks in the bud very well and was available for €4m.\" Djemba-Djemba, though, became synonymous with the only serious wobble of Ferguson's success-soaked years at Old Trafford. He was the Keane replacement signed on a five-year contract who would depart United before the Irishman, sold to Aston Villa in January 2005 for £1.35m, two years into a three-season barren spell for the club without a league title, the longest of Ferguson's reign after he secured a first championship. The Cameroonian's CV shows only 13 league starts, in 35 United appearances. A nomadic eight years followed, with stops after Villa including Burnley (on loan), Qatar Sports Club, Denmark's Odense, and Hapoel Tel Aviv of Israel, before he arrived at Partizan this summer. So what happened at United? \"I was not being [selected] in many games and it was difficult,\" Djemba-Djemba says. \"Roy Keane came back from injury, I wanted to play games and I had a talk with the gaffer. He said: 'No problem. If you have [another] team and you want to continue to play, that's not a problem.'\" As Djemba-Djemba says going from Douala, where the Cameroonian grew up, to the Theatre of Dreams can only be viewed as a success story. \"It was a big achievement. Even if you are from an OK family in Africa, life can sometimes be difficult,\" he says. \"I have 10 brothers and sisters, I was the No9 [and] we had a house with four bedrooms. My first training at Carrington, though … I had to pinch myself. I was training with Van Nistelrooy, Giggs – Ryan Giggs is an unbelievable player, fantastic – Keane, Paul Scholes. It was: Wow!\" he says. The first day of training at Carrington enthralled. Of his fellow debutant, Djemba-Djemba says there was clear signs of the path Ronaldo would take: \"In training, with his pace at 17, he was like a car. He was so fast. I need to kick him to take the ball. He was running like he had stolen something, like a thief.\" That first season ended with United winning the FA Cup, the last time they claimed the trophy. Djemba-Djemba featured once, as a substitute in the 2-1 quarter-final win over Fulham at Old Trafford. As an unused reserve for the 3-0 victory over Millwall in the final he received a medal, to go with his 2002 Africa Cup of Nations winners' gong. There is gratitude that Ferguson named him on the bench. \"Oh not disappointed because I have the title. For me it is [about] a group,\" he says. \"I didn't come on but I played before so was happy.\" The move to Villa in January 2005, signed by David O'Leary, was less enjoyable. \"If you go from Manchester United to Aston Villa you go to play many games,\" he says. \"After four games I got a hamstring injury [in a 3-1 defeat to Everton on 26 February 2005] and after that, it was difficult for him and me to understand each other. We didn't agree. I didn't have a good experience with David O'Leary – he didn't give me a chance again,\" he says. Djemba-Djemba made only four league starts in 18 months, with his final appearance as a substitute against Arsenal on the opening day of the 2006-07 season in the first game at the new Emirates Stadium. While this was under Martin O'Neill, who had replaced O'Leary, what ultimately burned bridges with the latter were comments made during the 2006 Africa Cup of Nations. \"I say in an interview that I didn't understand David O'Leary, why I don't play. When I came back he didn't like it. He say to me he didn't like it, I say to him this is what I think, so I didn't play again.\" There was a more enjoyable time on loan at Burnley, from January 2007 until the end of that season. \"Steve Cotterill was manager, I was so happy to work with him because he was a great man. He say to me: 'If you work you will play.'\" This was only two years after leaving United. Yet Djemba-Djemba says there was no difficulty in motivating himself for a lower league. \"Life is not complicated. Manchester is a great team and everyone wants to play for Manchester. But if they don't give you the chance and you have the opportunity to play for teams that want you, you should go and enjoy. It's football.\" The philosophy took Djemba-Djemba to Qatar SC for the 2007-08 season, Odense. \"I stayed four years and played more than 100 games. Oh my God, I enjoy,\" he says. \"I enjoy playing every year the Europa League and three years in a row [though] we didn't take the championship, we were second.\" In his opening campaign, many in Danish football believed him to be the player of the year, and though he finished second in the official vote, there was a special reunion at the awards ceremony. \"Ferguson came to give the trophy, he was invited by [Peter] Schmeichel, who was working for Danish TV. I saw him, I was happy, and we took a picture together. He was so happy and we laugh – he is a funny grandad, you know. \" After last term's stint at Hapoel, \"I enjoyed,\" came the move to the Serbian capital. \"Partizan is a very good level, you are playing normally Champions League and Europa League every year,\" he says of the Super Liga leaders. Now the Cameroonian, who is divorced and has four children, hopes to play until he is 36. \"After I will see if I have the power to continue,\" the midfielder says. \"I have no regrets about anything in my career. You realise it is football and God decides everything. I was happy to be playing for Manchester, happy to be winning titles, happy the way they treat me. And I have no regrets about going to Aston Villa, it was the choice of God, that's it. When you are young you can do some mistakes: for me, I never regret my mistakes. I could have stayed longer if I wanted to. But it's not well to stay and to play one or two games in five years.\" Joining had been the fantasy transfer for a boyhood United fanatic nicknamed Cantona who followed the club from his hometown, Doula. \"It was my dream come true – Manchester United,\" he says. \"My hero was Eric Cantona. Everybody called me it until now - when I go back in my country, they [still] call me Cantona.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}