{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/05/manchester-city-cska-moscow-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-05T23:41:00Z", "webTitle": "Manchester City 5-2 CSKA Moscow | Champions League Group D report", "webUrl": "https://www.theguardian.com/football/2013/nov/05/manchester-city-cska-moscow-champions-league", "apiUrl": "https://content.guardianapis.com/football/2013/nov/05/manchester-city-cska-moscow-champions-league", "fields": {"headline": "Álvaro Negredo hat-trick sends Manchester City into knockout stages", "bodyText": "A club with Manchester City's ambitions will always want more but, after everything that has gone before, they will cherish what it is like to qualify for the knockout stages with something to spare. It is a new feeling in these parts, having endured more disappointments in the Champions League than they will probably care to remember, but finally they have made it. At the very least that is a clear sign of improvement. True, there were times when Manuel Pellegrini's team lapsed into carelessness but not, as we have seen before, originating from the kind of anxiety that has held them back in this tournament over the last couple of seasons. The mistakes had their origins in complacency, stemming from their own superiority. This is always a risk when there is such an imbalance of talent and the home side have blitzed their opponents with three goals inside the opening half an hour. Another two arrived in the second half, as Álvaro Negredo rounded off his hat-trick, meaning City have now accumulated 12 goals in four days. Sergio Agüero managed the first two against CSKA, on a night when both of City's forwards demonstrated their penalty-box expertise, and it was only a passing irritation that Seydou Doumbia, the Russian side's Ivory Coast international striker, scored a couple of his own. On both occasions the visitors were three goals behind, bamboozled by the speed and incisiveness of City's attacking. As Pellegrini pointed out afterwards, there were another half a dozen opportunities to add more goals. Group D has brought its occasional traumas and nobody should get too carried away bearing in mind the memories are still vivid of Bayern Munich dismantling City on this ground a month ago. Yet CSKA and Viktoria Plzen have been obliging opponents and Pellegrini's cosmopolitan team, again featuring no Englishmen in the starting XI, won this match with a mix of panache and impatience. Agüero, in devastating form over the past month, was instrumental in it and has now gone above Franny Lee as City's leading scorer in European competition, with 12 goals. Even ignoring the expertise with which he took his goals, the nutmeg on CSKA's right-back, Kirill Nababkin, late in the first half was a joy. His pass for Negredo's first goal, picking out the Spaniard at the far post, was not too shabby either. Agüero has made a habit of creating goals for his team-mates recently, a provider and finisher playing at the point of maximum expression. Negredo has quickly established himself as a crowd favourite, serenaded with chants of \"feed the Beast and he will score\" in a modern variation of the old Shaun Goater song. Samir Nasri is playing with the kind of confidence that was seen too infrequently last season. David Silva, such a clever and elusive opponent, was prominently involved from the start, coaxing the challenge from Zoran Tosic that led to Agüero opening the scoring from the penalty spot. Fernandinho was culpable for a mistake in the build-up to Doumbia's first goal but City, for the most part, had control of midfield. Costel Pantilimon also had a reasonable night overall, after a slightly erratic first half that saw him make a total hash of one attempted punch. Agüero's penalty was elegantly taken, high into the top left-hand corner of Igor Akinfeev's goal, but it was his second goal that really epitomised his confidence, latching on to Nasri's pass then turning the nearest opponent, Aleksei Berezutski, and picking his spot with a side-footed finish. When he crossed for Negredo to make it 3-0 it was tempting to wonder whether CSKA might suffer the kind of ordeal that was inflicted upon Norwich at the weekend. Instead Fernandinho missed a challenge in midfield and suddenly Doumbia was running clear, going round Pantilimon before turning the ball into the net. That might have enveloped the stadium in anxiety during some of their European ties in the Roberto Mancini era. Instead City quickly reasserted their authority. Five minutes into the second half Yaya Touré dinked a little chip into the penalty area. CSKA's defence did not react, hoping for an offside flag, and Nasri waited for the ball to drop then flicked it into Negredo's path for another close-range finish. For a while the pace dropped, with any faint prospect of a CSKA comeback now extinguished. Fernandinho had gone off at half-time, replaced by James Milner, which at least meant Roy Hodgson's scouts did not have an entirely wasted trip. Silva and Nasri were also removed in the second half and, though City continued to hog possession, their passing was no longer so sharp and penetrative. All the same Doumbia's second goal, like the first, came out of nothing, the forward wriggling past Gaël Clichy and then bundled over by the Frenchman for a penalty that he took himself. Shortly before, Negredo had almost completed his hat-trick in spectacular fashion, volleying over after a lovely, improvised turn had taken out two defenders. Instead his third goal was far more orthodox as he headed in Milner's cross at the far post. He and Agüero now have 22 goals between them this season and City, at last, can look forward to remaining a part of this competition beyond the turn of the year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}