{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/nov/16/england-france-rugby-league-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-11-16T21:57:16Z", "webTitle": "England 34-6 France | Rugby League World Cup quarter-final report", "webUrl": "https://www.theguardian.com/sport/2013/nov/16/england-france-rugby-league-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2013/nov/16/england-france-rugby-league-world-cup", "fields": {"headline": "England reach semi-finals after Ryan Hall nets double against France", "bodyText": "England cruised into a World Cup semi-final showdown with New Zealand but they will need to improve markedly if they are to dispose of the holders at Wembley on Saturday. There are aspects of England's play that provide encouragement, not least their organised structure, tireless effort and the presence of two world-class wingers. But they have yet to produce, certainly for long periods, the free-flowing excellence that both the Kiwis and Australia have demonstrated over the last month, and this latest display will do nothing to frighten the southern hemisphere giants. \"It was very, very scratchy. It was probably our worst performance,\" said Steve McNamara, the England coach. \"We've had really positive things from each of the other three games, but we put in a very sub-standard performance tonight. We need to step up a lot. In the previous three games we've shown how good we can be, but if we needed a wake-up call then that was it. The harder we tried, the worse we got.\" Kevin Sinfield, the England captain, was equally blunt in his assessment. \"We lacked intensity,\" he said. \"For whatever reason we weren't good enough. We're thoroughly disappointed. We need to be better, and we will be.\" New Zealand have been the outstanding side so far, tearing teams apart at will with a monstrous pack. At the heart of it all is Sonny Bill Williams, the dual code international who will provide England with their biggest test. McNamara's men will rightly start as second favourites, but they are capable of upsetting the odds. On Saturday night they took advantage of their superior precision and pace on the edges, with wingers Ryan Hall and Josh Charnley scoring twice each before half-time. But this was a victory built on the unrelenting toil of forwards James Graham and Sean O'Loughlin, himself a try-scorer early in the second half. France had only scored two tries in their three Group B fixtures, suggesting Richard Agar's men would struggle to impose themselves. Instead they needed only four minutes to blast through England's right edge and silence a crowd who had come expecting a procession but were instead given an early reminder of last month's shock defeat against Italy. Sébastian Raguin, the bustling second row, appeared to have taken the wrong option when he drove down the short side. However, his offload to Vincent Duport caught England off-guard and Ben Westwood, Kevin Sinfield and Kallum Watkins all failed to stop the French centre from touching down. Thomas Bosc's conversion gave France a six-point lead and, while it did not last long, it was an uncomfortable experience for the hosts . When inspiration finally arrived for England, it came from a trio of Wiganers impressing on their home ground. O'Loughlin, the loose forward, established England's position by snatching a loose ball and, when France knocked on again from Chris Hill's offload, Sam Tomkins danced through before releasing Charnley in the right corner with a wonderful flick pass. France suffered a double blow with the withdrawal of Duport, who had battled on before succumbing to an injury sustained while scoring his try, and the questionable decision of referee Ashley Klein to penalise Éloi Pélissier for a high tackle on Rangi Chase. Pélissier appeared to catch Chase's shoulder, but England were ruthless in exploiting their good fortune. Sinfield and Chase spread the ball left before Tomkins dummied and then conjured a cut-out pass that gifted Hall a clear route to the line. Sinfield landed his second touchline conversion to take the score to 12-6 and England never looked back. Tomkins fed Watkins on the right, who produced a replica of Tomkins' earlier flick pass to present Charnley with his second score. James Roby's introduction from the bench brought more pace and direction at the ruck, and France struggled to cope with the increased tempo, with Roby's break starting a five-man move that led to Hall's second. The Leeds winger had his treble in his sights when he was released six minutes before the break, only for Klein to call O'Loughlin's long pass forward. O'Loughlin's scrappy try was the only notable moment of a routine second half until Tomkins, on his farewell appearance, was shown a yellow card seven minutes from time for holding down Damien Cardace. Brett Ferres rounded things off with a late try but McNamara has much to do this week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}