{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/09/manchester-united-van-persie-moyes-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-09T23:01:00Z", "webTitle": "Robin van Persie has skills 'to match whatever Arsenal have got'", "webUrl": "https://www.theguardian.com/football/2013/nov/09/manchester-united-van-persie-moyes-arsenal", "apiUrl": "https://content.guardianapis.com/football/2013/nov/09/manchester-united-van-persie-moyes-arsenal", "fields": {"headline": "Robin van Persie has skills 'to match whatever Arsenal have got'", "bodyText": "Everyone was impressed when Sir Alex Ferguson reacted to Manchester City winning the 2012 title by signing Robin van Persie to make sure it did not happen again. Even David Moyes, watching from the sidelines as Everton manager, described it as \"a master signing\". Moyes had no inkling at the time that a little over 12 months later he would be in charge of Manchester United and Van Persie. But he might have been even more surprised by the news that Arsenal have recovered to the extent of opening a five-point gap at the top of the league and coming to Old Trafford with eight wins and a draw from their last nine games. If it is not already being suggested that Van Persie jumped the gun in search of a trophy and might have been better waiting for Mesut Özil to raise Arsenal's game, it certainly will be should the Gunners keep up their winning streak on Sunday afternoon and open up a surely unbridgeable 11-point lead on United. An unusually bullish Arsène Wenger has described the meeting of league leaders and defending champions as a benchmark fixture and claimed a win is a realistic target, bold words considering Arsenal have not enjoyed a league victory at Old Trafford since 2006. Moyes is not falling for the mind games though – he countered Wenger's assertion that he still sees Van Persie as an Arsenal player by claiming he still feels the same way about Mikel Arteta and Everton – and he insists the Holland striker has no regrets about his move north. \"Robin was a great player at Arsenal, and he's come to Manchester United and been the same,\" Moyes said. \"I can understand Arsenal being a bit upset about that. Nobody wants to let their best players leave and Robin was undoubtedly one of Arsenal's best players. But his contract was running out, there was a situation where Arsenal had to act and Manchester United wanted him. Robin must have had strong views about wanting to join United at the time and I am sure he'd say he's made the right choice.\" Moyes admits he was surprised when Sir Alex Ferguson spent £23m on Van Persie, mostly because the player had just turned 29. \"It seemed a little bit unusual for United because they wouldn't normally sign a player in that age bracket.\" he said. \"He was clearly one of the most talented centre-forwards in the Premier League and United went out to add a piece of the jigsaw they felt they needed. It proved to be a great signing almost immediately. It does happen in football that you sometimes lose your best players. This club lost Cristiano Ronaldo to Real Madrid and I'm sure they didn't want that at the time.\" There was a time when Arsenal would have been daunted by a trip to Old Trafford, nine-match unbeaten run or not, but this is a Manchester United side adjusting to a new manager and not yet playing at its best. Moyes has seen West Bromwich Albion and Southampton enjoy success in Manchester this season, even Stoke City were in with a shout until late in the last home league game, and Arsenal have just posted one of the most impressive away results of the year in taking all three Champions League points from Borussia Dortmund. \"That was a big test for them and they came through,\" Moyes said. \"But Arsenal have always been a strong side to play against, I've never felt they were in decline. They have great stability and continuity. They haven't had too much disruption and I have great respect for the way Arsène Wenger has built his teams and how he's kept doing what he believes in. Over the years this has always been a big game between two sides with great players, and I don't see this being any different.\" Over the years Wenger has occasionally complained about United's overly physical approach, but Moyes is relaxed on that score. \"We used to get that at Everton as well,\" he said. \"It wasn't a tactic as such, but at Everton we knew we had to be strong in standing up to Arsenal because they had such talented players. There were reasons why Everton played like that. At Manchester United, with the quality we have, we feel we can match what Arsenal have got.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}