{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2013/nov/09/best-affordable-ski-chalets-and-hotels-europe", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2013-11-09T22:00:00Z", "webTitle": "Top 10 affordable ski chalets and hotels in Europe", "webUrl": "https://www.theguardian.com/travel/2013/nov/09/best-affordable-ski-chalets-and-hotels-europe", "apiUrl": "https://content.guardianapis.com/travel/2013/nov/09/best-affordable-ski-chalets-and-hotels-europe", "fields": {"headline": "Top 10 affordable ski chalets and hotels in Europe", "bodyText": "Edelweiss Ski Chalet, Zell am See, Austria In August, Ingrid and Anthony Beardmore, and their two children, packed up their belongings in Derbyshire and moved to the Austrian Alps. They bought a large house in the village of Uttendorf, which they've transformed into a B&amp;B chalet. Opening on 1 December, it has four bedrooms – think pale grey walls, cream bed throws and orchids – a children's corner, with a Nintendo Wii and board games, and a spa treatment room (Ingrid is a trained beauty therapist). Within 15 minutes (driving) you can reach the skiing at Zell am See, Kitzbühel, Kaprun and Kitzsteinhorn. • +43 656 320 326, edelweiss-skichalet.com. From £30 per adult, £20 per child per night, B&amp;B Hotel Chalet Dolomites, Alpe di Siusi, Italy This new ski-in/ski-out chalet is located on the slopes of Alpe di Siusi and reached by cable car. It opens on 19 December and has 14 bedrooms, all with a balcony or terrace, and a spa with a sauna and steam room for kicking back after a day on the mountain. Alpe di Siusi, on the \"sunny side\" of the Dolomites (around 300 days of sunshine a year), has 60km of groomed slopes – almost double that of Courmayeur – and there is a cross-country track just five minutes' walk from the chalet. • +39 0471 727 004, chaletdolomites.it. From €85pp per night, half-board Hotel Spitzhorn, Gstaad, Switzerland Once exclusively the playground of the glitterati, Gstaad still has a full house of five-star hotels, but it's trying to shake off its \"cash-rich\" reputation with the introduction of some more affordable accommodation. Opening in December, the 50-room Hotel Spitzhorn in Saanen-Gstaad has been rebuilt with an eco-friendly focus: solar panels heat the water in your plush bathroom and in the spa (featuring an indoor pool, steam bath and Kneipp water-treading basin), while an electric shuttle takes you to the slopes. The small village is a five-minute drive (or 25-minute walk) from the centre of Gstaad, where the regional lift pass covers 250km of slopes. • +41 33 748 41 41, spitzhorn.ch. Doubles from CHF163 (£112), B&amp;B Refuge du Christ, Méribel, France Chalets don't get more \"away from it all\" than this one, accessible via a one-hour walk, or snowshoe, from Le Villard in Méribel Les Allues. New for this winter, it was designed to be entirely self-sufficient in energy – a wood pellet-fired boiler provides heating, solar panels provide electricity and rainwater supplies the toilets. It sleeps 13 people in two simple but airy dormitories and two double bedrooms, and the windows offer views of Mont Blanc, Grande Casse and Mont Vallon. Hike to find untracked powder, or walk/snowshoe to Le Villard and catch the ski bus to the lifts of Méribel. • +33 695 73 20 90, lerefugeduchrist.com. From €75pp per night, half-board Villa Americana, Champoluc, Italy This house in Ayas, a few kilometres from Champoluc, was built by the owners' grandfather, who emigrated from America in the 50s. Following two years of renovations, it is opening this winter as a B&amp;B with six simple but spacious en suite bedrooms, some of which have views of the Monte Rosa massif. Take the shuttle bus to the lifts of Champoluc, part of the Monterosa ski area, which is home to the most underrated skiing in the Alps – both on-piste and off. If the kids still have excess energy at the end of the day, let them loose in Villa Americana's huge garden. • +39 0125 941070, bbvillaamericana.com. Doubles from €70 per nightroom only, B&amp;B Myrkdalen Hotel, Voss, Norway Opened last winter, this hotel ticks all the right boxes: smart bedrooms (the biggest suite has beds for 10 guests) that mix funky fabrics with old black-and-white photos of Myrkdalen folk; three restaurants, including one that serves Swiss-style fondue, and it is right on the slopes of the Myrkdalen Mountain Resort (a new six-seater chairlift, opening in December, will double the capacity of the resort). Voss, the largest ski resort in western Norway, is just a short drive away, and the hotel runs free ski shuttles there. • +47 56 52 30 61, myrkdalen.no. From NOK1,790pp (£185) for two nights' B&amp;B, including a two-day Myrkdalen lift pass Fairhotel Hochfilzen, Hochfilzen, Austria The Austrian Tyrol's first \"passive energy\" hotel opens this month. In the Pillersee valley, the Fairhotel Hochfilzen is built of sustainable timber and has solar-powered heating. There are 32 rooms, with big beds boasting Tempur mattresses and smart en suite bathrooms, while breakfast is a spread of organic farm-fresh produce. There is a vast network of cross-country trails on the doorstep (the hotel offers equipment rental and lessons), and the nearby ski resorts of Fieberbrunn, Pillersee and Leogang are accessible using the free ski bus. • +43 664 751 00 851, fairhotel-hochfilzen.com. From €44pp per night, B&amp;B Hôtel Les Cimes, Le Grand-Bornand, Chinaillon, France Here's one for weekend jet-setters. Les Cimes is located in the centre of Le Grand-Bornand, just a holdall's throw from the slopes and under an hour's drive from Geneva airport. Each of its 10 bedrooms and suites has been newly renovated in classic Savoyard style: lots of wood, checked fabric, fur throws and heavy antiques. It also has a new spa with a hammam, steam room and sauna – perfect for thawing out after a day exploring the area's 220km of ski terrain and extensive network of cross-country ski tracks. • +33 450 27 00 38, hotel-les-cimes.com. Doubles from €99, room only La Luge, Cervinia, Italy Tough as it is to find budget accommodation in Zermatt, over the border in Cervinia there are some great-value places to stay, with a new addition this winter in the form of La Luge. Located just outside Cervinia (there is a private ski bus for guests), it has five rooms decorated in classic Italian alpine style: pine floors, walls and ceilings, big beds. There's also a sauna for warming your cockles after a day on the hill: Cervinia has some of the finest red-rated pistes in the Alps, including the 8km-long Ventina run. • +39 0166 948 758, lovevda.it. Doubles from €90 per night, B&amp;B L'Ours Blanc, Les Deux Alpes, France Here's one for skiers looking to live on baguettes and Beaufort all week (ie, self-catering), but who still want something with a bit of style. Renovated from top to bottom, L'Ours Blanc has 66 apartments sleeping between two and six, furnished with dark-wood floors, funky lighting and sleek, fully equipped kitchens. There's an indoor pool and on-site spa, though it's likely you'll spend most of your time on the slopes: L'Ours Blanc is 100m from the Diable chairlift, from where you can access the resort's many powder-filled gullies. • 0844 576 0170, peakretreats.co.uk. Seven nights' self-catering from £113pp (five sharing)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}