{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/nov/19/england-kevin-pietersen-ashes-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-11-19T23:07:00Z", "webTitle": "England's Kevin Pietersen: 'We've all grown up … and having so much fun'", "webUrl": "https://www.theguardian.com/sport/2013/nov/19/england-kevin-pietersen-ashes-australia", "apiUrl": "https://content.guardianapis.com/sport/2013/nov/19/england-kevin-pietersen-ashes-australia", "fields": {"headline": "England's Kevin Pietersen: 'We've all grown up … and having so much fun'", "bodyText": "On the eve of his 100th Test appearance at the Gabba on Thursday, Kevin Pietersen has admitted for the first time that he was genuinely worried, in the rancorous August of 2012, that he might be left marooned and unfulfilled on 88. \"Probably a few occasions, yeah,\" he said when asked if he had thought the Test career that began at Lord's against Australia in 2005 had been ended by the \"provocative\" texts about his captain Andrew Strauss that he sent to members of the South Africa team. \"Emails were flying around and telephone conversations were being had. I think this stuff is for when I finish my career. I will give a very good explanation as to how things were and how things weren't when I'm done.\" More details may await but this was nevertheless Pietersen at his most forthcoming, even disarming and charming. For around 20 minutes, in a media conference in the Champions Room at the Gabba, he relished a playful joust with the Queenslanders who had given him a traditionally warm welcome to their state for his landmark Test. Then, in a corporate box away from the cameras, he reflected more thoughtfully on the highs and lows of a tempestuous career with three of the journalists who have been there throughout – and kindly shared the quotes with a few of those who have not. Surprisingly, he nominated a century against Sri Lanka in Colombo, rather than the more famous innings against Australia at The Oval in 2005, India in Mumbai last winter or the Headingley tour de force against South Africa, as his most satisfying. \"I never thought I could bat for that long in those conditions. I know people will say, in terms of skill levels, the ones against South Africa and India were probably better but for me the hardest was dealing with the weather in Colombo. I even sweat in England in pre-season. I went through nine pairs of gloves and four shirts in Colombo. I can't believe I got runs there.\" He talked about the knee problems he has suffered sporadically through 2013, most recently on this tour in Hobart, forcing him to make a diversion to Melbourne for a cortisone injection. \"Clearly the knee is something that I will have to get looked at and get it sorted. But if it does need an op it won't be a big one because the bone damage is all sorted. It's just a little bit of niggly bits and pieces which is actually minor. It just causes a bit of discomfort when I bend down but since I've had the injection it's been fine.\" He has therefore set himself a goal beyond the 2015 World Cup in Australia and New Zealand, which had previously been considered the most likely retirement date for a self-confessed \"old man\" of international cricket. \"I've got home and away hundreds against each major nation apart from South Africa,\" he explained. \"The tour to South Africa is in '15-16, so if the old man can survive until then, I'd like to get there.\" What a fitting place that would be for him to sign out. But for the moment it is being part of a second Ashes triumph in Australia, and a record-equalling fifth in all, that is exercising his mind. \"My interest in that will pick up if we win,\" he says of the possibility that he and Ian Bell could pull level with Ian Botham by the end of this tour. He believes that England are a tighter group, and therefore a tougher team, as a result of the crisis he provoked. \"I think I've seen comments from the players that we all made mistakes last year,\" said the man who had complained of his isolation in the England dressing room after that Headingley century. \"And we've all grown up and actually grown a lot tighter. If you look at the environment now it's absolutely fantastic and I'm not lying, I'm being dead straight. \"We're all having so much fun and that front page yesterday [in Brisbane's Courier Mail, accusing him of arrogance and unpopularity with his team-mates] was so funny because 10 hours before that we had all had an amazing team dinner. We all had such a great time in Sydney, that when you see a front page like that it just makes me laugh. \"I want to enjoy the next two or three years of international cricket for England because last year wasn't fun,\" he added, perhaps the most telling comment of all. \"I can make it a lot more fun and so can the team, and we're all doing that at the moment. The key to a good relationship is communication. I think the communication wasn't there last year or it wasn't as much as it is now. \"The guys now get on and talk. Last year there was a bit of treading on eggshells and pussy-footing around, whereas now the boys have acknowledged that it is time to do some business as an England team and that is what we are here to do.\" At the risk of introducing a sour note to the KP love-in, it does seem worth noting that whereas he is relishing the buildup to his special personal landmark, Strauss was afforded no such luxury and was left so drained by the Pietersen drama that he went into his 100th Test knowing it would be his last. But the pair broke bread, or at least shared lunch, on Strauss's first day in Brisbane on Monday, presumably to clear the air after Strauss provided the most detailed explanation yet of the events of 2012 in his recently published autobiography. \"It was good, real good,\" said Pietersen. \"He had just got off a flight and his eyes were monged like all of ours when we get off that long flight, but he was good. I know you guys are probing him all the time and he's had to answer questions about me until he's sick of it. I'm just waiting for the royalties from his book as well.\" Pietersen will have a large fan club at the Gabba, having flown over his three brothers, an uncle, a couple of close mates and his parents, Jannie and Penny – the English mother without whom English cricket would have been a very different place this past decade. But he will still feel the absence of one man, Jon Cole Edwards, an old South African friend who died recently. \"My best mate who I grew up with as a kid – losing him has really hurt me over the last month or so. It has been bad. I got to say goodbye to him 18 hours before he passed away and left us. He left his wife and twins behind. I will be thinking about him if I get a big one here, I've been thinking about black armbands and stuff, but I don't want to get the violin out and all that. I'd rather just concentrate on things. I've been speaking with his mum and yesterday she said: 'Jon will be watching.' \"Mate, you try saying goodbye. I grew up with this guy since I was a baby and every single holiday we went on together, literally he is like my brother and saying goodbye to him 18 hours beforehand was just so tough. I had to go and do a eulogy at his funeral on the Saturday when the guys were already here. This cricket malarkey is simple. I was a shambles there.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}