{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2013/nov/20/eric-and-little-ern-morecambe-wise-tribute-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2013-11-20T23:00:00Z", "webTitle": "Eric and Little Ern – review", "webUrl": "https://www.theguardian.com/stage/2013/nov/20/eric-and-little-ern-morecambe-wise-tribute-review", "apiUrl": "https://content.guardianapis.com/stage/2013/nov/20/eric-and-little-ern-morecambe-wise-tribute-review", "fields": {"headline": "Eric and Little Ern – review", "bodyText": "\"Where would you be without me?\" asks Eric Morecambe. \"Be a comedian,\" replies Ernie Wise. It's an exchange that gets to the heart of one of British comedy's greatest partnerships, Morecambe and Wise, who kept British TV audiences chortling and for three decades brought a little sunshine to their lives. Twenty-eight million people tuned into their 1977 Christmas special to watch them play out a relationship which was as long and intricate as any marriage. No modern comic would have such reach or longevity. Ian Ashpitel and Jonty Stephens's two-hander is not the first stage show to try to recapture the amiable genius of the duo, which was amply celebrated in the surreal whimsy of Sean Foley and Hamish McColl's The Play What I Wrote. But although it looks and feels like a small, intimate piece that has been up-sized for the West End, it would be a hard heart that didn't warm to the sweet silliness of the evening. The show – which draws heavily on the original scripts by Eddie Braben, Dick Hills and Sid Green – retains the unaffected feel of a piece that Ashpitel and Stephens initially worked up for the fun of it, and their genuine love for their comic heroes. We begin at the very end. It's 1999, and Wise (Ashpitel) is in a Slough hospital following a heart attack when a bumbling white-coated doctor wanders into his room. Only of course, it's not a doctor – it's Eric Morecambe. But Morecambe has been dead for 15 years after collapsing on stage at the Roses Theatre, Tewkesbury, during a charity gig. He has come to collect his old friend, reminisce a little about past times, and take him to that great stage in the sky for one last performance featuring all those favourite moments, including the stone-in-the-paper-bag routine and the gags about the join in Ernie's wig. There's a nod, too, to the famous Grieg piano concerto sketch. It's all a bit contrived and the joins really do sometimes show, and not just in Ernie's wig. Some of the biographical information is less woven into the action than hammered into place. It would be nice too if we could see and hear a little more about how it feels when you have been a double act and suddenly find yourself alone. It would be interesting to know more about what Wise felt about perpetually playing the straight man to Morecambe's buffoon. Stephens and Ashpitel bear a passing physical similarity to Morecambe and Wise, but what makes this a cut above is the way they capture the mannerisms and facial expressions so exquisitely. They also recreate the real rapport that the duo had with audiences which was itself a throwback to the old days of music hall. Eric and Ernie's success was built upon the fact that when you turned on your TV, you felt as if you were inviting a couple of friends into the living room, one exasperatingly and loveably attention-seeking, the other prone to pomposity. It's a wee thing, but it will please fans, and probably make more for one of the greatest double acts of all time. • Save 33% on premium tickets for performance from 19 to 24 November. For more, go to theguardian.com/extra"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}