{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/nov/09/world-endurance-championship", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-11-09T23:17:56Z", "webTitle": "Allan McNish and Audi claim World Endurance Championship in Shanghai", "webUrl": "https://www.theguardian.com/sport/2013/nov/09/world-endurance-championship", "apiUrl": "https://content.guardianapis.com/sport/2013/nov/09/world-endurance-championship", "fields": {"headline": "Allan McNish and Audi claim World Endurance Championship in Shanghai", "bodyText": "After a storming season in the World Endurance Championship, with three wins and three second places from six races, blotting the copy book with a third here in Shanghai will matter not one jot to Audi's Allan McNish and fellow drivers Tom Kristensen and Loïc Duval. It was still enough for them to claim the drivers' championship with one race to go and provide a career high point for McNish, who became the first British driver to hold the title since Derek Warwick won it alongside Yannick Dalmas in 1992. \"I have been waiting to win a world championship since 1985,\" said McNish. \"I've had three cracks at a world title – in karting I finished third at Le Mans, that hurt because it was very close, but then in Formula One there wasn't really an opportunity to finally crack it, so it's third time lucky. \"I feel massively proud of what we accomplished this year,\" he said. \"I have a massive warm feeling inside and a very wet backside because Alex Wurz has been pouring champagne down my back.\" Before the race weekend began McNish and his team-mates in the No2 car had made clear their intention to go for the win but equally knew that a fourth or better would be enough to secure the title. Yet, when the serious business on track here at the Shanghai International Circuit began, the early race-pace of the Toyotas suggested that neither his Audi nor André Lotterer, Benoît Tréluyer and Marcel Fässler in the sister No1 car would be able to challenge for either of the two top spots. However, as is often the case over the course of a six-hour race, nothing can be assured until the chequered flag is waved. Indeed, by the end it was last year's drivers' champions in the No1 car that took the win. With the track coming to the Audi R18 on fresher rubber, they had enough extra pace in the last 30 minutes to pass the leading No7 Toyota of Alex Wurz and Nicolas Lapierre, who had lost time due to a puncture, and claim victory by just under 16 seconds after 190 laps. It was a magnificent comeback drive after the Audi had been forced to pit early when debris also caused a puncture early in the race. A possible three-way fight to the finish was denied the 28,000 Chinese fans in attendance when the second Toyota of Anthony Davidson, Stéphane Sarrazin and Sébastien Buemi, who, with 90 minutes to go were leading, suffered suspension damage putting them out on lap 143, allowing McNish to bring the Audi home one lap behind the leaders to clinch third and the title. \"We came here with a very clear job to do and did what we had to do,\" he said, while acknowledging that they had played the percentages to ensure the win. \"We were totally risk adverse today, just to gain the position we needed to put it in the bag. It's a season's effort and I am very proud of what we did, very pleased.\" He had every right to be, it was a deserved championship win, in a season where the No1 car's trio have been threatened but still determinedly ensured maximum points whenever possible. There were victories in the opener at Silverstone and in Texas at the Circuit of the Americas but most importantly there was also a win at Le Mans, where McNish, as Warwick did in 1992, won the sport's blue riband event the same year as taking the title. All three drivers were understandable jubilant, but while with Duval the junior partner of the three, it was of most import to McNish and Kristensen. Neither the British driver, who has won Le Mans on three occasions, nor Kristensen, who has won racing's ultimate test an extraordinary nine times, have held a world title, although both have been at the top of sportscar racing for over a decade. \"Crossing the line was very emotional,\" said McNish, who drove the final stint and was still taking in his achievement in the immediate aftermath of the race. \"It is the cherry on the top of the career cake.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}