{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/nov/16/the-blind-side-autumn-internationals", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-11-16T22:42:41Z", "webTitle": "The Blindside: putting the boot into rugby's autumn internationals", "webUrl": "https://www.theguardian.com/sport/2013/nov/16/the-blind-side-autumn-internationals", "apiUrl": "https://content.guardianapis.com/sport/2013/nov/16/the-blind-side-autumn-internationals", "fields": {"headline": "The Blindside: putting the boot into rugby's autumn internationals", "bodyText": "TEAM OF THE DAY New Zealand may be closing in on a 100% record for 2013 but Wales recorded their first autumn victory since 2009 with a demolition of Argentina. The same team England laboured against last week. Roll on the Six Nations – it will be fascinating. SADDEST SIGHT Dan Carter won his 100th cap but had to watch the final 54 minutes from the sidelines with a leg injury. The paraphernalia of the achievement was an odd mix, though: it's not every day you see a man in silver cap, black sports kit and gold boots. SPEECHWATCH Taking Sachin Tendulkar's lead, Richie McCaw delivered a generous post-match speech about Carter. Let's hope Dan gets one more game, against the Irish next Sunday, before his six-month sabbatical. CITY OF THE DAY Wales v Argentina at rugby and Wales v Finland at football down the road. Probably a good night in Cardiff for the Brains brewery. OTHER MILESTONE Kieran Read reached a landmark as he crossed for his 15th try for the All Blacks. He overtook Zinzan Brooke's record for the most tries from No8 for New Zealand. QUESTION OF THE DAY Is singing Swing Low during the haka a good idea? It took 100 seconds for the fired-up All Blacks to score a try, with Julian Savea going over. So on balance, no. REFCAM: WHAT WE LEARNED Chris Robshaw's shiner really was quite something when seen up close. NOT TO BE In 2007 Fiji pulled off a great comeback to beat Wales. After 58 minutes they were 30-10 down to Italy, but this time fell just short with a 37-31 defeat. Unlucky. ANNIVERSARY ACTION Friday is 10 years to the day since England won the Rugby World Cup. Most players from 2003 followed the Twickenham game; Ben Cohen danced an American Smooth at Blackpool Tower Ballroom live on BBC1. Funny how life turns out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}