{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/16/joachim-low-germany-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-16T23:00:02Z", "webTitle": "Joachim Löw's Germany can inflict another reality check on England", "webUrl": "https://www.theguardian.com/football/2013/nov/16/joachim-low-germany-england", "apiUrl": "https://content.guardianapis.com/football/2013/nov/16/joachim-low-germany-england", "fields": {"headline": "Joachim Löw's Germany can inflict another reality check on England", "bodyText": "Jorge Sampaoli, the manager of Chile, was magnanimous in victory after doing Roy Hodgson the huge favour of reducing English expectation. First he described Wembley as a cathedral of football, which even post-refit is overstating the case. Then he suggested England were one of the best teams in the world, something that not even Hodgson would dare venture at the moment. Chile take on Brazil this week, so at least Sampaoli will have the chance to make a useful comparison and possibly revise his opinion. When England meet Germany on Tuesday, Hodgson will most likely be doing the same. The good news for England is that the last time they lost to Chile in a Wembley friendly, another 2-0 defeat set up by a quite splendid goal from Marcelo Salas in 1998, they still went on to have a decent World Cup up to and including the epic and slightly unlucky encounter with Argentina in Saint-Etienne. The bad news is that, if anything, Germany have improved since the 4-1 caning they handed out in Bloemfontein to end England's last World Cup. Joachim Löw's midfield is a thing of beauty, a blur of organised pace and intelligent movement, whereas England's is more or less the same, give or take Jack Wilshere struggling to find his best form, but three years older. Experience is certainly on England's side, with all the caps Steven Gerrard and Frank Lampard can muster between them, but the experience of being run ragged by Mesut Özil and Bastian Schweinsteiger is not necessarily going to work in the home side's favour at Wembley. Particularly as Germany have since added Mario Götze and Marco Reus to their extravagant range of options, even though Özil is being rested and Sami Khedira ruptured a right knee ligament against Italy on Friday. \"We are aware they have a very dynamic midfield and we are going to have to be dynamic ourselves to keep them at bay,\" Hodgson said, a touch hopefully given the options at his disposal. At least Gareth Barry is safely out of this one, though it is difficult to see Tom Cleverley, James Milner or even Ross Barkley stepping up to the plate to inject more creative energy into England's tired and predictable setup. While it is possible that Andros Townsend's pace might come in handy, or Daniel Sturridge's opportunism, in terms of matching the Germans for ingenuity in midfield England seem ill‑equipped. Perhaps it does not matter so much as it is only a friendly, but the stage appears set for another lesson in football to be handed out at an English team's expense. To Bloemfontein in recent years can be added Manchester United's two Champions League finals against Barcelona and Manchester City's humbling by Bayern Munich this season. Fair enough, City hardly count as an English side by origin, though Bayern certainly count as German. It is the English role on these occasions to huff and puff and run about so conspicuously that the manager at the end always says he cannot fault his players for effort, even if they are undone by incisive bits of movement from the opposition that actually produced an end result. You could call it a quality gap, although England are often out-thought as much as outplayed. England knew exactly how Chile would play, for instance, yet could do nothing about it and could easily have lost Friday's game by a greater margin. England rarely impose themselves on opponents in such a manner. There is no coherent system that survives changes of lineup or can be adapted to different opponents. England always look like a collection of club players, sometimes very good club players, hoping that what they produce for their clubs will be enough to see them through international challenges. Sometimes it does, the standard of club football in this country is fairly high, after all, but against the top international sides, the ones who can make several changes and still play in the same, recognisable way, England never seem quite clever or sophisticated enough. \"Credit to Chile, they handled us,\" was Hodgson's accurate summary. \"I'd like to think we won't be naive in any way by the time we play out first game in Brazil. I think if there was any suggestion of that in the Chile game it was because we went a goal down early on and were a bit shocked by it. I don't think we were gung-ho, we just put all our eggs in the basket of an early equaliser.\" Naive sounds about right then. You tend not to find Germany or Spain doing that, even in friendlies. This is not the real thing, only a preparation, yet with a four-month break before the next friendly, against Denmark, England need to be careful about where the egg ends up this time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}