{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/28/everton-leighton-baines-roberto-martinez", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-28T23:02:00Z", "webTitle": "Leighton Baines will not leave Everton in January – Roberto Martínez", "webUrl": "https://www.theguardian.com/football/2013/nov/28/everton-leighton-baines-roberto-martinez", "apiUrl": "https://content.guardianapis.com/football/2013/nov/28/everton-leighton-baines-roberto-martinez", "fields": {"headline": "Leighton Baines will not leave Everton in January – Roberto Martínez", "bodyText": "Roberto Martínez is adamant Leighton Baines has a future at Everton beyond the January transfer window, as the full-back faces up to a month on the sidelines with the foot fracture he picked up in the Merseyside derby. The Everton manager believes the injury is not quite as serious as first feared and the player could be back sooner than the six-week prognosis, though with Manchester United thought likely to increase the offer of £15m that was turned down in the summer the possibility still exists that Baines may have played his last game for the club. \"I don't see it that way at all,\" Martínez said. \"In January, if we do anything, it will be to try and improve the squad, to give our players a better opportunity of a strong finish. Everything that is going to happen in January will be football related and, whatever it is, it will only be good for the squad. \"As a club we don't need to use the January window to try and balance the books. I can guarantee that is not the case. We are in a position, probably one of the strongest we have been in for many years, where we can make purely football decisions on any player. \"I am happy about the situation and, if I assess the season so far, we have probably got fewer points than our performances have deserved, so we will be trying to get a bigger average of points between now and the end of the season. With that aim we would never be trying to sell our players in this January window. The only thing we will do is try to make the club stronger.\" Martínez does not rule out bringing in players in January but will be looking only for bargains or short-term loans to boost the depth of the squad. \"Very rarely in January do you get good value for money,\" he said. \"In a World Cup year you can sometimes use loans to pick up players who need to be playing in order to be considered for their national team but, if you try to make big signings in January, you will overpay because clubs are not going to let good players go cheaply and rightly so. I don't see it as a window of big signings. I expect we will be trying to find one or two players who can help us around the edges of the squad.\" When Baines went off in the derby Everton were 2-1 down, yet Martínez made an attacking substitution in sending on 19-year-old Gerard Deulofeu, on loan from Barcelona, and was rewarded by his side's best spell of the game when they scored twice and almost took three points. \"You could say we showed bravery against Liverpool but it was a controlled bravery,\" he said. \"We will always try to win. We always feel we can score goals against anyone. \"Gerard took his chance very well. I have always known he is an exciting footballer but I didn't think he would be ready to play in the league until January at least. I would have given him games in the Capital One Cup but we were knocked out, so I am happy to see he is ready for the league. He has exceeded my expectations.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}