{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/nov/13/maternity-care-funding-nhs-cuts", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-11-13T22:04:22Z", "webTitle": "Half of NHS regions cut maternity funding despite baby boom", "webUrl": "https://www.theguardian.com/society/2013/nov/13/maternity-care-funding-nhs-cuts", "apiUrl": "https://content.guardianapis.com/society/2013/nov/13/maternity-care-funding-nhs-cuts", "fields": {"headline": "Half of NHS regions cut maternity funding despite baby boom", "bodyText": "The NHS has cut its funding for maternity care in half of England's health regions, despite births being at their highest in 40 years and childbirth services being understaffed. The amount of money going to maternity units in five of the NHS's 10 English regions of the country fell by up to 15% in 2012-13 compared with the previous year. The East Midlands saw the biggest drop. NHS primary care trusts in the region spent £210m on maternity services in 2011-12 but that fell by 15% to £177m last year, according to official figures obtained by Andrew George, the Liberal Democrat MP for St Ives, in a parliamentary question. London also saw a drop of 6% over the same period, from £526m to £494m, despite having one of the fastest rising birthrates in England. Spending also fell, though by smaller amounts, in the NHS's north-east, south-west and Yorkshire and the Humber regions. The Department of Health disclosed to George, a member of the Commons health select committee, in a separate answer that only one NHS region has enough midwives to deliver the recommended staffing levels for mothers. Health organisations recommend that each midwife should handle no more than 28 births a year in order to help ensure safe high-quality care for women. However, in 2012 only the north-east reached that level, with a rate of 28.1 births per full-time equivalent midwife. Maternity units in the NHS South Central region are furthest away from meeting that target, with each midwife handling 40 births last year. But the south-east (36.2 births each) and east of England (35.8) were also nowhere near the figure. In addition, although spending on maternity care across England rose from £2.53bn to £2.62bn between 2010-11 and 2011-12, it slipped last year to £2.58bn. That represented 2.5% of total NHS spending, down on 2.6% in 2011-12. Cathy Warwick, chief executive of the Royal College of Midwives, who published George's findings, said they were \"worrying\", given that the baby boom and increasing complexity of women giving birth was putting serious pressure on maternity units and midwives. \"There is not one midwife practising today who has seen this level of births and demands on maternity services. Midwives are far too often telling me of the unprecedented demands on their time and their struggle to deliver the safe, high-quality care they aspire to\", Warwick added. Health minister Dr Dan Poulter, who also still works part-time as an obstetrician at an NHS hospital in London, admitted that there was an \"historical shortage on the ground in midwives\" and that the best way to improve care was to \"get more bodies on the ground\". The National Childbirth Trust, the baby and parenting charity, accused ministers of breaking pledges to improve maternity care. \"It makes no sense that, while birth rates are rising, maternity services are being cut back\", said Belinda Phipps, its chief executive. \"It is shocking to find that just one English region is meeting recommended staffing levels for maternity care and particularly disappointing after the pledges made by the government to increase midwife numbers\", she added. Andy Burnham, the shadow health secretary, said new mothers were paying the price of the coalition's £3bn controversial shakeup of the NHS earlier this year. \"Maternity units are already operating without enough staff and they fear what these budget cuts will mean. David Cameron promised thousands more midwives, but he's failing to deliver them.\" Poulter said that hospitals had to ensure that they had enough staff to ensure mothers got good care. Midwife numbers had risen by 1,300 since the 2010 election, and those in training by 5,000, he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}