{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/01/chelsea-jose-mourinho-squad-soul-unity", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-01T23:03:00Z", "webTitle": "Chelsea's winning run fuelled by 'collective soul', says José Mourinho", "webUrl": "https://www.theguardian.com/football/2013/nov/01/chelsea-jose-mourinho-squad-soul-unity", "apiUrl": "https://content.guardianapis.com/football/2013/nov/01/chelsea-jose-mourinho-squad-soul-unity", "fields": {"headline": "Chelsea's winning run fuelled by 'collective soul', says José Mourinho", "bodyText": "José Mourinho says Chelsea's \"collective soul\" is fuelling their drive for success and defying their rivals who hoped for disintegration at Stamford Bridge. One of the biggest challenges facing the manager when he returned to the club in the summer was to ensure that the size of Chelsea's squad and the characters within it did not lead to disharmony – the signs so far suggest that he is achieving that despite early setbacks and controversial decisions. Consecutive defeats to Everton and Basel in September tested unity at the club, and some of Mourinho's choices have been widely criticised – such as regularly omitting Juan Mata and letting Romelu Lukaku leave on loan – but Chelsea go into Saturday's match at Newcastle United on the back of six successive wins in all competitions that have suppressed grumbles. That, declares Mourinho, is because players who might have been expected to sulk or agitate after being left out of the starting lineup have instead concentrated on delivering match-winning performances when eventually called upon, as evidenced by Wednesday's comprehensive Capital One Cup victory at Arsenal by a side made up mostly of players who have featured only infrequently this season. \"I think a big team has, as we say in Portuguese, a 'state of soul,'\" said Mourinho. \"At the moment my players have this collective soul. A good squad with good people and we try our best in every match. \"[A collective soul] is the ambition to do well for the team. It's what [Samuel] Eto'o did against Manchester City, coming in for 10 minutes. It was what Demba [Ba] did at Arsenal, coming in for the last 10 minutes … it's what they are all doing. The team is more important than the individual. [It's saying:] 'I have my individual ambitions and targets and I want to go to the World Cup and play every game and be in the first team for every match, but the team is more important than me. When I'm not playing, I'm supporting my mates. When somebody makes a mistake, I'm there to try to correct his mistake.'\" That unity is a quality that Mourinho failed to inspire at his last post, as divisions in the Real Madrid dressing room ultimately led to his departure, but, as it happens, the most prominent exponents of it at Chelsea are Spaniards. Mata, the club's player of the season for the last two years, has responded positively to his manager's demand for improvement and declared this week, after a splendid display against Arsenal, that he is happy to stay at the club and fight to regain a regular starting place; and Fernando Torres, for so long a forlorn figure at Stamford Bridge, has appeared revitalised in recent weeks. Mourinho says the striker's resurgence is a reward for his exemplary attitude. It is a revival that has amazed many Chelsea watchers but not Mourinho, who says he was told to expect that he and Torres would thrive together. \"[Torres] is close to one of my players at Madrid, Alvaro Arbeloa,\" Mourinho said. \"During the holidays Arbeloa was always telling me that [Torres] is a fantastic professional. He told me: 'You will be able to get the best out of him because you have some common principles: team ethic and work.' Arbeloa knows him very well from Liverpool and the national team. He told me: 'You will have a good surprise with the person and his principles.' We want to win, we want to work for the team, the team is more important for us. The working period is a sacred period for us. So he has made himself better ... the same way he was being criticised for so long, now you must give him the credit for doing things by himself.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}