{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/nov/19/hugh-muir-diary-ed-miliband-paul-flowers", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-11-19T23:15:00Z", "webTitle": "Hugh Muir's diary: when Ed Miliband and the Crystal Methodist broke bread", "webUrl": "https://www.theguardian.com/politics/2013/nov/19/hugh-muir-diary-ed-miliband-paul-flowers", "apiUrl": "https://content.guardianapis.com/politics/2013/nov/19/hugh-muir-diary-ed-miliband-paul-flowers", "fields": {"headline": "Diary: when Ed Miliband and the Crystal Methodist broke bread", "bodyText": "• Very quickly, the scandal built on allegations that the chair of the Co-op board bought crystal meth became a Labour scandal. If only someone had checked out the Rev Paul Flowers before commending him to Ed Miliband, the Labour leader would be better placed to distance himself now. But maybe the fates were in the balance as soon as the two entered the Cinnamon Club, the upmarket Indian restaurant near parliament. Many a top figure, enjoying the food and the trappings, has come a cropper there. Fire Brigades Union leader Andy Gilchrist enjoyed a meal with four others only to find critical voices quibbling about the reported bill of £800. The former Tory chief whip Andrew Mitchell lunched there, and within hours was embroiled in the Plebgate scandal. Ukip's Godfrey Bloom attended an event at the Cinnamon recently and minutes later disgraced himself by assaulting Channel 4's Michael Crick with a rolled up document. No doubting the restaurant's quality, but the bill comes with spotlight attached. • Trying times for the state surveillance snoopers, with former Liberal Democrat leader and military enthusiast Paddy Ashdown raising an alarm and calling for better oversight. And yet the snoops can still rely on friends. Which include the Buckingham Centre for Security and Intelligence Studies at the University of Buckingham. Come do your masters degree with us, says its ad in a New Statesman supplement. The eye is drawn to the accompanying picture of the outsized golf ball structures that comprise the National Security Agency's UK site in Menwith Hill, Yorkshire. Picturesque, bucolic. From here you can snoop on the world. • Continuing ructions within the Socialist Workers party, which is expected to be split assunder by factionalism at its annual conference next month after sexual assault allegations against two senior members, none of which appears to have been credibly investigated. Tensions are further raised by the prospect that one of the accused, Comrade Delta, may be allowed to resume his place of prominence. Having been cleared of one charge of rape, he quit the party, but there are reportedly moves afoot to have him re-admitted. He has powerful backers. The only snag: as a re-admitted member, he would have to answer a further sexual assault charge that was left on file. • Happy days for Strictly Come Dancing-ite Sophie Ellis Bextor, enjoying the popularity boost that only primetime TV with Brucie Forsyth can bring. She's a favourite here, and pretty popular, it seems, in Uzbekistan, where she was a star attraction last year as part of the Style.Uz Art Week in Tashkent. Her turn was popular with locals, so much so that the performance there was posted on YouTube. But some outside are more sniffy about the country itself, citing repeated Amnesty International and Human Rights Watch concerns. Several hundred demonstrators were shot dead there in 2005 and Muslims who practise their religion outside state controls are said to face imprisonment and torture. Human rights activists and journalists are frequently imprisoned, and forced labour is said to be rife. Still, Sophie can't be blamed for any of that and in her favour, Style.Uz Art Week is supported by the British Council and Unesco. And while she was there, lives were brightened, if only for a while. • Finally, to those Daily Mail types, Tory MPs and rightwing commentators who insist on characterising the BBC as a hotbed of lefty subversives, communists and Guardian readers, we offer balancing material. Turn to a new and provocative paperback called Life After The State, by Dominic Frisby. It's a book that takes as its thesis the idea that a world without state wouldn't be so bad. The strapline is \"We don't need government\". Look at the reviews on the cover and find the Tory MP and state shrinkage enthusiast Douglas Carswell, and the Conservative blogger Guido Fawkes. And there enthusing on the front and back cover, the BBC director of News and Current Affairs, James Harding. He is a fine bloke doing a fine job, but if he was ever part of the lentils and sandals nexus that threatens our nation, he clearly isn't now. Twitter: @hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}