{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/nov/16/mitchell-johnson-england-ashes-barmy", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-11-16T22:00:03Z", "webTitle": "Mitchell Johnson confident in taking on England for the Ashes again", "webUrl": "https://www.theguardian.com/sport/2013/nov/16/mitchell-johnson-england-ashes-barmy", "apiUrl": "https://content.guardianapis.com/sport/2013/nov/16/mitchell-johnson-england-ashes-barmy", "fields": {"headline": "Mitchell Johnson confident in taking on England for the Ashes again", "bodyText": "It seems there has been only one worse career experience for Mitchell Johnson than the Barmy Army humiliating him and that is the Barmy Army not humiliating him. As he sat on his couch in Perth to watch the first acts of 2013's Ashes drama unfold, one of modern cricket's greatest enigmas would have done anything to have been 9,000 miles away, in earshot of their famous refrain. Raucous renditions of \"He bowls to the left, He bowls to the right, That Mitchell Johnson, His bowling is shite,\" during the 2010-11 series derailed the Australian fast bowler to the extent that he believes it influenced his country's selectors in choosing their Test squad to tour England earlier this year. Meanwhile, on a personal level, acknowledging that past fragility has been an important part of his rebirth as an international fast bowler. Where turbulence once reigned – arrival on these shores four years ago came against the backdrop of a public spat between his mother, Vikki Harber, and his now wife, Jessica – serenity now prevails. Fatherhood – Johnson's daughter Rubika turns one next month – has catalysed maturity and helped him finally strike the balance between caring and caring too much. \"Generally, I am pretty chilled out away from cricket and I guess when you've got that confidence of things going well on the field it helps your mood off it,\" Johnson says. \"At the moment I feel I have got that confidence, I trust in my ability and realise that I probably lost that trust for a little bit. There were times on the field when I just didn't have that belief in myself because I started to believe everything that was said about me. \"There was a lot going on family-wise off the field and I didn't trust my action; whereas now I believe in it completely. Where I am in life makes me confident. I know what works for me and I know what to expect when I get on to a cricket field against England. That was why I was a little bit disappointed not to be picked in the Ashes over the summer because I feel how people thought I would deal with the crowd was a factor.\" So how does he intend to react to the visiting supporters at the Gabba this coming week? \"I'll start singing with them. I think I handled myself very well over in England,\" he says with a smile, referring to Australia's NatWest Series win in September, in which he played a starring role. \"I tried to interact every now and then. Not too much because it can backfire but now I generally smile and get on with it and it doesn't bother me. I know what to expect from them. They are just trying to take me off my game and as soon as I get a couple of wickets it goes pretty quiet, so the best job I can do is the one I am paid for. I have looked at it as a respect thing.\" Australia's gamble is that Johnson can channel his limited-overs form of the past two months – he even shook up India's top brass on the slovenly surfaces of the subcontintent – into the sustained periods demanded by Test cricket. The technical work on his approach to the crease, supervised by Western Australia's coach, Justin Langer, in Johnson's first state pre-season since switching from his native Queensland, has him more upright in delivery and bowling in excess of 90 miles per hour. Jonathan Trott and Michael Carberry, two of those who have recently hopped to his tune, did not need his verbal reminders this week of the physical dangers he could pose if he gets things right in what will be only his fifth Test match in two years. \"I didn't expect to be bowling that kind of pace. It certainly wasn't the plan,\" admitted Johnson. \"Bounce has always been key for me. If you look at guys like Morné Morkel and Andrew Flintoff they always got that extra bounce and I feel like I can get that too when I am able to get my arm up high. You can bowl that little bit fuller and still be hitting the splice of the bat.\" That was certainly the case when, fuelled by the anger of being dropped, he tore England to shreds by swinging the ball at high velocity at the WACA in December 2010. However, as has been the case throughout his career, Johnson's pendulum was to swing from irresistible to risible during defeats in Melbourne and Sydney. Statistically he finished 2010-11 as Australia's leading bowler and he has also experienced Ashes victory as resident 12th man in 2006-07. However, given his age and the strains on his body, this could be his last chance to fulfil the most significant entry on his bucket list. Tennis-mad at 17, his dream was to win Wimbledon. Now he is one of the men attempting to prevent a fourth straight English victory. \"Being part of an Ashes-winning team is definitely a factor in wanting to get back into Test cricket but I am not going to stress about it,\" he concludes. \"When I first went to England for the Ashes I pumped it up a little bit too much. It is obviously a big thing but it is just another game of cricket in the end and that's how you've got to look at it. I didn't and it didn't go too well.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}