{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/05/neil-lennon-celtic-fraser-forster-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-05T23:00:01Z", "webTitle": "Neil Lennon says Celtic's Fraser Forster should be a fixture for England", "webUrl": "https://www.theguardian.com/football/2013/nov/05/neil-lennon-celtic-fraser-forster-england", "apiUrl": "https://content.guardianapis.com/football/2013/nov/05/neil-lennon-celtic-fraser-forster-england", "fields": {"headline": "Neil Lennon says Celtic's Fraser Forster should be a fixture for England", "bodyText": "Amid the rising sense that Fraser Forster's international time has come, his club manager has urged the goalkeeper to turn his flirtation with the England No1 jersey into a long-term relationship. Forster's consistently excellent form, particularly in Europe, coupled with Joe Hart's troubles seem to have created the perfect storm for the Celtic custodian. Neil Lennon believes Forster will be handed a first cap by Roy Hodgson in the upcoming matches against Chile and Germany, with the Football Association sending a scout to watch Forster in Amsterdam. And Lennon has urged his goalkeeper not to stop there. \"Three years ago there is no way you would have envisaged Fraser being in the England squad,\" Lennon said. \"But he has just improved year in and year out. I have said this to him already. I said, 'You have just got to stay in the moment now.' Just keep this form going at this level and I can't see him not being picked for one of the friendlies coming up. I think he deserves the opportunity regardless of Joe's form. I think Roy has intimated that Fraser will get an opportunity anyway. \"I don't want to put extra pressure on Fraser by saying, 'You have to play well.' I think he is really in a good place. I have said before I don't want this to be a short-term thing for him. I want it to be a long-term thing for five, six, seven years of him being England's No1 or No2.\" On the eve of Celtic's crucial Champions League match against Ajax in Amsterdam, Lennon was understandably reluctant to discuss Hodgson's relationship with Hart. \"If Joe was playing brilliantly, Fraser still should get the opportunity. But then it's not up to me, it's up to Roy,\" Lennon said. \"Joe has played very well for him throughout the whole [World Cup] tournament and you need to show a bit of loyalty to your No1 at times. No matter if they have a rocky period or not. \"But Roy did intimate before the last group games that he may look at Fraser for these two friendlies. That's for the future. I need him at his best [against Ajax] and he seems to thrive in this environment.\" Forster's continued presence in a Celtic shirt has been pivotal to Lennon's hopes of guiding his team to the last 16 for the second year in a row. The summer sales of Gary Hooper and Victor Wanyama impacted on Celtic's strength. Hooper, most pertinently, doesn't look to have been adequately replaced. \"It has been a lot more difficult,\" Lennon conceded. \"When you lose a 30-goal-a-year striker, and Wanyama was a huge player. But we have come up to the plate so far.\" Yet after beating Ajax 2-1 in Glasgow a fortnight ago, Celtic know a repeat result and a win over Milan in their penultimate group match should be enough to send them through. Publicly, though, Lennon is cautious. \"There is a lot of confidence in the team but we don't want to be overconfident,\" Lennon said. \"This is an Ajax team that was minutes away from beating Milan, so despite their current form not being what it should be they are still a very formidable team at home. \"There is a lot of confidence going into the game from a lot of people. Obviously I have to be very wary and I still make Ajax favourites but only because they are at home. \"I don't want to get carried away. I would snap your hand off for a point but we know this team is capable of winning – and we know this team is capable of losing. We have to strike a balance on how we approach this game.\" Ajax haven't had their recent troubles to seek, having slipped to sixth in their domestic league and won only once in five outings. \"We think we will succeed if we play the same as we did in Glasgow,\" said the Ajax manager, Frank De Boer."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}