{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/nov/11/chris-ashton-england-new-zealand-twickenham", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-11-11T22:04:00Z", "webTitle": "Chris Ashton gets England reprieve for New Zealand game at Twickenham", "webUrl": "https://www.theguardian.com/sport/2013/nov/11/chris-ashton-england-new-zealand-twickenham", "apiUrl": "https://content.guardianapis.com/sport/2013/nov/11/chris-ashton-england-new-zealand-twickenham", "fields": {"headline": "Chris Ashton gets England reprieve for New Zealand game at Twickenham", "bodyText": "Chris Ashton looks likely to be handed a Twickenham reprieve for the second week in a row, barring a miracle recovery by his injured England wing rival Christian Wade. A tight hamstring is threatening to rule Wade out of Saturday's game against New Zealand, virtually guaranteeing Ashton's place in the match-daysquad. Marland Yarde has a better chance of being fit after missing the 31–12 win over Argentina with a sore hip but could compete with Ben Foden for the left-wing jersey. England are also awaiting the outcome of tests on the loosehead prop Joe Marler, who was mildly concussed against the Pumas. W ith Mako Vunipola definitely out with a knee injury, Wasps' Matt Mullan could yetbe on the bench if Marler is sidelined. Ben Youngs is also back available at scrum-half but Wade is rated \"unlikely\" to be ready in time, having missed out on his first international start at Twickenham last week. \"I am mindful of exposing players at the right place and right time in certain games,\" said the head coach, Stuart Lancaster. \"It would be very difficult to put a player in who hasn't done the groundwork.\" Ashton, though, will be reminded by his coaches there can be no repeat of Saturday's disappointing second half against Argentina, the subject of a critical team review by Lancaster on Monday. \"I've tried to show the players how we went away from what we had been doing and Chris was part of that equation,\" he said. The Saracens wing will also be told England can ill-afford to waste try-scoring chances against New Zealand, as was almost the case on Saturday when Ashton slid towards the in-goal line without initially grounding the ball. \"Just put the ball over the line would be my advice,\" said Lancaster, tersely."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}