{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2013/nov/14/redfern-nows-portrayal-of-urban-aborginal-life-is-long-overdue", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2013-11-13T23:30:47Z", "webTitle": "Redfern Now's portrayal of urban Aborginal life is long overdue", "webUrl": "https://www.theguardian.com/culture/2013/nov/14/redfern-nows-portrayal-of-urban-aborginal-life-is-long-overdue", "apiUrl": "https://content.guardianapis.com/culture/2013/nov/14/redfern-nows-portrayal-of-urban-aborginal-life-is-long-overdue", "fields": {"headline": "Redfern Now's portrayal of urban Aborginal life is long overdue", "bodyText": "Growing up in the 1980s, I don't remember seeing many portrayals of Aboriginal people in Australian television drama, save the miniseries The Harp in the South and its sequel Poor Man's Orange. Both series featured an Aboriginal man Charlie Rothe, who married Roie Darcy; the eldest daughter of an impoverished Surry Hills family. At the time, I was shocked by the racist language Roie's mother used to express her concerns about the pairing. Later, I was shocked when I found out that Charlie was played by a non-Aboriginal actor. The 90s and 2000s weren't much better. I remember seeing Heath Bergerson playing Reuben in Breakers and reading about how great it was to see an “incidentally” Aboriginal character. Years later, I'm still trying to figure out why, in one episode, the writers had Reuben walking into a cafe carrying a joey. In Bondi. In 1999, for nine whole episodes, Home and Away featured a teacher called John, a member of the Stolen Generations who copped racism from students and was handed a “Sorry Book”. Many other televisual depictions of Indigenous people followed a similar pattern – only the odd one or two such as Kelly in the Secret Life of Us, seemed reasonable. There were Indigenous-focused shows that came later, such as SBS’s well-regarded The Circuit, which attracted rave reviews, and Remote Area Nurse, which featured a central white character in a Torres Strait Islander community. But when it comes to dramatic Aboriginal depictions, there has been a gap on air. So to see Aboriginal actors starring in an Aboriginal drama series, written by Aboriginal people is amazing. And because Redfern Now, currently in its second season, is set in Sydney, it also explores the perils of walking between Aboriginal and mainstream society in a big city. I see people I relate to. They know a “family gathering” is not just four people sitting around a dinner table. They know that workplace and community responsibilities sometimes conflict. They sit during the national anthem. Then there's the “Koorioke”. Redfern Now briefly transforms my TV screen into an Indigenous space. That it has also been popular with the mainstream audience is a bonus. This is not to say it is perfect. Some people, especially those with long connections to Redfern, feel that it doesn't go far enough in depicting Redfern as a place of strong community importance and struggle. And there have been a couple of moments where it felt as though certain aspects of these Aboriginal lives had been made more palatable for a broader audience. The first season lacked the intersectional identities that you find in Aboriginal urban-based communities. So I was pleased when the first story of season two featured a gay couple and their daughter. Organised groups of black LGBT people fighting for rights and recognition have been a fixture in some cities for decades; black queer culture is frequently celebrated. It is good that broader Aboriginal identities are being explored in Redfern Now. It also showed, from commentary that followed this episode, that homophobia can be a issue within our community just as it can in the mainstream. I hope that the show creators, and all involved, were buoyed by the strong community counter-reaction to these comments and continue to include characters that have complex identities. I want to see them delve further into the unique struggles faced by these people in both the black and white worlds. These stories are not only reflective of our communities, but they give Aboriginal actors and writers opportunities to explore their crafts in ways that they have rarely had before on the small screen. After years of what only can be described as sensory deprivation regarding Aboriginal characters depicted on mainstream television, the ABC’s drama is welcome and long overdue. It gives us a glimpse of an important urban-based Aboriginal community, and tells everyday stories in a way that's gripping, engaging and identifiable. There are many more stories to tell and I hope that Redfern Now explores them, pushing more boundaries whilst they're at it. But more than anything, I hope the show expands the horizons of our mainstream television producers when it comes to depictions of Indigenous people. Tokenistic tales should be buried in the past and diversity should be embraced."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}