{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/nov/14/kevin-rudd-a-resignation-diary", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-11-13T22:08:30Z", "webTitle": "Kevin Rudd: a resignation diary | Kimberley Ramplin", "webUrl": "https://www.theguardian.com/commentisfree/2013/nov/14/kevin-rudd-a-resignation-diary", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/nov/14/kevin-rudd-a-resignation-diary", "fields": {"headline": "Kevin Rudd: a resignation diary", "bodyText": "24 November 2007 I’m sitting in the open air restaurant of the Jungle Hut, Masinagudi after a long day at Mudumalai National Park, southern India. It’s election day in Australia, and I’m anxious to find out the result. The manager taps me on the shoulder and says I can use his computer to check. I leave my table, telling my companions that I will either come back crying or shout drinks for the rest of the night. I wake up with a hangover and my wallet a few thousand rupees lighter. Wander back over to the restaurant for breakfast. The manager sits down and says, \"Madam, your new prime minister gave a wonderful speech.\" 24 November 2009 Malcolm Turnbull instructs his party room to support the Rudd government’s Carbon Pollution Reduction Scheme. Shadow ministers peel off, and a spill is mooted. Rudd should call a double dissolution, I tell anyone who’ll listen. He doesn’t. On 1 December, Tony Abbott becomes leader of the opposition. 24 June 2010 I find it difficult to reconcile the list of achievements Rudd sets out in his press conference with the actions taken the night before. I was working in a ministerial office in Macquarie Street and cried when Julia Gillard announced she would seek the leadership of the federal ALP. I didn’t cry for Rudd; I cried because I knew who the principle architects were, I knew how they worked, and I knew the lazy epithet: the \"NSW disease\". Yes, go on; tear down someone who had led the party to a thumping victory – because that was working out so well for us. Labor had been in power for 15 years in NSW that June night, and under its fourth premier. We had lost almost all of our best ministers – and yet a first-term federal government was inflicting a similar nightmare on itself. 24 June 2013 There has to be a spill before the end of the parliamentary session. The old lie – that the only poll that matters is on election day – is wearing thin. Numbers don’t lie, and the numbers weren’t changing. Vision of Rudd out campaigning with Chris Bowen provides stark contrast to the unrelenting \"2\" in front of the primary vote percentage under Gillard. I know these numbers. Those numbers preceded NSW Labor pouring the wine for a rabble to enjoy as it took government in 2011, and continue as they pick over the carcass. A petition, or the ghost of a petition for a spill is circulating. On 26 June, Rudd is prime minister again. He should call the election now, I tell anyone who’ll listen. He doesn’t. 7 September 2013 I’m in a pub in Melbourne. There’s not much to cheer about if you’re a Labor supporter, so we reserve pantomime boos when the seat of Indi is prematurely called for Sophie Mirabella. Back in my hotel room, I look at the results and am silently grateful that a generation of Labor talent has not been lost. An opposition of 55 members is viable. It will have more members with ministerial experience than those who will sit on the treasury benches. The specious slogans and those who shout them will be found out. 13 November 2013 The first sitting day of the new parliament. Immigration minister Scott \"Stonewall\" Morrison is treating the House of Representatives as he has the press. Everything is an \"operational matter\" and therefore deflected. I watch the ABC’s Leigh Sales interview prime minister Abbott and want to laugh, but I can’t. He ducks and obfuscates, an Artful Dodger blithely rejecting the premise that the government be held accountable by anyone until the next election. \"It could work,\" I tweet, unless the media and opposition are successful in translating this arrogance for what it is: contempt for the public. I’m about to turn off the TV when I see another tweet: Rudd is resigning from parliament. I catch most of his valedictory speech, and see Chris Bowen, and then Ed Husic, sit with the member for Griffith through the farewells. As Lenore Taylor writes, \"it may now be possible to see through the malice between the two leaders to assess the policy successes, and failures, of Labor’s term in office over which they presided\". I feel terribly sad, but proud to have known an Australia that for a while, was led by two fiercely intelligent, intertwined characters. The populist and the party favourite had been formidable in harness, but this ending feels somehow inevitable. I turn to the book on the coffee table, selected poetry of WB Yeats. Things fall apart; the centre cannot hold."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}