{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/airbnb-legal-trouble-sharing-economy", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2013-11-20T22:19:00Z", "webTitle": "Airbnb's legal troubles: the tip of the iceberg for the sharing economy?", "webUrl": "https://www.theguardian.com/sustainable-business/airbnb-legal-trouble-sharing-economy", "apiUrl": "https://content.guardianapis.com/sustainable-business/airbnb-legal-trouble-sharing-economy", "fields": {"headline": "Airbnb's legal troubles: the tip of the iceberg for the sharing economy?", "bodyText": "On the surface, it's a classic disruption story: Airbnb, a scrappy internet company that matches cash-strapped travelers with people who have spare rooms to rent, grows large enough to pose a threat to the hotel market. It then finds itself under attack – in this case, from the New York attorney general's office, protecting the interests of the wealthy, entrenched hotel lobby. The way Airbnb and its allies tell it, the attorney general's office – in a case of bureaucratic overreach – is threatening to prosecute grandmas and fresh-faced twentysomethings who are using the site to stay in their homes and make their rents. As the office demands personal information about Airbnb users, the company – part of a movement that is playing an important role in sustainability by growing economic activity without using more resources – valiantly defends their privacy. Digital David and government Goliath is a compelling narrative, and it isn't hard to see why Airbnb's saga has captured the imagination of the media – and of other actors in the sharing economy. Last week, Peers, a non-profit sharing-advocacy group, launched a highly successful petition that claimed the attorney general had \"issued a subpoena for every Airbnb host's records.\" The author, \"Mishelle\", went on to state \"This is happening … because of a poorly written law originally designed to stop slumlords from running illegal hotels with dozens of rental apartments. As a New Yorker just trying to pay my bills, I don't understand why [the AG's office thinks] I'm a slumlord.\" Airbnb quickly capitalized on the popularity of the petition. Douglas Atkin, the company's global head of community and a co-founder of Peers, sent a letter to Airbnb users, encouraging them to \"add your voice to the thousands who have already spoken up to save Airbnb\" in New York. Past the PR campaign But all isn't exactly as it seems. Airbnb's claim that the attorney general is demanding records for all the site's users is a bit exaggerated – or, at least, a little vague. In fact, the attorney general subpoenaed the records of 15,000 Airbnb hosts, less than 7% of the 225,000 \"community members\" that the company claims to have in the city. Of course, \"hosts\" and \"community members\" are not necessarily the same thing, and this lack of precision lies at the heart of Airbnb's problems with the attorney general's investigation. In the past, Airbnb has admitted that there are \"bad actors\" who are using the site to promote illegal hotels. An Airbnb official, however, also pointed out that the law doesn't explicitly define the boundaries between sharing and commerce, and claimed that the attorney general's investigation oversteps this line by refusing to define it. \"The attorney general's office has requested the records of thousands of Airbnb hosts without making it clear what they're looking for,\" he said, suggesting that the AG is on a \"fishing expedition\" to find the malefactors then define the standards that it will use to charge them. Underlying challenges for the sharing economy On a broader scale, however, Airbnb's run-in with New York highlights some underlying issues facing the sharing economy itself. Jenelle Orsi, director of the Sustainable Economies Law Center, notes that the sharing economy exists in an \"economy sandwich\", a gray area located somewhere between less-regulated private ownership and highly regulated public commerce. In the case of Airbnb, the gray area plays out like this: hosts on the site use privately held resources – their homes – to generate money. They are competing, on some level, with hotels, but they do not have to pay the taxes or deal with the zoning and safety regulations that regular hotels face. This regulatory differential gives Airbnb hosts an economic advantage. On a small scale, this isn't a major problem, but as some hosts – the ones that Airbnb describes as \"bad actors\" – buy or rent apartments in order to rent them out to travelers, they start to take a major bite out of tax revenues. In the process, they could also be taking a major bite out of available housing stock. Neal Gorenflo, publisher of Shareable magazine, explains that, \"For many people with a spare room, it comes down to a simple question: do I lease out my apartment, in which case I have to deal with tenant protection laws, or do I host it through Airbnb, in which case I make more money and don't have to deal with tenant protections?\" As more and more people with spare rooms use Airbnb, Gorenflo argues, they take housing stock off the market, disadvantaging their communities and undermining the vitality of their cities. \"As Airbnb pulls available real estate into its listings, it gets even harder for young people, artists, activists, immigrants, firefighters, and others to find affordable housing,\" he says. Possible solutions One solution, Orsi suggests, could be greater regulation on the part of cities. \"Cities may address legitimate concerns by limiting how many nights per year a property can be rented, how much money a host can make and so on,\" she says. But, while this solution would handle one problem, it would create another: in order to enforce these new laws, cities would have to spend taxpayer dollars to investigate and prosecute illegal hotel operators. For cities with already overstretched budgets, this would be a nonstarter. Alternately, Orsi notes, cities could establish their own hosting platforms. On the regulation side, this would be a win: \"It would allow cities to more easily regulate the volume of short-term rentals, collect taxes, and ensure the health and safety of guests,\" she explains. At the same time, it could be self-supporting, as the tax revenues and legal penalties generated by this kind of platform could be used to fund affordable housing – and, in the process, attack the underlying problem that is making Airbnb (arguably) untenable. Legal challenges ahead Airbnb's regulatory problems aren't isolated. They highlight an overall lack of legal oversight for much of the sharing economy – a shortcoming that is starting to become more apparent as the reach of the sharing economy expands. In recent months, sharing companies, including ride-hailing app Uber and ridesharing app Lyft, have faced lawsuits that highlight similar problems. In Uber's case, drivers who were contracted through the site claimed that the company skimmed their tips, while Lyft drivers alleged that the site improperly categorized the drivers who use the sites. One problem is that it's unclear if the drivers on these sites are employees of the sharing companies or simply users of their platforms. In a broad context, it isn't hard to see how many sharing economy companies could fall into similar legal problems. As companies and communities struggle to negotiate the boundaries between employees and independent contractors, between cooperative sharing and traditional commerce, there will be numerous opportunities for \"bad actors\" to manipulate regulatory blind spots. If left unaddressed, these could ultimately disadvantage communities, consumers and the people who use the sites to make ends meet. It's a problem that Peers also recognizes as vital to solve if the sharing economy is to continue to grow. Ultimately, it seems, as sharing economy transforms concepts of commerce, property and work, it will also need to transform a very old-fashioned legal structure at the same time."}, "isHosted": false}}}