{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/20/chelsea-ashley-cole-injury-west-ham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-20T22:00:01Z", "webTitle": "Chelsea's Ashley Cole to miss West Ham derby with rib injury", "webUrl": "https://www.theguardian.com/football/2013/nov/20/chelsea-ashley-cole-injury-west-ham", "apiUrl": "https://content.guardianapis.com/football/2013/nov/20/chelsea-ashley-cole-injury-west-ham", "fields": {"headline": "Chelsea's Ashley Cole to miss West Ham derby with rib injury", "bodyText": "Ashley Cole is unlikely to feature in Chelsea's Premier League derby at West Ham United on Saturday evening after he aggravated a rib problem during England's defeat to Germany. The veteran left-back first suffered the injury during a win at Norwich last month, ruling him out of two World Cup qualifiers, and was absent from his club's first team for three weeks in recovery. His form had been patchy since, suggesting he was still affected by the problem. Indeed, after his performance in the defeat at Newcastle drew criticism from José Mourinho, he sat out Chelsea's last two games against Schalke and West Bromwich Albion – with César Azpilicueta, more normally a right-back, preferred in his stead. Cole's selection for the England squad felt mildly surprising in that context but, having sat out the loss to Chile, he started Tuesday's defeat to Germany. However, Roy Hodgson conceded that the 32-year-old had complained of discomfort at half-time and was withdrawn eight minutes into the second period and replaced by Kieran Gibbs. The left-back will continue to be assessed and monitored at Cobham over the remainder of the week but is not expected to feature at Upton Park. Mourinho may yet opt to rest Cole for the Champions League trip to Basel next week if it is deemed more beneficial for him to continue his rehabilitation at the club's training ground. Azpilicueta, impressive in his two recent outings, will retain his place in preference to Ryan Bertrand."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}