{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2013/nov/01/elderly-couple-shot-dead-buried", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-11-01T22:58:00Z", "webTitle": "Daughter and son-in-law charged with murder over bodies found in garden", "webUrl": "https://www.theguardian.com/uk-news/2013/nov/01/elderly-couple-shot-dead-buried", "apiUrl": "https://content.guardianapis.com/uk-news/2013/nov/01/elderly-couple-shot-dead-buried", "fields": {"headline": "Daughter and son-in-law charged with murder over bodies found in garden", "bodyText": "The daughter and son-in-law of an elderly couple who were shot dead before being buried in their back garden have been charged with their murders. William and Patricia Wycherley were discovered beneath the lawn of their house on a cul-de-sac in Nottinghamshire last month, after disappearing in 1998. On Wednesday officers charged Susan Edwards, 55, and her husband Christopher, 57, with two counts of murdering the couple. The suspects were arrested at St Pancras international station in London, and are due to appear before magistrates on Saturday. A murder inquiry was launched last month after the bodies were unearthed in the back garden of the semi-detached house in Mansfield, Nottinghamshire. Although formal identification has not yet been carried out, Nottinghamshire police said they believed the remains were those of William and Patricia Wycherley, who moved into the address in 1987 but are said to have vanished in 1998. Officers have said Patricia would now have been 79 and William would now have been 100. Detective Chief Inspector Rob Griffin, who is leading the inquiry, previously said the findings supported the theory that the remains were those of the Wycherleys. He said: \"Bill and Pat, who would be 100 and 79 respectively if they were to still be alive today, were known to be quite reclusive. \"But with help from relatives and old friends, we are starting to build a picture of their lives and, more importantly, their movements in 1998, when neighbours say they simply disappeared.\" Land Registry records show that the semi-detached property, situated just over a mile from Mansfield town centre, was sold for £69,000 in August 2005."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}