{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/football-league-blog/2013/nov/24/wigan-athletic-brighton-and-hove-albion-championship", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-24T23:46:00Z", "webTitle": "Wigan Athletic lose to Brighton but omens are good for Europa progress | Jeremy Alexander", "webUrl": "https://www.theguardian.com/football/football-league-blog/2013/nov/24/wigan-athletic-brighton-and-hove-albion-championship", "apiUrl": "https://content.guardianapis.com/football/football-league-blog/2013/nov/24/wigan-athletic-brighton-and-hove-albion-championship", "fields": {"headline": "Wigan Athletic lose to Brighton but omens are good for Europa progress", "bodyText": "Wigan Athletic prepared for Europe as they do best – by losing in the Championship. Three times they have lost on the weekend before avoiding defeat in the Europa League the following Thursday. The only time they won the preceding league match they lost in Tatarstan, 1-0 to Rubin Kazan. Though Brighton &amp; Hove Albion became the first side to win at the DW Stadium this season, Thursday's visitors, Zulte Waregem, are forewarned. Owen Coyle, Wigan's manager, admitted to \"anger and frustration\" at the loss of that record. \"We should have put the game to bed in the first half,\" he said. At the start of the second they were caught napping in it. Inside 20 seconds Jake Forster-Caskey thumped an unchallenged header at goal from 10 yards. At least Lee Nicholls, with a sharp save, was still awake but the Seagulls had found wind in their wings. In the 72nd minute the keeper, 21 and third choice behind Ali al-Habsi and Scott Carson, surpassed that in parrying a stronger header from closer by the same man but Andrew Crofts looped in the rebound. A minute beforehand Wigan's Grant Holt had seized on Gordon Greer's hesitation to go one-on-one with Tomasz Kuszczak, only to shoot wide. Thus are points won and lost, and destinies determined or not, but Holt is surely a black-boot man, not lemon. In the last minute his diving header was tipped away by Kuszczak to secure Brighton's third successive win and take them above Wigan in the tight middle of the table. Oscar Garcia has them running on the smooth lines of Gus Poyet. Coyle's challenge has been different. It is unusual for a relegated club to lose its manager to promotion, as in Roberto Martínez rejoining the Premier League with Everton after one win in his last eight games with Wigan. Coyle's appointment raised few eyebrows. He took Burnley into the top tier on modest means and Bolton, for whom he had played, out of it after two and a half seasons which included an FA Cup semi-final. When they lay 18th after 10 games last season Bolton shuffled off their ever more mortal Coyle. But Dave Whelan, Wigan's owner, liked what he knew. \"I've told him returning to the Premier League is the priority. It's fantastic we are in Europe but that comes second. He has the passion, energy and enthusiasm I was looking for\". All were evident as Coyle sprang from bench to touchline in his trademark shorts with pressing instructions and, if pleased, returned with four excited claps. There is something of his old Burnley in his new team after Martínez took £19m worth of talent to Everton in the shape of James McCarthy and Arouna Koné. It is not just Chris McCann, a Turf Moor stalwart in midfield. Coyle likes raiding wingers and picked up James McClean from Sunderland and Marc Albrighton on loan. Their service was more plentiful than precise, which may be why only four sides have scored fewer than their 17. Only two have conceded fewer than their 13. Three of the back four are newcomers – James Perch (Newcastle), Leon Barnett (Norwich) and Ryan Shotton (Stoke, on loan). Having prospered with a small squad at Burnley and finally suffered from a surfeit of injuries at Bolton, Coyle reinforced what he found in summer so as not to be caught short in winter. They looked at their best on Saturday bursting from their own half, often in the person of Nick Powell, on loan from Manchester United. Coyle was still enthusing about their victory at Yeovil two days after completing a 5,000-mile round trip to Kazan, shared by 150 fans. They have picked up 10 points from their four post-Europe matches. Victory over Waregem this week could secure progress to the knock-out stages. But Saturday was the third time Wigan have lost straight after the international break having won the match before it. They seem to prefer action to rest, so 12 games in 40 days should suit them. In 1999 they were still at run-down Springfield Park. Now the DW set-up, professional but personal, is exemplary by any yardstick, home or overseas."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}