{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/01/fulham-dimitar-berbatov-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-01T23:00:02Z", "webTitle": "Martin Jol backs Dimitar Berbatov to be in mood for goals against United", "webUrl": "https://www.theguardian.com/football/2013/nov/01/fulham-dimitar-berbatov-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2013/nov/01/fulham-dimitar-berbatov-manchester-united", "fields": {"headline": "Martin Jol backs Dimitar Berbatov to be in mood for goals against United", "bodyText": "There is a picture on the press-room wall at the Fulham training ground of a smiling Dimitar Berbatov – a rare artefact indeed, as anyone who has seen the Bulgarian striker moping around a football pitch, occasionally flinging a frustrated arm up in the air as another pass from a less talented team-mate goes astray, will testify. \"I have to cheer him up sometimes,\" says his manager at Fulham, Martin Jol. \"We talk about nice things and try to be funny.\" Jol did not elaborate on what those nice things might be but he bows to no one in his admiration for Berbatov, who makes football look easy when everything is going well. Perhaps that it is not too surprising given that the Dutchman, appreciative of the finer things in life, is an avid art collector who estimates that he owns 350 paintings, and there is no doubt that Berbatov is an artist with a ball at his feet. Yet artists are temperamental by nature and Fulham, who are two points above the bottom three, have grown used to the glare and the sagging shoulders in the face of adversity. In that context, Berbatov is an unlikely figure to captain Fulham, in the absence of the injured Brede Hangeland, against his former club, Manchester United, at Craven Cottage on Saturday afternoon. The 32-year-old had the armband for the insipid 2-0 defeat at Southampton last Saturday, when he was heavily criticised for losing Rickie Lambert at the corner which led to the first goal, and Berbatov does not come across as one for rousing Churchillian speeches in the dressing room. Or any talking at all, really. Yet with Fulham in 14th place and facing the champions four days after losing 4-3 to Leicester City in the Capital One Cup, they desperately need some leadership, someone to take them by the scruff of the neck and lift the pressure on the increasingly unpopular Jol. However Jol, who is the favourite to be the next manager to be sacked, wants Berbatov to lead by authority against United. \"He tries to [talk],\" he said. \"But don't forget he is leading by example if things are going well, and that helps. One or two sentences and that is a lot for him because if you know him, he doesn't speak that much.\" The Dutchman recalled managing Berbatov at Tottenham Hotspur and the forward being down even though they were doing well in both cups and in Europe. \"He is an optimistic person but he looks a bit like that,\" Jol said. \"Today, for example, he said 'sorry boss for yesterday', because he was a little bit depressed yesterday. But I can't say that I'm not used to it. \"Nothing is what it seems. And depressed people, they can be very cheerful but people don't notice. But I think there is nothing wrong with him. Sometimes it's a pose as well. He doesn't want to work his socks off because that's not him. But in his style he works hard, because if you look at the stats against Crystal Palace, for example, he was good.\" Berbatov's goal in the 4-1 win at Selhurst Park two weeks ago is the only time he has scored in the league this season. Last season, after arriving from United, the Bulgarian's 16 goals kept Fulham out of trouble but it has been more of a grind this year, which Jol partly attributes to a lack of support from team-mates, the partnership with Darren Bent a work in progress. \"I think it's hot and cold,\" Jol said. \"Sometimes if we have a good result, like against Crystal Palace, everyone says he is the best on the globe and four days later against Southampton they're saying he's walking in the park. And he knows there is always room for criticism if we don't have the result, Berbatov will be the main man who will be criticised.\" Jol's position at Fulham is uncertain, especially given the presence of a new owner, Shahid Khan. But he was as relaxed as ever on Friday, even though Fulham have won four of their 13 home league matches in 2013, points have been dropped because of late goals, their defending from set pieces is dodgy and fans complain about the absence of an obvious plan or structure. In theory, a squad containing Berbatov, Bryan Ruiz and Adel Taarabt should be one of the most entertaining in the league but Fulham look flat. \"We lack a little bit of size,\" Jol said. \"I need to use Kieran Richardson as a marker, Bryan Ruiz as a marker. [Pajtim] Kasami, who is a young lad, has to mark, so there are a few things we have to do better. As clubs in the Premier League, they concede 70% of their goals from set-pieces. But if you do that you can't have the right result, like against West Brom from a corner. \"A manager sometimes feels lonely but players sometimes feel lonely so you can't leave them. At Fulham, you have to stay up. Then you need to develop a style that you can play well and that is what I am trying to do now: play well, play good football.\" And, if at all possible, keep Berbatov happy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}