{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/nov/09/england-argentina-player-ratings", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-11-09T23:12:16Z", "webTitle": "England 31-12 Argentina: how the players rated at Twickenham", "webUrl": "https://www.theguardian.com/sport/2013/nov/09/england-argentina-player-ratings", "apiUrl": "https://content.guardianapis.com/sport/2013/nov/09/england-argentina-player-ratings", "fields": {"headline": "England 31-12 Argentina: how the players rated at Twickenham", "bodyText": "15 Mike Brown 7/10 Solid stuff after last week's fireworks and was dependable under the high ball as ever but he offered less with ball in hand than might have been hoped for. 14 Chris Ashton 5/10 Took his try well enough after five Test blanks in a row but it was a straightforward chance and the wing had already missed a more difficult opportunity. 13 Joel Tomkins 6/10 Tackled well and made few mistakes but the former rugby league man does not look a likely starter once all England's injured centres are fit. Too little threat with ball in hand. 12 Billy Twelvetrees 7/10 Picked for sleight of hand and creativity but took his try with a bludgeoning run off a clever angle, though recriminations would have flowed had he not scored. 11 Ben Foden 7/10 Picked out of position owing to injuries to Marlon Yarde and Christian Wade and he always sought work and looked more awake than many team-mates in the second half. 10 Owen Farrell 6/10 Kicked well enough from the tee but missed with one that swung this way and that. Takes credit for an attacking first-half performance but also some blame for a flat second half. 9 Lee Dickson 7/10 Early kick charged down led to penalty and first points to Pumas but recovered well and passed with snap and conviction after questions over his performance against Australia. 1 Joe Marler 7/10 Prominent in the loose, at least as much for his carrying as for his beard, but struggled against the fearsome Argentina front row before being replaced at half-time. 2 Dylan Hartley 8/10 Back in side with a point to prove before New Zealand Test and made a succession of carries. His set-piece work was solid, and looked even better once Tom Youngs came on. 3 David Wilson 5/10 Said to have been picked ahead of Dan Cole on form but struggled with Marcos Ayerza's scrum power early on. Looked for work around the field but made little impact. 4 Joe Launchbury 7/10 A well-deserved try for one of England's most understated but effective performers. Always in the thick of the action and played his usual full part in controlling the breakdown. 5 Courtney Lawes 7/10 Put in a trademark borderline big hit to help England regain the momentum after a slow start to the second half and ran the lineout well, in tandem with Hartley. 6 Tom Wood 7/10 For a long period he appeared to be first to every breakdown and was a constant thorn in Argentina's side but his influence seemed to wane as England's performance dropped off.. 7 Chris Robshaw 7/10 Gets through a lot of work and provides a constantly available link as England seek to move the ball. Part of a relentless first-half breakdown effort with Wood, Lawes and Launchbury. 8 Billy Vunipola 7/10 Quieter after a barnstorming Twickenham debut against Australia but did little wrong and played a full part as England's forwards dominated the loose. Carried well."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}