{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/nov/09/arsenal-arsene-wenger-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-11-09T23:00:00Z", "webTitle": "Arsène Wenger returns for a walk on wild side against Manchester United", "webUrl": "https://www.theguardian.com/football/2013/nov/09/arsenal-arsene-wenger-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2013/nov/09/arsenal-arsene-wenger-manchester-united", "fields": {"headline": "Arsène Wenger returns for a walk on wild side against Manchester United", "bodyText": "It has been a while since Arsenal have journeyed up the M1 and M6 to Old Trafford emboldened by hopeful anticipation. The years have passed, some of them painfully, since they arrived in Manchester knowing that a result can be a powerful springboard towards a title tilt. In five league-winning seasons over a 15-year period between 1989 and 2004, they always travelled home armed with a positive result and a memorable experience that would resonate within the squad. Never was it more acutely felt than in 2002, with the opportunity to actually be crowned champions with an away win at Manchester United. The night before the match, Arsenal stayed at the Lowry, where the imposing structure of Old Trafford's hulking stands was visible from the windows of the players' rooms. Arsène Wenger likes to take the squad for a walk when they stay away, to stretch their legs and move their minds out of the confines of the hotel. He proposed an afternoon stroll around Salford Quays. Lee Dixon, born not far from this neck of the woods, was not convinced this was the wisest move. \"I told the boss: 'I'm from Manchester, and it's not really a great idea to walk around in our Arsenal tracksuits before playing the title decider',\" he recalls. But Wenger shrugged it off, and out they went, only to be accosted by a window cleaner who told him in rich local vernacular what he thought of such brazenness. \"Arsène got threatened by this window cleaner,\" Dixon remembers, chuckling at the memory. \"The guy couldn't believe we had the gall to walk around their patch. The atmosphere between the two teams was epitomised by that.\" The friction born out of regular head-to-head confrontation, made for knife-edge sharpness. As it turned out, they were not intimidated by the best efforts of the window cleaner. Nor were they derailed by the combative spirit that United brought to the pitch the following night. It was understandable. Sir Alex Ferguson's team were obliged to do whatever they could to prevent something as unpalatable as effectively taking the trophy from their mantelpiece and grudgingly handing it over the threshold. If that meant a few hard kicks, so be it. Besides, Arsenal's players at the time knew all about what Dixon describes as \"looking after itself\". In that era both clubs had a few footballing angels with dirty faces. They took turns to famously impose some considerable force on this fixture around that time. In the 2003-04 season, Arsenal were more aggressive during a spiteful 0-0 draw which provoked the enduring image of Martin Keown leaping at Ruud van Nistelrooy – who missed a stoppage-time penalty which turned out to be the closest the Invincible team came to losing. The following campaign it was United whose gameplan was based on shoving their opponents out of their unbeaten stride. Much has changed since then. Not least that the title tussle no longer revolves around duelling between these two clubs – certainly not with Chelsea and Manchester City high on the list of contenders. The other major change is in temperature. Although the nature of some of Wenger's pointed pre-match comments about refereeing suggests he is half expecting another physical examination, the Arsenal manager generally believes these games have become less brutish than they once were. \"We went sometimes to Old Trafford where they had backs to the wall, they had the knife at their throat,\" he says. \"When Roy Keane was there you expected a physical game. But at that period we had as well players who could respond to that. We were not short on that front. The game in the last 10 years has had maybe an evolution and it is a bit more controlled than it was before.\" Does his current team have the attributes to cope in the way his old powerful side did? \"The personality is there,\" reckons Wenger. \"We have today a more mobile, technical team. Before we had more strong bodies. So naturally the game was a little different.\" Despite some of the antipathy, over the years these clubs have respected elements in each other. The young British core that plays a big role in his current squad – last season Jack Wilshere, Aaron Ramsey, Alex Oxlade-Chamberlain, Kieran Gibbs and Carl Jenkinson posed together as they signed new long-term deals – is a nod towards his admiration for United's class of 92. \"The sense of belonging is important,\" reflects Wenger. \"It has been a bit neglected in the modern game, certainly. It's important for the players to feel the club means something to them. I really believe that in some difficult periods of the season, or difficult periods in the career of the player, that sense of belonging is very important. That can only be built with players growing up here. \"They had an exceptional group together. If you take Beckham, Giggs, Scholes, Butt, the Nevilles... you have six or seven who can play at that level they are ready to fight for them. I would sign up today for this group to be as successful as Man United's players were. We have an opportunity to do that. Nobody can stop you if you have quality and attitude.\"Today is a chance to stake some pretty big credentials. Dixon recalls how it felt for a team to launch themselves in the past. In 1998, Marc Overmars gave Arsenal, who were thundering up the rails, a 1-0 win which wrestled control from United's hands to theirs. \"There is nothing worse than looking over your shoulder and seeing your enemy getting closer and closer,\" says Dixon. \"We knew if Manchester United could see us in their rear-view mirror, with the impetus we had, we could deliver a massive blow. Arsène was his usual pragmatic self in the dressing room afterwards but a few of us were giving the old wink around. That season it all clicked. That 98 team was the best I played in and arguably better than the Invincibles. I think the 98 team would have beaten the Invincibles. It had solidity, flair, guile, grit, and could look after itself.\" That willingness to stick up for one another was very much in evidence when Ferguson came up against George Graham's Arsenal. In the 1990-91 season Arsenal's win at Old Trafford became infamous for the bad blood which boiled over into a 21-man brawl and would eventually be punished by deducted points (two for repeat offenders Arsenal and one for United). Graham made a point of insisting that his team put on their Arsenal blazers and go to the players lounge afterwards for a drink to boldly show their faces. \"George made a point of saying: 'We're on the map. Show our solidarity,'\" remembers Dixon. \"I took great pride in travelling away in a blazer with a badge on your chest. You would get off the coach suited and booted and it made me feel bulletproof.\" Coincidentally, Arsenal have recently reintroduced wearing suits to matches at the Emirates, something the players asked for as it makes them feel sharp, polished, and more of a connected group. They take encouraging form into Sunday's challenge but do so on the back of the poorest run of league results at Old Trafford for a number of decades. Seven losses from the past nine attempts reflects their spell out of contention at the top. Although Dixon believes there are too many contenders, and it is far too early for it to give any clues to the destination of the title, he does think this game packs a huge psychological punch. There is a big gain at stake for both these teams. \"The biggest would be Arsenal's,\" he reckons. \"If they win it is a bigger blow to everyone else than if United win. I don't mean just in terms of points. If United win people would say: 'OK, they are back in it' but would not be completely convinced. If Arsenal win there would be a double effect: They would be perceived as the real deal, but also the gain internally in the squad, coming after the Liverpool and Borussia Dortmund wins, would be huge.\" Wenger and his players are hopeful. But they know better than to be over-confident. It was only two years ago that they were as hurt as they had ever been in this often fateful fixture, losing by a barely credible 8-2. \"You push it to one side,\" says Wenger. \"But you never forget it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}