{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/apr/24/london-2012-football-tickets-delayed", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-04-24T22:01:01Z", "webTitle": "Sale of London 2012 football tickets delayed over technical glitches", "webUrl": "https://www.theguardian.com/sport/2012/apr/24/london-2012-football-tickets-delayed", "apiUrl": "https://content.guardianapis.com/sport/2012/apr/24/london-2012-football-tickets-delayed", "fields": {"headline": "Sale of London 2012 football tickets delayed over technical glitches", "bodyText": "London 2012 organisers have admitted they were unable to start selling the 1.5m remaining tickets for their football tournament to coincide with the draw at Wembley on Tuesday because they are still testing the online systems that have previously caused technical problems. As the Team GB men's team, competing for the first time in 52 years, were drawn with Senegal, United Arab Emirates and Uruguay, the London 2012 chairman, Lord Coe, refused to rule out giving away tickets to Olympic football matches if they fail to sell out. Originally the London Organising Committee of the Olympic and Paralympic Games had hoped to release the 1.5m remaining tickets for the men's and women's football tournaments to coincide with the draw. But testing of the Ticketmaster system is ongoing because of a determination to ensure that technical glitches that have plagued earlier rounds are not repeated. \"We're not talking about a delay of months,\" said Coe. \"We'll be able to announce this in the next week, with an early May sale. We're still testing all our systems. It is what it is. I'm not going to artificially hurry this process. I have to be absolutely sure that my teams tell me they're ready. We're not going to be coming back in a month's time. This will be as soon as we possibly can.\" The football ticket sales will precede the final batch of sales of around 1m tickets for the 25 other Olympic sports, which will be sold over a five‑day period to the 1m or so applicants who missed out in the first‑round ballot. Locog has long accepted that football, in particular the women's tournament, will be its biggest challenge in terms of ticket sales. Almost 1m tickets have been sold but there are around 1.5m remaining. Around 15,000 tickets have been sold for the first Olympic event on British soil since 1948 – the opening game in the women's tournament in Cardiff that will pit Hope Powell's Team GB side against New Zealand on 25 July, two days before the opening ceremony. The British women will also face Cameroon at Cardiff and Brazil at Wembley. \"I never sat there expecting to sell out every stadium for every game but I think we'll go a long, long way,\" said Coe. \"We've already sold more tickets for football than any other sport. Whether we get to entirely full venues I don't know.\" Coe said that there were no plans to give away tickets but he refused to rule it out if there was a danger of swaths of empty seats. \"We've got a good chance of selling a whole batch more tickets,\" he said. \"We will of course judge it as we get there. There is no plan at the moment to start filling those stadiums, because I don't think we'll need to.\" A Team GB side, potentially featuring David Beckham, will face a Uruguay squad likely to include Diego Forlán and Luis Suárez in their final Group A game at the Millennium Stadium in Cardiff on 1 August. Their first match, at Old Trafford on 26 July, will be against Senegal, who qualified after winning a play‑off against Oman on Monday and could include the Newcastle United duo Demba Ba and Papiss Cissé in their squad. Team GB will play United Arab Emirates on 29 July at Wembley. Although almost 1m tickets have been sold, the matches at Hampden Park have sold particularly poorly so far. But Coe said he did not link the slow sales to the row over whether Team GB should include players from all four home nations. The coach, Stuart Pearce, said he would not be swayed by any considerations other than form and fitness when it came to selecting players, insisting that neither nationality nor reputation would be a factor. He plans to travel to the US to watch Beckham and to France to watch Joe Cole, two contenders for the three over‑age player berths in the 18-man squad. \"Beckham will be treated exactly the same as any other individual, whether it is young or over-age,\" he said. Pearce also said he was confident that Premier League managers would co‑operate, despite Manchester United's Sir Alex Ferguson railing against the \"absolute chaos\" the Olympic tournament could cause and Arsenal's Arsène Wenger warning against the inclusion of Jack Wilshere. \"We're talking about Great Britain here, we're talking about the Olympic Games. If you strip it down to the players, this is the opportunity of a lifetime,\" said Pearce, who said he would assess the fitness of Wilshere, who will miss Euro 2012 through injury. \"We're not talking about taking them away for a whole season, we're not even asking them to miss a competitive match. We're asking them to compete in an Olympic Games on home soil. That's a great opportunity for any one individual.\" Ronaldo, the Brazilian who helped conduct the draw, said he would \"definitely\" include Beckham in the squad if he was given the choice. \"I'm sure he would love to participate in this Olympic dream. It's up to the manager to pick the best team available but if I was the manager I definitely would as he would guarantee quality,\" said Ronaldo, who played with Beckham at Real Madrid."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}