{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/apr/14/clubs-picks-of-the-week", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-04-13T23:05:32Z", "webTitle": "Clubs picks of the week", "webUrl": "https://www.theguardian.com/music/2012/apr/14/clubs-picks-of-the-week", "apiUrl": "https://content.guardianapis.com/music/2012/apr/14/clubs-picks-of-the-week", "fields": {"headline": "Clubs picks of the week", "bodyText": "Etienne de Crécy, London Last time the French DJ and house music majordomo Etienne de Crécy played London, he did so from inside a huge three-storey neon box structure, as though he were the only contestant in a giant futuristic game of Celebrity Squares. From playing in a box to releasing one – the Super Discount man's latest release is a bulky five-CD box set career retrospective that includes 26 unreleased tracks as well as the influential remixes that he's created for the likes of Air, Moby and Kraftwerk. De Crécy launches this box set, which is drolly titled My Contribution To The Global Warming, with a show at The Egg on Friday. It's an all-Gallic affair in the main room, with De Crécy supported by Alex Gopher – a fellow veteran of the pivotal original 1996 Super Discount album that turned the world on to the idea of French dance music – as well as a blend of rave, electro, disco and rock sounds from London Parisian Jerry Bouthier. The Egg, N7, Fri Sam Richards Balkanarama, Glasgow Given that the mega-clubs of Ibiza have long since had their day in the sun as the arbiters of what's hot on your local dancefloor, those tired and jaded Balearic beats are overdue a challenge for disco supremacy – and it's coming from the Balkans. Glasgow-based club night Balkanarama has been hosting its monthly parties at various venues across Scotland and beyond for several years, promising that a \"Hot Balkan instrumental orgy\" awaits all-comers, drawn from both the city's native and eastern European populations. Maybe it's the free shots of the old-country hooch, rakija, that helps to draw the ever-increasing crowds, or possibly for some it could be the appeal of the saucy belly dancers, but it's most likely the music. A storming blend of live gypsy, mesmerising klezmer and atmospheric traditional Balkan folk is played by the in-house and visiting musicians, as well as top-notch guest and resident DJs, bringing out their patrons' inner \"Opa!\" on a regular basis. Chambre 69, Nelson Mandela Place, Glasgow, Fri Patric Baird Liminal Sounds, London After the success of Wiley's recent Eskimo Dance and the inroads made by Elijah &amp; Skilliam's Butterz nights, here's further evidence of a tentative grime revival. When the original grime wave began to fizzle out, many of the producers involved stepped sideways into UK funky or retired. But now some of them are back, invigorated. Headlining this Liminal Sounds night is Youngstar, the man behind unmitigated bangers Pulse X (often credited as the first grime tune) and Revival (adapted by Dizzee Rascal for Stand Up Tall). Also on the bill, Rinse FM stalwart and Pay As You Go Cartel founder Slimzee plays a special \"grime to jungle\" DJ set. They're joined by up-and-coming rapper MIK and grimey house producers Slackk and Pedro 123. The Rhythm Factory, E1, Fri SR Collect! Sheffield Some four years old, Sheffield's Collect! night has hit a peak in activity thanks partly to its reputation, but also because it has become a group effort. The main room's techno and tech house sounds still revolve around resident duo Set 2, who started the club as a pub session. But the extra rooms at the hip, creative development Dirty Little Secret now afford contributions from Lee and the Itchy Pig crew, who take things in a more disco and house direction tonight alongside guest Toby Tobias. Local DJs offer a mixed bag in the third space, while the main room guest is UK talent Jamie Anderson. Dirty Little Secret, Smithfield, Sat Marc Rowlands Delirium, Hove 'Dangerous' Dave Pearce celebrates the launch of his Radio 2 show Dance Years tonight at Delirium, a veritable trance franchise that includes Ibiza specials and compilation CDs, 100 of which will be given out free. Downstairs is all about underground trance, with Dave joined by two rising stars, with bootlegs and mashups from Bristolian Ben Nicky and Judgement Sunday resident Tristan D. In the bar area it's more of a funky vibe, with Honey Club regular Howie and Amore's Ben Carter in charge. H Bar, Church Road, Fri John Mitchell"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}