{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2012/apr/12/street-child-not-a-crime", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2012-04-11T23:04:00Z", "webTitle": "Letters: Being a street child is not a crime", "webUrl": "https://www.theguardian.com/society/2012/apr/12/street-child-not-a-crime", "apiUrl": "https://content.guardianapis.com/society/2012/apr/12/street-child-not-a-crime", "fields": {"headline": "Being a street child is not a crime", "bodyText": "The global issue of street children is at last receiving greater international recognition. The UN's resolution 16/12 (March 2011) attracted more co-sponsors than almost any other since the creation of the Human Rights Council in 2006. Yet there are entrenched misconceptions in the UK that this is only a developing-world issue. A poll commissioned by the Consortium for Street Children and Aviva found that only 13% of British people realise street children are prevalent in western Europe and over two-thirds are unaware that an estimated 100,000 young people run away in the UK every year. More than one in five would be suspicious of crime at the sight of young people sleeping rough. On the International Day for Street Children, 12 April, we need to challenge these misconceptions. Whether they are a runaway from Derby or a street child in Delhi, the factors that drive children to the streets are similar. Once on the streets these children adopt many tactics necessary to survive such as begging, loitering and rough sleeping. Sadly, in many countries heavy-handed treatment by the authorities – such as violence and roundups – is all too common. Being a street child is not a crime. Today we want people to stand up for the rights of street children all over the world, by signing a pledge at www.streetchildrenday.org/take-action. This will be taken to a meeting with the UN in June, to ensure that street children's rights are not ignored. Sally Shire CEO, Consortium for Street Children Andrew Moss Group CEO, Aviva plc Steven Gerrard Liverpool Football Club and England Bianca Jagger Founder and chair, Bianca Jagger Human Rights Foundation Ann Coffey MP Labour, Stockport; chair, APPG on Runaway and Missing Children and Adults Russell Brown MP Labour, Dumfries and Galloway; co-chair, APPG on Street Children Susan Miller House of Lords; co-chair, APPG on Street Children Craig Whittaker MP Conservative, Calder Valley; co- chair, APPG on Street Children Heidi Alexander MP Labour, Lewisham East; member, communities and local government select committee Michael Odysseos President, International Police Federation Vartan Melkonian Classical composer and conductor (and former street child); patron, Consortium for Street Children Mel Young Founder, Homeless World Cup Alan Pascoe Olympian; chairman, Chime Sports Marketing Andrew Cates Chief executive, SOS Children's Villages Rob Williams CEO, War Child Brian Woods Award-winning documentary maker, True Vision Productions Najat Maalla M'jid Special rapporteur on the sale of children, child prostitution and child pornography, United Nations Moushira Khattab Former minister of state for family and population, Egypt; former vice-chair, UN Committee on the Rights of the Child Daniel Brennan House of Lords; patron, Consortium for Street Children Mary Goudie House of Lords; chair, UN.GIFT Women's Leaders Council Mark Malloch Brown House of Lords; former Foreign and Commonwealth Office minister of state for Africa, Asia and the UN; former UN deputy secretary general Howard White Executive director, The International Initiative for Impact Evaluation (3ie) Yasmin Batliwala CEO, Advocates for International Development Benyam Dawit Mezmur Vice-chairperson, African Committee of Experts on the Rights and Welfare of the Child Tricia Young Director, Child to Child Trust Janice Miller CEO, Child Welfare Scheme Koy Thomson Chief executive, Children in Crisis Anna-mai Estrella Jubilee Action Andy Stockbridge Chief executive, Toybox Steven Derby Trust director, Calcutta Hope Ingo Abraham Executive director, Action International Ministries Mutani Yangwe Executive director, Caretakers of the Environment Tanzania (COET) Gordon Couch Trustee, Students Supporting Street Kids Ben Simms Director, UK Consortium on AIDS and International Development Duncan Dyason Chair of trustees, Street Kids Direct Utibe Ikot Acting programme director, Stepping Stone Nigeria Child Empowerment Foundation Sanjay Gupta Managing trustee, Chetna Sarah Oakes Trustee, Latin American Foundation for the Future (LAFF) Terina Keene Chief executive, Railway Children Edith Wilkins CEO, Edith Wilkins Street Children Foundation Philippa Frankl Executive director, Street Kids international Simon Jackman Chief executive, Hope for Children Margaret O'Grady Director, International Childcare Trust John Muiruri Kenya director, Action for Children in Conflict Chris Le Fevre Chairman of Trustees, Action for Children in Conflict Clare Mathias Chair of trustees, The Hummingbird Trust Joe Walker CEO, Street Action Jill Healey Executive director, ChildHope Surina Narula President, Consortium for Street Children Nic Fenton Co-Founder, Consortium for Street Children Karen Baker Executive director, JUCONI Ecuador Daragh O'Malley Founder and trustee, Sharpe's Children Foundation Philip Holmes Founder and operational director, Esther Benjamins Trust Alison Sanderson Executive director, International Children's Trust Duncan Ross Director, StreetInvest Deborah Alvarez Maldonado Chief executive, Mi Arca Julia Krepska Director, Our Sansar Cassie Williams Trustee, Streets Ahead Rwanda Chris Rose Director, Amos Trust Anthony Morton-King Executive director, Street Child Africa Gary Foxtrot Director, Stepping Stones Nigeria Diarmuid O'Neil Trustee, Retrak"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}