{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/apr/01/wolverhampton-bolton-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-04-01T22:01:01Z", "webTitle": "Terry Connor: If Wolves play like that and go down that's our fate", "webUrl": "https://www.theguardian.com/football/2012/apr/01/wolverhampton-bolton-premier-league", "apiUrl": "https://content.guardianapis.com/football/2012/apr/01/wolverhampton-bolton-premier-league", "fields": {"headline": "Terry Connor: 'If Wolves play like that and go down that's our fate'", "bodyText": "Many of those who have worked with Terry Connor have attested in recent weeks that the Wolves manager is a first-rate coach. Self-evidently a man of decency and dignity, he also seems to be a good motivator because there was no faulting his players' effort or application on Saturday. As a manager, however,, although it may be unfair to draw conclusions on the basis of six matches in charge, the last five of which have now been lost, there is no doubt he appears to lack at least one quality which every other manager will confirm is vital to being successful. He is not lucky. Just as against Norwich the previous week, Wolves conceded a penalty that on another day or with another referee might not have been given and, as at Carrow Road, it made a huge difference. This one came 10 minutes after Michael Kightly had put Wolves ahead, a lead not even the most one-eyed Bolton fan would have denied they deserved. \"I've seen the DVD and it was dubious to say the least,\" said Connor, of the contact between his captain Roger Johnson and Mark Davies which saw the Bolton (and former Wolves) player tumble, and the referee, Jon Moss, point to the spot. Contact there was though, Martin Petrov converted, Bolton stepped up a gear and Marcos Alonso and Kevin Davies scored the goals which gave the visitors the cushion they required after Matt Jarvis's late strike gave Connor's team a few minutes of hope. The home supporters, having been quietly resigned after Bolton's third, did their best to rouse themselves but, as on the pitch, the sense of belief had gone. That Wolves played pretty well, for an hour at least, and still lost, makes it very hard to see how they can find the four or perhaps five wins they need from their seven remaining games. Connor, by implication, almost agreed. \"We will make our mistakes and I have said before that we're not the best team in the league, but if we play like that and come up short I can't ask for anything more,\" he said. \"Yes, we can have more quality in the final third and defend better but we need to keep going. If we play like that for seven more games and we do go down then that's our fate.\" Desire and commitment, from his point of view, was behind a finger-pointing confrontation between Johnson and his goalkeeper Wayne Hennessey. For those old enough to remember incidents such as Leeds United's Gordon McQueen lamping his own goalkeeper David Harvey at Elland Road in 1978, it was a relatively innocuous affair: nothing more than words were exchanged. Kightly said he felt physically sick to have lost after dominating the first half, but given relegation usually results in something of a fire sale, he, like Jarvis, Steven Fletcher, the out-of-form Kevin Doyle and perhaps Hennessey, have a good chance of playing Premier League football next season. Excepting one or two promising youngsters such as the 21-year-old midfielder David Davis, brought back by Connor from loan at Chesterfield and making only his third Premier League appearance, the rest have been tested at this level and found wanting. In that respect Connor has again been unlucky: he can only work with the squad Mick McCarthy left him. Bolton, in contrast, are on something of a high as Fabrice Muamba continues his recovery and a third successive win. The sight of Muamba's face smiling out of Saturday's newspapers can only have heartened Owen Coyle's side, as the Scot acknowledged. \"I said to the players that their obligation to Fabrice, to the club and to the wider community of football is to play to as high a standard as they can and to win as many matches as they can and I think they are doing that,\" the manager said. \"I think it is helping to spur them on that he is making progress and getting better. \"Sometimes you just have to stay in a game for a while to give yourself a chance to win, but it did show a lot of character. I don't think you can say that any other team has been seen off. From our point of view we have to build on this by making it four wins in a row next week. If we carry on playing like this we'll do enough to stay in this league.\" Man of the match Michael Kightly (Wolverhampton Wanderers)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}