{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/apr/12/tim-allan-portland-stake", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-04-11T23:05:01Z", "webTitle": "Tim Allan to sell majority stake in Portland to Omnicom in £20m deal", "webUrl": "https://www.theguardian.com/media/2012/apr/12/tim-allan-portland-stake", "apiUrl": "https://content.guardianapis.com/media/2012/apr/12/tim-allan-portland-stake", "fields": {"headline": "Tim Allan to sell majority stake in Portland to Omnicom in £20m deal", "bodyText": "Tim Allan, Tony Blair's former adviser and PR chief at BSkyB, is to sell a majority stake in his communications agency Portland to US marketing services company Omnicom in a deal thought to be worth as much as £20m. Allan, who founded Portland in 2001 on the back of a contract from his former boss and then BSkyB chief executive Tony Ball, will become a multimillionaire from the deal. Omnicom, the US marketing giant second globally to Sir Martin Sorrell's WPP, is understood to have struck a multi-year earnout deal to take a significant controlling stake in Portland valuing the business at between £15m and £20m. Allan's payoff – as majority shareholder he could net as much as £10m from the deal if performance targets are met – will see the deal as vindication of his decision to turn down an offer by Blair to become the then prime minister's director of communications in 2005 after Alastair Campbell's departure. He was Campbell's deputy in the 1990s before leaving the Labour government to join BSkyB. \"In a PR market that's been hit hard by the recession, our growth and this significant deal buck market trends and that's a testament to our outstanding team,\" said Allan. \"Looking back at where it all started 11 years ago with me and a laptop, it's fantastic to be announcing a deal of this scale and to be planning the next chapter of Portland's growth as part of the Omnicom Group. This is great news for us, our clients and our staff.\" It is thought that Omnicom has bought a significant majority stake in Portland, with Allan and his management team retaining a sizeable minority holding, although the amount has not been disclosed. A three-year earnout period will determine the ultimate value of the deal. Beyond that Allan will continue to hold a significant stake in the PR agency. A sale of Portland has been on the cards since last summer when MediaGuardian revealed that Allan was holding talks with French marketing services company Publicis Groupe. When Allan launched Portland in 2001 it was off the back of nabbing the BSkyB account from Lord Tim Bell's Bell Pottinger. Portland's first employee was Rachel Whetstone, who Allan hired from Carlton TV, where she was working alongside David Cameron who was then communications chief at the firm. Whetstone is married to the prime minister's former director of strategy, Steve Hilton, who recently took a year off to join her in California, where she heads global communications and public policy for Google. While BSkyB is no longer a Portland client, Google UK is now one of the agency's most well-known and important. Other important clients include UK business for McDonald's and Tesco, while Portland's international business includes the Kofi Annan Foundation and work for the UN and the Rockefeller Foundation. A desire to expand internationally led to Portland launching offices in New York and Nairobi in 2009. The company's staff grew from 56 in 2010 to 85 last year. Allan has spent much of his time in the US in recent years, but the Omnicom deal will see that the UK becoming his biggest focus once again. The most recent financial accounts for Portland show that in 2010 the business made revenues of about £6.7m, with as margin of about 20%, suggesting an estimated profit of about £1.34m. • To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}