{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/apr/09/tony-mccoy-synchronised-grand-national", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-04-09T22:00:02Z", "webTitle": "Tony McCoy confirms Synchronised tilt at National and Gold Cup double", "webUrl": "https://www.theguardian.com/sport/2012/apr/09/tony-mccoy-synchronised-grand-national", "apiUrl": "https://content.guardianapis.com/sport/2012/apr/09/tony-mccoy-synchronised-grand-national", "fields": {"headline": "Tony McCoy confirms Synchronised tilt at National and Gold Cup double", "bodyText": "Tony McCoy, the champion jockey, has spoken of his excitement at trying to make racing history by riding Synchronised to victory in the Grand National. The duo won the Cheltenham Gold Cup last month and repeating such success at Aintree on Saturday would complete a rare double in jump racing. Golden Miller was the last horse, 78 years ago, to win both races in the same season. \"You've got to dream, don't you,\" McCoy told the Guardian in an exclusive interview. \"It's what makes racing – chasing down the impossible. No horse has won a Gold Cup and a Grand National in 78 years. The last horse to do it was Golden Miller in 1934. That's a huge pull for me. You could take the easy option and not run him. But you've got to try and do things that people haven't done before – or haven't done in a very long time. We're going to give it a right good go.\" McCoy won the Grand National in 2010 on his 15th attempt and aboard the Jonjo O'Neill-trained Don't Push It, which he also rode into third place in 2011. Conceding that Synchronised is a relatively unimpressive-looking race horse – \"an ugly duckling\" – McCoy stressed his conviction that he can win the National. \"If he jumps well, Synchronised can definitely win. I'm out to smash statistics and break records. It would be amazing if we did it. Synchronised came out of the Gold Cup in fantastic shape and we've got four weeks between the races. It's possible.\" McCoy said of Synchronised: \"There's not a lot of presence or stature about him. He's the sort of horse that, if you had 500 to choose from at the sales, he'd probably be the last you'd pick. He's the ugly duckling. But he's a winner. He'll keep digging when others give in. He's got a lot more heart and courage than talent or ability. He's a survivor. A grafter.\" The jockey said he had not been surprised that Synchronised won the Gold Cup. \"I genuinely thought he was set for the first three. The two class horses in the field were, obviously, Kauto Star and Long Run. I was a little worried about the first mile-and-a-half being run at a frenetic pace but I took a lot from our win at the Lexus [in Ireland in December]. Only Kauto Star and Long Run would have won the Lexus in the style he did – eight lengths clear. So I knew he was good.\" Beyond chasing a dream double, McCoy, who is about to win his 17th successive champion jockey's title, revealed that he would still like to ride 300 winners in a season – and sail past 4,000 winners. \"I'm on around 3,700-and-something winners. I keep telling [his former trainer] Martin Pipe I'm going to break his record of 4,182 winners. I never forget that one. Take 41 and double it. 4,182. Martin better feel worried. I'm after him.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}