{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/apr/01/roberto-mancini-manchester-city-title", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-04-01T21:59:02Z", "webTitle": "Roberto Mancini: Manchester City could be out of title race by Sunday", "webUrl": "https://www.theguardian.com/football/2012/apr/01/roberto-mancini-manchester-city-title", "apiUrl": "https://content.guardianapis.com/football/2012/apr/01/roberto-mancini-manchester-city-title", "fields": {"headline": "Roberto Mancini: Manchester City could be out of title race by Sunday", "bodyText": "Roberto Mancini fears Manchester City's hopes of winning the Premier League could be over before their next match, at Arsenal on Sunday. The leaders, Manchester United, play twice before then and Mancini believes the champions will be uncatchable if they win both. City are two points behind United having played a game more after Saturday's 3-3 draw with Sunderland. Sir Alex Ferguson's team visit Blackburn Rovers on Monday night and then host Queens Park Rangers in Sunday's lunchtime kick-off, hours before City go to the Emirates Stadium. \"If we go eight points behind, then it is finished,\" said Mancini of the title race. United head into what the Italian has identified as a potentially decisive week on the back of six consecutive league victories. All the same Mancini is not a fatalist. \"United will draw,\" the manager said of their trip to Ewood Park. \"Do you want to bet with me? Even if they win, there are another seven games.\" Mancini likes to envisage the contest for the title moving in City's favour when Ferguson brings his team to the Etihad on 30 April. \"I believe always that we will win the title,\" he said, \"and it is important that our players have concentration about this championship.\" That was lacking against Sunderland, though, and the manager made no pretence that the match was under his sway. Instead he seemed to be making a plea for patience now his dismissal in the summer is at least feasible. \"We have 71 points, 13 points ahead of Arsenal and 18 points more than Chelsea,\" Mancini said. \"I think we have improved from last season, it is clear we want to win the title and we will fight until the derby because I think that game will decide our season. \"It is important that we improve every year. We have seven games left and we should [continue] to believe in ourselves. It is clear we are disappointed. We have made some mistakes – me and the team – and we have been unlucky in some moments, like collecting 10 points in the Champions League group and going out.\" Although Mancini spoke of coming from five points behind to win Serie A as Internazionale manager, for much of this campaign it had not looked as if there would be a deficit to address. He is reduced to making a plea in mitigation. The immediate priority is to restore order. Mario Balotelli struck twice against Sunderland, with one goal from the penalty spot, but was at least as disruptive to City as he was to the opposition. Mancini was exasperated to be dependent on the Italy forward, although the manager is hopeful that Sergio Agüero's foot injury will clear up so that he can return at Arsenal. \"It is incredible that we should lose our best striker for two games at such a crucial stage of the season,\" he lamented. On Saturday Balotelli added to the upheaval. He and Aleksandar Kolarov, for instance, squabbled over who should take a free-kick so making it likely that neither would have the proper degree of concentration. The ball was duly smacked wide by the Serb. Mancini was frank in his disapproval, having stated before the game the game that he could not trust Balotelli. \"Mario played like I said about him [on Friday],\" the manager observed. \"He can do nothing like he did today for 70 minutes but score two goals [including the equaliser]. \"I don't like nothing [about his display] because it is my opinion that a player with his quality can't play like this. Mario has everything to do his job well but he doesn't understand very well his situation.\" The erratic showing damaged the sense of consistency at home that had made League victories appear inevitable. All 15 at the Etihad were won before this draw with Martin O'Neill's side. It was more harmful still that Balotelli's conduct suggested Mancini was not in full control. One of the reasons for his appointment lay in the reputation he has as a disciplinarian. Balotelli does not appear cowed and the waywardness of the striker undermines Mancini to a degree. \"I don't think a strong team like us can produce a performance like we did today for 70 minutes,\" he said. \"This was really strange. But some players played really bad.\" Mancini also made the standard allusion to injuries, but he then sounded just like any other harassed figure in the technical area. For the moment, he and his squad are anything but impregnable."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}