{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/apr/02/feras-over-eurozone-crisis-abate", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-04-01T23:04:01Z", "webTitle": "Corporate fears over eurozone crisis abate, surveys show", "webUrl": "https://www.theguardian.com/business/2012/apr/02/feras-over-eurozone-crisis-abate", "apiUrl": "https://content.guardianapis.com/business/2012/apr/02/feras-over-eurozone-crisis-abate", "fields": {"headline": "Corporate fears over eurozone crisis abate, surveys show", "bodyText": "Despite weaker than expected UK growth figures last week, the prospects for the economy are looking brighter as business fears over the eurozone crisis recede, according to two surveys out on Monday. Business confidence rose to a nine month high in March, the latest Lloyds Bank business barometer showed, with 51% of companies saying they were more optimistic, up 13% on the February figure. Only 20% were more pessimistic, down from 37% the previous month. This is the first time since June 2011 that more than half of those surveyed were positive about the UK outlook. Lloyds said: \"Lloyds [The improvement in] sentiment on the UK's economic outlook is no doubt influenced by the less immediate threat of a Greek default causing wide disruption across eurozone economies.\" There was a marginal fall in businesses' confidence in their own performance, but Lloyds said the overall survey pointed to a slight expansion in output in the first quarter of 2012. But it added: \"It is much more likely – since the barometer tends to act as a leading indicator of future economic activity – that this will not feed through into stronger GDP performance until the second quarter.\" Last week the Paris-based thinktank the OECD said the UK could fall back into recession in the first quarter as it forecast a decline at an annual rate of 0.4%, after a 1.2% fall in the final quarter of 2011. However Trevor Williams, chief economist at Lloyds Bank wholesale banking and markets, said: \"This month's [survey] results provide strong support to our contention that GDP will expand in the first half of 2012. Meanwhile financial services firms are now more optimistic than three months ago, according to the quarterly survey from the CBI and PwC. Business sentiment grew strongly, from a negative reading of 24 to a positive 32. Employment numbers increased unexpectedly this quarter – a balance of 19% compared to expectations of a negative 18% reading – and are forecast to rise similarly next quarter. Ian McCafferty, the CBI's chief economic adviser, said: \"Financial services sales volumes and income continued to rise this quarter, putting the sector's recovery on a firmer footing. \"Optimism levels and business investment intentions have also improved, in contrast to last quarter as some of the worst risks around the euro area crisis have eased. \"The unexpected rise in employment is a further encouraging sign for the sector. But with the current level of business regarded as below normal, conditions still remain challenging for financial firms.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}