{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/apr/29/catherine-bennett-liverpool-cultural-olympiad", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-04-28T23:06:30Z", "webTitle": "Not all roads lead to London when it comes to culture | Catherine Bennett", "webUrl": "https://www.theguardian.com/commentisfree/2012/apr/29/catherine-bennett-liverpool-cultural-olympiad", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/apr/29/catherine-bennett-liverpool-cultural-olympiad", "fields": {"headline": "Not all roads lead to London when it comes to culture", "bodyText": "Not knowing Liverpool – except by reputation and a savagely unsuccessful interview with the Post and Echo newspaper group of around three decades ago – it's hard to know how people there act routinely. Maybe, if you can characterise a whole city, something in the Liverpudlians' emotional make-up makes them extra-susceptible to being captivated, in many cases to the point of tears, by a simple fairy tale about giants, acted out on their streets by towering puppets. On the other hand, the history of France's Royal de Luxe company, which staged the Sea Odyssey there, shows their customised giant stories having that effect in cities round the world. Visitors to Liverpool last weekend included besotted followers like me who had never forgotten the spectacle of the Sultan's Elephant, another colossal marionette that suddenly appeared in 2006 like a manifestation from the pages of a children's picture book, parading semi-anarchically around central London, trumpeting huge clouds of dust and water, and tugging at trees in the Mall. In Liverpool, when the three giants visited, citizens and visitors followed them about in much the same state of thrilled, sometimes tremulous admiration. Once again, if you stood in the crush in vast crowds of all ages that weirdly did not jeer or shove or turn scary, mature strangers would turn to you and say the giants were the best thing they'd ever seen. A middle-aged man, hurrying after the bigger giant, whose progress made Lidl and Tesco look almost dolls-house cute, turned to me and said: \"Loving it, just loving it.\" Me too. A bunch of gamblers turned out of a betting shop and gaped. A local woman, staring after the bigger giant, who has a delicate, hand-carved face and feet so big that every step requires two strong men to fly through the air on a rope, said: \"It moves you to tears, doesn't it?\" It does. Partly, perhaps, because the figures, whose manipulators have them stop and turn to look in upstairs windows, or to reach towards the crowds, appear to be giant innocents, in need of protection. Partly because this great imaginative and technological feat, both ambitious and pointless, seems to say something good about the species. Importantly, too, the experience feels like a gift. The founding principles of Royal de Luxe, when Jean-Luc Courcoult created the company in 1979, were that performances should be free and outdoors. \"I want to contact everyone,\" he told the Guardian before the Liverpool show. \"Over three days, I try to unfold a story so intense it will be talked about in every bar, school or office.\" When two of the giants eventually met and embraced, after their separate journeys, in an open space by the docks, the crowd of tens of thousands quietly aaahed and clapped; women where I was standing dabbed their eyes. So, yes, you probably had to be there. Unless you are particularly interested in giants or in Liverpool, there has been ample delirium from people lucky enough to see them, and one would not add to it except, with the Cultural Olympiad now advertising its final, star-studded line-up, the response to Sea Odyssey shows how the money might have been spent, bringing drama and colour to urban spaces. In fact, the sight of a Courcoult giant dwarfing signposts and traffic lights on its march along an unlovely section of dual carriageway can be a more magical sight than its set-piece visit to a grand municipal destination such as the Liver Building or St George's Hall. In Liverpool, the giants covered 23 miles. A comment by Claire McColgan, the head of the culture department that brought the giants to the city, to the effect that Liverpool would never be the same again, seemed a fair summary of audience feeling and more significant even than estimates that the event, which cost around £1.5m to stage, had boosted the local economy by £12m. \"We have very few chances in life to dream for a little while,\" she told the Echo, \"and Sea Odyssey gave people that opportunity.\" If memories counted as legacy – and if Courcoult were not so picky – the organisers of the Olympics could have done worse than splurge the full £100m (approx) cost of the Cultural Olympiad on inviting the giants back, to any industrial cities outside London, any time they were free to return. Alternatively, some of that money might have been well spent in the regions on indigenous, outward-looking companies, in the way that Royal de Luxe has for decades been supported by grants from central government and municipalities. With so much of the capital's elite music, art, heritage, theatre and dance programme in robust shape or oversubscribed, or both, the Olympiad managers could have decided, at least, to ignore the sporting schedule, along with its fatuous patriotism, and reserve this one-off bonus for culture that is regional, considered and free. As announced last week, funds for the Olympiad, recently redesignated London 2012 Festival, have been allocated to innumerable disparate events, scores of them co-opted in from other schedules, in a shapeless yet centrally controlled, time-limited programme whose intention is primarily, according to the director, Ruth Mackenzie, to \"showcase the best in international culture when the eyes of the world are on us this summer\". After that, presumably, everyone stops looking busy. So: faster, higher, artier. How do you judge \"best\" in this context? There are ways, it turns out. When the eyes of the world turn to us this summer – or those eyes that are not already fixed on the sporting events with which the Olympics are traditionally associated – they will find the showcased items have, indeed, been evaluated according to various \"core values\" and themes, laid down in a 2008 document, whereby the Olympiad will celebrate \"our unique internationalism, cultural diversity, sharing and understanding\", at the same time as generating a \"positive legacy\" and using \"culture and sport to raise the issues of environmental sustainability, health and wellbeing\". This instrumentalist approach explains why the organisers have included crocheted lions, a comedy barge and a movie about the over-80s table tennis championships in Inner Mongolia (warmly welcomed by the Chinese) in their programme, along with long-scheduled, capital-based events such as Damien Hirst at Tate Modern, Barenboim at the Proms, the Barbican's (almost sold-out) production of Einstein on the Beach and, again in London, the National Theatre's forthcoming The Last of the Haussmans, starring Julie Walters, who confessed she had only just been made aware of her part in the national effort. But, as Ed Vaizey reminded us at the launch, when you're in the showing-off business, one Barenboim, Hirst or Walters is worth a thousand Inner Mongolians. \"The 2012 Games provides a unique chance to showcase Britain to the world,\" he confirmed. And, of course, if everyone's looking at Julie Walters, there's a very good chance they won't notice Vaizey's libraries (deceased)."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}