{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/apr/21/this-weeks-new-tracks", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-04-20T23:05:25Z", "webTitle": "This week's new tracks", "webUrl": "https://www.theguardian.com/music/2012/apr/21/this-weeks-new-tracks", "apiUrl": "https://content.guardianapis.com/music/2012/apr/21/this-weeks-new-tracks", "fields": {"headline": "This week's new tracks", "bodyText": "Beyoncé End Of Time (Columbia) End Of Time may be the gazillionth single from 4, but it still slays me as much as the first time I heard it. Mixing Off The Wall-indebted disco production with Fela Kuti-influenced Afro-rhythms, it also contains The Best Use Of Trumpets In A Song From The Last 12 Months. The work of a trio of geniuses – B, The-Dream and Diplo – I can only hope that this spirit of collaboration (and parping instruments) is carried into the promotional video. That's right, I want a remake of the 1996 mining dramedy Brassed Off (featuring Solange in the Stephen Tompkinson role as a broke clown). Is that too much to ask? Calvin Harris Feat Ne-Yo Let's Go (Columbia) For all of you who have been asking: is Calvin Harris doomed to spend eternity rewriting the DUR-DUR-DUR-DUR-DUR bits to We Found Love in various keys? The answer is an unequivocal yes. As for Ne-Yo, he might be a more dynamic sparring partner for Calvin than say, Tinchy Stryder, but he spends the entirety of Let's Go valiantly attempting to sing an entirely different song over the top of Calvin's ball-busting donks. For the record, I think it's Mariah Carey's We Belong Together. Levellers Truth Is (On The Fiddle Recordings) My reaction to seeing/hearing these folk-punk legends has always been one of two. I either get panicky about the next time I'm going to be able to use an indoor loo, or my mind clouds over with thoughts like: \"I've never seen so many white people with dreadlocks.\" Truth Is confirms my initial feelings about the band. All you need to know is that it contains the playing of a fiddle. Prominently. Norah Jones Happy Pills (Blue Note) Snorah's been rubbish in her role as maker of mum-pop lately. Ditching the ankle-length gowns and coma-inducing jazz ballads for a collaboration with Danger Mouse, Happy Pills is the rather brilliantly catchy result. I've had it on repeat for hours now. Rather like the time I \"accidentally\" downloaded the Dixie Chicks' entire recorded output or spent an entire evening in thrall of the Google search term \"Sheryl Crow Kid Rock duet\". The Ting Tings Hit Me Down Sonny (Columbia) Watch out, 2008's come back to haunt you, with some moth-eaten lime green jeggings, an old glowstick that now looks like an elderly Peperami and a familiar (yet still terrible) collection of hats. Yes, the Ting Tings are back and little has changed. This track is a hummable slice of nursery rhyme rap-pop, but there's an undercurrent of sadness to the whole thing. Perhaps that's tied to the fact that Katie and Jules emit the chemistry of a kidnapper and his victim. She still looks like she's terrified Jules will push her down the stairs, lock the door and trap her in the basement again."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}