{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2012/apr/05/chelsea-barcelona-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-04-05T22:32:00Z", "webTitle": "How can Chelsea beat Barça? Just play the game of their lives … twice | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2012/apr/05/chelsea-barcelona-champions-league", "apiUrl": "https://content.guardianapis.com/football/blog/2012/apr/05/chelsea-barcelona-champions-league", "fields": {"headline": "How can Chelsea beat Barça? Just play the game of their lives … twice", "bodyText": "So now, Chelsea's luck runs out. Or, at least, that is the general assumption when their next opponents are responsible for some of the most thrillingly exquisite football there has ever been, and the memories are still vivid of what happened to Manchester United in last season's final and the moment when the cameras zoomed in on the most successful manager in the business. Sir Alex Ferguson's hands were shaking. He has seldom looked as vulnerable as he did during that Barcelona masterclass and the temptation is to believe, over two legs, it might be even more chastening for a Chelsea side who are currently 23 points off the top of the Premier League. Which maybe explains why Stamford Bridge was not as euphoric on Wednesday as would normally be expected after reaching a Champions League semi-final. The Benfica coach, Jorge Jesus, was scathing about Chelsea's hopes. \"What hurts me is that we've knocked out better teams than this,\" he said. \"I may be wrong but I believe Chelsea have no chance.\" Not the most diplomatic thing to say, perhaps, but the thrust of it was probably true given how Chelsea have regressed since coming so close to eliminating Barcelona in 2009 while their opponents, under the shrewd guidance of Pep Guardiola, have created a legitimate debate about whether there has ever been a more devastating football team. Chelsea will certainly need the same kind of breaks that went their way against Benfica, when their opponents arrived in London without a fit centre-half and then had their right-back sent off before half-time. They will need to play with greater control, which is not easy when Barcelona operate with the philosophy that giving the ball away is a sin. More than anything, it will need structure. These are games that require phenomenal levels of concentration and organisation. When Barcelona, managed by Frank Rijkaard, went out to Manchester United in the 2008 semi-final it came after a meticulous training-ground operation that, at one point, had Carlos Queiroz, then Ferguson's assistant manager and tactics-man, putting out sit-up mats to mark out exactly where he wanted the players to the nearest yard. \"Carlos was obsessive,\" Gary Neville recalls. \"We'd never seen such attention to detail. We rehearsed time and again, sometimes walking through the tactics slowly with the ball in our hands. Barcelona were such a complex team to counter and we had to close down all the potential lines of attack. They were a better footballing team than us. Suffocation was a necessary tactic.\" It worked. Barcelona did not score over 180 minutes and United went through courtesy of Paul Scholes's goal in the second leg. The following year the two sides met in the final but this time Queiroz was no longer around. \"The manager had shown us a video of all the goals Barcelona had conceded that season and we wanted to exploit a weakness,\" Neville remembers. \"We knew Gerard Piqué well from his time at United and were confident you could get at him one-on-one around the penalty area. He's a big, tall lad and not always comfortable facing real pace.\" Piqué, to use Neville's description, \"turned out to be brilliant\". The link to Piqué is an interesting one, though, because this has been an erratic and frequently difficult season for a player who, a year ago, had credentials to be recognised as the outstanding centre-half on the planet. Piqué has lost form, been accused of not taking his profession seriously enough – a legacy of his relationship with the pop star Shakira – and not played half of Barcelona's league games. \"We've missed him this year,\" Guardiola said recently. Which was some statement for a manager who always strives to protect his players from criticism. All the same, Piqué has improved lately and, for Chelsea, the first consideration must be to sort out their own defence. One certainty is they cannot afford to be as generous as they were against Benfica, particularly when allowing Javi García a free header for the 85th-minute goal that threatened to turn the tie upside down. Not when the opposition have Lionel Messi, Xavi Hernández and Andrés Iniesta and the considerable advantage of playing the second leg on their own ground. Barcelona are unbeaten in their last 53 games at Camp Nou, racking up 46 wins and 177 goals. They are not too shabby on their travels either when it comes to that rare ability of making the opposition look as static as a set of training-ground cones. They are, however, six points behind Real Madrid at the top of La Liga. Osasuna beat them 3-2 at Estadio El Sadar in February and there was a 1-0 defeat at Getafe in November. But there were mitigating circumstances. The game against Osasuna was played at four degrees below freezing, on a bone-hard pitch, against one of the more physical sides in Spain. Against Getafe the winners had one shot on target, the losers managed 16, and the home side's manager, Luis García Plaza, has privately admitted that if the game were replayed with that kind of imbalance they might lose by three or four goals. It was simply one of those games when Barcelona's opponents got lucky. This is why it was difficult to disagree with José Mourinho's assertion that Barcelona are \"not just the favourites, but super-favourites\" – even if it was meant as an oblique reference to the refereeing decisions he believes favours the holders – and Jorge Jesus's assessment of what to expect when the Catalans arrive at Stamford Bridge on 18 April, followed by the return leg six days later. Chelsea can take cautious encouragement from the fact that, in between, Barcelona also renew hostilities with Real in the league. There are other little things in their favour, like the fact Chelsea have not lost to Barcelona in their last five meetings and John Terry has played against Lionel Messi six times and the Argentinian has never scored. The unshakeable truth, however, is that Chelsea are going to have to play the match of their lives. Twice."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}