{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/apr/05/masters-2012-day-one-live", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-04-05T23:17:00Z", "webTitle": "Masters 2012: day one – as it happened | Scott Murray", "webUrl": "https://www.theguardian.com/sport/2012/apr/05/masters-2012-day-one-live", "apiUrl": "https://content.guardianapis.com/sport/2012/apr/05/masters-2012-day-one-live", "fields": {"headline": "Masters 2012: day one – as it happened", "bodyText": "It's very difficult to maintain one's equilibrium ahead of the Masters, isn't it? The greatest golf tournament in the world. The greatest sporting event in the world. The Masters! Got some Masters golf going on over here! But let's try. Levels of expectation ahead of the 2012 tournament have gone stratospheric. It's the most eagerly anticipated Masters in years, with all the top stars – Tiger, Rory, Lefty and Luke – hitting form at just the right time. And then there's the stellar supporting cast: Lee Westwood, Adam Scott, Justin Rose, Hunter Mahan, Martin Kaymer, Graeme McDowell, KJ Choi, Rickie Fowler, Keegan Bradley, Bubba Watson, defending champion Charl Schwartzel … I'll have to stop or we'll be here all day. But an honourable mention to Sergio Garcia, who is pretty much bound to go out in 29 before coming back 15 over par. Oh Sergio! Thing is, while we're all hoping and praying that Sergio wins by 12 strokes with Sandy Lyle in second this will end in a Duel In The Sun style shootout between Woods and McIlroy, it's worth remembering that major-championship golf at Augusta occasionally - and spectacularly - fails to deliver. Larry Mize. Zach Johnson. Trevor Immelman. Larry Mize. I don't need to say anything else. Larry Mize, though. So let's all simmer down, and assume that Tiger will spend the week driving like Seve, Rory's putter will stay cold, Phil will fail to make one of his trademark final-day charges up the leaderboard, Luke will quietly miss the cut, and Sunday will see some unheralded journeyman plod his way to a resolutely unmemorable victory. If there's no hope, there can be no disappointment, right? And we'll be tempting fate into delivering us a stone-cold classic for the ages. So, then: resolutely unmemorable victory by godfearing US no-mark, please! That'll do for us. Today's tee times, reflected through the prism of British Summer Time: 12.50pm: Craig Stadler (US), Brendan Steele (US), Tim Clark (SA) 1.01pm: Jose-Maria Olazabal (Spa), Robert Garrigus (US), Randal Lewis (US) 1.12pm: Larry Mize (US), Paul Lawrie (Sco), Anders Hansen (Den) 1.23pm: Ross Fisher (Eng), Ryan Palmer (US), Harrison Frazar (US) 1.34pm: Ben Crenshaw (US), Robert Karlsson (Swe), Bryden Macpherson (Aus) 1.45pm: Adam Scott (Aus), Bo Van Pelt (US), Martin Kaymer (Ger) 1.56pm: Steve Stricker (US), Padraig Harrington (Ire), Stewart Cink (US) 2.07pm: Aaron Baddeley (Aus), Kyung-Tae Kim (Kor), Lucas Glover (US) 2.18pm: Kyle Stanley (US), Jason Day (Aus), Bill Haas (US) 2.29pm: Trevor Immelman (SA), Rickie Fowler (US), Justin Rose (Hartley Wintney GC) 2.40pm: Tom Watson (US), Johnson Wagner (US), Hideki Matsuyama (Jpn) 3.02pm: Matt Kuchar (US), Geoff Ogilvy (Aus), Y.E. Yang (Kor) 3.13pm: Gary Woodland (US), Henrik Stenson (Swe), Alvaro Quiros (Spa) 3.24pm: Charl Schwartzel (SA), Keegan Bradley (US), Kelly Kraft (US) 3.35pm: Tiger Woods (US), Miguel Angel Jimenez (Spa), Sang-moon Bae (Kor) 3.46pm: Francesco Molinari (Ita), Luke Donald, Nick Watney (US) 3.57pm: Scott Verplank (US), Sean O'Hair (US), Gonzalo Fernandez-Castano (Spa) 4.08pm: Chez Reavie (US), Mark O'Meara (US), Martin Laird (Sco) 4.19pm: Sandy Lyle (Sco), Simon Dyson (Eng), Corbin Mills (US) 4.30pm: Ian Woosnam (Wal), Edoardo Molinari (Ita), Kevin Chappell (US) 4.41pm: Louis Oosthuizen (SA), Mark Wilson (US), Graeme McDowell (N Ire) 4.52pm: Ian Poulter (Eng), Patrick Cantlay (US), Zach Johnson (US) 5.14pm: Kevin Na (US), Ben Crane (US), Fredrik Jacobson (Swe) 5.25pm: Jonathan Byrd (US), Paul Casey (Eng), John Senden (Aus) 5.36pm: Bernhard Langer (Ger), Jason Dufner (US), Charles Howell III (US) 5.47pm: Brandt Snedeker (US), Webb Simpson (US), Mike Weir (Can) 5.58pm: Vijay Singh (Fij), Jim Furyk (US), Lee Westwood (Eng) 6.09pm: Scott Stallings (US), Rory Sabbatini (SA), Thomas Bjorn (Den) 6.20pm: Fred Couples (US), Ryo Ishikawa (Jpn), Darren Clarke (N Ire) 6.31pm: K J Choi (Kor), Sergio Garcia (Spa), David Toms (US) 6.42pm: Angel Cabrera (Arg), Bubba Watson (US), Rory McIlroy (N Ire) 6.53pm: Hunter Mahan (US), Peter Hanson (Swe), Phil Mickelson (US) We'll be getting underway at 3pm, but in the meantime, an early nod to Robert Garrigus, many a tipster's dark horse, going out in the second group of the 2012 Masters: He's taken seven at the 1st. Three over after one. The only way is up. Bonus 2.50pm entry! We weren't going to start our coverage until 3pm, but to hell with that, because look what's just happened at 2: three-time major winner and all-round good egg Padraig Harrington, straight off the back of his victory in the par-three tournament yesterday, has eagled! What a hot streak this is. He's the (very early) tournament leader on -2. Of course, nobody has ever won the Masters after winning the par-three tourney, but Harrington has been quietly playing himself back into form lately. (And not so quietly, if you include that career-best 61 in Florida recently.) Way too early to get excited, of course, but let's say it anyway: he couldn't buck the trend, could he? 2.55pm: The only other players in red so far: two-time Master Ben Crenshaw, the 2010 US PGA champ Martin Kaymer, 2009 Open dreamwrecker Stewart Cink, Aaron Baddeley and Hideki Matsuyama. They're all -1, very early into their rounds. Let's not obsess with the leaderboard yet. 3pm leaderboard: Actually, yes, let's. Let's obsess with the leaderboard, seeing Padraig is on top of it. He whipcracked a gorgeous long iron into the 2nd, before elegantly stroking a ten-foot right-to-left putt into the cup. What a start to his bid for a first Green Jacket. -2 Harrington (3) -1 Crenshaw (4) Kaymer (4) Cink (3) Baddeley (2) Stanley (2) Matsuyama (1) 3.10pm: Ever the iconoclast, our man Jonathan Wilson has stopped listening to radio commentaries of Chornomorets Odesa matches from the 1950s in order to stick up for Larry Mize, whose reputation I brazenly traduced in this report's preamble. \"Yes, but...\" he begins, \"that was part of the Norman legend, getting done by a ridiculous chip-in in a play-off (one I suspect wouldn't be possible today given the newly raised edge of the right side of the 11th green). Mize was the collateral benefit. Journeyman, yes, but he's no Zach Johnson.\" Just for you, Wilson, here's what the 1987 winner's been up to so far today: bogeys at 1, 3 and 5, balanced out by birdies at 2, 4 and 6! He's level par after the 7th, where he carded his first par of the day. I'm not sure why he's suddenly turned into Sergio Garcia, but there you have it. Paul Lawrie, playing alongside him, has parred every single hole. And it's just as well we made a big song and dance about Padraig while the going was good: he's just bogeyed 4 to drop back to -1, and no longer has sole ownership of the lead. Ah well, the dream was fun while it lasted. 3.20pm: Rickie Fowler, who is surely going to win a major sooner rather than later, has started well with a birdie at 2; he's joined the small group at -1. On the one hand, it'd be good to see an exciting young talent such as Fowler's fulfilled, but given his propensity to wear lurid bright orange clothing on the final day, I'm not convinced a tournament where the prize is a verdant cape is the place for him to do it. If he does go on to win here, it's just as well US television has gone high-definition, because I'm not sure the fuzzy old NTSC system would have coped with such living technicolor. 3.30pm: Craig Stadler, the 1982 winner, is a dead ringer for Hale from Hale and Pace these days. He's +6 through 10, currently in last place. Also having started poorly, one of the hotly tipped younger crowd: Adam Scott, who came so close last year. He's +3 after 6, having bogeyed 3, 4 and 6. 3.40pm: Conditions at Augusta, incidentally, are damp and dewy, after the storms of yesterday, and rain early this morning. \"Okay, this is a well-run event (if you ignore some pretty unpleasant attitudes on show), but is any event quite as pleased with itself as The Masters?\" asks Gary Naylor. \"The sickbag will be in high demand this year with the Queen's Diamond Jubilee and The London Olympics, but The Masters tops the lot. PS Sergio to be nicely tucked in behind the leaders on Saturday night before the inevitable bogey - double bogey - bogey sees him finish 28th on Sunday.\" That may well happen. What makes following Garcia so painful are the unexpected pockets of hope he drags you through, before finding various new routes to veer off into thickets of misery. I wonder what he'll get up to today? He tees off at 6.31pm, so should be out of contention by eight bells. 3.45pm: Martin Kaymer is going to end up a multiple major winner, isn't he? He's looking to add to his 2010 US PGA title, and is going well enough here, after starting out with a bogey on the 1st. Since that hole, he birdied 2 then 4, bogeyed 5, and has just birdied 7. He's -1, in a share of the lead with Harrington, Cink and Baddeley. Larry Mize is still level par as he reaches the turn; having not made a par over the first six holes (see 3.10pm), he now can't stop carding them. Par, par, par. 3.55pm: Henrik Stenson is now atop the nascent leaderboard, having eagled the 2nd. \"I've got a horrible feeling that Stewart Cink is going to win again, this time in a play-off with Sergio after our hero five-putts the last,\" predicts Matt Emerson. \"In his gracious acceptance speech Cink will again thank the Lord for his win.\" Less than an hour into the 2012 majors season, and already fans of Garcia are plunging themselves into deep depressions. He's not even hit a shot yet! Oh Sergio! Speaking of haplessness, some more news of Robert Garrigus, who started out with a triple bogey; now he's double bogeyed 10. He's +4 overall, having also dropped a shot at 5 but picked up birdies at 2 and 6, and isn't looking totally happy with life. 4pm leaderboard: No Padraig Harrington on this, you'll notice. That's because he's dropped another shot, this time at the par-four 7th, and is back in the pack on level par. In better European news, Martin Kaymer's just made his second birdie in a row, at the 8th, and has joined Henrik Stenson at the top of the very young tree. -2 Kaymer (8) Stenson (2) -1 Cink (7) 4.10pm: The defending champion Charl Schwartzel is out, and he's taken up where he left off. After those four birdies in the final four holes to win the 2011 tournament, he's birdied the 2nd to move to -1 and a tie for third place with Cink. \"Do multiple winners of the Masters get a new Green Jacket each time they win?\" wonders Patrick Gamble. \"Jack Nicklaus was a different shape for his last win in 86 than for his first in 63, when he was still Fat Jack, so I suspect they do get multiple jackets. But Phil Mickelson was reported today as having attended the ceremonial stater's drives in his Green Jacket, so perhaps they don't.\" I'll not pretend to know for sure, but I think they only get one - which is kept at Augusta for them to wear whenever they return. However, if they dramatically pile on the pounds, or grow a third arm, or accidentally steal their jacket like Gary Player and Seve did, they'll run up another one. So the rules aren't hard and fast. Which, for Augusta, is kind of strange. 4.20pm: Quite a few players have managed to pick something up at the 2nd today; now it's the turn of Miguel Angel Jimenez, who joins the select few at -1. \"So, what's a more difficult athletic feat – hitting a golf ball 200 yards into a landing zone the size of the six-yard box, or placing a free kick on target?\" asks Paul Taylor. \"Guardian MBMers seem to grumble, periodically, about the apparent difficulty of the latter.\" Footballers, I'd suggest, have no idea of the pressure golfers constantly deal with. You only have to listen to the whining and whelping footballers make regarding the fairness or otherwise of penalty shootouts. Imagine members of the England football team lining up a six-footer to land a major. How easily would they crumble? They'd make Doug Sanders look like Larry Mize. They'd make IK Kim look like Larry Mize. 4.30pm: Harrington bounces straight back from his bogey at 7, picking the shot up again at 8; he's back to -1, alongside Cink, Schwartzel, Jimenez and Francesco Molinari, the latest to help himself to a birdie at 2. \"Gary Naylor's right isn't he?\" begins Nick Lewis, an opening gambit that will probably encourage Mr Naylor to send another email to the Guardian sports desk at some point, you see if I'm wrong. \"I was as excited as the next golf nut this week, and as such had a fly look at Augusta on Google Earth. It looks like a fairly rough neighbourhood surrounds the place. I was reminded of a Steve Earle lyric: 'But hey we can just build a great wall around the country club / To keep the riff-raff out until the slump is through.' Still, I'm sure they're all very fine fellows.\" 4.35pm: Tiger Woods and Luke Donald are both level par through 2, but have gone about things in a very different way: Woods has parred both the holes, while Donald dropped a shot at the opening hole, before picking it back up at the long 2nd. That's not to say Woods has been going about his business in a measured fashion: he hooked his opening drive into trees, hit a fairway wood to the front apron, and scrambled a par. I have a funny feeling this could be quite an entertaining round, almost Ballesterosesque. 4.40pm: And so it begins: Woods birdies 3, to move to -1. He's two behind the leader, Henrik Stenson, who has just birdied 5 to move to -3. \"This is Sergio's 51st consecutive major championship which is more than anybody else so you can only admire him even more for his perseverance,\" notes Philip Cowen. \"If he makes it to 100 can't they just give him a major? Who'd complain?\" Not me, that's for sure. How about if he makes it to 52? That'd be good enough, wouldn't it? Is there something I can sign? 4.45pm: Hello, Paul Lawrie has just eagled 13, no mean feat. He's suddenly -1 for the tournament. \"I was listening to Charl Schwartzel the other day being interviewed on Sky and he said he had to give the Green Jacket back after a year,\" writes Martin Sykes. \"I was sure he'd misunderstood the situation. Perhaps he thought he could wear the big clubhouse-shaped trophy forever instead.\" The reigning champion is allowed to take his green jacket away with him, and prance around in it for a year. Then he has to hand it back, though he can request to wear it whenever he's at the club. Rules are rules. This is Augusta National! This is golf! 4.55pm: Some other folk, as yet unmentioned, out on the course: Justin Rose has opened with seven pars on the spin; Keegan Bradley double-bogeyed the 1st, but has bounced back with birdies at 2 and 4; Jason Day, the runner up last year, began bogey-bogey, but birdied 3 and is now +1 through 8. 5pm leaderboard: On 12, Bo van Pelt was nothing more than six inches away from slamdunking his tee shot straight into the hole. Shot of the day so far! There have only been three holes in one in the Masters at the 12th, the last by Curtis Strange in 1988. So close. Meanwhile Stewart Cink has notched his second birdie of the day, this time at 10, to move to -2. Here's how that affects the top... -3 Stenson (6) -2 Kaymer (11) Cink (10) -1 Lawrie (14) Harrington (10) Haas (9) Woods (4) Jimenez (4) F Molinari (3) Verplank (2) O'Hair (2) 5.05pm: Kaymer drops a shot at 12, but will be happy enough in the circumstances, having sent his tee shot into the back of a bunker on the left, leaving himself with a hellishly tricky downhill splash. It would have been very easy to send that bunker shot straight through the glacial green and into the drink. He keeps his second shot dry, just about staying on the green, then takes two putts; he's back at -1. Meanwhile van Pelt taps in for his very deserved birdie; he's even par. 5.15pm BST / 12.15pm ET: So, look at me, with my fancy American timestamps. Well, this is a US tournament, after all. Albeit one that's being led by a couple of Europeans: Henrik Stenson we know about, but now he's been joined by Paul Lawrie, who has just carded his second eagle in three holes, following up his 3 on 13 with another 3 at 15! He's -3 for the tournament through 15! If he can get to the clubhouse without drama, the 1999 Open champion will be extremely happy with that. He's been in quietly determined mood for a while now. 5.20pm BST / 12.20pm ET: Martin Kaymer's round is beginning to unravel; he's just found Rae's Creek with his second shot at the risk-or-reward par-five 13th. He'll be doing well to scramble a par now. Meanwhile Ross Fisher has been having an eventful day; two over after six, he birdied 7 and 8, dropped another at 12, and has just birdied 13 and 14; he's doing very nicely at -1. 5.30pm BST / 12.30pm ET: Kaymer can't make his par on 13; he moves back to level par. The German isn't the only player stomping off that green in a hot funk; Scott found the heart of the green with his second shot, only to three putt. He's forced to settle for par, and remains an outlier at +3. The other player in this group, van Pelt, played the hole very conservatively, unlike Kaymer and Scott. Naturally, after laying up with his second then chipping close, he knocks in a birdie putt and walks off the green -1 for the tournament. Meanwhile, in other news, here's Curtis Strange's aforementioned ace at 12 in 1988. All the latest action, courtesy of your super, soaraway Guardian! 5.35pm BST / 12.35pm ET:Another major, another sluggish start for Luke Donald. He's just bogeyed 5 and 6, and is +2 through 6. Graeme McDowell bogeyed the 1st; he's +1 through 2. But no such misery for Henrik Stenson, who pulls away from Paul Lawrie at the top of the leaderboard, with an eagle at 8! That's his second eagle of the day; he's -5 having only played 8 holes! He's a reasonably consistent performer in major championships, Stenson, with top ten finishes in the US Open, Open and US PGA to his name. No top-ten finishes at Augusta, mind - a pair of 17th places the high point on his Masters CV - and he's missed the cut on his last two visits. Early doors, and all that, but this is shaping up to be a much more productive week. 5.40pm BST / 12.40pm ET: Kaymer, coming off bogeys at 12 and 13, is an inch or so away from holing his second into 14 for an eagle. He'll tap that in for birdie, which will move him back to -1. Brilliant shot, right up there with his playing partner van Pelt's tee shot at 12. Also upwardly mobile is Ross Fisher, who cards his third birdie in a row at 15 to move to -2. Not a very happy start for the 1988 champion Sandy Lyle, though: he's started bogey, double bogey, bogey, bogey, and is +5 through 4. 5.45pm BST / 12.45pm ET: Another former champion suffering badly: Trevor Immelman, the 2008 winner, has double bogeyed 7 and now 10, having also dropped shots at 1, 6 and 9. A birdie at 8 will have done little to cheer his mood; he's +6 through 10. The 1982 champ, Craig Stadler, is in the clubhouse with a nine-over 81. And the 1987 footpad who made off with Greg's jacket, Larry Mize, was going well for a while, but a bogey at 12 has been followed by a double bogey at 13 and another dropped shot at 17; he's +4 now, coming up the last. But not all the old boys are wallowing in misery: Paul Lawrie has just birdied 17, and is in second place on his own at -4. Wow. 5.50pm BST / 12.50pm ET: Tiger! He'll not be in the best frame of mind at the moment, having dropped a shot at 7 to move back to level par for the tournament. 6pm leaderboard: A slightly depressing bogey at the last for Paul Lawrie, but he's in the clubhouse having signed for a 69, and will happily take three more of those this week. Here's how we stand at six bells... -5 Stenson (9) -3 Lawrie (F) -2 Fisher (16) -1 Too many to list right now, but it includes Woods (8) and Schwartzel (9), both of whom have just made birdies. I'm going to hand over to Gregg Roughley for a while now; see you in a bit, just in time for Sergio! 6.10pm BST / 1.10pm ET: Evening. I'm offering Scott the chance to get a bite so I'll try to fill you in as best I can. Stenson appears to be back on track. He's birdied the 10th to go -6, three shots clear of Lawrie. Now for Amen Corner ... 6.20pm BST / 1.20pm ET: Poor old Justin Rose has run into trouble on Amen Corner. His card was unblemished until a bogey on 10. And now he's landed his approach shot into the drink on 13. A deft chip up to within five feet of the pin gives him a chance to escape with only a bogey, though. 6.27pm BST / 1.27pm ET: Obama has joined the brewing controversy over the ban on women members at Augusta. Can you guess what he thinks? Of course he thinks they should be allowed to join, like anybody else in the world who is a normal functioning human being. Anyway, my coverage is just showing beautiful trees so here's a leaderboard update. Leaders Stenson -6 (11) Lawrie -3 (F) Verplank -3 (8) Dufner -2 (2) Lots of players on -1. 6.29pm BST / 1.29pm ET: Rose managed a bogey at the 13th, which isn't so bad considering he landed in Rae's Creek. Meanwhile, Stenson has given himself a great chance of carding a two on the par-three 12th, landing his tee shot within birdie distance. 6.35pm BST / 1.35pm ET: The American amateur US Patrick Cantlay has birdied the 2nd and 5th to move into a fourth-place tie with Jason Dufner at -2. That's a memorable Masters debut. The leader, Stenson, misses his birdie chance on the 12th. Still, par isn't bad considering it's averaging 3.33 today. 6.40pm BST / 1.40pm ET: What's that growling sound? That'll be Tiger birdying the 10th to go joint fourth on -2. Meanwhile, Stenson's sliced his tee shot into the pine trees on the 13th. He'll have to dink that one out and hope he can save par to maintain his three-shot lead over Lawrie. 6.45pm BST / 1.45pm ET: Geoff Ogilvy's just managed a great birdie on the 14th after landing his tee shot in the trees. He's still +3 for the day, mind, but he fair cracked his second from the pinebed to the back of the green and was rewarded for taking the risk. Scott's refreshed now (Scott Murray, not Adam Scott) so he'll be rejoining you to guide you into the night. The leaderboard Stenson -6 (12) Lawrie -3 (F) Woods -2 (10) Verplank -2 (9) Cantlay -2 (6) Dufner -2 (3) Lots of players on -1. 6.55pm BST / 1.45pm ET: Paul Lawrie and Ross Fisher slightly sullied otherwise fine rounds today with dropped shots at 18. Will fellow European Padriag Harrington meet the same fate? He's -1 - after getting up and down brilliantly from a bunker to save his par at 17 - and very nearly found Sandy Lyle's bunker with his drive at 18. The ball's sitting up in the rough, though. This could be an important hole of golf for Harrington: a sub-par round will set him up nicely for the week. Level par... well it won't be disastrous, of course, but he could do with the confidence boost after a poor 2011. A funny thing to say about a player who's won the most majors in the last five years - three, to Tiger Woods and Angel Cabrera's two - but there you go. 7pm leaderboard: An early birdie for Lee Westwood, at 2; he's -1 through 3. Meanwhile Sergio Garcia has made it through the first hole without drama; par. Only another 71 to go! No such luck for Rory McIlroy, who has started disastrously; a double-bogey six! Oh Sergio Rory! -6 Stenson (13) -3 Lawrie (F) -2 Baddeley (17) Woods (11) Dufner (4) 7.05pm BST / 2.05pm ET: Harrington has found the centre-back of the 18th green with his second shot. A lovely, crisp contact from light rough, just in front of Lyle's bunker. He'll have a decent 15-foot birdie chance. Worst case, he'll be walking off, signing for a one-under-par 71. 7.15pm BST / 2.15pm ET: No birdie on the last for Padraig, but he two-putts for his par. He's in the clubhouse at -1, alongside his playing partners Steve Stricker and Stewart Cink. Meanwhile the reigning US PGA champion Keegan Bradley is suddenly showing up at the top of the leaderboard: birdies at 12 and 13 have moved him to -2. That's a superb showing, especially in light of his opening double bogey. Rory McIlroy - who missed a tiddler for his bogey on the 1st after driving into trees down the right - will do well to take notes. 7.20pm BST / 2.20pm ET: Sergio has birdied 2! Here comes hope! Westwood meanwhile slips back to level par after 4. Going down 13, Woods sends his second onto the green, but the ball takes a hard bounce and skims through to a bunker at the back. Not a lot of green to work with there. \"Hadn't seen this in ages till you inspired me to look it up,\" writes Jonathan Wilson. \"1) Compare the right side of 11 then to now; 2) Look at poor Norman's face - and that was before Fate really started taking the piss; 3) Mize is clearly not very used to celebrating, but quickly reins himself in and urges the crowd for quiet so Norman can putt. Cf Christianity's Justin Leonard.\" 7.30pm BST / 2.30pm ET: A poor bunker shot from Tiger at 13 sends his ball a good 20 feet past the hole. A birdie chance goes begging, his putt back up the green always staying high on the left. Back on 2, Rory bounces back from that opening shambles brilliantly, chipping his third shot from the fringe at the front of the green to two feet, and holing the birdie putt. He's back to -1. At the very top of the leaderboard, the first blemish on Henrik Stenson's card; he bogeys 14 to move back to -5. He's still two clear of Paul Lawrie, though. Here's a question from our faithful Canadian correspondent Steve Buist: \"Who or what has the better chance of winning this year's Masters? A) Sergio Garcia B) Mike Weir C) Ben Hogan D) One of the Masters' day-old $1.50 egg salad sandwiches.\" Here's a different question. What's the less believable concept: Sergio finally winning a major, or Augusta only charging a buck and a half for one of their sandwiches? 7.40pm BST / 2.40pm ET: Two birdies in three holes, at 6 and 8, moves Ian Poulter to -1. Two in two for Louis Oosthuizen, at 8 and 9, moves the 2010 Open champion to the same -1 mark. And have a look at this: Sergio has birdied 3, and is suddenly at -2, tied in third with Keegan Bradley, Tiger Woods, and Jason Dufner, who would be the reigning US PGA champion instead of young Mr Bradley, were it not for his meltdown at Atlanta. 7.45pm BST / 2.45pm ET: Dufner has just birdied 7. He's now tied with Lawrie in second place. But he's no closer to the top of the leaderboard; Stenson has responded to dropping that shot at 14 with a birdie at 15, to return to -6. On 14, Woods is faced with a monster two putts to save his par from the front of the green. His first putt is majestic, a huge left-to-right breaker, wonderfully paced over a huge ridge. He taps in for a par. From where he was, that will almost feel like picking up a shot. Almost. 7.55pm BST / 2.55pm ET: A dropped shot for Stenson on 16, who three putts from short-ish distance. Back to -5. On 4, McIlroy needs to bang in a ten footer to save par. He's still +1. On 15, Woods wings his drive into deep filth down the left, and is forced to lay up with his second. No eagle-hunting heroics this time. \"Much as I would love Sergio to win, the food and drink really is very cheap at Augusta,\" reports Ross Bremner. \"You may have to slash your odds on the egg salad sandwich!\" 8pm leaderboard: This is shaping up to be a pretty exciting tournament already, with quite a few of the big names showing up early. Lee Westwood has started brilliantly with four birdies already; three in a row between 5 and 7, having birdied 2 and dropped one at 4. He's -3. A shot behind, the in-form Hunter Mahan, who won last week and is continuing his run with birdies at 2 and 3. Alongside him, Thomas Bjorn, whose Indian summer in the majors continues; after showing strongly at last year's Open, here he is with birdies at 2 and 6. -5 Stenson (16) -3 Lawrie (F) Dufner (7) Westwood (7) -2 Matsuyama -am- (17) Bradley (15) Woods (14) Jimenez (14) Bjorn (6) Garcia (4) Mahan (3) 8.05pm: A shame for the amateur Hideki Matsuyama, who drops a shot going up the last, and has to make do with a one-under 71. Still, that's a brilliant round by the 20-year-old Japanese player. On 4, Phil Mickelson rattles in a testing ten-foot par putt; he's still at level par, having dropped a shot at the opening hole and grabbing it back with a birdie at 3. 8.15pm BST / 3.15pm ET: Two gorgeous shots into the par-three 16th. Woods lands his ball just behind the pin. It doesn't quite bite, rolling right to the back of the green, but it's not far from the flag and is a decent birdie opportunity. Even better from Miguel Angel Jimenez, whose crisp clip bites right by the stick, eight feet away. Both men are currently at -2, and might soon be troubling Paul Lawrie, Jason Dufner and Lee Westwood for a share of second place. You have to wonder whether that will be a share of first place, too. For Henrik Stenson has been rocking on the way home; after that nonsense at 16, he's now hooked a dreadful drive into the trees down the left at 18. A bogey already looks on the cards; a double could easily be the result too. 8.20pm BST / 3.20pm ET: No birdies for either Woods or Jimenez on 16. That's a real shame for Jimenez in particular, who set his short putt way too far right of the hole, and gave it a stupid clatter too. On 15, Francesco Molinari rolls in a birdie putt to move to -2. Meanwhile Westwood looks like picking up yet another shot at 8. He may well be the leader soon, because Stenson is in all manner of bother at 18. He's really hoicked his Titelist deep into the woods. He hacks out from the darkness, but is still on the pine needles. And miles from the hole! 8.25pm BST / 3.25pm ET: Stenson is making a bit of a show of himself coming up 18. He wants relief from the pine needles, arguing that the crowd have jiggered his lie. He'll not get it. With the heat on, he looks to cream a long iron up the hill, 200 yards to the green. And tops it like a rank amateur, the ball scuttling apologetically along the ground for 50 yards. After battering his club into the turf, he sends his fourth shot bounding straight through the green. This is a meltdown and a half. He's very lucky this is the last hole, so he can regroup in the wake of this disaster. Westwood is now effectively in the lead, as he birdies 8 to move to -4. 8.28pm BST / 3.28pm ET: The In-Form Hunter Mahan, to give him his full name, birdies 5 to move to -3. Stenson's chip from the back of 18 doesn't even make the green. That's five and counting. This is painful to watch. 8.35pm BST / 3.35pm ET: Another birdie for Francesco Molinari, this time at 16; he's -3. On 6, Bubba Watson rattles in his second birdie of the day; he's -2. Meanwhile Stenson's nightmare at 18 continues: he pulls his putt from the apron well left, then misses the short return back. He taps in for a four-over-par 8. The complete meltdown. Oh me, oh my. On the face of it, a one-under 71 is absolutely fine, but he was -6 before needlessly three-putting on the 16th green. Oh Henrik! Here's the new leaderboard: -4 Westwood (8) -3 Lawrie (F) F Molinari (16) Dufner (9) Mahan (5) 8.40pm BST / 3.40pm ET: A pulled tee shot at the 17th for Woods, who can't find the green with his second, and is always behind the game. He drops back to -1. Jimenez, however, plays the hole straight down the middle, stroking in a 12-foot birdie putt to move to -3. \"I love Jimenez's oldest swinger in town look,\" writes Russell Brady. \"Looks like the kind of dude who, as soon as the masters is over, slips on the kaftan and lures zee ladies back to his Andalusian love nest.\" But only if he can be bothered to finish his cigar first. 8.45pm BST / 3.45pm ET: Hats off to Henrik Stenson, who will be churning away inside after that shocker, but has immediately faced up to the interviewers. \"I wish I didn't end with a snowman,\" he smiles through gritted teeth of his eight (8), \"but I compounded my errors.\" Woods, coming up 18, sends a huge hooked drive into Stenson Country. He's not happy. He's really not very happy. Mickelson makes a pig's ear of 6, underclubbing his tee shot, the ball rolling off the top ledge and back to the front of the green. He duffs his chip, and doesn't make the par putt. He's +1. His playing partner Mahan drops a shot too, moving back to -2. And on 18, the defending champion Schwartzel drops a shot; he's level par for the day. 8.50pm BST / 3.50pm ET: Luke Donald has just raked in a huge birdie putt on 17, but he's had a dreadful day, and is still +3. On 18, Woods has had to drop from a bush and will be hitting his third from pine needles, with a restricted backswing. He's not going to Stenson it, is he? No. He skelps the ball up the hill. It's pin high, but left of the green. He's got a tricky chip up the slope, with not much green to play with. The 18th is causing a lot of damage today. It's been great entertainment. Alongside Woods, Jimenez is performing antics in the trees down the right. He hacks his second out; it clatters against some poor bugger's shin to the left of the green. He'll have a longer chip than Woods, but with more green in front of him. Westwood recently missed a short-ish birdie effort on 9, but he'll be happy enough with the way things are going at the moment. 8.55pm BST / 3.55pm ET: KJ Choi, who is rarely mentioned as a potential winner, yet has a fantastic record here - third- and fourth-placed finishes - chips in from atop a greenside bank at 8; he's -1. Meanwhile Zach Johnson has just stroked in a 40-feet left-to-right eagle putt on 13 to move to -2. I refuse point blank to get excited about this, and I'll be disappointed in you if you react any differently. 9pm leaderboard: Brilliant chips at 18 from both Woods and Jimenez. A bogey for Woods, who dropped shots at 17 and 18, and he's round in par 72. But a scrambled par for Jimenez, who is right in the mix, and is off to suck down a large Cohiba in the casual style. What a popular winner he'd be. No Garcia, you'll notice; he fell apart like an egg salad sandwich on 6, entertaining the crowds with a double bogey inspired by the work of Grock. -4 Westwood (9) -3 Lawrie (F) Jimenez (F) F Molinari (17) Dufner (10) -2 Chappell (15) Johnson (13) B Watson (7) Mahan (6) 9.05pm BST / 4.05pm ET: Molinari has sent his second miles into the crowd down the left on 18. He'll do very well to save his par from there. An interview with Tiger, who is in a reflective mood. \"I didn't hit it very good,\" he admits. \"I got a lot out of that round, I squeezed all I could out of it. It was brutal out there.\" 9.15pm BST / 4.15pm ET: On 8, Rory birdies. He's back to level par, and walks off the green smiling broadly. That hellish start, and he's only three off the lead - because Westwood drops a shot at 10. Dufner drops one at 11. And Bubba birdies 8 to join Westwood et al in the lead. \"You gotta feel sorry for Henrik, but he has just made this tournament,\" opines Colm Gilmore. \"It's going to go right down to the wire now. No-one will feel safe going down the 18th on the last day. Rory may as well not get out of bed on Sunday. Even if he were to get through AC in one piece and had a couple of shots over the field coming down the last, you can already hear the Golfing Gods (for surely they could be that cruel) whispering in his ear: 'Henrik. Oh Henrik...' It's going to be brilliant. PS: I'm actually not a sadist. Honest.\" Yes, the antics down the 18th have been hilarious today. I love to see professional golfers suffer thumping nervous breakdowns. We all have to, after all, so why should they be exempt from the existential miseries of golf? One person who deals with the problem brilliantly is Francisco Molinari, who dinks a majestic chip from way out left on 18 to a couple of feet, and saves his par. He'll be signing for a three-under-par 69, tied in first. 9.25pm BST / 4.25pm ET: A birdie for Lefty on 8. He's back to level par after an undistinguished start. However, he's just sliced his drive down 9 into thick nonsense. It'll be interesting to see where that's ended up. His playing partner Peter Hanson has just knocked in back-to-back birdies on 7 and 8 to move to -1. And up on 9, some brilliance from McIlroy, who clips his second to 12 feet and smoothly rolls the birdie putt into the cup. He began his round with that double bogey, yet has subsequently carded three birdies, has gone out in 35, and is two off the lead at -1. Of course, here comes the fun, because he's about to hit his first drive on the 10th since that tee shot on the final day last year. And we all remember what happened there. God speed, young man! 9.30pm BST / 4.30pm ET: ONE YEAR ON, RORY HITS A TEE SHOT AT 10. Last year, he clipped a tree down the left, his ball clattering into the chalets nearby. Now, somewhat understandably, he sends a 3-wood miles right. Into trees, naturally. Oh Rory! Meanwhile, staunch work from Westwood at 11, who takes two putts from the very front edge of the green to make his par. He remains at -3. Coming after a dropped shot at 10, that's a decent effort. And on 15, Poulter makes a very calm birdie to move to -1. 9.35pm BST / 4.35pm ET: Mickelson drops a shot at 9, having never regained position after that errant drive. He's +1 again. Back to back birdies for Louis Oosthuizen; he's -2 through 16. Meanwhile Westwood sends his tee shot at 12 into the heart of the green, then leaves his 25-foot birdie putt high on the right. He looks exasperated at the ball's failure to drop, but this is steady golf. 9.50 pm BST / 4.50pm ET: Another birdie for Oosthuizen, this time at 17. He's co-leading this tournament! On 10, Mickelson is stumbling around in the greenery, like an alfresco drinker, looking for his ball. This is so demeaning for a professional. Welcome to our world, Phil. He can't find it. He plays his provisional, and sends what is his fourth shot into a bunker to the right of the green. This is McIlroyesque. Stensonesque. Mickelsonesque. He's been here before, hasn't he. 9.55 pm BST / 4.55pm ET: A complete nightmare for Mickelson, who can't get up and down from the bunker, and ends up with a triple-bogey 7. He's now +4, and already in a lot of trouble if he really has designs on this championship. It's not over, but it is kind of over. 10pm leaderboard: Down 11, Rory sends another drive right, again into trees. He chips out, but hits an overhanging branch. He can't get up and down from distance, and drops back to level par. Dufner drops a shot on 14. And a birdie for Oosthuizen on the troublesome 18th; he signs for a four-under 68, in the lead with Westwood, who birdies 13. -4 Oosthuizen (F) Westwood (13) -3 Lawrie (F) Jimenez (F) F Molinari (F) -2 Crane (16) Dufner (14) B Watson (10) 10.05 pm BST / 5.05pm ET: Choi hits his tee shot at 12 to six feet. Not quite up there with Bo van Pelt's pelt, but pretty good nonetheless. On 11, Mickelson is this close to plonking his second into the water down the left, but the ball stays dry; he'll have a birdie putt up the slope. 10.15 pm BST / 5.15pm ET: Choi knocks in his birdie putt on 12. He's +1, alongside Garcia. Mickelson makes do with par at 11. Given his second looked like heading for the water, he can't complain too much. But after his travails on 10, he's got a face like thunder (if you visualise the sound of thunder as big and pink). \"Just switched on the Masters coverage after a long day,\" begins Phil Sawyer. \"Unfortunately, golf is one of those things I enjoy watching but I know almost nothing of the intricacies of the game and don't really keep up with who's in form, etc. Is this a hindrance to emailing in to the Guardian's live coverage? Obviously, not really knowing anything about what's going on and indulging instead in trivialities has never stopped me emailing the OBOs and MBMs so I've got previous. On that note, I see someone mentioned egg salad sandwiches. Mayonnaise or salad cream? Mayonnaise for me every time.\" Won't that bump the unit price up? By all accounts, the cheap-as-chips stalls at Augusta are working on very tight margins. 10.20pm BST / 5.20pm ET: A bit of birdie action. Bubba rakes in a 20-footer on 12. Just; the line, breaking left to right, was perfect, but the ball only just toppled in. Ben Crane takes five hours to birdie 17; he's -3, alongside Jason Dufner, who has eschewed pars altogether and has gone birdie-bogey-birdie between holes 13 and 15. Back on -2, Kevin Na and Peter Hanson, with birdies at 17 and 11 respectively. 10.30pm BST / 5.30pm ET: At 14, Westwood is one dimple turn away from dropping a birdie putt. He doesn't let his head go down, and creams a drive down 15. On the last, Ian Poulter drops a shot, but he's signing for a decent level-par 72. Another birdie for Hanson, this time at 12, and he's suddenly -3. \"Has to be mayo,\" argues Mark Turner, \"but add sliced and slightly salted avocado to the filling and then you really start to rock the bread.\" Avocado? The folk running the concession stands have to earn an honest wage. If Ross Bremner (7.55pm) is to be believed, even a shake of salt will trim profits to such a level that half of them will be sent to the poor house. 10.35pm BST / 5.30pm ET: Hmm. Westwood pushes his second, a fairway wood, on 15. He's over the water, but only just. How the ball doesn't roll back down the slope into the drink, I'll never know. He's lucky to stay dry, but then duffs his chip, and leaves himself a monster birdie putt. Very poor. \"I don't know why, but it's always enjoyable watching the top players go from one calamity to another,\" guffaws Ian Burch. \"When Mickelson landed in the bunker just now he looked like Brian Wilson sitting in a sand-box searching for a hit song. If only Eugene Landy was alive to sort out his game.\" 10.40pm BST / 5.40pm ET: Birdies for Fred Couples at 13 and 14! He's suddenly -1. Ben Crane pars the last to sign for a three-under 69. On 13, McIlroy knocks his second into Rae's Creek. His fourth shot is left a good 12 to 15 feet short - he can't save his par. He's back at +1. On 15, Westwood has to make do with a par. \"Americans don't do salad cream,\" reports Sunil X. \"Something vaguely similar to that British travesty of a dressing has recently shown up at the store, I forget what it's called. It'll be utterly disgusting whatever it's called.\" 10.45pm BST / 5.45pm ET: Bubba Watson misses a ludicrous tiddler on 13, and drops back to -2. That's desperately poor, even accounting for his drive into the trees. Having chipped out from the pines, he pushed his third, a wedge, miles left, and then fannied around with his putter. Not great. Still, Bubba wouldn't be Bubba without a preposterous dropped shot here and there. I'm sure he'll get over it. \"Now, I don't want to make assumptions or crass generalisations about class and the average Guardian reader, but are any of us really surprised at the speed with which a recommendation for 'slightly salted avocado' appeared after a mention of egg salad sandwiches?\" asks Matt Dony. I know. And the short shrift afforded to Salad Cream. There's a time and a place for Salad Cream, you know. But then again I'm simple folk. [tugs forelock] Chips (and salad cream) with everything. 10.50pm BST / 5.50pm ET: Westwood is this close to rolling in a birdie putt at 16, after hitting his tee shot to 15 feet. \"Avocado?\" splutters Phil Sawyer. \"There's posh. When I was a lad we were lucky to get powdered egg sandwiches. With the egg still in powdered form. Oh, and Sunil X is correct. Salad cream is the devil's work. PS: see how many emails you're getting since I reduced things to my level of debate?\" Yes, I've learned my lesson. I'll be putting on a spread tomorrow. 10.55pm BST / 5.55pm ET: The wind is getting up at Augusta, with rain by all accounts on its way. On 15, Couples nearly holes an 80-yard wedge for eagle; the ball spins back past the hole and leaves him a 12-foot birdie chance. On 13, Mickelson birdies brilliantly, getting up and down from an impossible position to the left of the green. Naturally, he then larrups his drive down the next into trees on the left. On 14, McIlroy makes a solid par; he remains +1. \"I hear the Pimento cheese sandwiches are the better of the two (the egg being the other) and is the same price,\" reports Gareth Holden. \"The Masters is the anti gouger of sporting events as this link sort of explains without actually explaining it.\" That's my kind of journalism. 11pm leaderboard: Oh Sandy! -4 Oosthuizen (F) Westwood (16) -3 Lawrie (F) Jimenez (F) F Molinari (F) Crane (F) Dufner (17) Hanson (13) -2 Johnson (F) B Watson (14) +14 Lyle (F) 11.05pm BST / 6.05pm ET: Some news regarding a minor brouhaha over Luke Donald's scorecard. There was some confusion over his score at the 5th, where he'd taken five shots. It was thought he'd signed for a three, and a lower score, but this has apparently been cleared up. He's signed for a five at that hole, and a three-over round of 75, and is good to continue in the tournament. 11.15pm BST / 6.15pm ET: Westwood plays the 17th almost perfectly. Straight down the middle, a clip close to the flag, a simple putt right in the middle of the cup. He's got sole ownership of the lead at -5. Mickelson zig-zags down the 14th like a drunk. Another bogey, handing back the shot he picked up at the previous hole. He's +4, and doesn't look happy at all. \"Now I want a Pimento cheese sandwich,\" stomps Phil Sawyer. \"I'm off to sprinkle some chilli powder on a Dairy Lee triangle, which is the nearest I'm going to be able to achieve at this time of night.\" 11.17pm BST / 6.17pm ET: So here's Sergio Garcia in microcosm. Three birdies in a row, the last a stupendous up-and-down from miles behind the green at 15, brings him to -2! And then, of course, at the 16th, he pushes an 8-iron about 30 yards right of the green and into a bunker. Where, naturally, he's plugged, with a treacherous shot down a glacial green with water on the other side of it. Oh Sergio! This isn't going to end well, one can sense. 11.20pm BST / 6.20pm ET: Westwood's drive down 18 flirts with the trees down the left, but stays out of trouble. His second is pin high, right to the heart of the green, leaving himself a 15-footer for a final-hole birdie. Angel Cabrera has just birdied 13, 14 and 15 to move to -2. And on 16, Garcia leaves his first bunker shot in the sand - understandable, because he was at the back of the bunker on the downslope, with the water on the other side of the green calling - and splashes a delightful third to a couple of feet. Providing he knocks that putt in, he'll have done very well to get away with a bogey there. \"Just saw the scores,\" begins Euan Hendrie. \"Am crying myself a river of salad cream tears here (which, strangely, is a b&amp;b in Aberlady, as I appear to have gone on a golfing road trip with my dad which is part Midnight Run and part Tin Cup). Hope you're bearing up ok Scott; for the first time I'm beginning to think our hero may not be a serious contender for his second green jaiket.\" 11.25pm BST / 6.25pm ET: The 2000 champion Vijay Singh holes out from off the left-hand side of the 18th green, the birdie taking him to -2. He ends the day three shots behind his playing partner Lee Westwood, who can't make his birdie putt - it doesn't miss by much - but taps home for a superlative 67. The third player in the match, Jim Furyk, also birdies the last, signing for a super-solid two-under 70; two birdies and 16 pars. 11.30pm BST / 6.30pm ET: It's raining a wee bit at Augusta now. \"Reading your description of Garcia's last few holes at 11.17pm made me realise how much his (mis)fortunes mirror those of an average Liverpool season,\" opines Matt Dony. \"I won't disrespect the regal coverage of the Masters by dwelling on dirty, uncouth football, though. It's just that, like when pregnant women suddenly keep noticing other pregnant women, supporting Liverpool leads to seeing horrifying nadirs and zeniths and more nadirs in all sports.\" 11.32pm BST / 6.32pm ET: Another birdie at a par five for Mickelson, who isn't giving up; he's +3 through 15. \"I played very solidly, it was a pretty pain-free round,\" says the leader Lee Westwood. \"The hole looked bigger than it has for a while!\" 11.40pm BST / 6.40pm ET: Mickelson hits his tee shot at 16 to 25 feet. He's a couple of rolls away from converting the birdie putt, but doesn't quite hit it. A study in frustration. Up on 17, Cabrera pings a beautiful approach to 12 feet. McIlroy finds the heart of the green, but nothing's quite going for him. Up on 18, Freddie Couples pars the last to post a level-par opening round of 72. 11.45pm BST / 6.45pm ET: Nothing's quite going for McIlroy? Ah but! He strokes in his birdie effort on 17. He's back to level par! Given his horrific start, and how averagely he's played on the whole today, this is a pretty good response from McIlroy, who also had to cope with facing down his demons from last year around Amen Corner. If he can get into the clubhouse without any drama, he may well have a renewed spring in his step tomorrow. Alongside him, Bubba Watson rattles in a birdie of his own, to move to -3. Cabrera can't convert his opportunity, though, and he stays at -2. 11.50pm BST / 6.50pm ET: On 17, Mickelson hoicks another drive into the woods. This is risible behaviour, he's driving like a complete eejit. He clatters into the trees down the right, and is fortunate to see his ball ricochet back out. But he's left with a long second into the green. It's too much to be dealing with, and he slices one miles left of the target. He'll be left with a terribly tricky up and down. 11.53pm BST / 6.53pm ET: Mickelson plays one of the shots of the day, a lovely bump and run down the hill from the side of the 17th, to four feet. Magnificent. He may well save his par. If he could do that, and somehow pick up a shot at the last - unlikely, given his conduct with the big stick today - he'd not be out of this. But it's not looking good for Lefty. 11.55pm BST / 6.55pm ET: Peter Hanson is playing some very solid stuff today. He perambulates down 17 with little drama, carding another birdie, and moving into a tie for second, a shot behind Lee Westwood on -4. Mickelson taps home to save his par. Up on 18, Garcia drops another stroke, and ends the day level par, having dropped two shots over the last three holes. Midnight! Only two groups left out on the course. Up on the 18th green, Rory hits his approach to 12 feet, the ball hanging on right at the back of the green. He strokes a left-to-right curler into the cup, for another birdie! He's finished -1, a very impressive score after an incredibly average day for him. Cabrera rolls in a tricky ten footer for bogey; he's signing for 71 too. And Bubba Watson makes par; he's taken 69 shots, three under par. \"This Sergio as Liverpool analogy,\" begins Mike Hatcher. \"No. Unrelenting mediocrity he is not. He's sublime to ridiculous and back again, and hasn't won anything in ages. He is a van Persie volley followed immediately by a Vermaelen falling on his crack. He is Arsenal all over.\" 12.10am BST / 7.10pm ET: And then there was one. Mickelson, Mahan and Hanson all make the 18th green in regulation. Hanson is very close to raking in a 35-footer uphill, but has to settle for par. He won't mind too much, as he's signing for a four-under 68, alongside Louis Oosthuizen in second place. Mahan, from the top-right corner of the green, hits a weak first putt, but taps in for par. But Mickelson rolls in a brilliant right-to-left breaker from a similar position, and ends the day with a two-over 74! That's far from perfect, but one good round tomorrow, and he's right back in this tournament! So that's that for the first day of the 2012 Masters. A fascinating day's play. \"To finish under par for the day was pretty good, considering how I played,\" says Rory McIlroy. Compare and contrast to how poor old Henrik Stenson will be feeling, after taking eight shots - a snowman, he says - going up the last. Both players are -1 for the tournament, but you don't need to guess who'll be the happier. Happiest of all, of course, is Lee Westwood, whose rock-steady 67 gives him the first-round lead. Only three more, and that elusive first major could be his. See you tomorrow! -5 Westwood -4 Oosthuizen Hanson -3 Lawrie Jimenez F Molinari Crane Dufner Bubba Watson -2 Johnson Singh Furyk Stallings"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}