{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2012/apr/14/this-weeks-new-dvd-blu-rays", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2012-04-13T23:05:26Z", "webTitle": "This week's new DVD & Blu-ray", "webUrl": "https://www.theguardian.com/film/2012/apr/14/this-weeks-new-dvd-blu-rays", "apiUrl": "https://content.guardianapis.com/film/2012/apr/14/this-weeks-new-dvd-blu-rays", "fields": {"headline": "This week's new DVD & Blu-ray", "bodyText": "Black Pond When you hear a movie cost only £25,000, as Black Pond is reported to have, it's hard not to be automatically impressed. However, in most of these cases impressed is all you're likely to be, as these micro-budget affairs often deserve to be patted on the head rather than clutched to your heart. But the co-directors of this, Will Sharpe and Tom Kingsley, have worked either side of the camera and have access to better equipment and talent than most, so £25,000 in their hands goes further than it would for many. Cost aside, Black Pond is not just an experiment in pound-stretching ingenuity, it's a film that has plenty of character, something no amount of money can buy. The story concerns the Thompson family, introduced to us by tabloid headlines branding them murderers. With interviews and flashbacks, the lively and witty storytelling reveals more, as the events that transpire when a painfully normal suburban family invite a stranger into their home are swiftly recounted. While the crafty editing and camerawork are entertaining, the real meat of the film is in the details, leaving a few points slyly ambiguous – just enough to give the film a life outside of its running time. The portrayal of a family that only really stays together out of routine and habit is honest, humorous and moving – something that has flummoxed film-makers with decades more experience than these two twentysomething first-timers. DVD, Black Pond Films Bad Lieutenant A fearless Harvey Keitel plumbs the depths in this controversial, potent and redemptive masterpiece. Blu-ray/DVD, Fabulous Films Earthflight Lots of birds filmed by special flying cameras as David Tennant narrates another world-class BBC doc series. Blu-ray/DVD, Acorn Media A Midnight Clear Unusual, underrated and thoughtful second world war movie, starring Ethan Hawke and Gary Sinise. Blu-ray/DVD, Second Sight The Six Million Dollar Man Lee Majors as the bionic man in one of the biggest (and most fun) TV shows of the 70s, given the box set it deserves. DVD, Fabulous Films"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}