{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "government-computing-network/2012/apr/25/digital-advisory-board-martha-lane-fox", "type": "article", "sectionId": "government-computing-network", "sectionName": "Guardian Government Computing", "webPublicationDate": "2012-04-24T23:05:00Z", "webTitle": "Digital by default bolstered by new advisory board", "webUrl": "https://www.theguardian.com/government-computing-network/2012/apr/25/digital-advisory-board-martha-lane-fox", "apiUrl": "https://content.guardianapis.com/government-computing-network/2012/apr/25/digital-advisory-board-martha-lane-fox", "fields": {"headline": "Digital by default bolstered by new advisory board", "bodyText": "The government has launched a digital advisory board to support plans to deliver public services online by default. Chaired by UK digital champion and entrepreneur Martha Lane Fox, the 12-member board will advise Whitehall departments and agencies on what the government's digital by default agenda means on the ground and how digital transformation can be delivered. The board will also support and advise the Government Digital Service (GDS), according to the Cabinet Office. The board, whose members are drawn from industry, retail and academia, will meet twice a year, with members also taking part in further ad hoc meetings and events. While the digital by default agenda is moving at speed, challenges remain, Lane Fox told Guardian Government Computing. \"They are also facing huge structural challenges, institutional challenges, cultural challenges in government, not because anybody is being a bad person, just because it's hard,\" she said. \"Mike [Bracken, the government's executive director for digital] and I have always been absolutely of the belief that more brains are better. That's what I think I've got with the digital advisory board – a very interesting line up of people who bring a whole range of different experiences.\" According to Lane Fox, the board will aim to challenge and stretch the government's digital plans, and work out whether what it outlines \"sounds right\". Lane Fox added she had been \"blown away\" by the speed at which the government had taken her recommendations and had established the GDS. \"It has been phenomenal and I think most people would agree that the momentum around it, the language, and the team building and the early incarnations of the [Gov.uk] website is phenomenal,\" Lane Fox said. \"Now I think we are getting to some of the harder stuff, the big transactional services, and how GDS can help make them better and simpler, because this is the nub of it, and it is hard.\" Technological issues still exist within Whitehall as a restult of legacy systems and processes that have been operating for many years, she added. \"It's going to be a long journey, but I really feel as though if this team can't do it, no one can. There's no reason the UK can't be a beacon for all this [digital] stuff, as much as it is a beacon for other things. Both Mike [Bracken] and I really want to strive to make the UK government somewhere that other governments look at and go, 'Wow, look at that.'\" The other 11 members of the digital advisory board are: Richard Allan (Facebook); Alex Balfour (Locog); James Bilefield (Conde Nast International); Tim Brooks (The Knowledge Engineers); Brent Hoberman (PROfounders Capital); Ashley Machin (Lloyds Banking Group); professor Helen Margetts (Oxford Internet Institute, Oxford University); Brian McBride (MX Data); Kip Meek (Everything Everywhere); Will Perrin (Talk About Local); and Laura Wade-Gery (Marks &amp; Spencer). This article is published by Guardian Professional. For weekly updates on news, debate and best practice on public sector IT, join the Guardian Government Computing network here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}