{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2012/apr/16/katie-roiphe-perversion-feminism", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-04-16T22:12:02Z", "webTitle": "Katie Roiphe's perversion of feminism | Jaclyn Friedman", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2012/apr/16/katie-roiphe-perversion-feminism", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2012/apr/16/katie-roiphe-perversion-feminism", "fields": {"headline": "Katie Roiphe's perversion of feminism", "bodyText": "Katie Roiphe has been exploring her fantasies again, and I wish she'd stop. I don't mean the one about being tied up and spanked – not a thing wrong with that one. I mean the one in which scary, scowling feminists tell her what a bad girl she is for wanting it. A quick primer for those who missed it: in this week's Newsweek cover story (complete with faux-scandalous cover image of a bored and blindfolded gamine), Roiphe argues that the success of the Twilight-fanfic-turned-romance-novel 50 Shades of Grey, as well as the sexual escapades depicted in the pilot of the much-ballyhoo'ed HBO project Girls, indicate a re-emergence of women's perrenial compulsion to get bossed around in bed. She then goes on to claim that this \"trend\" exposes the supposed facts that feminists (who, in her delusion, only want you do to it gently side-by-side with the lights on and Enya playing) are against female submission, and that women are uncomfortable with having power. Allow me to exercise my feminist power to say this: there's a reason she provides precious little evidence to back up either claim. They're both bunk. I'll agree with Roiphe on two fronts. First, it's notable that the current craze centers around a story (the one in 50 Shades) that requires our heroine to submit primarily out of love, not out of any kinky desires of her own. Most actual feminists who concern themselves with the sexual realm are focused on creating a world in which all women have genuine agency. We want to create a world where women are free to explore our desires and bodies for our own pleasure, not just use them to bribe men into loving us. I'd also agree that it's hardly surprising to find that some women like submission fantasies, even in 2012. Women, taken as a group, are always going to have fantasies about all kinds of sex. So will men. Fantasies are inherent to sexuality, as they are to our creative lives in general. And fantasies about things we fear in real life can be a powerful way to grapple with and gain a feeling of control over that fear. Just as the popularity of horror movies doesn't indicate a mass desire to be brutally murdered, neither do women's sexual fantasies mean that we all secretly yearn to be dominated by men or raped in real life. Instead, these fantasies can offer us a safe way of exploring the real fears that come with being female in this culture – a third choice beyond repressing our fears or being controlled by them. Obviously, some women use submission fantasies to explore their relationship to power. Some men enjoy submission fantasies for the exact same reason – a non-negligible demographic completely invisible in Roiphe's too-tidy analysis. But her claim that women are driven to handcuffs because we find \"free will … a burden\" is just silly and strange. Has Roiphe been too busy hiding under the covers from her imaginary feminist bogeywomen to notice that we're living in a time of profound backlash against women's sexual and public agency, a year that has seen political actors from the US Republican presidential candidates to the Muslim Brotherhood treat women's bodies not even as human, but as a battlefield to tromp around on while fighting for power? As a feminist, my problem with the mass-marketing of the pale, swooning female submissive tied up for the love of her man isn't that she exists, but that no other kind of \"taboo\" sexual women seem to. We don't get mainstream narratives inviting us to identify with women who like to dominate in bed, or mass-marketed portrayals of women of color and queer women as sexual heroines in control of their choices – likely because that would create more \"free will\" for women than the media bosses are really comfortable with. And therein lies the rub. When the media only repeats stories about one very narrow idea of \"transgressive\" female sexuality, it limits our sexual imaginations, and therefore the possibilities of our sexual lives. In order for women to become genuine sexual actors in the culture (as opposed to merely objects for men), we have to have access to a complex range of fantasies. Not just the ones Katie Roiphe enjoys."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}