{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/apr/29/viv-groskop-truth-about-our-bosses", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-04-28T23:06:56Z", "webTitle": "The truth about the boss class | Viv Groskop", "webUrl": "https://www.theguardian.com/commentisfree/2012/apr/29/viv-groskop-truth-about-our-bosses", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/apr/29/viv-groskop-truth-about-our-bosses", "fields": {"headline": "The truth about the boss class", "bodyText": "Last week, I was on the panel of a pleasingly heated debate at Cass Business School, put together by Inclusive Employers, an organisation dedicated to diverse workplaces. It was about boardroom quotas. As someone who, despite committed and extensive viewing of The Apprentice, is never likely to be considered for a proper job, let alone be appointed to any board, I declared myself as the alien in the room, observing the strange, earthbound ways of corporate business persons. They did not disappoint. Early doors, one man invoked the spectre of Margaret Thatcher and \"the dangers of tokenism\". He immediately regretted it as a phalanx of women armed with pithy statistics and brilliant soundbites ate him for executive breakfast. Another man gesticulated angrily at Inclusive Employers' trademark liquorice allsorts logo. \"We don't need allsorts for allsorts' sake,\" he grumped. Meanwhile, one woman got quite weepy upon realising there were no actual liquorice allsorts on offer. This woman was, admittedly, me. I had good reason. I went to a business event once before and Alastair Campbell was there and they had Curly Wurlys. So I thought it was what they do at executive meetings. Eat Curly Wurlys. I heard he took four, by the way. Four! That's how to get ahead, my friends. Also, my main experience of the business world being The Apprentice, I had naturally assumed that there would be some food-related task. When there wasn't, I just couldn't take them seriously anymore. Call yourselves business people? Pathetic. Anyway, allsorts or not, women on the board is the next special on the corporate menu. Next month, the EU's three-month consultancy period on women and quotas comes to an end. In the UK, women make up 15% of FTSE 100 boards. It is predicted that EU justice commissioner Viviane Reding will suggest sanctions against companies failing to meet gender targets. This is the sort of radical move that has pushed Norway up to 40% women board members. Go, Norway! Anyone with a thirst for entertainment should relish this moment. If the EU tries to impose this on British business, we must applaud wildly. It the right thing to do. However painful and ill-advised, it's just urgently necessary. Most of all, though, it will be intensely amusing. Many people will resist targets and some of them will get very angry indeed. It will be the greatest sideshow ever. With people in shoulder pads and pinstripes all fighting each other for the most Curly Wurlys. Back at the Cass Business School, however, the mood was shifting and a curious sense of trepidation descended. It was like that moment in the (Apprentice) boardroom when everyone realises that they are going to lose and they had better say quickly that they thought their team leader was rubbish and not the inspiration they claimed he/she was two minutes ago. Finally, one of the youngest women in the room spoke up. \"This is all very well,\" was her gist, \"but if we have quotas, it's going to make people nervous. What if the right person is not in the right job?\" Everyone nodded anxiously. Then everyone started mumbling about merit. The Apprentice-savvy extraterrestrial within me screamed and burst through my stomach. Merit? Screw merit! \"Suck it up!\" I shouted. I was Sigourney Weaver in full Alien mode crossed with Nick Hewer at the moments when he looks like he's eating a bag of lemons. It felt good. \"Nervous? Let them be nervous. They can handle nerves. They are corporate business persons! They should be able to handle any problem, especially if it's one of their own making!\" I almost added something about a field of ponies. But the crowd was already with me. For about a second. Until they realised that I was just pretending to be Ripley transplanted to The Apprentice and had no idea what I was talking about. The awful thing is that I meant it. We really are going to have to smash the myth of merit, because in anyone's non-FTSE 100 experience of life, merit plays no role whatsoever. Or if it does, it's a happy coincidence that should be celebrated for its unpredictable rarity. Sometimes, people do end up in jobs they are actually capable of doing, but that's more by accident than design. How amusing to think that all those executive directors really believe that they are there on merit and not because of a combination of luck, contacts, self-promotion and being in the right place at the right time. That's not to suggest that everyone sitting on a board is utterly devoid of value. I'm sure they're not. Although it might be fun to try and prove it. Just that merit is only part of a much messier picture. By worshipping some skewed concept of \"merit\", we have ended up with the top tier of companies representing only one part of society: white, male, of a certain age, background and class. Those people cannot possibly deserve all the Curly Wurlys and the liquorice allsorts. Nick and Sigourney are also from my planet and they are bound to agree. Change things now, Earth people! Long to rain over us Wherever you travel in the galaxy, you can be sure that if it is springtime in Great Britain it will be raining. Two months of rain in five days! And more to come! But rejoice! Because there is nothing more heartwarming than the conversations occasioned by this incessant sogginess. It reminds people of their fallibility. \"I'll manage without an umbrella. Oh, no, I won't.\" It unites strangers. \"Cuh. Isn't it awful? Never stops, does it?\" But best of all, it creates that wonderful, awkward moment between old friends where they have to decide whether it would be embarrassing to the friendship to mention something as banal as the weather. Then they remember they're British and they know it's just fine. Fingers crossed it rains from now on throughout the summer. It will really put a solid British stamp on the Olympics."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}