{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/apr/25/the-knowledge-football-curses", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-04-24T23:09:01Z", "webTitle": "The Knowledge | Football curses: witchdoctors, exorcisms and tactical urination | Rob Smyth", "webUrl": "https://www.theguardian.com/football/2012/apr/25/the-knowledge-football-curses", "apiUrl": "https://content.guardianapis.com/football/2012/apr/25/the-knowledge-football-curses", "fields": {"headline": "Football curses: witchdoctors, exorcisms and tactical urination", "bodyText": "\"During his spell as Birmingham City manager, Barry Fry famously urinated on the pitch to break a gypsy curse on the club,\" starts Lucy Morrissey promisingly. \"Are there any other examples of supernatural curses on clubs, and are any stadiums around the world haunted?\" Barry Fry knows all about curses, with swear words reportedly accounting for 92.47% of his half-time team-talks. And he did indeed leave his scent in all four corners of the St Andrew's pitch in an attempt to remove a longstanding gypsy curse. \"We went three months without winning … We were desperate, so I pissed in all four corners, holding it in while I waddled round the pitch,\" he said in this interview. \"Did it work? Well, we started to win and I thought it had, then they fucking sacked me, so probably not.\" Other grounds have been cursed, although mercifully their managers didn't feel the need to paint the grass yellow. When Derby built the Baseball Ground in the 19th century, a group of Romany Gypsies were forced to move from the site. Their response was to place a curse that meant Derby would never win the FA Cup. Soon after, Derby lost three finals in six seasons. When they reached another, against Charlton in 1946, the club captain Jack Nicholson paid Gypsies to lift the curse. With the score 1-1 and extra-time approaching, the ball burst. It is seen as the moment the curse was lifted, and Derby went on to win 4-1. It's not just grounds that are cursed, as we can see with this story of dead herring from Jostein Nygård. \"Back in 1999, a local derby in the Norwegian second division between Alta and Hammerfest ended with the home team winning 2-1,\" says Jostein. \"After the match, Hammerfest heavily criticised the referee, Nils Mikkel Sara, in the local paper. He was not too happy and demanded an apology; if not, he said he would 'gande' the team so that they would lose the rest of their matches and be relegated. (In Norwegian 'gande' or 'ganne' is a term used for Sami curses.) Terje Hansen, who was coaching Hammerfest, ignored the referee. \"Since Hammerfest had enjoyed great start to the season, this didn't seem like a likely outcome, but then they started losing match after match despite dominating most of them. At first the Hammerfest coach assumed they were just unlucky, but then the players started to believe in the curse. After talking to some old locals, the coach tried lifting the curse by sacrificing herring at a sacrificial stone in the area, but it didn't help. He was too stubborn to apologise and, sure enough, they ended up getting relegated. \"Here's a link to a 2005 Dagbladet article on the story (you could try Google translate). Mr Sara is still active as a referee. He has tried his magic skills on several occasions, both at national and international level, but I'm unaware of any other successes.\" There was a success involving Australia in 2005, however. \"Cursed football teams?\" sniffs Matt Leonard. \"You simply have to mention the Australian national team, the Socceroos, and their curse from 1969 that was broken in 2005 by the brilliant John Safran. Safran is not a football player, but an Australian football fan and media personality, who travelled to Africa seeking the aid of a witchdoctor to remove the curse. The whole adventure was also captured for one episode of Safran's exceptional TV series 'John Safran vs God'. There is more information here.\" Many fans of the Colombian team América de Cali feel the club has been cursed since 1948. A local dentist, one of the club's most passionate fans, was opposed to the idea of the team turning professional. \"If the team ever becomes professional,\" said Benjamin Urrea, better known as Garabato, \"I swear to God that no matter what they do they will never be champions.\" They did not win a domestic championship for 30 years – at which point, according to the Fifa website, Urrea and a group of fans performed an exorcism at América's stadium. They won their first national title the following season. (Other reports suggest the exorcism was performed by a singer and a journalist after they had won the title.) Either way, it was the first of 12 championships in a golden 23-year period, but many feel the Curse of Garabato still holds: América have never been champions of South America, having finished as runners-up in the Copa Libertadores on four occasions. We've dealt with juju at the African Cup of Nations before, but if you have any more tales of curses, email knowledge@theguardian.com or contact us on Twitter. POINTLESS POINTS HAULS \"It's possible that one of the Manchester clubs could get 89 points and not win the title this season,\" writes Paul Walker. \"What's the record for the English top flight?\" In the last decade it has not been uncommon to finish second with a points total in the mid-80s. Chelsea were runners-up with 85 in 2007-08, as were Manchester in 2009-10; Chelsea also came second with 83 in 2006-07, as did Manchester United and Arsenal in the two seasons before that. United got 88 points when they were runners-up to Blackburn in 1994-95, although that was over 42 games. The record for a 38-game season – fact - belongs to Liverpool's 2008-09 side, who lost only twice in claiming 86 points from their 38 games but were beaten to the post by United. England has got nothing on La Liga, though. In the last two seasons Real Madrid have amassed 96 and 92 points without winning the title; this year Barcelona could reach 93 points and still see José Mourinho flicking disdainful Vs in the rear-view mirror. THE SHRIMPERS AT WEMBLEY? \"A Southend-supporting friend claims the team once played a league game at Wembley? Is he having me on?\" wonders Stuart Jacks. Ludicrously, he isn't. Southend were one of two teams – Brentford being the other – to play against Clapton Orient in Division Three (South) at Wembley back in 1930, owing to ground improvement work at Orient's Lea Bridge Stadium. Their offical website takes up the story: Following a league match against Torquay (which the O's won), officials from the Devon club complained about the perimeter fence being too close to the pitch. The Football League was duly asked to inspect the ground and agreed that alterations had to be made before any more games could take place, suddenly the Orient found themselves without a stadium to play in. Incredible as it seems Wembley was suggested and the O's actually played two league games in 1930 against Brentford and Southend United, winning 3-0 and 3-1 respectively. To this day the Orient is the only Football League side to have played home games at Wembley Stadium! KNOWLEDGE ARCHIVE \"What is the first recorded use of the word 'stonewall' to mean 'absolutely certain', as in 'it was a stonewall penalty'? The Chambers Dictionary lists 'stonewall' as a verb, not an adjective,\" asked Seamus McCann in 2000. \"I believe that stonewalling was originally an Australian term used by politicians for delaying tactics,\" wrote Ray Routledge. \"There was also an American Civil War general, Thomas Jackson, who was nicknamed Stonewall because during the Battle of Bull Run in 1861 he stood firm, 'like a stone wall'. In a sporting context I think it was first applied in cricket when a batsman would play constant defensive shots, blocking every delivery so as to minimise the risk of getting out.\" CAN YOU HELP? \"Following Exeter City's 4-2 defeat of Walsall at the weekend, Exeter manager Paul Tisdale claimed that it was the first time a player had been sent off whilst playing against Exeter, in the league for 115 games. If the Grecians' manager is correct, is this some kind of record? What is the record?\" asks Michael Tomkins. \"What is the shortest time from a team saving a penalty, before going down the other end and scoring?\" muses Howard. \"The Blue Square Bet North could see any team from 13th down get relegated with one game to go. Is this a record?\" Send your questions and answers to knowledge@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}