{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/wordofmouth/2012/apr/12/how-to-make-perfect-rhubarb-fool", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2012-04-11T23:10:00Z", "webTitle": "How to make perfect rhubarb fool", "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2012/apr/12/how-to-make-perfect-rhubarb-fool", "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2012/apr/12/how-to-make-perfect-rhubarb-fool", "fields": {"headline": "How to make perfect rhubarb fool", "bodyText": "Fool. The very name is joyful – a childish whimsy of a pudding, all fruit and froth, which brings back memories of long days idling in the garden with an E Nesbit novel and the warm rubbery smell of a sun-bleached orange space-hopper. There's innocence in its glorious simplicity – Elizabeth David sums up its charms perfectly when she writes that, \"soft, pale, creamy, untroubled, the English fruit fool is the most frail and insubstantial of English summer dishes\". Indeed, although the name (somewhat disappointingly) almost certainly comes from the French foulé, to press, the fool is one of the most British of desserts and, appropriately, works best with the sweet-sour fruits that our climate excels in: gooseberries, currants, damsons and, of course, rhubarb, a sadly underrated vegetable-that-thinks-it's-a-fruit, whose attractions the French have never really understood. (The first edition of Larousse Gastronomique advised cooking the plant's poisonous leaves like spinach.) As Rowley Leigh points out in his excellent little book, No Place Like Home, \"the elegant simplicity of the method of making the fool and the balance between sweet and sour of the final taste epitomise all that is best about English food\". David observes that even the briefest of surveys of recipes is sufficient to show that there has never been any single method of producing a fool, and so it proves. With ingredients ranging from custard to wine, there's as many ways to make a fool as there are to cheat at croquet, or make a long, cool G&amp;T. Rhubarb: baked or stewed? The first sturdy stalks of outdoor rhubarb hit my greengrocers a few weeks ago – they're not as delicate or colourful as the spindly hot pink forced stuff that precedes it, but I think the flavour is better, certainly for something like a fool, where it's diluted with cream. Most recipes suggest stewing it, but Simon Hopkinson, who describes it as a \"quintessentially English dessert\" in Roast Chicken and Other Stories bakes it with sugar and orange rind, but, importantly, no liquid. This means the batons retain their shape, even when tender but, as he then purées the rhubarb before use, I'm not really convinced. Cooking it in a pan, without water (and certainly without Antony Worrall-Thompson's suggestion of covering it in the stuff) seems to yield much the same result in terms of flavour, without the need to heat up the kitchen by turning the oven on. Rhubarb: aftercare I'm not keen on Hopkinson's puréed rhubarb – it seems to make his fool into something more like a rhubarb mousse, but nor am I of the Nigel Slater school of gentle folding, \"so the fruit forms pale pink streaks\": it needs a good mixing for even distribution. Hugh Fearnley-Whittingstall's \"simple ... but very classy\" variation on the classic recipe, where the rhubarb sits in splendid isolation, next to, but not mingling with the custard or yoghurt he uses, is another dish entirely. The idea is that \"it's the eater's prerogative to dip and mix - a little, a lot, or not all - sampling different proportions of the three elements, separately or together, etc\" suggests he's never heard of that exalted, and even simpler pudding, rhubarb and custard. Rowley Leigh, who cooks his rhubarb in a little orange juice, suggests turning the heat up to evaporate any excess liquid, and then draining it before stirring it into the other ingredients. This is an excellent idea, also adopted by Nigel Slater – it stops the syrup diluting and splitting the cream, turning it into an attractive pale pink sauce instead. Cream, custard or yoghurt? My mother always kept things simple by folding her rhubarb into whipped cream, as Simon Hopkinson does, but as a crazy custard fan, I can't resist trying Nigel Slater's \"custard fool\", which uses almost equal proportions of both. Oddly, however, although I love both rhubarb and custard, and rhubarb fool, I find the combination profoundly unsatisfying – I want a certain creamy blandness from a fool base, and the richness of the egg spoils that. Hugh's custard and yoghurt, even when combined, isn't right either, and nor is Rowley Leigh's all-yoghurt variation. Greek yoghurt is heavy in a way that whipped cream is not: if fat's the problem, I'd rather just eat less. I do like the slightly sour note the yoghurt brings with it though, so Tony Turnbull's variation, fortuitously published in the Times magazine just as I'm pondering the thorny fool problem, proves inspirational. He uses equal proportions of Greek yoghurt and double cream, which I still think is a bit heavy, but once reduced down to a 3:1 ratio, works perfectly. Antony Worrall-Thompson, who has already roused my ire by boiling rather than stewing his rhubarb, and then apparently adding it hot, water and all, to the cream, does make one more useful innovation in his recipe by folding the cream with a whisked egg white. It makes the fool wonderfully foamy and light, which might well appeal to some tastes, although I like mine rather more down to earth. Extras Theo Randall stews his rhubarb in a mixture of white wine and apricot jam – for reasons best known to himself, because the acid of the wine is not a happy combination with the naturally bracing flavour of the fruit itself. He also uses a vanilla pod, which I'm banishing on the grounds that I'm fighting a one-woman campaign against tiny little black flecks colonising every single cake and pudding in the global repertoire. As well as vanilla, rhubarb marries well with ingredients as diverse as mackerel and cucumber, but the most popular additions to it in fool form are ginger, whether in fresh (Tony Turnbull and Delia), stem (Valentine Warner) or biscuit form (Theo again), and orange zest and juice (Rowley Leigh, Simon Hopkinson and others). All are nice, but I don't think rhubarb, with its unapologetically tart flavour, really needs them. I'm stealing Theo's idea of topping the finished fool with fresh mint though: the smell and flavour always reminds me of my grandmother's garden in midsummer, which is just where I'd like to be eating this fool. Perfect rhubarb fool Serves 4 450g rhubarb, roughly chopped 5 tbsp golden caster sugar 300ml double cream 100ml Greek yoghurt Small bunch of mint, leaves only 1. Put the rhubarb in a pan with 4 tbsp sugar and heat gently, covered, until tender. Uncover, turn up the heat slightly, and allow some of the juice to evaporate. Taste for sweetness, adding more sugar if necessary, then drain the rhubarb, reserving the juice. Allow to cool. 2. Whip the cream until it forms soft peaks, then stir in the yoghurt. Fold in the cooled rhubarb, and chill for at least an hour. 3. Serve in glasses with the reserved juice to pour over the top, and a few mint leaves on each portion. Is fool the finest British summer dessert, both for ease and sheer, simple delight, and if so, what's your favourite flavour? And what else do you like to do with rhubarb over the summer, now that crumble season's finally on its way out?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}