{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/apr/29/heathrow-border-agency-delays-cuts", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-04-28T23:06:59Z", "webTitle": "Union warns border agency cuts make lengthy queues at airports more likely", "webUrl": "https://www.theguardian.com/politics/2012/apr/29/heathrow-border-agency-delays-cuts", "apiUrl": "https://content.guardianapis.com/politics/2012/apr/29/heathrow-border-agency-delays-cuts", "fields": {"headline": "Union warns border agency cuts make lengthy queues at airports more likely", "bodyText": "Lengthy queues at London's airports could become increasingly common, according to the union representing UK Border Agency staff. Passengers flying into Heathrow on Saturday reported having to wait for up to three hours before clearing passport control. The issue has become a major government concern in the runup to the Olympics, with immigration minister Damian Green being summoned before the home affairs select committee about the problem. But the Public and Commercial Services union has warned staff cuts at the Border Agency will make tackling the queues difficult, with 1,500 staff going by 2014. The union's general secretary Mark Serwotka said: \"We've warned time and time again that, as elsewhere in the public sector, cutting jobs in UKBA is not only unnecessary, it's hugely damaging. Quite clearly, there are not enough staff.\" Keith Vaz, chairman of the home affairs select committee, told BBC Radio 4's Today programme: \"This is not just about the Olympics, this is about what happens before and after, about Heathrow as a world-class airport and about our reputation, and we need to make sure we get it sorted.\" A spokeswoman for BAA, which owns Heathrow, said: \"Immigration is a matter for the Home Office. Immigration waiting times during peak periods at Heathrow recently have been unacceptable, and we have called on the Home Office to address the problem as a matter of urgency.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}