{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/apr/14/capping-tax-relief-fair", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-04-13T23:05:42Z", "webTitle": "Capping tax relief for the rich is fair", "webUrl": "https://www.theguardian.com/business/2012/apr/14/capping-tax-relief-fair", "apiUrl": "https://content.guardianapis.com/business/2012/apr/14/capping-tax-relief-fair", "fields": {"headline": "Capping tax relief for the rich is fair", "bodyText": "Shying away from talking about money used to be an ingrained characteristic of the British well-to-do – it was a grubby subject best left to tradespersons. That taboo has been shaken in the past two decades by the arrival of a wave of super-nouveau-riche émigrés with no such compunction. But the past few days have seen an extraordinary further departure – the upper-class politicians in Downing Street, following the lead of their chum Boris, have decided to tell us not just how much they earn, but how much tax they pay. Picking over every detail of politicians' financial affairs is not particularly constructive – it's hardly a killer question of public policy whether Osborne will benefit personally from the abolition of the 50p rate, since he certainly doesn't need the money. But his and Cameron's extraordinary decision to throw open their tax affairs for inspection does show the extent to which, in tough times, taxation has become a make-or-break issue. When Osborne announced that he would reduce the top rate because, he said, no one was paying it anyway, it underlined the fact that while paying tax is an unavoidable necessity for the vast majority of Britain's workforce, for a small group at the top of the income scale, it's an optional extra. Shrewd accountants can help the wealthiest to use a range of tax reliefs, introduced over the years to encourage activities such as investing in business or giving to charity, to cut drastically what qualifies as \"income\", and therefore to pay tax on less of it. They can offset any losses from a business they run, for example, or the interest on the mortgages used to buy a portfolio of rental properties. As in the US, where Warren Buffett has complained that he pays a lower tax rate than his secretary, that means the wealthy can face a much lower average tax rate than ordinary working people. In the heady days before the credit crunch, the logic was that business leaders must be allowed to become filthy rich, so they would go on sprinkling their fairy dust on the rest of us. But that won't wash any more, for two reasons. First, the myth of the \"wealth creator\" has been well and truly shattered. Many of Britain's top earners are not entrepreneurs in any meaningful sense: they're financial engineers, speculators or smash-and-grab venture capitalists, whose winnings are earnings, pure and simple, and should be taxed as such. Barack Obama made exactly this argument last week as he attacked Republican plans for tax cuts for the rich, saying that the US had tried the \"trickle-down effect\" – the idea that gains from wealth and success at the top flow down to help everyone – on a massive scale, and it had failed. Not only has the economic rationale for many of the tweaks and treats given to wealthier taxpayers fallen away, though, but a shift in the political climate means it's no longer acceptable to turn a blind eye. George Osborne's much-derided refrain, \"we're all in it together\", was a recognition by a shrewd political tactician that austerity on the scale he was proposing could only be sold to a put-upon public if they felt it was a collective response to a national emergency. Facing rising tax bills and declining living standards, most of the public feel in no mood to tolerate slippery financial dealings by those at the top. For both these reasons, the government was absolutely right to restrict tax reliefs. Put another way, Osborne's new rule that high earners can only claim reliefs worth 25% of their income (or £50,000, whichever is higher) in a year is an insistence that the rich pay tax on at least three-quarters of their earnings, which is a small but welcome step towards ensuring they are treated more like the rest of us. Lavish once-a-decade gifts to art galleries and theatre groups will probably be allowed special treatment after the luvvies' revolt, but the thrust of the measure is fair. And it's fairness that's likely to be the sticking point for many taxpayers in the years ahead. Fixing the deficit won't be the end of the road for the tax debate. The costs of looking after an ageing population are rising inexorably: on the Office for Budget Responsibility's most conservative projections, health and pension costs will increase by £80bn a year over the next 50 years. So there's a real need for what Paul Johnson, director of the Institute for Fiscal Studies (IFS), recently called a \"grown-up conversation\" about what the state does, and how it should be paid for. That should mean re-examining not just how the burden should be shared between rich and poor, but, for example, whether property should be taxed more fairly than through the not-very-progressive council tax; how footloose 21st-century corporations can be persuaded to pay their way; and which mix of green taxes will best help the shift to a less polluting economy. As the IFS's Mirrlees Review showed last year, the tax system as it stands has never been coherently designed: it's a baroque accretion, the result of decades' worth of one-off measures and chancellors' gimmicks. Making it fit for more straitened times won't be easy – as the budget backlash showed, one person's VAT simplification is another's pasty tax, and studying the chancellor's tax return is hardly likely to raise the tone of the public debate. But the mess of tax reliefs that so \"shocked\" Osborne is a sign that, in these straitened times, a thorough rethink is long overdue."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}