{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/apr/25/questions-rupert-murdoch-leveson-inquiry", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-04-24T23:03:02Z", "webTitle": "The questions Rupert Murdoch must answer at the Leveson inquiry", "webUrl": "https://www.theguardian.com/media/2012/apr/25/questions-rupert-murdoch-leveson-inquiry", "apiUrl": "https://content.guardianapis.com/media/2012/apr/25/questions-rupert-murdoch-leveson-inquiry", "fields": {"headline": "The questions Rupert Murdoch must answer at the Leveson inquiry", "bodyText": "All of the questions are directed to testing key allegations. References to the activities of Rupert Murdoch should be taken to cover those acting on his behalf. • Allegation that Rupert Murdoch attempted to influence the government's decision on whether to approve News Corp's bid to take over all of BSkyB. Although your son was running the bid from London, he was reporting to your deputy chairman, Chase Carey, in New York on what would have been the biggest transaction in the history of your company. Was either your son or Carey providing you with updates? Specifically, were you made aware of occasions when Ofcom indicated opposition to the deal? Did you ever mention the bid to anybody in the Conservative leadership before it was announced in June 2010? Were you ever given any kind of indication about a future Tory government's attitude to the bid? During the period when the bid was active, between June 2010 and July 2011, you had a series of meetings with David Cameron. Did you ever mention the bid to him or express any opinion about the bid or about Ofcom's activity? • Allegation that Murdoch has a history of receiving favours from British governments who have enjoyed the support of his newspapers. In 1981 the Thatcher government allowed you to buy the Times and Sunday Times without referring the deal to the Monopolies and Mergers Commission on the grounds that both papers were on the verge of bankruptcy. Were you aware at the time that the Sunday Times had made a profit in 15 of the previous 17 years, and that it had made a loss only in the two years when an industrial dispute meant that for long periods the paper was not being produced? How do you explain the recollection of your then close associate Woodrow Wyatt who said of you in his published diaries that \"I had all the rules bent for him over the Sunday Times and the Times when he bought them.\" In 2002, drafting the communications bill, the Blair government reversed its position and agreed to allow British TV channels to belong to foreign owners such as News Corp. What steps did you take to persuade the government to adopt that position? Did you personally authorise the Sun's campaign in 2004 to persuade the Blair government to hold a referendum on the proposed new EU constitution? Did you or your associate, Irwin Seltzer, make the same point to Tony Blair in meetings or in phone calls? Do you accept that the government's announcement that they would hold a referendum was directly influenced by you and your newspapers? • Allegation that Murdoch was aware of emerging evidence of illegal activity at the News of the World but failed to warn his shareholders or to ensure that the truth was told to parliament and the public. Did you ask for information in August 2006, when the paper's royal reporter was arrested; or in January 2007, when he was jailed; or in July 2009, when the Guardian reported that other journalists from the paper had been involved; or in February 2010, when a select committee said it was \"inconceivable\" that others at the paper were not involved; or in September 2010 when the New York Times reported that other journalists from the paper had been involved? What were you told? To the extent that you now realise that you were not told the truth, what steps have you taken to investigate that failure and/or to discipline those who were responsible? Specifically, did you complain to your son when you discovered that he had paid out more than £1m in the Gordon Taylor case, possibly the biggest payment of damages in the paper's history, and failed to tell you? How do you justify the decision in July 2011 to put Rebekah Brooks in charge of your internal inquiry when her own alleged actions in part were the object of that inquiry? Were you aware in 2007 that your UK chief executive, Les Hinton, lobbied Gordon Brown to block legislation which would have made it an imprisonable offence for journalists and others to \"blag\" information from confidential databases? Can you understand why your company would have been worried by the proposal if its journalists were not breaking the law? • Allegation that Murdoch has intervened in his newspapers' editorial activity for political and commercial reasons Has it been the choice of your journalists or of yourself that your newspapers around the world have consistently backed the \"neoliberal\" agenda, arguing for less public spending, lower taxes and less government regulation of business? You are on the record as a supporter of the invasion of Iraq in March 2003. Is it a coincidence that 174 of the 175 titles which were then owned by your company also supported the invasion? What did you have in mind when you were asked at Davos in February 2007 whether your newspapers had shaped the agenda on Iraq and you replied: \"No, I don't think so. We tried.\" Were you personally involved in the Sun's decision to back the Tories in the 2010 election? If not, when did you become aware of the decision? Did you inform any of the party leaders before the decision was announced? Have you ever made any form of comment or complaint to any of your UK editors about their coverage of the phone-hacking affair? • Allegation that News Corp deprived rival channels of significant income by organising the hacking of their smart card systems and the distribution of information which allowed rival channels to be accessed without charge. News Corp recently has denied detailed allegations of this kind which focus on its former subsidiary, NDS. What inquiries did News Corp carry out before issuing those denials? What steps have you taken to investigate recently published information NDS had a budget line which was described in internal email as \"an amount set aside for payment to police/informants for assistance in our work\" and \"a contingency sum for police informants?\" Are you aware that it would be illegal for your employees to pay police?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}