{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/apr/09/luke-harding-diary-peter-hitchens", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-04-09T21:49:01Z", "webTitle": "Luke Harding's diary", "webUrl": "https://www.theguardian.com/politics/2012/apr/09/luke-harding-diary-peter-hitchens", "apiUrl": "https://content.guardianapis.com/politics/2012/apr/09/luke-harding-diary-peter-hitchens", "fields": {"headline": "Diary", "bodyText": "• With old party loyalties rapidly crumbling, new opportunities present themselves. Step forward bold free-thinker Peter Hitchens! In his latest Mail on Sunday column, Hitchens muses about becoming an MP, and likens the choice-deprived British voter to a \"flower seeking light\". But is he serious about a career in Westminster? \"I'll certainly consider standing if the right sort of seat falls vacant,\" Hitchens tells me. \"One in which plenty of Tory and Labour voters feel betrayed or disenchanted by their parties' liberal elite positions.\" A seat in his \"home territory\" of Oxford would be ideal, Hitchens says, but it's unlikely Andrew Smith or Nicola Blackwood are \"preparing to depart\". Ladbrokes has already installed Hitchens as a 33/1 shot to become an MP by the next general election. These are better odds than George Galloway got in Bradford West. • With just weeks to go until Engelbert Humperdinck takes to the Eurovision stage, controversy is brewing in Azerbaijan. The host country's human rights record is famously awful, with local journalists frequently arrested, beaten up or jailed. Now, however, the Azeri authorities have taken a leaf out of the Assad playbook. They are refusing to allow foreign journalists visas to visit ahead of the event. The logic is clear enough: instead of writing about Europop, the pesky reporters will file dispatches on corruption, nepotism and the recent unpleasant smear against an investigative journalist, filmed having sex inside her own apartment. Ten British MPs visited Azerbaijan last year on a five-day freebie trip. Now is their moment to speak up. • Move over Vladimir Putin. There's a new action man in post-Soviet town. On Saturday, Turkmenistan's leader Gurbanguli Berdymukhamedov turned up to watch his Central Asian republic's first motor race. Just before the start, he asked the race commentator: \"Can I take part?\" The answer was obvious. Within minutes he had donned racing gloves and clambered behind the wheel of a Turkish-made Volkicar automobile. The president, needless to say, \"won\" the race. • It's not just the Turkmens who have a despot problem. So does poor old Cambridge. Ever since the London School of Economics trousered Muammar Gaddafi's cash, universities have grown wary of getting mixed up with here-today-gone-tomorrow dictators. The Times Higher Education supplement reports that Cambridge's Churchill College has suspended plans to award a \"Nazarbayev fellowship\", named after Kazakhstan's 71-year-old president, Nursultan Nazarbayev. \"It [was] not the college's intention to celebrate President Nazarbayev in making this appointment,\" senior tutor Richard Partington explains, digging his way out of a hole. • The new Libyan regime, meanwhile, has a few difficulties of its own. Such as building democracy, disbanding armed gangs and – er – fighting an industrial tribunal in Kingsway. After seizing power in Tripoli, Libya's rulers sacked Karen Dabrowska from her job at the London bureau of Jana, Libya's state news agency. Dabrowska is on Tuesday taking the Libyan embassy in the UK to court. She wants £28,000 in compensation – her due for 20 years' loyal service. \"We didn't expect to be thrown out onto the street,\" she tells me, adding that she was never a fan of Gaddaffi's and had hoped he might, given time, have turned into a reformist. Ultimately, of course, it's all William Hague's fault. \"This new government was largely installed by Britain,\" she says, according blame where blame is due. • The Telegraph has been treating its readers to extracts from the diaries of Michael Spicer, the Tory peer. So far we've learned that Mrs Thatcher disliked foreign hairspray, and that he once followed her up a ladder at Felixstowe docks to stop the press photographing up her skirt. \"She was an Elizabeth I figure,\" he tells us. Riveting stuff. More please. Twitter @lukeharding1968"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}