{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/apr/01/stilian-petrov-aston-villa-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-04-01T21:59:01Z", "webTitle": "Stilian Petrov embraces support from Aston Villa and Chelsea fans", "webUrl": "https://www.theguardian.com/football/2012/apr/01/stilian-petrov-aston-villa-chelsea", "apiUrl": "https://content.guardianapis.com/football/2012/apr/01/stilian-petrov-aston-villa-chelsea", "fields": {"headline": "Stilian Petrov embraces support from Aston Villa and Chelsea fans", "bodyText": "Alex McLeish, the Aston Villa manager, has revealed the steely determination of Stilian Petrov, his captain, to recover from acute leukaemia. Petrov, the Bulgaria and former Celtic midfielder, was diagnosed with the disease on Friday and will begin treatment on Monday at a London hospital. Before Villa's defeat against Chelsea on Saturday, Petrov visited the home dressing-room at Villa Park. \"It was great to see him there,\" McLeish said. \"You didn't see anyone in tears or anything like that and the players shook his hand, embraced him and said they are with him all the way. Stilian just said: 'I'll beat this, I'll beat it.' There's his leadership qualities, as you would expect. He just wants to get on with it, go on as normal, take his kids to school, that kind of thing, and get his treatment. We're confident that he will win his battle, that he will recover fully.\" The 32-year-old Petrov watched the game, with his family, from an executive box at Villa Park. Players from both teams wore T-shirts bearing the words \"Our Thoughts Are With You\" during their pre-match warm-ups and Petrov received sustained applause in the 19th minute – he wears the No19 shirt – from both sets of supporters. Andreas Weimann, the Villa striker, spoke of the shock of first hearing about Petrov's plight on television and also of the Bulgarian's inspirational qualities at the club. \"I only found out about it when it came up on TV,\" Weimann said. \"Everyone was devastated when they found out. Stan is brilliant, he's our role model and captain. He's the one you look up to, he's a big character in the changing-room. The fans were brilliant, with the standing ovation in the 19th minute, and the Chelsea fans started singing, too. It just shows that football isn't just about football.\" In a statement broadcast over the PA system before kick-off, Petrov said: \"I am sure I will beat this illness and I am determined to do this. For me, football will have to take a back seat for a while, but I'm here to support my team-mates today and I will continue to support them as I know they will support me.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}