{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/13/championsleague.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-13T23:21:50Z", "webTitle": "Bayern to target weak spot Blanc", "webUrl": "https://www.theguardian.com/football/2002/mar/13/championsleague.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/mar/13/championsleague.sport2", "fields": {"headline": "Bayern to target weak spot Blanc", "bodyText": "Not for nothing was Ottmar Hitzfeld seen as a suitable successor for Sir Alex Ferguson. The Bayern Munich coach has a presence that can silence a packed room when he enters. He gives little away, and what he does say deserves attention. \"While I'm fully aware of the threat that Manchester United pose in attack, I also think it's possible to hurt them defensively,\" he said. Laurent Blanc, in particular, has been identified as a potential weakness for Bayern to exploit. \"Blanc has a good sense of positioning, but he is not the quickest . . . It is a fact United are not so strong in defence.\" Privately Ferguson might be inclined to agree. The emphasis tonight will be on retaining an air of solidity, with Ruud van Nistelrooy likely to play as a lone striker and Roy Keane deployed in front of defence. \"First and foremost we have to make sure we are defensively sound,\" said the United manager. \"Bayern are a team that can use the counter-attack if you allow them. We need a base to operate from.\" United have not won against German opposition at home since beating Vorwarts Berlin 36 years ago, but if they change that tonight they will reach the Champions League knockout stages as winners of Group A, ensuring a preferential quarter-final draw against the runners-up from another group. A draw would be enough for both teams to qualify should Boavista fail to get three points in Nantes, but United will feel a win over Bayern is overdue in what will be their seventh meeting in this competition in the last four seasons. The sides met in last season's quarter-finals - Bayern winning both legs on their way to the title - and three times in 1998-99. In the group phase both matches were drawn but when they were reunited in the final Manchester United produced a memorable comeback to complete the treble. \"Everyone remembers what happened in the final three years ago, but people tend to forget we haven't beaten them in any of the other five meetings,\" said Ryan Giggs, who was injured when the sides drew 1-1 in Munich in November. \"They have definitely raised their game against us . . . the way they lost the final hurt their players and that pain is obviously a major motivation.\" Manchester United (4-1-4-1, probable): Barthez; Irwin, G Neville, Blanc, Silvestre; Keane; Beckham, Scholes, Veron, Giggs; Van Nistelrooy. Bayern Munich (4-4-2, probable): Kahn; Sagnol, Kuffour, Linke, Lizarazu; Hargreaves, Effenberg, Jeremies, Paulo Sergio; Elber, Santa Cruz. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@guardianunlimited.co.uk.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}