{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/13/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-13T23:44:31Z", "webTitle": "Crewe 1 - 3 Manchester City", "webUrl": "https://www.theguardian.com/football/2002/mar/13/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/mar/13/match.sport1", "fields": {"headline": "Goater gobbles the magic 30", "bodyText": "Shaun Goater scored his 30th goal of the season last night to seal victory for Manchester City and send them back to the top of the First Division. The Bermudan international struck the third for Kevin Keegan's side as they regained top position from Wolves and took another major step towards returning to the Premiership. Ali Benarbia and Darren Huckerby had given City a 2-0 advantage in the first half, only for the substitute Rodney Jack to put a spirited Crewe back in contention with a 55th-minute goal. However, Goater was on hand to wrap up the win for City, who are now two points clear of Wolves and have a game in hand. And Keegan is well aware that the Premiership is now within touching distance. \"I think there is still a lot to do if we want to be champions. If I am honest I think two wins and a draw will be enough for promotion, but we have to look beyond that,\" he said. \"Crewe played some excellent football here tonight. They got the goal and that opened it right back up. I wouldn't say it was outstanding but we did a professional job. But that's three away games and we have picked up nine points, so I am really pleased.\" Benarbia had started the ball rolling for City with a touch of magic that enabled them to take the lead in the 29th minute. Capitalising on a broken down Crewe attack, The Algerian seized possession and raced to the edge of the home penalty area before curling an exquisite right-footer past Clayton Ince in goal. It was little more than City had deserved for their greater possession. Though Crewe battled well, City were always in control and they doubled their lead just before the half-time interval - and again Benarbia was involved. On this occasion he threaded an inch-perfect ball through the Crewe defence for Huckerby to latch on to before firing home. Crewe, still looking for points to stave off the threat of relegation, introduced the St Vincent international Jack at the start of the second half and the little striker made an immediate impact, missing the far post by a yard with his first touch of the ball, then pulling his side back into the game with his goal. He capitalised on mistakes by City's centre-half Richard Dunne and goalkeeper Carlo Nash to score and Crewe suddenly sensed that they could get something out of the game. City, though, rode out the storm and caught Crewe with a sucker punch when Goater cashed in on some good work from Huckerby to finish clinically from 12 yards. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@guardianunlimited.co.uk.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}