{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/mar/24/booksforchildrenandteenagers.michaelmorpurgo", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-03-24T17:19:37Z", "webTitle": "Interview; Michael Morpurgo", "webUrl": "https://www.theguardian.com/books/2002/mar/24/booksforchildrenandteenagers.michaelmorpurgo", "apiUrl": "https://content.guardianapis.com/books/2002/mar/24/booksforchildrenandteenagers.michaelmorpurgo", "fields": {"headline": "Sword's lore", "bodyText": "'My name is Michael and I write stories, and we are here to launch a book. Does that mean we'll be putting it into the water and letting it float? Of course not...' The children laugh. We are in a tiny, vivid primary school (total population 24) on Tresco, in the Scilly Isles. The children are more used to launching boats than books: many come to school from across the sea in bright orange life jackets, clutching their bags. Now they sit perfectly still, amazed by the sight of Michael Morpurgo. He is large and handsome - like a dashing, maritime bear, complete with Spanish beret. His manner is delightful, entertaining - and he is a bit of a tease. But he is a colossal presence in school libraries and a hero among the children (my son's class was named 'Morpurgo', after him). Over the past 25 years, he has written 94 books. But his stature has nothing to do with quantity: he has a splendid and robust narrative gift. I sit at the back of the class as he explains the inspiration behind his new book, The Sleeping Sword (Egmont, £9.99, pp192). 'Three years ago a farmer was ploughing his potato field on Bryher [another Scilly island where Morpurgo has spent his summer holidays for the past 20 years] when his tractor's back wheel sank into a hole...' The farmer, thrusting his arm deep into yellow clay, pulled out a green sword. It turned out to be an Iron Age grave, containing a shield, a mirror, a brooch, rings, traces of a fleece and 150 grams of bone. The sword is thought to be more than 2,000 years old. 'And now I am lying,' Morpurgo goes on, adding, as though the children were sure to tell him off, 'because I am allowed to - and I thought: wouldn't it be marvellous if this sword were Excalibur?' In the book, the sword proves mighty as the pen - and comparable to it. A young boy, Bun Bendle, dives off the quay on Tresco, hits a rock and loses his sight, but the sword proves his saviour, a conductor for imagination, offering him a kind of second sight. This entrancing story is about the inner eye - as Bun cures himself through Arthurian legend. Morpurgo wants us to know about another inspiration for the story: his stepfather. He was blind for the last 25 years of his life, and Morpurgo, 'very upset' by this, elected to explore it in his fiction. He has always felt free, he says, to air adult 'anxieties and concerns' in his stories for children. Later, he tells me more about his stepfather (from whom he takes his name). He was clever, Jewish, literary, ran the National Book League, was an editor at Penguin. Morpurgo agonised as he watched his 'beautiful italic hand' falter as his eyesight faded. He will never forget 'the fury in him when he stumbled and trod on my grandchildren's toys. He felt humiliated.' 'Shut your eyes', he tells the class. 'Imagine you haven't seen the sea or your mother, that you don't know what an oystercatcher looks like. Can you begin to imagine it?' He has invited us (a party of journalists) to the Scillies to see everything the hero of his story misses: the oystercatchers, conferences of seals, queerly shaped rocks that look like failed attempts at ambitious buildings, Wordsworthian fields of daffodils that slope down to the sea, white beaches with yellow shells and the wild garlic that grows everywhere and makes the place seem an almost palatable delicacy. The Scillies have inspired the books that Morpurgo believes to be his best: Why the Whales Came, The Wreck of the Zanzibar, Arthur High King of Britain. 'There is a story in every wreck and every rock here,' he says. He has dedicated the new book to the people of Bryher. In Morpurgo's honour, the sword has been released from a Cornish museum for a day and returned to Bryher. An archaeologist shows up with a package labelled, 'Fragile. Iron Age Sword'. Morpurgo has seen only photographs of it before. He picks it up gingerly, as though receiving an unconventional knighthood. It is still possible to make out the gleaming ghost of a design, and one end of the sword, encrusted with verdigris, looks like a heavy green leaf. Morpurgo has always revelled in history but at London University, he studied English and French. This was a mistake. He was, he says, 'profoundly useless' at criticism. He wanted something different: 'to get lost in stories.' Storytelling rescued him, he believes, from an unimaginative life. It was when he was a primary school teacher that he discovered what he wanted to do. He started writing for his pupils: 'I could see there was magic in it for them, and realised there was magic in it for me.' Ted Hughes's Poetry in the Making boosted his ambitions further, encouraging the idea that everyone should believe in their own stories. It is moving to see that Morpurgo still wants to let the Tresco children in on his secret: stories are for everyone; imagination need never be rationed. In another age, he would have been an oral storyteller. His books are best read aloud. He is a natural performer: his parents were actors. He writes by hand but reads his work aloud into a cassette recorder. His ear dictates the changes he makes. Writing does not come easily, he says: 'I am insomniac. I work a lot at night.' During the day he has, until recently, been fully occupied with Farms for City Children, the charity he has run with his wife, Clare, for 25 years. Every day he and the children milked cows, fed sheep, mucked out sheds, dug ditches, built walls. He is beginning to hand it over now. 'It was a long old day,' he admits. But he has used his knowledge of farming in his work too: during the foot and mouth crisis, he produced, at impressive speed, a polemical story about it, Out of the Ashes. He is still surprised by children's reactions: 'I started out feeling that children were somehow lesser, but actually they understand massively... I never write down to them.' What ambitions has he now? I have a sudden hunch that he is about to say: a book for adults. Instead, he dreams of something he has never done, 'a book for very, very young children, where every single word counts'."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}