{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2002/mar/20/charities.voluntarysector", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2002-03-20T17:47:32Z", "webTitle": "New hope for charities calling for VAT refunds", "webUrl": "https://www.theguardian.com/society/2002/mar/20/charities.voluntarysector", "apiUrl": "https://content.guardianapis.com/society/2002/mar/20/charities.voluntarysector", "fields": {"headline": "New hope for charities calling for VAT refunds", "bodyText": "Charities are hopeful a new move by the European parliament will add pressure on the UK government to reduce an estimated £1bn VAT burden. The parliament has voted with a large majority to accept a report calling on the European commission to reduce charities' tax bills. Compiled by the Italian MEP Benedetto della Vedova, called EU Taxation Policy: Priorities for the Year Ahead, the report suggests three options of varying impact. The first is a proposal for charities to be exempt from VAT with a refund scheme. It would be separate from the VAT system, making it easier for charities to access the money. Mandatory reimbursement of VAT, is the second, which would be incorporated into the VAT system and the third option is a reduced rate of VAT for charities, for example, at 5%. Under existing VAT rules, charities are treated as consumers despite their role as service providers and, consequently, are unable to recover tax incurred on purchases, the report says. The European charities' committee on VAT, (ECCVAT), says the report will send a powerful message to EU institutions. If the report is acted upon it will be a huge boost to EU charities, which currently lose millions of pounds each year in VAT that cannot be recovered. Spokeswoman Heather Cantley added: \"We are very hopeful that these suggestions are taken on board.\" However, the European commission has to present its case for reform to the European council where there has to be a unanimous vote before any changes to European tax rules are made. Despite this potential obstacle, Ms Cantley believes it is a breakthrough because ECCVAT has been battling for years to make European institutions recognise the burden of VAT on charities. \"The support of the European parliament will strengthen the commission's approach to the council,\" she said. This week charity accountants Saffery Champness said charities lose £1bn in irrecoverable VAT, rather than the £400m the National Council for Voluntary Organisations had previously quoted when lobbying government. David Sinclair, spokesman for the Charity Finance Directors' Group, added: \"This is great news that the European parliament is pushing for a change.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}