{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/11/match.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-11T23:15:14Z", "webTitle": "Crystal Palace 0 - 2 Watford", "webUrl": "https://www.theguardian.com/football/2002/mar/11/match.sport4", "apiUrl": "https://content.guardianapis.com/football/2002/mar/11/match.sport4", "fields": {"headline": "Francis reign leaves Palace looking bare", "bodyText": "Trevor Francis was unquestionably a great player, but as a manager he has proved to be no more than a journeyman. The former England international and European Cup winner was never an outright flop during his time in charge of QPR, Sheffield Wednesday and Birmingham City, but neither was he a great success. Now the one-time boy wonder is struggling to translate the silky skills he had as a player into managing Crystal Palace. Just when the team needs to make a push for the play-offs, they have faltered in spectacular terms. An embarrassing 5-2 defeat at struggling Grimsby was followed by Tuesday's 0-0 draw at home to troubled Portsmouth, and on Saturday they managed to lose at home to under-achieving Watford. Here are the other statistics: only one win in seven games, one point from their last nine, no home win since January 19 and no home goals in their past four matches. Boos and chants of \"what a load of rubbish\" greeted the final whistle, echoing the mid-week words of the Palace chairman Simon Jordan. \"Capitulating the way we did to Grimsby was humiliating,\" he said. \"Twice in a week we needed to win games that would have put us back into the play-off spots, yet have produced performances that defy explanation as far as urgency, desire and commitment are concerned.\" Of course, like any manager, Francis has his excuses: key defenders injured; Palace have dominated large parts of their past two games but \"failed to score from 15 chances\"; and opposing goalkeepers have been inspired. Here, Watford's Alec Chamberlain celebrated his 700th league appearance with a string of vital saves. But there appears to be a crucial confidence problem and that must be to do with Francis's leadership. His side dominated the first half but after Watford took the lead Palace heads went down like children told they can't have any sweets. Up front, Dougie Freedman and Clinton Morrison have scored 39 goals between them this season, but the former has found the net only once in his past six games, the latter once in his past five. Francis's purchase of Ade Akinbiyi upset their communication and rhythm and now the £2.4m striker's confidence has been so shot by all the jokes that he has been relegated to the bench. Even Francis admits \"we have a mountain to climb\" to make the play-offs, especially given Palace's difficult run-in. Meanwhile, things are looking up for Watford. The way they defended - \"with courage and desire,\" as Gianluca Vialli put it - suggests there is nothing wrong with team morale. They just need to improve their quality on the ball. Certainly the timing of their goals could not be faulted. In first-half injury-time Allan Nielsen converted Stephen Glass's centre, then two minutes after the interval Marcus Gayle beat Matt Clarke to another Glass cross. Man of the match: Wayne Brown (Watford)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}