{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/28/worldcupfootball2002.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-28T17:26:40Z", "webTitle": "Cameroon 2 - 2 Argentina", "webUrl": "https://www.theguardian.com/football/2002/mar/28/worldcupfootball2002.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/mar/28/worldcupfootball2002.sport1", "fields": {"headline": "Suffo uses his head to deny Argentina with late equaliser", "bodyText": "The pride of South America and Africa collided here last night with enough force to send shudders through their World Cup rivals this summer. England - and the Republic of Ireland - have been severely warned. It may only have been a friendly, played in neutral Switzerland, but the passion, pace and obvious high technique of both Argentina, the tournament favourites and Cameroon spells danger to anyone standing in their path in the Far East. Argentina's acting captain Juan Sebastian Veron was again mightily influential for his country, striking from an early penalty and then initiating the dazzling move that led to Pablo Aimar's goal just past the hour. The match had an improbable finale as the Sheffield United striker Patrick Suffo, a second half substitute, equalised with a glancing header five minutes from time. The striker may be looking for a new club after his part in the Battle of Bramall Lane, but he'll be receiving no rejection slips from the Africans. Cameroon were indebted to Suffo for his last-gasp leveller, having defended with their backs to the wall in the opening exchanges and it was as much as they could do to delay the opening goal until the 16th minute. The tone and pattern of Argentina's play was set in the first minute when a low cross just deluded Claudio Lopez. Shortly after, one of Aimar's many subtle passes found Lopez shooting fiercely wide from a tight angle. Yet, immediately either side of Veron's penalty, Cameroon were desperately unlucky not to score. Marc-Vivien Foé headed against the crossbar then Samuel Eto'o delivered an angled shot that German Burgos diverted with great difficulty. So Argentina's opener could be considered a triple blow. But the referee Philippe Leuba had no choice but to award a penalty when Aimar was brought down by the defender Raymond Kalla. Veron dispatched the kick with aplomb. The African response after 20 minutes was therefore all the more courageous. Pierre Wome's free-kick saw Burgos stretch unsuccessfully as Eto'o headed in at the far post. A Cameroon miss on the hour defied belief as Pius N'Diefi shot straight at Burgos from point blank range and were made to pay by Argentina's second goal - one of beautiful construction and delightful execution. Lopez received the ball from Veron, sprinted down the left and found Claudio Caniggia on the other flank. The winger's ball into the area was met by Aimar, who flicked cleverly past Boukar. A flurry of substitutions followed, one of which was Suffo who saved the day for Cameroon. Argentina (3-3-1-3): Burgos, Chamot, Pochettino, Samuel; Zanetti, Veron, Sorin; Aimar; Caniggia, Claudio Lopez, Kily Gonzales. Cameroon (3-5-2): Boukar, Djemba-Djemba; Song, Kalla, Tchato, Wome; Geremi, Foe, Olembe; Eto'o, N'Diefi. Referee: P Leuba (Switzerland). · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}