{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/mar/09/mbas.business2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-03-09T23:59:25Z", "webTitle": "Profiting from a worldwide peer group", "webUrl": "https://www.theguardian.com/education/2002/mar/09/mbas.business2", "apiUrl": "https://content.guardianapis.com/education/2002/mar/09/mbas.business2", "fields": {"headline": "Profiting from a worldwide peer group", "bodyText": "Over the past decade, MBA programmes at the world's major business schools have increasingly shifted away from servicing a purely domestic market. According to a survey carried out by the Darden School at the University of Virginia, the average \"international\" proportion of the student body on an MBA programme at a top 20 US school is now 34%. In Europe the percentage can be far higher. At INSEAD in France and London Business School in the UK for example, around three out of every four students originate outside the host country, while at IMD in Lausanne not a single member of the last MBA programme came from Switzerland. In a shrinking business world, where globalisation is becoming a reality, mixing with students from a range of nationalities and cultures brings undoubted benefits. \"I was in a class made up of 22 nationalities,\" says Mike Holmes, who took his MBA at Henley Management College in the UK. \"Working in such a diverse environment gives you access to ways and means of doing business and achieving objectives that you would never otherwise think of. It means that you learn as much from your fellow students as from the formal teaching.\" But what happens when the course is over and the class is dispersed across the world? How can graduates continue to benefit from the global character of their business education? As part of their continuing support to graduates, most of the leading schools now run, or at least co-ordinate, alumni activities on an international basis. Cranfield in the UK, for example, established the Cranfield Management Association as long ago as 1976 and now manages the activities of some 9,000 alumni in more than 100 countries. Across the Atlantic, the alumni office of the Yale School of Management in Connecticut works with 160 clubs, large and small, in locations stretching from Australia to Venezuela. The nature of services on offer to alumni varies from school to school, mostly dependant on each club's financial resources. However, thanks to the global reach of the internet, many now provide a platform by which groups of former students can network with each other, offer some form of newsletter and, perhaps most useful of all, an online directory of alumni, complete with contact details. With a gloomy shadow remaining over the international employment market and a secure, high-powered job no longer guaranteed for any MBA, many alumni seeking a job have started to look to their peer group for help. Whilst MBA graduates still get together for networking events, socialising, exchanging gossip and listening to inspirational speakers, the talk increasingly revolves around which organisations are hiring and which are firing. In this difficult environment, an alliance of 27 of the world's top schools has come together to leverage the huge potential of the international alumni network. The new organisation, Global Workplace, now represents more than 170,000 final year students and alumni around the world. Major players, such as London, Manchester, Instituto de Empresa and Nyenrode in Europe, Chicago, Darden, Stanford and Yale in the US and AGSM and Singapore on the Pacific Rim are members of the alliance. Through its website at www.global-workplace.com the facility enables member schools to provide graduates with a range of career development services, including a searchable database of executive-level jobs from Australia to Azerbaijan. However, at a time when finding that elusive \"right\" job can depend as much on who you know, as it does upon what you know, the Global Workplace has become much more than a simple job posting-board. \"Business school graduates have the value of networking drummed into them early in their study period,\" says Shawn Park, from Global Network's London headquarters. \"We've built on that to develop a programme of structured networking events, which we aim to have running in up to twenty cities around the world by late summer 2002. \" What makes 'structured' networking different from a good, old-fashioned chat over a glass of wine? We're talking about short, punchy, events run to a tight timetable, where everyone makes it clear from the start, what they have done, what they can offer and what they are looking for,\" says Mr Park. \"It cuts out time wasted talking to the wrong people. It means getting straight down to essentials - making the right contacts, finding a job, finding a better job, developing business for yourself or for your employer. It's something that many North Americans are already very good at. What the Global Workplace does is to roll out the idea on an international basis. So much of the value of the top business school experience lies with your fellow students. Now, with our initiatives, with the Global Workplace, that value can continue - can develop - well beyond graduation day.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}