{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/mar/24/comment.formulaone2002", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-03-24T22:06:01Z", "webTitle": "ITV severely handicapped in F1 race", "webUrl": "https://www.theguardian.com/sport/2002/mar/24/comment.formulaone2002", "apiUrl": "https://content.guardianapis.com/sport/2002/mar/24/comment.formulaone2002", "fields": {"headline": "Formula One - unequal race for ITV?", "bodyText": "Conspiracy theorists are starting to mutter about the inferior coverage of Formula One motor racing on ITV1. That's inferior as in poor, as well as not as good as Sky's digital pay-per-view service. It's not surprising that the simultaneous digital coverage on Sky, introduced this season, is better, because F1 boss Bernie Ecclestone has spent millions making it so. What is surprising is the poor quality of the material ITV1 are having to work with. During last Sunday's Malaysian Grand Prix, for example, there were no pictures of Jenson Button's unavailing efforts to hold on to third place on the last lap and throughout the race the charge through the field by Juan Pablo Montoya and Michael Schumacher, which provided the main excitement, received cursory coverage. We may never know how many of the £12-a-race packages Sky are selling, but, goes the conspiracy theory, Ecclestone is doing his best to make sure ITV1 don't offer too diverting an alternative. Hawk-eye, the invention of the young British scientist Paul Hawkins that is set to have a major impact on television sports coverage, enjoyed worldwide exposure during the Masters tennis event in California, which ended last Sunday with Tim Henman losing heavily in the final to Lleyton Hewitt. British viewers have been familiar with Hawk-Eye since Channel 4 started using it in their cricket coverage. It generates graphics such as the ones that track the ball's trajectory after striking a batsman's pads to decide whether he was out and show where a bowler has been pitching the ball over an extended period. Last month, the BBC introduced it to tennis coverage during their broadcasts of Britain's Davis Cup tie against Sweden and now a worldwide audience has sampled it with 36 nations taking coverage of the Masters tournament in Indian Wells. In tennis, the graphics generated by Hawk-Eye, which uses dedicated cameras to track the ball, show with minute accuracy where the ball landed, which can be used to verify line decisions and build up statistics on where a player hits shots. Against Hewitt, for example, Henman struck every single second serve from the advantage court to the Australian's backhand. The system also records the speed of the ball throughout an entire rally. In Indian Wells, it showed just how hard the top women hit their groundstrokes, notably Daniela Hantuchova, the 18-year-old Slovakian who won the women's title. Her shots off the ground were belted much harder than Henman's. jon.henderson@observer.co.uk · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}