{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/mar/16/fiction.libbybrooks", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-03-16T23:59:06Z", "webTitle": "A chronicler of the overheard", "webUrl": "https://www.theguardian.com/books/2002/mar/16/fiction.libbybrooks", "apiUrl": "https://content.guardianapis.com/books/2002/mar/16/fiction.libbybrooks", "fields": {"headline": "A chronicler of the overheard", "bodyText": "Susie Boyt is the sort of person people talk to on buses. \"I hear a lot of good things. Even if I'm crossing the road someone will come up to me,\" she muses. \" It gets me into trouble sometimes, but I've always really liked people.\" The heroines of her three novels are young women at the point of emerging into the world, negotiating the path from innocence to wisdom while attempting to dodge any worldy taint. Her latest novel, The Last Hope of Girls , borrows its title from ee cummings. (According to the poet, the last hope of girls is \"to be careless, dauntless, to create havoc\".) \"I like the idea of behaviour where it's not necessarily apparent how deliberate it is,\" Boyt explains. \"And then I like words that mean what they mean and also their opposite, and the last hope of girls could mean the last thing or the very thing they're hoping for.\" Her novels also vibrate with a subtly psychotherapeutic tone. This is not to suggest that her work is personal excavation (\"I can't think of anything worse than writing that's been theraputic to the author,\" she tuts). But her skill lies in the unravelling of intentions, conscious and unconscious. \"Ever since I was really young, I've spent a lot of time interpreting things, going over in my mind the things that people have said and the possible meanings they could have.\" Writing books is a way of doing this on a larger scale, she says. In The Last Hope of Girls , the protagonist, Martha, escapes alienation, addiction and loss in the shining aisles of an Oxford Street department store. \"At times of uncertainty, I've often found myself in department stores,\" Boyt admits. \"It was something I did as a child. Somehow they suggested how to be a person, and there was a natural order where all kinds of experiences were given equal importance. It wasn't anything to do with buying - it was the promise of future life where anything could happen, and maybe you could have patio furniture.\" Martha lives a life of splendid isolation in her inner-city apartment, denying herself the potential threat of sexual contact. Trouble with sex, as a metaphor for emotional intercourse, is a running theme in Boyt's work. Martha is confounded when her best friend Stella finds a boyfriend. \"I'm very interested in women's friendships, how it is negotiated when one friend gets what the other one wants,\" she says. \"I'm interested in the role that tact has to play, and the way envy works. Also you can go from feeling deprived to feeling envied. The fear of envy can be quite overwhelming.\" Throughout her novels, lost or absent fathers loom. Why does she think they have proved such a popular literary device? \"There's so much more insight about parenting,\" she says. \"Even with the most together mum and dad, the dad was out working all the time, so everyone of my generation or older did have a bit of an absent parent.\" Boyt herself is a member of the sprawling Freud clan: the youngest daughter of Lucian and Suzy, with whom he had five children. \"It is, to say the least, annoying that whether I have a powerful father figure or not, whatever I do people are going to ask about that.\" In a recent interview, the journalist arrived with a list of characteristics that she thought matched Lucian Freud and Martha's errant father. \"People give you the impression that no one would read my books apart from to find out things about my family, and I know that not to be true. If people do, I don't think they'll get much for their money.\" Now married to Tom Astor, who manages the band Gorillaz, and the mother of 15-month-old Mary, she writes in the afternoons and sometimes evenings. Her writing routine is very different these days. \"When I wrote my first two books, I was living on my own. With the first book I had seven part-time jobs, two mornings and two afternoons a week free, and worked late into the night.\" \"Possibly that was a lonely time and this was a solution to it,\" she explains. \"Now I'm much happier and I really love my life, I'm not prepared to put myself through such punishing routines.\" Consequently, she adds, this latest book was a real pig to write. Having become a mother, she feels that she will again have to find a new way of working. The heroine of her next book is a marriage-guidance counsellor with two grown-up daughters, which also feels like a departure. Boyt has herself worked as a bereavement counsellor. \"One of the amazing things that came from it was that I used to get very involved in anyone else's unhappiness, almost not knowing where my feelings started and theirs ended. I always felt that being a good friend was something that defined me and meant the world to me, and when I was younger I wanted to be the sort of person who would do anything for anyone. The course really taught me that the job of friendship is not to take away the pain of other people, but that if you can listen as hard as you can, it's almost as good as anything.\" Did she feel a moral imperative to be good? \"It's definitely a very strong thing in me,\" she says. \"My books are about how to be good, and also how to live very fully in the world without taking on any of the taint that being worldly carries.\" She was sitting in a restaurant the other day when she overheard one man say to his friend: \"What you don't realise is that I'm probably the most cynical person in this whole world\". Boyt laughs: \"It's so unlikely! Would the most cynical person in the world say that? It set me thinking.\" She has never been cynical, she says. \"I like sarcasm and vicious wit as much as the next person, but not cynicism. I've always believed very strongly that things get easier and better the older you get.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}