{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/24/worldcupfootball2002.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-24T18:50:06Z", "webTitle": "Over land and sea: 2002 - A World Cup odyssey", "webUrl": "https://www.theguardian.com/football/2002/mar/24/worldcupfootball2002.sport", "apiUrl": "https://content.guardianapis.com/football/2002/mar/24/worldcupfootball2002.sport", "fields": {"headline": "Nakata on the tourist trail - if not the teamsheet", "bodyText": "There is a joke in Italy that Japanese tourists wear Hidetoshi Nakata's Parma shirt more often than he does. Nakata has struggled to make an impact at Parma after his £18 million move from Roma and has recently been consigned to the substitutes' bench. Nakata had made an immediate impact in his Serie A career with two goals on his debut against Juventus for Perugia in the 1998-99 season. During his successful spells at Perugia and Roma, his every move was watched by a travelling pack of 50 Japanese journalists and it was not uncommon to have 1,500 Japanese tourists watching his matches. Despite Nakata's infrequent appearances this season, Japanese tourists are still attracted to Italian football. Italian clubs might not have made much of an impression on the Champions League this season but for many Japanese tourists, particularly the younger generation, a Serie A game is an integral part of the Italian experience, just as much as a gondola ride in Venice or a photo in front of the Leaning Tower in Pisa. ' Serie A is high level, style soccer,' says Hiroshi, a student from Tokyo, waiting for the gates to open for a Fiorentina-Udinese game. 'J-League is low level,' he adds. Hiroshi has never been to a live football match in Japan but is adamant that he will when he returns to Japan after his 14-day tour of Italy. 'I always watch Serie A on TV late at night,' he says. 'I wanted to come to a game to experience Italian supporters.' Hiroshi would have been disappointed at the Fiorentina-Udinese game, which ended in a goalless draw. The noisy, colourful spectacle that makes Italian football such an experience was sadly lacking. The only real moment of any interest came after the game, when the fans heckled and spat on Fiorentina players and officials as they left the ground. They are disgusted at the current plight of the club, bankrupt and seemingly destined for relegation. Italian games, especially those in the tourist centres of Venice, Milan, Florence and Rome, also attract large groups of Japanese girls. Football is very popular among women in Japan and J-League matches attract a much higher percentage of women supporters than matches in Europe. Yuki, a student from the northern province of Iwate-ken, is a typical Japanese fan. She is on a two-month trip through Spain, France, Italy and the former Yugoslav republics and the highlight of her trip was to have been at the Rome derby between Roma and Lazio. 'I come to see Nesta, my hero. I love Lazio because of him,' she says, referring to the very popular centre-back Alessandro Nesta. But the match was not the experience she had hoped for. Not because she had to pay 100 euros (about £70) to stand with her fellow Lazio supporters in the Curva Nord of the Stadio Olimpico, but because Nesta, her hero, was largely to blame for Lazio's crushing 5-1 defeat at the hands of their greatest rivals. Nakata's current situation at Parma has provided something of a headache for the Japanese journalists following his progress. 'It is difficult to write when Nakata is not playing,' says Hiroshi Yanagida, of The Sports Nippon . 'There are now fewer journalists watching Nakata. Some are watching Ono in Holland [Shinjo Ono plays for Feyenoord] and Junichi Inamoto in England.' At the recent midweek Parma-Chievo match there were perhaps only six or seven Japanese journalists watching Nakata sit on the bench and go through a range of elaborate stretching exercises before returning to the changing rooms after a goalless draw. But Nakata's Japanese fans still keep coming to Parma hoping to see him play. The message book in the club shop is full of words of adoration and encouragement from his Japanese admirers. 'Ganbatte Nakata' ('Fight on') is a common message in the more recent pages. Perhaps most telling is a message in Italian saying 'Ciao Nakata' ('Goodbye Nakata'). Nakata is not expected to remain at Parma after the World Cup. The current rumours are that Atletico Madrid are interested in his services. Expect a surge of Japanese tourists in Madrid next year. · James Davis is travelling by road, rail and ferry to the World Cup, going only through countries that have qualified for the finals. His next column will come from Slovenia · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}