{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/mar/19/football.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-03-19T21:27:34Z", "webTitle": "The bounder's guide to ungentlemanly conduct", "webUrl": "https://www.theguardian.com/sport/2002/mar/19/football.comment", "apiUrl": "https://content.guardianapis.com/sport/2002/mar/19/football.comment", "fields": {"headline": "The bounder's guide to ungentlemanly conduct", "bodyText": "In sport the line between gamesmanship and cheating is a fine one - so fine, in fact, that people who can pinpoint the moment when an action crosses it are rarer than photographs of Lee Bowyer with his mouth closed. According to the West Bromwich Albion manager Gary Megson, Sheffield United leapt across the line with studs showing on Saturday afternoon. In Megson's view the Blades deliberately set about getting the game abandoned by reducing their team strength to six through a combination of sendings-off and injuries. \"That was cheating,\" he said pointing a figurative finger at his opposite number, Neil Warnock. While it is hard not to sympathise with Megson, it is altogether more difficult to agree with him. For, while the spirit of the game on the field is protected by the law against ungentlemanly conduct (a pleasant catch-all term which, were it fully enforced, would surely end the careers of many internationals and indeed anyone else without the good sense to run on to the field wearing a Norfolk jacket, capacious corduroy trousers and a pair of stout brogues), off the field it is a free for all. Clubs can narrow the pitch to frustrate the opposition's wingers, bring in the advertising hoardings to thwart long-throw experts or let the grass grow long to hinder slick passing and nothing can be done. The gap between professional cuteness and downright dishonesty is as small as the tear in Cassius Clay's glove that Angelo Dundee ripped open to earn The Greatest extra recovery time after Henry Cooper had sent his head spinning at Wembley in 1963. While there is clearly a huge difference between the snooker player who busily polishes his cue with a white handkerchief in the hope of distracting his opponent and Fred Lorz who won the 1904 Olympic marathon after travelling 11 miles of the course in a car, what of the area in between? In the NFL a few years ago the Buffalo Bills instructed their pitch-side band to strike up when the opposition quarterback was calling out his plays. In Brazil, meanwhile, the manager of Gremio - Big Phil Scolari - instructed ballboys to disrupt the game by throwing extra footballs on to the field when the visitors were in possession. The Bills were fined for their actions. Big Phil got the national team job. This is not the first time Warnock has incurred the wrath of an opposition manager. Last year Burnley's boss Stan Ternent accused the former chiropodist of sending someone to stand behind the dressing-room door to listen in on his half-time team talk. Warnock retorted: \"I know I've done nothing wrong.\" If there is a narrow margin between gamesmanship and cheating there sometimes seems to be an even narrower one between gamesmanship and puerile silliness. Last year, for example, the coach of the Fijian football team, Billy Singh, accused his Australian opponents of attempting to unsettle Fiji by planting something smelly in the away dressing room. Anyone who has ever spent time in a male dressing room will wonder how Singh could be quite so sure it was the Australians who had created the odour, or indeed how he had detected it above the general hum of sweat, socks and last night's curries. Undoubtedly the modern master of this kind of petty-irritation gamesmanship was John Beck. During his first spell at Cambridge United Beck ensured that the away dressing rooms at the Abbey Stadium were overheated and that the showers were freezing cold. The sugar that accompanied the half-time tea was laced with salt and the balls handed out for the warm-up had been soaked overnight in water. The grass in the corners of the pitch was so tall that Dennis Wise would have needed a periscope to find his way out of it while the centre of the field was a wide band of damp sand. \"If you think it's bad now, lads,\" one wag remarked when Middlesbrough played there in 1991, \"wait till the tide comes in.\" Under Beck Cambridge were promoted twice and reached two FA Cup quarter-finals. When they were winning, staff and fans at the Abbey Stadium derided the opposition's complaints as the whingeing of sore losers. Once the team went into its own spiral of decline, however, players queued up to denounce Beck and his methods. Sometimes, it seems, gamesmanship, like history, is defined by the victors."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}