{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/mar/09/mexico.wildlifeholidays.ecotourism", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-03-09T19:44:50Z", "webTitle": "Treasures of the Sierra Madre", "webUrl": "https://www.theguardian.com/travel/2002/mar/09/mexico.wildlifeholidays.ecotourism", "apiUrl": "https://content.guardianapis.com/travel/2002/mar/09/mexico.wildlifeholidays.ecotourism", "fields": {"headline": "Treasures of the Sierra Madre", "bodyText": "Michoacan's monarchs are a truly unique phenomenon. Insects that normally live for around a month surviving somehow for six as they settle among the dense firs of the Sierra Madre. Having summered in America and Canada, millions of them independently and almost simultaneously decide to head south and find their way to the same peaks deserted seven months previously by their great, great grandparents. It is a journey of up to 3,500 miles undertaken by creatures with a maximum wingspan of some six inches - a migration unequalled anywhere in the animal world and completely without rival among insects, which normally don't bother with this kind of thing. An estimated 250m butterflies, spread over five mountaintops, create a thick cloud of colour, a spectacle that bears comparison with any of the sights in this spectacular nation. The Mexican state of Michoacan is a stunning mix of scenic lakes and sweeping mountains. Here the air is clean even if the waters - often used as a depository for unfiltered sewage - are not. With impressive judgment, this is where the butterflies choose to spend their winters. Morelia, the state capital, is a wonderful city, with an outstanding cathedral, and it is butterfly-mad: taxis are painted with them, adverts feature them and the football team, the Monarcas, was renamed in their honour in 1997. It takes two hours by car to travel from Morelia to the rugged mountains that the monarchs journey to every year. It is perhaps because of its remoteness that it took until 1974 for the outside world to discover the butterflies' hideaway. It is a date the locals still curse: the five mountaintops, formerly owned by local communities, were immediately appropriated by the government and turned into sanctuaries. The largely poverty-stricken locals have yet to receive any payment. Most butterfly hunters stay either in Zitacuaro or Angangueo, the two towns nearest the main sanctuary, El Rosario. We stayed in Aporo, a town so small that few Mexicans, few Michoacans, have heard of it. It is an old-fashioned Mexican place, where women carry their shopping home on a donkey and drinks kiosks come with somewhere to tie up your horse. (It is a cruel irony that the one time I visit a place that could reasonably be called a one-horse town, it is full of horses.) There may be little to do here of an evening, but it is a good base: only a couple of hours on horseback from the nearest butterfly - a journey through private land best negotiated with a local - or an hour by car. While El Rosario is the most famous of the butterfly sanctuaries, and one of only two open to the public, it is hardly well-equipped for mass tourism. The road that leads to it is still half-built, and the half that is built is coming apart. But the journey is well worth the damage inflicted on a car's suspension (and let's face it, the car's unlikely to be yours). Unfortunately, the final climb has to be done on foot. And it is not easy - the equivalent of walking up 38 floors. At the top, your entrance fee, 15 pesos, gives you the services of a guide who will show you the way - at your pace - and is armed with plenty of facts, if little English. The butterflies rest each night at the top of the mountain, before coming down to the valleys as the day warms. The sanctuary opens at 9am between late November and mid-March, and you should get there early, while they are still in the trees. One monarch butterfly on its own would be an extremely pretty sight, with its wings of flaming orange. To see 15m at once, clinging to trees (where they are so dense that their combined weight is enough to snap off branches) and filling the skies, is extraordinary. Even more arresting, however, is the combined sound of countless quietly beating tissue-thin wings, never more than a ghostly whisper. In November, the very start of the butterfly season, they are nearly everywhere. By February, when they are at their most plentiful, they are absolutely everywhere. By the end of March, every living butterfly has gone. Life for a monarch butterfly is not easy, and even at the end of their energy-sapping migration problems continue. Broken wings litter the footpath, testimony to the clumsiness with which oxygen-starved visitors tread. The locals aren't much help either. Some believe the butterflies kill their cows (no, me neither), and seek murderous revenge. To others, the wood from the forests provides their only income and slowly, surreptitiously, they are chopping it down. Until the true potential of their wonderful annual gift is realised, the butterflies' habitat will continue to shrink. If El Rosario was the highpoint of our trip, the low was Mexico City. Given the bountiful wildlife and natural beauty to be seen almost everywhere else, it is somewhat perverse that the Mexicans should choose as their capital a place where the only wonder is that anything can live at all. Short of visiting the zoo, based in the enormous Chapultepec Park, wildlife-spotters will enjoy nothing so much as getting out of the place. It was with much relief that we left for the calmer surrounds of Oaxaca, about six hours away by road but a short hop on one of the excellent national airlines. Where Mexico City is often smothered by a blanket of thick smog, the skies in this state capital seem permanently blue. You can tell a lot about a city from its festivals, and it is surely impossible to dislike anywhere that could come up with the Noche de los Rabanas - the night of the radishes - in which, two days before Christmas, the main square is filled with large sculptures composed entirely of radishes. The nativity scenes are particularly impressive. Winter - from late October until May - is the dry season. No Briton is ever likely to call the weather cold, and if you do, at least it won't be raining at the time. The sun shines down on some of the most colourful streets you are ever likely to find - the council publishes a list of permissible house colours and none of them is white. The very walls of this place scream summer. Oaxaca (if you don't already know how to pronounce it you almost certainly can't) is known as one of Mexico's culinary capitals, famous particularly for its mole negro, a dark and slightly suspicious sauce involving chocolate which is often served with chicken, and grasshoppers. A good place to get a taster is El Biche Pobre, a small, family-run restaurant about 15 minutes' walk (and a nice one at that) from the central square. They do a botana surtida , a big plate with lots of small things on it, which is cheap, tasty and does not involve grasshoppers. Indeed, the only restaurants we found that offered chapulines, as the locals call them, were touristy affairs around the Zocalo, the main square.We were ready to dismiss them as a quirky novelty that no one really ate until we went to the food market, a couple of blocks south of the square. There we found huge piles of chapulines, already fried, which locals excitedly bought and ate with a healthy squeeze of lemon juice. This was no gimmick. I didn't think I would like them, for any of a million reasons - the itsy bitsy legs, the exoskeleton, the way they look like something that has been passed by a local sparrow. But having bought some, stuffed them into a tortilla and chewed for a while, the main reason I didn't like them was simply that they were too lemony. Strangely, I like lemons even less than I like grasshoppers. Local legend has it that he who eats grasshopper shall return to Oaxaca, which may well be true in my case but it won't be for a second helping. For a really tasty street, head north from the Zocalo to the Iglesia de Santo Domingo, a splendid, ornately carved church. In its shadow, several stalls sell home-made ice cream in a vast and, if you don't speak Spanish, quite bewildering array of flavours. Fret not: tuna refers not to the big fish but to the fruit of the prickly pear cactus. But the best thing about Oaxaca is the array of day trips that can be undertaken using it as a base. The wonderful ruins of nearby Monte Alban must be visited, and those of the slightly more distant Yagul and Mitla. Swim in the mineral-encrusted pools of Hierve el Agua, visit the traditional craftsmen who work in surrounding villages producing rugs, pots and brightly coloured hand-carved wooden armadillos (nicer than you'd think) or go to Santa Maria del Tule, where there is a very, very big tree. Tours can be arranged through any hotel or the tourist information office on the Zocalo. Turtle-lovers can also indulge their fancy on the pristine beaches on the state's Pacific coast, some six hours' drive away. Way to go Getting there: Journey Latin America (020-8747 8315, journeylatinamerica.co.uk) organises tailor-made trips to all Mexican destinations. A nine-day tour, similar to the one above, would cost from £1,489pp including transatlantic flights on KLM, internal flights, hotels, transfers and excursions to the Teotihuacan pyramids, Monte Alban ruins, Patzcuaro and the Rosario butterfly sanctuary. British Airways (0845 7722277, britishairways.com) flies direct London Heathrow-Mexico City three times a week from £556.50p. Getting around: Mexicana (mexicana.com) and aeromexico (aeromexico.com). Where to stay: Mexico City: The Majestic (+5 512 6262) has its downsides but is superbly positioned. Oaxaca: Casa Conzatti (+9 513 8500) is a new hotel 10 minutes' walk from the Zocalo. Aporo: the Posada la Revancha (+786 155 6194). Its owner, Raul, is also an excellent tour guide. Further information: planeta.com (an indispensible resource for ecotourism in Latin America), oaxaca-travel.com, mexonline.com. Country code: 0052. Time difference: -6hrs. Flight time London-Mexico City: 12hrs. £1 = 12.94 pesos."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}