{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/mar/20/cricket.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-03-20T21:47:08Z", "webTitle": "England fancy ill wind to blow for their own good", "webUrl": "https://www.theguardian.com/sport/2002/mar/20/cricket.comment", "apiUrl": "https://content.guardianapis.com/sport/2002/mar/20/cricket.comment", "fields": {"headline": "England fancy ill wind to blow for their own good", "bodyText": "It blew in Wellington yesterday, enough to boil up the water on the harbour and cause people to hang on to their hats. It was a normal day, in other words, and it gave England a glimpse of what may be in store when the second Test begins at the Basin Reserve tomorrow. Any Test played in the New Zealand capital would not be worth its salt without wind coming into the equation. It creates its humour and demands heroics. Chris Old's 30 overs off the reel into the very teeth of it in 1978, when he took six for 54, is still talked of with reverence, even if England went on to lose to New Zealand for the first time. Dirty work it may be but someone is going to have to do it and it will not be the senior bowler Andy Caddick. Matthew Hoggard's yeoman efforts into a Manchester gale last summer let everyone know that he is up for it and Andy Flintoff has the power to cut through it, too, like an icebreaker in the Arctic floes. Besides, if the wind is in the right quarter, blowing from fine-leg and assisting away swing, then it may be the end to be bowling from. Under the circumstances it may be the need for another seamer to share the donkey work which prompts England to change the side who won the first Test in Christchurch last week, the first time they have taken the opening match of an overseas series for a decade. \"If the pitch looks flat then we may well call up an into-the-wind bowler,\" said Nasser Hussain. He means Craig White, whose batting is also needed if England are to protect the series lead, rather than Jimmy Ormond, who would be the ideal man for the job. \"It's funny with the wind. At the beginning of the last Test match everyone wanted to bowl at one particular end,\" Hussain added, \"and then people swing it into the wind a little bit more and everyone wants to bowl at that end.\" There is sure to be a reluctance to change a winning side, however, and the key will probably be the fitness of Mark Butcher, who cracked a bone in his right thumb while catching Lou Vincent on the last day of the Christchurch Test. Butcher had some throw-downs in the nets yesterday and will increase his workload today. He is, said Hussain, desperate to play. If Butcher is fit, then it could be his bowling that offers Hussain back-up. Should he not make it, however, and England require the same balance, then in addition to White, Usman Afzaal or even the newly arrived Ian Bell will come into consideration. Any fitness doubts about the captain were dispelled yesterday when Hussain said that the hand he injured when attempting a slip catch on Saturday was 100% for batting and added that there is plenty of close-catching cover should he opt to graze in the outfield. While the team practised yesterday the groundsman was unveiling his pitch, a natural rather than a drop-in and a rather scruffy looking one, too. There is time to spruce it up, however, and it was already dry, with not a drop of moisture on the heavy roller. Hussain is looking forward to playing on a \"traditional pitch\", one where he can anticipate deterioration later, when Ashley Giles will surely come into the picture. Results over the past 10 years suggest that he may get his wish for there have been nine finishes, five of them by an innings. Correct reading of the pitch, however, would seem to be something that captains find difficult. Only in two of those 10 Tests has the side that won the toss won the match. Furthermore the side which opted to bat first has lost six and drawn one. It is a mystery. Hussain is so good at losing tosses which he wants to win, no doubt he will win this one. New Zealand, meanwhile, are falling apart at the seams. With Chris Cairns already signed off for the series, the biggest worry now is the back condition that has been hampering their left-arm spinner Daniel Vettori for some time and which has been diagnosed as soft-tissue injury. Should he miss out, then the one-day specialist Chris Harris will come into the side. There was better news of their back-up seamer Chris Martin, who is almost certain to have recovered from his back injury. It all pales into insignificance when considered against the case of Vincent who, it has emerged, played in the first Test only five days after undergoing a \"small\" heart operation under a local anaesthetic. \"It was a tough week physically and mentally. I went under the knife on Friday and felt I would be all right by the Wednesday to play,\" said the 23-year-old batsman, who has had a minor heart condition since he was 16. \"It was only a small operation but it affected me more than I thought it would. \"They went in through the groin and went up to the heart. Then they put a little bulb up there and burnt the end of the nerve. It was funny watching this all going on on the screen but it was a weird feeling as well, with bits and pieces attached to you.\" England (from): N Hussain (capt), ME Trescothick, MA Butcher, GP Thorpe, MR Ramprakash, MP Vaughan, A Flintoff, C White, AF Giles, JA Foster, AR Caddick, MJ Hoggard, U Afzaal, IR Bell. New Zealand (from): SP Fleming (capt), NJ Astle, I Butler, CJ Drum, M Horne, CS Martin, CD McMillan, AC Parore, M Richardson, DL Vettori, L Vincent, DR Tuffey, CZ Harris. Umpires : DB Hair (Aus) &amp; RS Dunne (NZ). · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the sport.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}