{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/13/sport.danrookwood", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-13T18:01:28Z", "webTitle": "Walter Smith: Your view", "webUrl": "https://www.theguardian.com/football/2002/mar/13/sport.danrookwood", "apiUrl": "https://content.guardianapis.com/football/2002/mar/13/sport.danrookwood", "fields": {"headline": "Walter Smith: Your view", "bodyText": "If there's one thing that everyone knows about Everton, it's that they have spent more time in the top flight than any other team. In fact, should they survive this latest crisis they will become the first club to spend 100 seasons in the top division. The very real possibility of finishing 99 and out has brought an end to manager Walter Smith's innings. And, according to most of you, it was about time too. \"As a lifelong Evertonian, Walter had to go. I have never seen such rubbish,\" says Tom Sweeney. And he watches them from Australia. Poor old Michael Kostrzewski pays good money to watch bad football. \"I am amazed at the support for Walter Smith from the media correspondents and some ex-Everton players,\" says Michael. \"To me they all have one thing in common: they do not pay to watch the match. I do. Me and all my friends are genuine supporters and all of us are sick to death of Smith.\" Indeed, following the 3-0 defeat in the FA Cup quarter-final away at Miseraboro, many such genuine fans sang a song for Smith. It went something like this: Walter Must Go / Walter Must Go / Walter Must Go (repeat to fade of a one-time giant). But this is not a knee-jerk reaction from fickle football fans. Oh no. \"Everton fans are not being fickle, this is not a knee-jerk reaction,\" says Robin Cannon. See? Michael Kostrzewski's back. \"After four years of Smith being in charge we have not moved one inch forward. They say, 'He has balanced the books'. Easy. I say he has sold good players and bought rubbish. They say, 'Unlucky with injuries'. I say he has bought injury prone players: Ferguson, Pistone, Alexandersson, Gascoigne.\" Injury-prone players, and old ones. Apparently Smith thought a youth policy was just insurance against getting pregnant. \"Walter at Rangers never gave youth a go. He had the pick of the Scottish youngsters and how many came through?\" says Sweeney Tom. \"At Everton it was by chance Michael Ball got to play at centre-back. He preferred Dave Watson (39), Richard Gough (38). Then he goes and gets Gazza (34) and Ginola (35). What a joke!\" And tactics? Smith thinks the are the little mints that provide two hours of freshness. And just two calories! Great, huh? \"Have you spoken to Glasgow Rangers fans who still call Walter Smith \"Tic-Tac\" (tactic backwards)?\" asks Gerard Gorman. \"His record at Rangers was good but he was never really challenged in Scotland. There was no opposition. He lacks tactical acumen and does not encourage the development of young players,\" says Karen Reid, summing up the thoughts of several of you. About 53 people wrote in to say they thought Wally did a decent job with meagre funds. \"Mr. Smith has managed Everton with nothing in the way of funds for purchasing players and having to make do,\" says Paul Ruffell, another Evertonian in exile in Australia. \"I find it a travesty that such a honorable and hardworking man has been dismissed.\" But that argument doesn't wash with Trevor Powell. \"Believe it or not, there are managers around who have created teams on a shoestring, e.g. Martin O'Neill and Alan Curbishley. They have not been in involved in so many bust-ups with players, played so many players out of position, dragged blossoming youngsters through the mill and injured so many players on the TRAINING GROUND,\" he rants. Trevor goes on, but you get the picture. However, not everyone places the blame squarely on Smith's square shoulders. Some of you are also throwing darts at the board. \"Walter should have left the club some time ago when he realised that the board at Everton Football Club has no ambition but to survive in the Premier division only,\" says George Macpherson from Houston (we have a problem), Texas. \"Just another example of how a manager has been made a scapegoat for the shortcomings of the board,\" adds Jason Barrett. \"They are spending valuable transfer funds on a new ground that they neither need nor will fill once they drag the club from the Premier league.\" \"This is the worst Everton side I've seen in 30 years of watching,\" says Steve Lee. So where did it go wrong? Mike Allen thinks he has the answer. \"The root cause of the club's malaise is, of, course, Heysel. Everton had just won the European Cup Winners Cup on top of won their second league title in three years,\" he recounts. \"They were, according to Johan Cruyff at least, the best team in Europe. Recall that this was before the ascendancy of AC Milan in the late 80s. Banned from the European Cup, the team broke up, with England internationals Trevor Steven, Gary Stevens and Gary Lineker departing in search of European football with Rangers and Barca, and Howard Kendall himself leaving shortly thereafter for Spain.\" He concludes: \"The team, the momentum, the revenue, the club's positioning at the inception of the Premiership... all would have been fundamentally different had it not been for that violent spasm in Brussels.\" A very fair and sombre point, which several of you made. So what of Walter's replacement? \"A serious attempt should be made to lure Dave Jones,\" suggests Brendan Fitzgerald from Dublin. \"He appears to be a guy who can instill belief and confidence in players; something Smith has never appeared to have done which I really think has been his greatest failing.\" Everton, however, seem to have their sights set on Preston North End's David Moyes. \"Every time a vacancy occurs David Moyes is installed, by the newspaper 'experts' as favourite,\" complains R Wright. \"He's still at Preston and that is where we (North End fans) hope he will stay.\" Some hope. \"Well,\" says J Carlin, \"at least Moyes will know his way around the Nationwide and will be able to give the coach driver directions.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}