{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/mar/09/mbas.business4", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-03-09T23:59:26Z", "webTitle": "The worst seems to be over", "webUrl": "https://www.theguardian.com/education/2002/mar/09/mbas.business4", "apiUrl": "https://content.guardianapis.com/education/2002/mar/09/mbas.business4", "fields": {"headline": "The worst seems to be over", "bodyText": "The consulting industry had been growing at phenomenal rates for the last 20 years, becoming a $100bn industry, but the start of the new millennium saw consulting spend slashed. It started with e-commerce work almost grinding to a halt, followed by a decline in telecoms projects which then spread to all sectors. To survive, the consulting sector has had to be brutal in its cost-cutting and lay-offs during the previous year. None of the strategy firms have been spared the pain. McKinsey is reported to have shed staff in certain European and US offices. All the big five professional service firms reported a slowdown in the second half of 2001, with some resorting to lay-offs. Internet consultancies have experienced the greatest difficulties of all. March-FIRST has closed down altogether. IXL has merged with Scient, to stay afloat. Viant has slashed staff numbers. All quoted internet Consultancies now have stock prices at less than one tenth of their peaks in 2000. IconMedia Lab, with its Scandinavian origins and close links to the mobile industry, seems to be the healthiest at present. However, bad as 2001 was for the consulting sector, the more diversified the firm, the more they maintained their MBA hiring programme. Many continued to visit business school campuses to attract new MBA blood, albeit in smaller numbers than previous years. Both Bain and Mercer Management Consulting have seen sharp falls in their technology and telecoms consulting practices, but they have been buoyed by strong pharmaceuticals, energy and retail practices. Will consultancy rebound during 2002? Barring more external shocks to the global economy, there are indications that smaller consulting firms will be quick to recover in 2002. Global-Workplace.com, an internet portal listing job opportunities for MBA alumni around the world, has seen the number of jobs listed on its site more than triple since the start of the year. The site features jobs in more than 40 countries around the world in all sectors, but the consultancy position, especially with smaller firms, has been buoyant. Initial responses to the topmba.com MBA Recruiter Survey 2002 suggest that larger consulting recruiters are still uncertain about MBA needs for 2002. All have confirmed they will return to actively hiring MBAs as soon as their own businesses show the first signs of recovery - but when will that be? Accenture is planning to pick up MBA recruiting from the second quarter of 2002. Accenture historically hires between 10,000 to 17,000 people, globally, each year. \"We are preparing for the inevitable pick up in recruiting demand,\" says William Ziegler, global head of recruiting. \"Accenture has a strong commitment to balancing our resources, and will continue to identify MBAs in the marketplace who possess the skills needed to serve our clients. We do anticipate hiring more people in this calendar year.\" IBM Consulting will also resume active MBA hiring in third quarter 2002. Karl Wilhelm Vogel, managing partner at Roland Berger, predicts 20% growth for the firm in 2002 with a similar increase in MBA hiring needs. He says: \"We didn't get carried away with the E-hype of the last six years. Our strength in Europe and in key activities like automotive, technology, engineering and restructuring have helped sustain us, whilst we are now experiencing quite rapid growth in the US and Asia.\" Outsourcing is the fastest growing segment of consulting services, accounting for 60% of Accenture's new-business pipeline. IBM Consulting, EDS and Siemens Business Services are also large players in outsourcing consulting projects and will also benefit from this trend. SAP Enterprise Resource Management services are also set for a strong return as corporate executives look to \"re-engineer\" costs, and EDS and PwC Consulting have just formed a global alliance in this area. For MBAs set to graduate in the Summer of 2002, the simple fact is that most of the big firms are down to the bare bones in terms of staff. These firms will need to resume MBA hiring aggressively as soon as demand picks up. For MBAs determined to enter consulting, some patience is required, with opportunities arising in the latter part of the year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}