{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2002/mar/09/art", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2002-03-09T21:12:51Z", "webTitle": "Susanna Lunden, Rubens ('The Straw Hat') (1662-5)", "webUrl": "https://www.theguardian.com/culture/2002/mar/09/art", "apiUrl": "https://content.guardianapis.com/culture/2002/mar/09/art", "fields": {"headline": "Susanna Lunden, Rubens ('The Straw Hat') (1662-5)", "bodyText": "· View the work online Artist: Peter Paul Rubens (1577-1640), the inventor of a rich, rollicking aesthetic, both classical and robustly northern, one of the giants of Baroque art and one of the most influential painters of all time. He was a diplomat, courtier, intellectual and art collector, and found time to run a Europe-wide painting business from his studio in Antwerp. Rubens was also a remaker of genres: his landscapes, portraits and history paintings are utterly different from anything done in those fields before. In landscape he introduced a panoramic breadth of space and movement that takes in the Flemish toughness of Bruegel and the Venetian sensuality of Titian. In history paintings such as The Rape of the Sabine Women (1635-40), which can be seen in the National Gallery, he depicts the body with a freedom that still seemed provocative to Picasso. His portraits, meanwhile, have an energetic engagement with their subject that breaks with the theatrical conventions of Renaissance portraiture. Subject: Susanna Lunden (1599-1643), the probable subject of this portrait, was Rubens's sister-in-law. She was the daughter of an Antwerp silk and tapestry merchant for whom Rubens designed. Rubens married her younger sister Hélène in 1630. The painting dates from before Rubens's marriage and the ring suggests it was done soon after Susanna's second marriage. Distinguishing features: This portrait sparkles; it perks you up. It is still the tonic it was when Rubens painted Susanna with a lightness that was new to art. That hat - which is felt, not straw, despite the name by which this portrait became known in later years - is absurd, a folly, so wide and floppy with its soft, fluffy peacock's feather. And her breasts are as bounteous a pair of Rubens beauties as the stereotyped image of the painter would lead us to expect. Susanna shares something with the painter and with us, and perhaps the reason the portrait has fascinated viewers down the years is that we are not sure quite what it is. She stresses her wedding ring, but there is a holiday feel to the blue skies of the portrait, as if we are in the country - although weather is brewing to the right of the picture. Susanna is in partial shadow, the sun coming from the left blocked by the big hat, and this shade suggests introspection. She looks neither at the portraitist nor at us, but away, as if shyly. Rubens paints her as someone not aware of the beauty that his painting reveals - or embarrassed by it. There is a strong, unblushing eroticism in this painting, all the more forceful for being set in the real world. At the same time, it is mythic: Susanna has the separateness and brightness of a goddess. Her skin glows, her jewellery glitters, her red and grey robes are opulent. This is the compliment Rubens pays her in this flirtatious painting. Inspirations and influences: This portrait influenced generations of painters, especially in the 18th century, when the more heroic versions of the baroque were rejected in favour of a comic and erotic version of the style, the rococo. You can see this painting echoed in portraits by Hogarth and Gainsborough. It is directly quoted by Elizabeth Vigée-LeBrun in her Self-Portrait in a Straw Hat (1782), which is in the National Gallery. In the 19th century, Rubens's everyday sensuality returned in the art of the impressionists, especially Pierre-Auguste Renoir. Where is it? National Gallery, London WC2 (020-7747 2885)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}