{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/mar/19/netjetters2001ellie.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-03-19T19:36:09Z", "webTitle": "Week 16: Singapore", "webUrl": "https://www.theguardian.com/travel/2002/mar/19/netjetters2001ellie.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2002/mar/19/netjetters2001ellie.netjetters", "fields": {"headline": "The heat is on", "bodyText": "It would be funny if it wasn't so painful. On my first morning in Singapore I felt a slight tickle in my nose and then the next moment an almighty sneeze burst forth. A sneeze so strong that it did something unnatural to a muscle in my back which had me clutching my left side in agony every time I tried to move. So it was that I found myself walking gingerly around Singapore avoiding anything that might bump into me, but determined not to miss out on everything the island has to offer despite my newly acquired disability. Perhaps it was the pain that made me less tolerant than usual. \"Shut up or I'll throw you to the lions,\" I growled under my breath to the screaming little boy sitting next to me on the night safari. Well, I thought it was under my breath, but it worked so perhaps it was a little louder than planned. The night safari is fantastic. A zoo made to look like its bathed in moonlight. Nocturnal animals in large enclosures, similar to their natural habitats, can be observed doing what they usually do during the night; playing, defecating, fornicating, going for a late night kebab, brushing their teeth, that kind of thing. On Orchard Road it wasn't difficult to see why Singapore has the reputation it does for shopping. Mall after mall line the street, with hundreds of fashions boutiques and department stores to tempt me. I intended to shop for Britain and was making my way into the first of them when I realised that there was no way my damaged back would let me pull clothes on and off. It had been hard enough to struggle up the stairs to the shower that morning, let alone get dressed. So I did what I'm sure both my grandmas would have suggested, and went to find some chicken soup, famed for its curative purposes. The food in Singapore is fantastic. Outdoor hawkers offer hundreds of choices for a couple of Singaporean dollars. The best I had was not the chicken soup, but the fish ball noodle soup in Chinatown. \"What kind of fish is this?\" I asked, hoping to recreate the soup at home. \"A small one,\" answered the stall owner. I also stopped by a teahouse for a cup, which turned into several. I was given a demonstration of how to make tea the Chinese way. Tea has many benefits, I read on the extensive tea menu. Not only does it prevent ageing of the skin and help remove grease and stink between the teeth and cheeks, it also \"has the effect of relieving alcoholism for drunkenness,\" which must surely be a good thing. To accompany my tea I had a plate of tea-flavoured cookies: a jasmine tea cookie, a green tea cookie, a rose tea cookie and a cereal tea cookie. Singapore is, in relative terms, only footsteps from the equator. Consequently it's extremely hot and sticky. Unlike some other parts of Asia where it's a constant battle to avoid being pulled into every shop by overzealous shopkeepers, in Singapore you're practically begging to be let in. \"Do you have air conditioning? Then I'd love to look at your shop.\" So relieving is the air conditioning that I found myself entering any old building just to catch a blast or two. When someone finally realised that I was there they would ask politely whether they could help me: \"Um, do you change money?\" I'd ask, looking for an excuse. \"No, this is a dentist.\" Despite the heat, I like Singapore. The streets are clean, the underground doesn't smell of discarded fast food and you've a good chance of getting a seat, the buses have televisions, and there's no chance of chewing gum sticking to your shoe. I like the way the country seems prepared or anything. \"These flower pots can be removed to make another runway in an emergency,\" Elvis, my driver, pointed out to me on the road from the airport. When I rule the world I think I might enforce some of Singapore's rules myself, particularly the inspired fines for urinating in a public lift. Still in pain I made it to an internet cafe. This is where Singapore's youth come to vent their frustrations by playing violent computer games very loudly. Glenn Medeiros played in the background. \"Dear Mum\". (Bang.Bang. Kerpow. Nothing's gonna change my love for you. Crash. Bang.) \"It's very hot here\". (Screeech. You ought to know by now how much I love you. Kerpow). \"I hurt my back but the pain is easing a bit now\". (Screech. Kerpow. But nothing's gonna change my love for you. Crash. Kerpow. Bang)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}