{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/11/match.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-11T23:15:07Z", "webTitle": "Portsmouth 3 - 0 Millwall", "webUrl": "https://www.theguardian.com/football/2002/mar/11/match.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/mar/11/match.sport2", "fields": {"headline": "Loan Argentine reduces Lions to novice chasers", "bodyText": "Gordon Taylor warned this month against a \"return to the dark ages\", a line quickly taken up by Estelle Morris over a teachers' strike . Where football goes the government follows. Like Morris, the Professional Footballers' Association chief executive was thinking satanic mills, reacting to the Portsmouth chairman Milan Mandaric's withholding of players' wages. On Saturday the dark ages were recaptured instead by lines of riot shields. These meetings have a history. In the event the ejection of 30-odd Millwall fans before the noon kick-off did the trick; and they were the lucky ones. Where Portsmouth were fired up, as if they might be paid for it, Millwall did not show. Graham Rix, the Portsmouth manager, said: \"We were at the races throughout.\" Millwall were evidently due to go in the 2.10 at Sandown, the Burnt Oak and Special Cargo Novice Chase. When the sides met in mid-December - and a pub near the New Den was wrecked - they were neighbours in the table, 10th and 11th. Millwall then took 29 points from 15 games to go fourth as Pompey took 13 from 14 and fell to 16th. But on Saturday Portsmouth looked thoroughbreds as Millwall chased novicely. Millwall, indeed, resembled a Sunday pub team, skewing and even missing the ball, an impression enhanced by Steve Claridge's resolute stand at the opposite end of the sartorial spectrum from David Beckham. They were two down in 10 minutes as Stuart Nethercott and Marc Bircham cleared loosely and, if they thought things might be better playing with the swirly wind, they conceded a third straight after half-time. Between times Peter Crouch twice hit a post for Pompey and failed to beat Tony Warner one on one. Mark McGhee, the Millwall manager, wrote it off as a bad day at the office - or races. Positively he said: \"I think four wins in our last eight matches will get us into the play-offs.\" This was only Pompey's third win without Robert Prosinecki, the Croatian foisted on Rix by Mandaric in August. The chairman saw it as a statement of intent that would lure other major players. Off the field it has lured Ty Europe, makers of beanie babies, in a three-year sponsorship. On it there has been a stampede of two: Mark Burchill from Celtic and Yoshikatsu Kawaguchi, Japan's keeper, now displaced by Dave Beasant, 43 next week. But Mandaric's gall at having to pay \"non-triers\" has had its effect. Nigel Quashie and Shaun Derry snapped ceaselessly in midfield, subduing even the excellent Tim Cahill; Crouch and Leo Biagini, an Argentine on loan from Real Mallorca, ran with guile and spirit up front; and Claridge, briefly and successfully player-manager of Pompey, was doughtily resisted by Lewis Buxton, barely half his age. In a late irrelevance Millwall had a penalty, Claridge took it and Beasant saved. It was less dark age than Stone Age. Man of the match: Leo Biagini (Portsmouth)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}