{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/mar/24/laos.cyclingholidays.cycling", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-03-24T18:26:50Z", "webTitle": "How you can put the fun into fundraising", "webUrl": "https://www.theguardian.com/travel/2002/mar/24/laos.cyclingholidays.cycling", "apiUrl": "https://content.guardianapis.com/travel/2002/mar/24/laos.cyclingholidays.cycling", "fields": {"headline": "How you can put the fun into fundraising", "bodyText": "What are charity challenges? They are usually adventure trips, such as cycling across Cuba or walking the Inca Trail. Participants raise thousands of pounds for charity. How do they work? There are two types. The most ethical but least popular is that you pay for the cost of the trip yourself and then raise a minimum amount for charity, typically around £2,000 for a long-haul challenge. Methods include sponsorship, pledges from friends and relatives if you complete the challenge or fundraising events before you travel such as car-boot sales and raffles. Or you pay a non-refundable registration fee of around £200 and then raise a minimum of around £2,500 (through sponsorship, raffles etc). If you raise significantly more, your registration fee may be refunded. Isn't it a roundabout way for charities to raise funds? Yes. Andrew Watt, head of policy at the Institute of Charity Fund Raising Managers, which represents around 85 per cent of UK charities, recognises that other fundraising activities can bring in more money, but don't have the long-term benefits of challenge events. 'For every £1 that charities raise, they probably spend 50p [on the cost of the trip itself], but it is a very dependable income stream,' says Mark Astarita, deputy chief executive of the National Deaf Children's Society (NDCS). These events attract a high number of young people, something many charities lack. 'Traditionally, charity donors have been the more elderly and there was a dearth of young people. They are the future.' About 40 per cent of participants in NDCS challenges take part in another event. Aren't sponsors just paying for people to go on holiday? The charities don't think so. They say most of the challenges are gruelling and involve months of training. Many participants have to rough it by sleeping on school floors or camping. The NDCS says all participants have to make it clear to sponsors what the money is being raised for. Last year, 45 per cent of participants raised more than the minimum.One participant, website editor Kate Glasspool, who cycled 50 miles a day across Iceland for five days for Macmillan Cancer Relief, didn't feel right about asking sponsors to stump up the cash for what she regarded as a holiday. 'I paid for the trip myself and then raised another £600 through sponsorship and events. I know quite a few other people who did the same thing.' And was it worth the gruelling training? 'It was one of the best things I have ever done,' she said. What about the environmental impact on host destinations? You have a point there. Upmarket tour operator Discovery Initiatives, which raises money for conservation projects, says hundreds of people trekking along the Inca Trail is environmentally unsustainable and does little to benefit the host country. Many charities, such as the NDCS and Children in Crisis, make sure that some of the money raised goes to local charities in the host country. The NDCS has donated £20,000 to a deaf school in Cuba and £25,000 to another school in Jordan. Other projects are being set up in India, Sri Lanka and Mexico. Sarah Bradbury, challenge-events manager for NDCS, says Inca Trail groups are no bigger than 50, with trekkers walking in groups of 10-12. 'They stay on registered campsites.' How many people take part in these challenges? An estimated 10,000-15,000 people embarked on challenges last year. The market has become rather saturated in the last few years with more charities jumping on the bandwagon. Some events don't go ahead because charities can't recruit enough people to make them viable. The terrorist attacks on 11 September haven't helped, either. Do I have to fly half way round the world to join one of these challenges? Not necessarily. While many have become increasingly obscure (eg Costa Rican Triathlon or Petra Desert Trek) to satisfy participants' quest for adventure, shorter, European-based trips are growing in popularity. Participants can leave the office on Thursday and have climbed Mount Olympus by the time they return on Monday morning. Any spaces left for this year? Yes. Future challenges include Trek Ethiopia (020 7235 5454), a 10-day trek through the Simien Mountains in aid of the British Red Cross, from 4 October 2002. Participants pay a non-refundable registration fee of £250 and raise a minimum of £2,600 in sponsorship. Or cycle across the Sierra Nevada for five days between 27 September and 1 October in aid of Mencap (0845 9777 779). Participants pay a non-refundable £150 administration fee and must raise a minimum of £1,250. How do I find out more? Classic Tours (020 7619 0066) and Charity Challenge (0208 557 0000) operate challenges for many charities. Or contact your chosen charity."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}