{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/13/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-13T23:46:21Z", "webTitle": "Moyes primed for promotion", "webUrl": "https://www.theguardian.com/football/2002/mar/13/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2002/mar/13/newsstory.sport7", "fields": {"headline": "Moyes primed for promotion", "bodyText": "As one Glaswegian makes his way out of Everton, another waits to be ushered in. David Moyes has never made any secret of his desire to manage at the highest level and the lure of Goodison Park, for all its chaotic recent history, should prove too much for this ambitious young Scot to resist. Moyes may not have the CV wanted by those Evertonians who can recall the heady days when this rudderless club belonged to football's so-called Big Five. But his experiences at Preston over the past four years should go some way to proving that the appointment of a high-profile manager is not always the key to guaranteeing high-quality football. Sir Bobby Charlton, Brian Kidd and Nobby Stiles - European Cup winners all - have tried and failed at Deepdale whereas Moyes has transformed the proud old club, saving them from relegation to the Third Division in his first season and leading them to the First Division play-off final last year having spent only £3.5m. They lost 3-0 to Bolton Wanderers, but even as he left the Millennium Stadium the feeling persisted that Moyes was destined for the Premiership anyway. It is three years since Sir Alex Ferguson spoke at length to Moyes, a fellow graduate of Glasgow's Drumchapel Amateurs FC, about the possibility of succeeding Kidd as his assistant at Old Trafford only to opt for Steve McClaren instead. Opportunities came and went for Moyes at Southampton and West Ham last summer, and Birmingham City's determination to tempt Steve Bruce from Crystal Palace saw his application to St Andrews overlooked earlier this season. When all said and done, though, it is not difficult to see why Ferguson's research pointed him in the direction of Moyes and why, indeed, the United manager has recently been toying with the idea of offering him the assistant's job at the end of this season. Quietly and effectively the soft-spoken 38-year-old has developed a reputation as one of the most progressive thinkers in the game. He took his first coaching badge at the age of 22 and used his own money to travel to the 1998 World Cup in France, visiting the various training camps and spending a week with the Scotland squad. His ability to bring the best out of his players, operating on a tight budget, has transformed Preston from long-ball merchants to a neat passing team and has been noticed in boardrooms the length of the country. There has even been talk that he might join Sir Tom Finney, Bill Shankly and Alan Kelly in having one of the Deepdale stands named after him. Ironically Moyes counts Smith as one of his closest friends and like the sacked Everton manager, comes with a reputation as a strict disciplinarian, fining players who give interviews without his permission and, according to one local journalist, \"generally being a right so and so: what he says usually goes\". He was also involved in a fight with two of his players, Paul McKenna and the goalkeeper Tepi Moilanen, on last summer's pre-season trip to Austria. Despite all the knock-backs it has always seemed to be a question of when, rather than if, Moyes got a chance with a Premiership club. \"I have a clause in my contract that says if bigger clubs come in for me I must be informed by Preston, and they have always respected that,\" he said recently. \"I want to be involved with clubs that win championships, are involved in Europe, and maybe even a national team. I want to get to the very top.\" For the time being all that Everton will be able to offer is a fight against relegation, with disillusioned fans and, if the past few years are anything to go by, boardroom buffoonery to confuse matters further. The job will be huge but Everton clearly believe Moyes can transform their fortunes. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@guardianunlimited.co.uk.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}