{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/mar/16/politics", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-03-16T23:59:14Z", "webTitle": "Maggie's Machiavel", "webUrl": "https://www.theguardian.com/books/2002/mar/16/politics", "apiUrl": "https://content.guardianapis.com/books/2002/mar/16/politics", "fields": {"headline": "Maggie's Machiavel", "bodyText": "Public Servant, Secret Agent: The Enigmatic Life and Violent Death of Airey Neave Paul Routledge 392pp, Fourth Estate, £16.99 Paul Routledge would not have written this life of Airey Neave had it not been for the manner of Neave's death. On the afternoon of March 30 1979, a car exploded on the ramp leading up from the car park of the House of Commons. The driver of the car, who died in hospital less than an hour later, was shadow secretary of state for Northern Ireland, a close friend of Margaret Thatcher. Paul Routledge represents Airey Neave as an honourable man who acted through his life in accord with his convictions, but also as a natural plotter whose instinct for conspiracy led him down mysterious paths to that agonising death. His family did not want this or any book to be written, and gave Routledge only limited cooperation. That may explain why the account of his childhood and his education at Eton and Merton College, Oxford, is somewhat thin. Often in political biographies the opening chapters are the most interesting; they tell us what we could not before have known about the formation of the familiar character who then takes the stage. By contrast, the account of Airey Neave's war is vivid. The subaltern of 24 was captured in the defence of Calais in May 1940. In January 1942, after weary weeks of preparation, he escaped from Colditz with a young Dutch officer and after many hazards found his way though the snow to Switzerland. His courage and persistence emerge from this story - but also his self-contained reserve. Before long he held high responsibility in MI9, the intelligence agency responsible for creating and sustaining the \"ratlines\", the channels run by the resistance movements in France, Belgium and Holland for the spiriting back to Britain of shot-down RAF pilots. After the war, his interest increasingly focused on politics. Thus developed the Airey Neave who became my political neighbour in Oxfordshire, the soft-voiced MP for Abingdon, helpful and pleasant in manner, but always keeping his inner thoughts in reserve. By the time I knew him he had lived through a modest but competent ministerial career, cut short by a heart attack in 1959. A strange story surrounds this setback. It was said that when Airey Neave told the chief whip that his doctor had said he must resign, Ted Heath said curtly, \"Well, that's the end of your career\". This curt rebuff is said to explain Neave's deep hostility to Heath in later years. The story does neither man credit. After examining the evidence, Routledge rightly rejects it. But for whatever reason, when it came to the point in 1975, Neave was convinced that Ted Heath must go. Margaret Thatcher shrewdly made him her campaign manager. Most managers cry up the chances of their candidate in order to create a bandwagon of support. Airey Neave, reading the mood of the parliamentary party, persuaded a good many MPs to vote for Thatcher not in order to elect her but to give Heath a sharp warning that he must change his ways. I had two long talks with Airey Neave in December 1974 and January 1975. There was not much point in his trying to shift me away from supporting Ted Heath. But we talked about the new chapter in Heath's relationship with the party that would be necessary after his re-election. Naively, I was lulled by this tactic. The idea of \"a new chapter\" was close to my own heart. I discussed it with William Waldegrave, who was by then running Heath's office, and with Heath himself. He should, we said, be more forthcoming, open and friendly to Conservative MPs. Heath welcomed this advice, but somewhat spoiled our pleasure by adding that of course this was how he always behaved. Airey Neave chose as his reward the post of shadow Northern Ireland secretary. Routledge sees this choice as fitting the \"war hero and habitué of the murky world where the politics of democracy and the secret state intervene\". But the Northern Ireland portfolio was fascinating and important in its own right. Neave's instincts were Unionist. He gradually began to detach the Conservative party from the concept of power sharing between Unionist and Nationalist politicians, which had underlain Heath's Sunningdale agreement. There was nothing extreme about Neave's political stance. Perhaps because of his enthusiasm for the wartime resistance movements, he was pro-EEC, and in other respects, as Paul Routledge writes \"a Conservative of the old school, with a caring streak\". What makes him remarkable to Routledge is his link with the \"secret state\", defined here as the intelligence establishment that owes its loyalty to the crown rather than to a democratically elected government. It is said to be ready on occasion to consider undemocratic means of rescuing the nation - including the Union with Northern Ireland - from the follies of politicians. Neave's link with the intelligence services, originating with his wartime role in MI9, is seen as relevant to the unsolved questions about his death - who killed him, how was he avenged, why has no one been prosecuted for his murder? Enoch Powell characteristically came up with the most bizarre answer to the first question. Airey Neave, he suggested, was killed by a combination of MI6 and the Americans who feared that when Margaret Thatcher became prime minister, Neave might scupper their plans for a United Ireland. Routledge cannot swallow this - and quite right, too. He is sure that Neave was murdered by the Republican terrorist group INLA; indeed, at personal risk he has talked to some of those involved at one remove. But he suspects that at Thatcher's insistence a campaign of reprisals was undertaken against INLA leaders. This, he thinks, was preferred to any serious attempt to bring the murderers to trial, since such a trial would have brought to light Neave's contacts with \"the secret state\". I have a difficulty here. Who would know about this \"secret state\"? Would the minister responsible for Northern Ireland know, or the minister responsible for supervising MI5, MI6 and GCHQ, or the minister who introduced the two reforms that brought these agencies out of darkness and gave them a statutory existence? When holding these posts, was I part of the \"secret state\"? As it happens, no. Was I grotesquely simple? Did I fail to notice undemocratic manoeuvres and plots among people with whom I dealt almost every day for nearly 11 years? I hope and think not. So I do not believe in the \"secret state\" as defined by Routledge. On the rim of the intelligence agencies there are from time to time eccentrics and malcontents, who drink, dine and whisper, whether against Harold Wilson or Ted Heath or other politicians. They chatter of short cuts and dramatic solutions, and are a godsend to journalists bored with the daily inanities of political life. Neave knew this world from his wartime past, kept in touch with some of its personalities, and enjoyed the occasional spot of dining and whispering himself. However, he was killed not because of his intelligence background but because he was a prominent English politician with Unionist sympathies. His killers are not alone in Ireland in benefiting from the difference between knowing who committed a murder, and finding the witnesses and evidence to convict. Lord Hurd is a former Conservative foreign secretary."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}