{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/mar/19/sixnationsrugby2002.rugbyunion3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-03-19T21:40:55Z", "webTitle": "Laporte mulling over De Villiers replacement", "webUrl": "https://www.theguardian.com/sport/2002/mar/19/sixnationsrugby2002.rugbyunion3", "apiUrl": "https://content.guardianapis.com/sport/2002/mar/19/sixnationsrugby2002.rugbyunion3", "fields": {"headline": "Laporte mulling over De Villiers replacement", "bodyText": "Bernard Laporte has just one selection dilemma ahead of this Saturday's Six Nations match with Scotland at Murrayfield where his French side continue their quest for their first grand slam since 1998. Laporte needs to decide on a replacement for the injured prop Pieter de Villiers with either Sylvain Marconnet of Stade Francais or Narbonne's Jean-Baptiste Poux likely to step in. The French took a large step towards the grand slam with their 20-15 victory over England in their last outing and Laporte said: \"We will be more than happy to win in Scotland but we can't take anything for granted. They are a dangerous side and we will have to put the pressure on, especially in scrums and in line-outs. They defend very well and even if they are less organised than the English, they have good forwards. I am very wary of them.\" The Scotland coach Ian McGeechan is unlikely to make many changes to the side that lost 43-22 against Ireland at Lansdowne Road. The Northampton centre John Leslie looks set to take over at inside centre with Andy Henderson moving to the outside berth at the expense of James McLaren. The prop Mattie Stewart should be fit after missing Northampton's game with Leeds at the weekend with an elbow strain and Gregor Townsend should have recovered from an ankle injury picked up playing for his French club Castres . · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@guardianunlimited.co.uk.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}