{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/mar/09/historybooks.highereducation", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-03-09T23:59:14Z", "webTitle": "Review: Books on the sea", "webUrl": "https://www.theguardian.com/books/2002/mar/09/historybooks.highereducation", "apiUrl": "https://content.guardianapis.com/books/2002/mar/09/historybooks.highereducation", "fields": {"headline": "Blue heaven", "bodyText": "Great Waters: An Atlantic Passage Deborah Cramer 442pp, Norton, £22 Adventures in Ocean Exploration Robert D Ballard 288pp, National Geographic, £27.50 Historical Atlas of the North Pacific Ocean Derek Hayes 224pp, British Museum, £35 Encyclopedia of Underwater and Marine Archaeology ed James Delgado 493pp, British Museum, £19.99 If all Earth's history were crammed into a single day, calculates Deborah Cramer as she rocks in the cradle of the deep aboard a research vessel, the Atlantic ocean's entire existence would last only 10 minutes of it. And the Atlantic has just a few million years left before its waters drain and it joins the long-gone primordial seas of Lapetus and Tethys. As Earth's tectonic plates rearrange continents into new configurations, ripping Africa apart along the Rift Valley, rending America underneath Yellowstone's geysers, the Atlantic's compacted shells of minute creatures will be hoist aloft as limestone uplands, and minerals excreted from the planet's hot core through deep-trench hydrothermic vents will enseam new mountains with ore. Those predictions, in the chapter about water-based catastrophes (notably the trillion tons of seafloor methane that suddenly bubbled up to warm Earth, crucially encouraging post-dinosaur-era mammals) should read awesomely. But Cramer's long, wet view lulls, and not just because of her gently lapping prose. I happen to see the watery part of the world - two-thirds of its surface - as do the authors of these tomes, as did Ishmael, the narrator of Moby-Dick , as \"a way of driving off the spleen\". When it is damp and drizzly in my soul, \"I quietly take to the ship\". Any and all aquatic facts can restore a proper perspective. I don't mean that they easily cheer, more that they expand the horizon. Cramer explains that the sea, evaporation, cloud, rain, river, sea cycle constantly recycles the same four-billion-year-old water supply. (Not much new water about.) She describes the recent rapid degradation of the Atlantic - 450 years ago, when cartographers were first just about differentiating it from the Pacific, its waters roiled with rice-grain-sized copepods, the shrimpy base support of schools of fish and greater leviathans that fed on them. Now the fish shoals are trawled out, and the waves inert or over-enriched with muck leached and laved from adjacent landmasses over the last two centuries. The Atlantic is \"fraying at its edges\" with human abuse; a sample of the Sargasso sea's unweeded waters covers Cramer's petri dish \"with tiny shards of plastic, virtually indestructible\". Her conclusion, that humans have rather less time left even than the Atlantic, is oddly comforting, though; it is like Prospero's speech in The Tempest about the great globe dissolving and leaving \"not a wrack behind\" - wrack meaning both a remnant of destruction, and marine debris or seaweed, floating or beached. I retain the powerful image of Cramer turning her back on the satellite system's onscreen readout of location by longitude and latitude to go on deck and contemplate steering by dead reckoning and the stars. Cramer has a melancholy tone, a distant foghorn, but Robert Ballard, in Adventures in Ocean Exploration, surges from the depths with the boom of conch shells blown by tritons. In fact, I imagine him as Neptune, as his domain encompasses so much that humans have ceded to the sea. He was chief scientist on the 1985 French-American team that found the Titanic using a sled with sonar and camera; first they deciphered the boilers, then the empty lifeboat davits (too few). He surveyed the torpedoed liner Lusitania and tracked, 17,000ft below the Pacific, the US aircraft carrier Yorktown, destroyed by the Japanese in the Battle of Midway; he dredged from the Black Sea's bottom wave-polished pebbles and freshwater shells that proved, since they had once been on the shore of a salt-free lake, that Noah's flood really happened, when the Mediterranean burst, via the Bosphorus, into the basin 7,500 years ago like the collapse of a thousand Hoover Dams. Ballard credits a sea-king's entourage on the bridge beside him, and many collaborators in his books. These are collaged, in that weird National Geographic mode, from kitsch paintings antique and modern, film stills of kit, and nature photographs that would astonish more if the BBC's Blue Planet had not shown so much full-fathom footage of piscatorial neon display. The writing is NatGeo too, with pages from a primer of maritime history pasted among Ballard's action-man first-person recollections. Yet the effect still soothes, especially his description of a procession of white Jonah crabs scavenging the ocean floor, the crustacean reality of burial at sea; and it is impossible in the end not to like a man who has learned to respect the sea, and who admires my own hero, the Chinese high admiral Zheng He. The Chinese, of course, usually viewed oceans as a threat (an attitude expressed, on a Sino-map in Derek Hayes's enthusiastic Historical Atlas, by rendering everything offshore in grey-green patterned with a fierce surf, while inland rivers flow wide and even). But in the early 15th century, a Ming emperor appointed Zheng He, a high-ranking Muslim eunuch at ease with the international trade of China's south coast, to sail in search of a deposed emperor. Zheng He's first armada set forth with 300 junks and 30,000 men: his next six voyages of exploration for profit and prestige had a treasure fleet of enormous junks jointed like cabinets, with watertight hull compartments, steering, multiple masts and adjustable sails, all centuries ahead of Europe. Zheng He toured the Middle East and the coast of Africa (shipping home a rhino and a young giraffe as a present to the emperor); rice-paper charts indicate that he may have reached the Kerguelen islands on the edge of the Antarctic ocean. Ballard speculates wickedly that had not the emperor's xenophobic successor banned seagoing junks and beheaded shipwrights, Chinese fleets might have arrived off the Spanish and Portuguese coasts, and Columbus never sailed. For construction details of the junks, my fabulous source is the British Museum Encyclopedia, which, despite being a compilation of tragedies (for no craft was meant to founder, not even Viking funeral ships, nor the boats of the sun god buried outside the Great Pyramid of Cheops), is cumulatively tranquilising. It remarks that \"the ship is the most complex machine built by many societies\", and when that machine is abruptly stopped, the sea preserves it kindlier than the land. The parent of Zheng He's junks was an enormous craft unearthed from silt near Quanzhou, the modern name for the multi-cultural Chinese port that Marco Polo called Zaitun. It had carried a cargo of betel nuts, peppercorns, turtle shells and aromatic wood, and rats had scuttled aboard it. Rats? See under \"Faunal Studies\", an entry I save for days so emotionally stormy that even Cramer's end of the world won't put me back on course. Now I can sail quietly on knowing that life aboard a 16th-century Spanish galleon that went down off Pensacola Bay, Florida, was so hard that the young rats had rickets and the old rodents bad teeth. Worse things always happen at sea."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}