{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/mar/13/horseracing.roncox", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-03-13T21:16:43Z", "webTitle": "Fresh Flagship can nail champion colours to the mast", "webUrl": "https://www.theguardian.com/sport/2002/mar/13/horseracing.roncox", "apiUrl": "https://content.guardianapis.com/sport/2002/mar/13/horseracing.roncox", "fields": {"headline": "Fresh Flagship can nail champion colours to the mast", "bodyText": "Some horses thrive on racing, others are best when fresh. Flagship Uberalles falls emphatically into the latter category and he is the one they all have to beat in today's Queen Mother Champion Chase. Trained by Paul Nicholls when he won the 1999 Arkle Trophy then by Noel Chance when he landed the Tingle Creek Chase for a second time last season, Flagship Uberalles is now with Philip Hobbs. Following some lacklustre efforts towards the end of last season, Flagship Uberalles once again showed just how good he is first time up when he won his third Tingle Creek in a row at Sandown in December, running on well to beat Edredon Bleu by four lengths, with Fadalko another five lengths away third. By contrast, his preparation had not been ideal on the run-up to the last running of the Queen Mother Chase two years ago. Flagship Uberalles had already run four times and his gallant effort in the Victor Chandler Chase, when he failed by a neck to give Nordance Prince 24lb, must have taken its toll. Flagship Uberalles could finish only third behind Edredon Bleu, who was all out to beat Direct Route under another huge ride from Tony McCoy, but had earlier beaten both rivals in the Tingle Creek. This is his chance to show decisively that, on his day and given the right build-up, he is the top two-miler. Fadalko tends to come good at this time of year and he made Edredon Bleu pull out all the stops in the Championship Chase run at Sandown last April following the loss of the Festival meeting. But things cannot be well with him if connections resorted to blinkers, which he apparently resented, in a gallop at Wincanton last week. Tiutchev, winner of the Arkle Chase in 2000, adds extra spice to a quality line-up. He has been difficult to train and another recent bout of colic so near the race may have cost him his chance. Native Upmanship, who stays three miles, and Knife Edge carry the hopes of Ireland. Unless the heavens open, it is hard to see the former having the necessary speed, while Knife Edge has won his last four races without beating anything remotely the class of Flagship Uberalles (2.35). Irish novice hurdle form stood up well in the opener yesterday and their runners in today's Royal &amp; SunAlliance Hurdle are entitled to healthy respect. Ballyhampshire Boy, for whom there were excuses last time out, could be the pick of them on his 14-lengths win at Punchestown in December. Classified has thrived since joining Martin Pipe but this is his stiffest test to date, while Keen Leader has been winning in the mud. Rouble is tough but Galileo (2.35), the ex-Polish version, could be the one here. Successful on the Flat in his native country and also placed in a German listed race, Galileo was always travelling well on his hurdles debut for Tom George and sprinted clear on the run-in to win by 10 lengths. He would not have to improve much on that to figure here. First Ballot (3.15) has not yet reproduced his smart Flat form of last year since reverting to hurdles, but David Elsworth's six-year-old will be suited by the extra five furlongs of the Coral Eurobet Cup. He was not disgraced in the Ascot race won by Marble Arch last time, form which has worked out well. A smart novice hurdler last term, Colonel Braxton (3.55) is beginning to find his feet over fences and, granted the luck in running needed in this race, should go close in the Royal &amp; SunAlliance Chase. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the sport.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}