{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/11/sport.comment1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-11T23:15:12Z", "webTitle": "Bottom's up", "webUrl": "https://www.theguardian.com/football/2002/mar/11/sport.comment1", "apiUrl": "https://content.guardianapis.com/football/2002/mar/11/sport.comment1", "fields": {"headline": "Bottom's up", "bodyText": "It's time to patch up and pick up the lads. Last week the chairman asked me to take over running the team again with Alan Little, the gaffer, really poorly. He's been discharged from hospital after his appendicitis, but he's still quite ill and it doesn't look as if he'll be back this season. Things have changed a bit since I was last in charge. I'm not kidding myself - if the chairman appointed Alex Ferguson now he'd struggle to turn this around - and we face an uphill task, but I've told the lads not to look at the league table. What's happened in the last four months has left us where we are, but we need to show the people of Halifax that we care. We've got eight games left and we're 12 points adrift of York City - we need a championship run. That means turning around our recent shocking form. We did really well in midweek, but playing with only 10 men for over an hour cost us. Conceding the decider in the last minute was a sucker punch and the tiredness carried over at Shrewsbury on Saturday. We got beat 3-0 and we were just plain poor. This time we lost a goal in the first minute, and we let ourselves down from then on. We didn't threaten until they were out of sight. It's the age-old problem. We can't score and we can't stop them going in either. Last time I was boss I played 5-3-2 and we kept five clean sheets in my eight games in charge. We could do that again, but grabbing goals is about personnel. Players score goals, not systems. I can count on the fingers of one hand the number of games this season in which we've scored twice. Young Andy Farrell came on down at Shrewsbury and did well. Faz offers something a little different but, with the transfer deadline coming up this week, I'll be scouring the rosters sent round by other clubs looking for a few loan players. We need anything to shake it up."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}