{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/mar/19/golf.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-03-19T21:38:54Z", "webTitle": "Woods thrives on aura of invincibility", "webUrl": "https://www.theguardian.com/sport/2002/mar/19/golf.comment", "apiUrl": "https://content.guardianapis.com/sport/2002/mar/19/golf.comment", "fields": {"headline": "Woods thrives on aura of invincibility", "bodyText": "Tiger Woods, in what is still only his seventh season as a professional, has won 30 tournaments on the US Tour. Some of them he has dominated utterly, some he has won with a breathtaking casual mastery and at least one, Sunday's Bay Hill Invitational her in Florida, he has won plain ugly. It used to be said of Jack Nicklaus that the true measure of his greatness was that he could, and did, win while playing much less than his best golf. That is now also the case with Woods, whose aura of invincibility affects this generation of golfers in the same way as did that of Nicklaus. Woods, with a total of 275, 13 under par, won by four from Michael Campbell, while the world No2, Phil Mickelson, was in a group of four that tied for third. Jose Maria Olazabal, now third on the US Tour money list with $1,205,036 (£846,041), had his fifth top-10 finish out of six events entered, while Ernie Els and Sergio Garcia were among those who tied for ninth. Garcia now lies a handy ninth in the US Tour money list. At the start of the last day there were 15 golfers within three shots of Woods, who led by one. But despite knowing that Woods had taken a 74 on Saturday, two over, no one posted any kind of a score. Take his closest challenger, Campbell. He self-destructed on the short 17th, hitting a poor tee shot into a bunker, thinning the recovery over the green, chipping weakly and missing from 10 feet. Earlier Mickelson had made an ill-judged decision on the long 16th to go for a green that was clearly unhittable. He finished in the water and bogeyed the easiest hole on the course. Of the top dozen finishers only Woods broke 70. He said: \"There were times out there when I didn't feel very good over a shot. But you just have to suck it up and hit the best shot you possibly can at that given time - one that gets you in position. It may not be the right shot, or the shot you would like to hit ideally, but just the best you can. That's not easy to do. It takes a lot of energy out of me doing that.\" But the bad news for his rivals is that Woods, still only 26, has a great deal of energy left. Last year he won this tournament and went on to win the Players Championship and the US Masters and the signs are ominous once again. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@guardianunlimited.co.uk.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}