{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/mar/28/netjetters2001ellie.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-03-28T18:08:04Z", "webTitle": "Week 17: Malaysia", "webUrl": "https://www.theguardian.com/travel/2002/mar/28/netjetters2001ellie.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2002/mar/28/netjetters2001ellie.netjetters", "fields": {"headline": "Journey's end", "bodyText": "It is cool in Malaysia's Cameron Highlands, in the old-fashioned sense of the word. The temperature is pleasantly chilly and strawberry farms sit alongside tea plantations on the winding roads. Cabbages and roses grow in gardens, and Devonshire teas are served with Cameron Highlands tea and local strawberry jam. It is rumoured that there are 653 bends on the road down from the Cameron Highlands town of Tanah Rata. It seemed like more, but I was recovering from the combined effects of the peer pressure of the other tourists staying in my guesthouse and a bottle of cheap Thai liquor. It is cool and breezy, too, up Penang Hill. Georgetown spreads out below, and as the dusk falls, the town lights up. Butterworth sparkles in the haze across the water and a labyrinth of lights show the roads of the town. I feel like Dylan Thomas: Stand on this hill. This is Penang Hill, old as the hills, high, cool and green. It is Sunday, moonless night in the small town, starless and bible-black. The grand old colonial buildings are banks now, though on Sunday the banks are closed, and I walked alone through deserted streets. On Penang Hill the sky turns from blue to pink to orange to red to purple to black as it does in all the best films and literature, the colours reflected in the fishingboat-bobbing sea. And Dylan Thomas is right, it feels as if only I can hear the houses sleeping in the streets. Time passes. Listen. Time Passes. In Melaka too, time passes: but in slow motion. Exertion is not something one thinks of here. Francis works at the top of the Bukit St Paul, painting pictures that he sells to visitors. \"My logo is an ant,\" he says, \"because they never stop working and neither do I.\" He asks my name and, before I can stop him, writes Ellie on a picture. \"No, I don't want a picture.\" Too late. \"Just give me a token,\" suggests Francis. And what's 10 ringgit for Francis' protection while I sit for a few hours in the shade of a cloister, surrounded by old Dutch gravestones and young Dutch tourists. \"You're alone,\" says Francis. \"I will find you a friend. You, you in the red t-shirt, you are Ellie's friend?\" In a cafe where I sit to watch the comings and goings of the night market, a visitors' book is pressed into my hand despite the fact I've only been there two minutes. \"Can you write something?\" the owner asks. \"Very good mineral water,\" I write. This is a corner of a foreign land that is forever Dutch, though it was Portuguese before that, and British afterwards. A windmill stands in the centre of town. In front of the windmill stands the bright red Stadthuys which is the old town hall. Robin from Todmorden, Yorkshire, lives in Malaysia for half of the year. He came as a soldier in 1952. \"I can't think of anywhere I'd rather live,\" he says. Arsenal scores on the television in front of us. \"I can't stand that Arsehole Wenger,\" says Robin. \"Too many foreigners in our football clubs.\" He then orders his daily portion of two eggs in fluent Malay and turns to chat to a young Malaysian sitting opposite. In Kuala Lumpur the Petronas Towers, the other twin towers, gleam in the sunlight. I go up the viewing tower to admire the vista, keeping an eye out for low-flying planes. My dad came to Malaysia several years ago and says that it's the only time he ever felt tall. In Asia I also feel tall, all 5ft 4in of me, towering as high as the Petronas Towers, and almost as gleaming, what with the sweat and the various suntan lotions and insect repellents. Not that the repellents worked against the bedbugs, which devoured me with the same ferocity that I've been devouring the Malaysian food. Someone told my Dad that they have read my columns and picture me eating my way around the world. Too right. Cuisine in Malaysia and Singapore is particularly good, especially the Hokkien, the Indian and the Nyonya. And overall I like Malaysia, with its gleaming skyscrapers, dusty streets, fake Gucci handbags, colonial buildings, Chinatowns, Little Indias, women in Muslim headscarves and bright red lipstick. The tricycle rickshaws and the numerous food stalls. The chicken rice and the rotis. Red bean desserts and spicy laksa. And I put it down on my list of countries that I must revisit and explore further, then head off to spend the last of my traveller's cheques. Perhaps I do want that mock Gucci handbag after all."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}