{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/28/worldcupfootball2002.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-28T17:29:58Z", "webTitle": "Sweden 1 - 1 Switzerland", "webUrl": "https://www.theguardian.com/football/2002/mar/28/worldcupfootball2002.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/mar/28/worldcupfootball2002.sport2", "fields": {"headline": "Sweden keep threat under wraps", "bodyText": "For the most relevant new information on Sweden, England's spy Stuart Baxter, an FA coach under Howard Wilkinson, could have spared the expense of a flight here and simply driven up the M6 to Goodison Park or Everton's Bellefield training ground. There he would have discovered that Jesper Blomqvist is looking fit and sharp again after a three-year international absence because of a knee injury and ready to help the Swedes make turnips of England again in their World Cup opener on June 2. A sublime piece of skill by Blomqvist on the edge of the box set up his team's 29th- minute goal for Marcus Allback, who is also likely to be the subject of some ferocious scribbling when Baxter compiles his report. The goal was the eighth in 16 games for Allback, which makes one wonder why it has taken him until the age of 29 to become Henrik Larsson's strike partner. With the latter having taken 64 games to accumulate his 21 goals, Allback's impressive ratio is perhaps an indication that Sweden are making an Arsenal-style conversion from bores to entertainers. Talking of entertainers, Malmo fans could hardly contain their excitement at the return of their former striker Zlatan Ibrahimovic, who joined Ajax for £5.7m, a record for a Swede. So they felt slightly cheated when they had to search for his name among 11 substitutes, proof that international squads really do have two teams these days. Ibrahimovic, 21, a naturalised Yugoslav, was apparently not risked from the beginning because of a questionable temperament. Swedish fans were also denied even a fleeting glimpse of Freddie Ljungberg's hirsute version of the Red Sea parting. His visit was literally a flash, bang, wallop affair, flying into town for the official photo shoot and then heading back on the basis that he is still seeking full match fitness. Ibrahimovic finally got the call from the bench in the 68th minute in place of Allback and quickly raised the temperature higher with two thrilling dribbles into the box. Lars Lagerback, co-manager of Sweden with Tommy Soderberg, explained: \"We had thought of using him from the start but Marcus and Henrik have not played together much since last year so we wanted to give them a run.\" The Swedish fans, though, slumped into sulky silence when Switzerland fashioned an equaliser in the 54th minute, Ricardo Cabanas spinning to head in at the near post from Sébastien Fournier's corner. An Ibrahimovic winner was the fairy-tale ending the Swedes craved. But Larsson came closest to providing it when he broke free in the box but failed to beat Fabrice Borer from 12 yards. As for Baxter, he cannot put his passport away just yet since Sweden have two more World Cup warm-up games, against Norway in Oslo and Paraguay in Stockholm. If Sweden perform as badly as this, he might as well not bother, even Lagerback admitting: \"There is not much good I can say about the game. We played badly and we've got to forget it and move forward.\" Sweden: Hedman (Isaksson, 45); Mellberg, Michael Svensson, Mjallby, Edman; N Alexandersson (Jonson, 45), Linderoth (Lantz, 45), A Svensson (D Andersson, 83), Blomqvist (Soderstrom, 45); Larsson, Allback (Ibrahimovic, 68). Switzerland: Borer; Haas, Henchoz (Zwyssig 77), M Yakin; Cabanas, Celestini, Fournier, Magnin; Frei, H Yakin; N'Kufo (Lombardo). Referee: V Ivanov (Russia). · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}