{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/mar/01/cycling.cycling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-03-01T23:48:40Z", "webTitle": "Drug-find Belgian faces oblivion", "webUrl": "https://www.theguardian.com/sport/2002/mar/01/cycling.cycling", "apiUrl": "https://content.guardianapis.com/sport/2002/mar/01/cycling.cycling", "fields": {"headline": "Drug-find Belgian faces oblivion", "bodyText": "The Belgian Frank Vandenbroucke, tipped for many years as a successor to the incomparable Eddy Merckx, is unlikely to compete again after he was sacked yesterday by his team, Domo-Farm Frites, following the discovery of drugs at his home. The team's action followed a police raid on Vandenbroucke's house on Wednesday night in which the steroid clenbuterol, the painkiller morphine and the blood-booster erythropoietin were found. A public prosecutor in the north-Belgian town of Termonde said Vandenbroucke was questioned overnight and released yesterday morning. \"He was evasive. He did not say why he had the drugs.\" The cyclist could face a jail sentence of up to five years. Vandenbroucke was one of the sport's most exciting talents in the late 90s, scoring dramatic victories in single-day classics such as Liège- Bastogne-Liège and Het Volk in 1999, and the Paris-Nice \"Race to the Sun\" in 1998. In May 1999 he was implicated in a drug case and although no charges were pressed he has never truly regained form or credibility since. This year Vandenbroucke had struggled to find a team willing to take him on but was rescued by an old mentor Patrick Lefevere, the Domo manager who last year relaunched the career of French cycling's black sheep Richard Virenque. Lefevere said yesterday that he was shocked. \"Everyone thought he [Vandenbroucke] could come back to his best. This is a big blow for cycling, as sponsors are not willing to enter the sport.\" The police action came after Vandenbroucke's trainer Bernard Sainz was caught speeding on the motorway near Ghent on Wednesday. The car was found to contain a large amount of unidentified drugs, described as homeopathic remedies by Sainz, a former horse doctor nicknamed \"Doctor Mabuse\" who was also implicated in the case involving Vandenbroucke and others almost three years ago. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}