{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/mar/13/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-03-13T23:40:04Z", "webTitle": "Richard Williams: Hart of the Forest finds a way out of the swamp", "webUrl": "https://www.theguardian.com/football/2002/mar/13/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2002/mar/13/sport.comment", "fields": {"headline": "Hart of the Forest finds a way out of the swamp", "bodyText": "This time next year there will still be new Mercs in the players' car parks and Prada suits will hang on the changing-room pegs. The Premier League's superstars will be competing to take home a payslip recording the first £100,000-a-week wage. But those whose antennae pick up vibrations emanating from sources beyond the garage and the wardrobe will be aware that their world has undergone a radical change. During the summer, while the eyes of football fans are turned east towards the great carnival taking place in Japan and South Korea, the game in England is likely to go through its most significant upheaval in the 10 years since the Premier League separated itself from the hoi polloi. After a decade of feasting on the fruits of Rupert Murdoch's campaign to sell satellite dishes, football is about to get real. Comparatively speaking, at least. Last weekend's Observer carried a story suggesting that the majority of Football League clubs are likely to spend the close season reducing their squads to economically manageable proportions. Thirty of the 72 clubs in the three Nationwide leagues are threatened with bankruptcy, and the reason is obvious: they spend, on average, between 80 and 95% of their turnover on salaries, a suicidal proportion. Yesterday the Professional Footballers' Association announded a £1m loan to help clubs meet their salary bills. When the next TV contract turns out to be less rewarding than the present one, the position will worsen. The solution is pitilessly evident. A club with a squad of 36 professionals, for example, might reduce them to 24. As a result of that sort of culling, getting on for a third of England's 2,800 full-time professionals would find themselves seeking alternative employment. Others will certainly have to accept new contracts falling some way short of the sort of leap in salaries to which they have become accustomed. Paul Hart, in his first years as manager of Nottingham Forest, was among the earliest to feel the tremors announcing the coming earthquake. After relegation to the Nationwide First Division in 1999, two seasons of failure to regain membership of the elite sent the club plunging from solvency to a position of indebtedness so dire that the bankers were starting to mutter threats of foreclosure. Since taking over, Hart has been juggling his time between results on the pitch and on the payroll. In a matter of months he has cut the annual wage bill from nearly £7m to around £4.5m, statistics currently more significant than the numbers to be found in their goals for and against columns. The cost has been obvious. Chris Bart-Williams, the club captain, Alan Rogers, the supporters' player of the year two years ago, Stern John, the leading scorer, and Jermaine Jenas, the brightest young star, have all departed in an effort to balance the books. Yesterday David Johnson, bought last year for £3m, went to Burnley on loan. The club's shareholders have no option but to recognise the logic of these disposals. Twice winners of the European Cup in the days when the principle of rotation was something that applied to the blades of helicopters, Forest have seen the future and are learning its harsh lessons. \"The effect of the TV money coming in, of clubs being promoted to the Premier League, and of players finding out how much so-and-so is getting paid has produced an irresistible force,\" Hart said yesterday. \"But it's impossible to continue at this rate. What happened to us has been publicised because we're a plc and we have to report our results, but there are plenty of others in a similar predicament.\" Hart's measures have bought his club time. \"We can trade to the end of next year without selling any more of our young players,\" he said. But in his view an informal salary cap will have to come. \"There won't be a specific cap - the PFA wouldn't allow it - but outside the Premiership, at least, there will have to be some sort of self-regulating arrangement.\" Luckily for Forest, Hart is a grower as well as a pruner. Where others would opt for the quick fix of cheap foreign imports, he is working to nurture strong roots. So far this season 16 academy graduates have appeared in his first team, and their efforts have earned the goodwill of the supporters. Crowds of more than 20,000 are turning out at the City Ground to watch a mid-table team denuded of its few stars, which may offer a useful example to others destined to find themselves wrestling with similar problems in the bleak months to come. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@guardianunlimited.co.uk.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}