{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/mar/19/cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-03-19T21:05:42Z", "webTitle": "Prince to the fore as South Africa send Waugh packing", "webUrl": "https://www.theguardian.com/sport/2002/mar/19/cricket", "apiUrl": "https://content.guardianapis.com/sport/2002/mar/19/cricket", "fields": {"headline": "Prince to the fore as South Africa send Waugh packing", "bodyText": "South Africa made light work of the 71 runs they needed for a consolation victory in the third Test against Australia here at Kingsmead yesterday. Resuming at 264 for four, they lost only one wicket in the morning session as they moved to their highest winning score in a second innings and averted a second whitewash in three months. After five Test defeats at Australia's hands - they lost the away series 3-0 - this result was crucial to the regeneration of the game in South Africa. Jacques Kallis, who made an unbeaten 61, and Ashwell Prince continued to frustrate Glenn McGrath, Brett Lee, Jason Gillespie and Shane Warne and their fifth-wicket stand, worth 32 overnight, reached 99 before Prince edged Warne to slip. The 24-year-old left-hander, in his third Test, proved again that his elevation to the highest level was based far more on ability and potential than on his Cape coloured heritage and his aggression against Warne did much to smooth the path to victory. South Africa's captain Mark Boucher finished the match with a six off Mark Waugh's off-spin. It was a defiant gesture but did little to remove the pain of the five preceding defeats. \"They are a better team than we are and they are worthy Test champions,\" Boucher said. For his Australian counterpart Steve Waugh the end of the series was a poignant moment as he is deemed surplus to requirements for the seven-match one-day series. He was contemplating the flight home to Sydney as Michael Bevan and the rest of the limited-over specialists warmed up on the Test pitch. Waugh, deposed as one-day captain by Ricky Ponting, said: \"It's a strange experience after being involved in the one-day side for 17 years. I'd rather be playing in the one-dayers but it gives me a chance to have a rest. Good luck to Ricky at the start of his captaincy career.\" Ponting will lead his squad in 10 successive one-day games with three in Zimbabwe following those here. Then, if picked, Waugh will return to Africa for two more Tests in Harare and Bulawayo. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@guardianunlimited.co.uk.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}