{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/16/travelnews.observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-16T19:00:54Z", "webTitle": "Tsunami forces quality rebuild pledge", "webUrl": "https://www.theguardian.com/travel/2005/jan/16/travelnews.observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/16/travelnews.observerescapesection2", "fields": {"headline": "Tsunami forces quality rebuild pledge", "bodyText": "Resorts devastated by the tsunami will be rebuilt with better quality and environmental responsibility, governments have pledged. Countries say they are dedicated to righting some of the mistakes made in past tourism development. In Sri Lanka there will be a ban on new buildings within 100 metres of the coast. 'Most hotels are owned by Sri Lankans, not foreign developers,' said Charmarie Maelge, director of the Sri Lanka Tourist Board. 'The big properties were insured, but not the smaller ones, but we've got a huge amount of support so we can help.' Maelge said she hoped the government would also use the opportunity to make resorts more environmentally friendly and better for the locals. 'They could improve the road routes, and housing and living conditions, especially in the small fishing villages where they really should have been improved before,' she said. The Thai government said it would take a similarly positive attitude to improving facilities. The governor of the tourism authority, Juthamas Siriwan, said new developments would be more sustainable. 'The Thai people have changed a crisis into an opportunity. People will care more for the environment and take the impact as a lesson to develop responsibly in future.' Redevelopment in Phuket will be used as a model for future development across the country, and the Tourism Authority of Thai land plans to develop a prototype for a model beach resort, implementing it first on Phuket's most popular beach, Patong. Standards will be set for how beaches should be landscaped, the number of resorts and buildings they can support, and the number of toilets, beach umbrellas and masseurs there should be."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}