{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2005/jan/05/guardianletters2", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2005-01-05T23:59:06Z", "webTitle": "Letters: Manchester muddle", "webUrl": "https://www.theguardian.com/theguardian/2005/jan/05/guardianletters2", "apiUrl": "https://content.guardianapis.com/theguardian/2005/jan/05/guardianletters2", "fields": {"headline": "Manchester muddle", "bodyText": "Janice MacDonald (Letters, January 3) is mistaken; the ending of the occupation and the removal of the US and British forces from Iraq is the central task for the anti-war movement and is the basis for the civil and human rights of the people of Iraq. Stop the War opposed the war on Iraq because it was wrong. On the second anniversary of the invasion, March 19, we will march once more. Please join us. Andrew Burgin Stop the War If Lord Falconer really is serious about using government websites to \"further transparency\" (Letters, January 4), surely the most interesting inclusion would be a list of all the questions the government won't answer. Dave Jones Norwich The portrait of Clement Attlee (Corrections, January 3) in the boardroom at Labour's Old Queen Street HQ also refers to him as \"Atlee\"! Jeremy Beecham Vice-chair, Labour Party NEC I read the theological explanations for the Indian Ocean disaster (Letters, January 1) and I have never believed more that my Kant is better than their cant. Frank Brown Wolverton, Bucks I did not make any claim that Trafford was in Manchester (Letters, December 30, January 4). My point was that Man U was not in Manchester. As for Trafford being in Salford - oh dear! Robert Jones Timperley, Cheshire Castor in the south (Letters, January 2)? Castor is a commuter village for Peterborough which is handily placed, being north of the south, south of the north, west of the east and east of the west but not in the Midlands or East Anglia. Toby Wood Peterborough"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}