{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/jan/13/newsstory.liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-01-13T23:54:34Z", "webTitle": "Morientes in line to make debut against United", "webUrl": "https://www.theguardian.com/football/2005/jan/13/newsstory.liverpool", "apiUrl": "https://content.guardianapis.com/football/2005/jan/13/newsstory.liverpool", "fields": {"headline": "Morientes in line to make debut against United", "bodyText": "Fernando Morientes will complete his £6.3m transfer to Liverpool today, with the Spanish international due at the Melwood training ground to discuss personal terms and undertake a medical this morning. The Real Madrid striker flew to Merseyside last night having spent yesterday saying his farewells to his Real team-mates. Liverpool's chief executive Rick Parry will offer him a four-year deal worth £40,000 a week and expects to complete the signing in time for Morientes to make his long-anticipated debut in the Premiership match against Manchester United at Anfield on Saturday. \"Going to Liverpool was a decision my family and I thought about a lot,\" said Morientes in the Spanish capital at a press conference convened to mark his departure after eight years as a Real player. He was accompanied on his trip to England by his agent, Ginés Carvajal. \"I want to play and I had several offers, but I think the best for me and my family was Liverpool's. \"Now all I can do is hope that the medical goes well and I am registered in time to play [on Saturday]. You can't ask for more than a debut against Manchester United. It would be a great debut for me and even better if the team wins.\" Liverpool will pay £5.5m initially for the 28-year-old with the remainder of the fee linked to future appearances and honours won while at Anfield. The Merseysiders had been trumped by the French champions Lyon in terms of the size of the bid proposed, but Morientes was intent on linking up with his compatriot Rafael Benítez, the former Valencia manager, in the Premiership and rejected Lyon's overtures. \"I am grateful that Real have accepted my wishes to go to Liverpool rather than other better offers they could have accepted,\" added the striker, who won three European Cups and two Liga titles while with Real. \"All I can say is thanks to all the clubs who were interested, including Lyon, but I had given my word to Liverpool. \"I'm going to Liverpool with all the enthusiasm in the world. This has been one of the most important decisions in my life and I'm very happy about it. \"It hasn't been a very pleasant few months at Real, but a lot of things have happened at the club that have contributed to that. I'm going with a cupboard full of trophies and for me that's the most important thing.\" But he added: \"I'm going to Liverpool to work hard and become one of the team.\" Benítez first tried to sign Morientes as part of the deal which saw Michael Owen move to the Bernabéu last summer, only to be knocked back by the Spanish club. Yet Morientes has failed to feature regularly this season, falling behind Raúl, Ronaldo and Owen in the pecking order, prompting him to seek his first-team football elsewhere."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}