{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2005/jan/16/foodanddrink.restaurants", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2005-01-16T17:58:50Z", "webTitle": "Ramsay in America", "webUrl": "https://www.theguardian.com/lifeandstyle/2005/jan/16/foodanddrink.restaurants", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2005/jan/16/foodanddrink.restaurants", "fields": {"headline": "Ramsay in America", "bodyText": "I am in Los Angeles with Gordon Ramsay and I am trying to get a fix of good old-fashioned Hollywood star gossip out of him, but failing miserably. He's staying at the famed Chateau Marmont just off Sunset Boulevard, a place so beloved of celebrities that even the corpses have been famous. Both John Belushi and Helmut Newton died there. Movie A-listers always hang out by the pool. Others book into its individual cottages for months on end. Ramsay must have seen some of them. He shrugs. 'Well, Matt Damon was in the bar the other night.' That's good. Matt Damon is excellent. And..? And..? And nothing. Truth is, Ramsay says, he's not really that interested in celebrity, not any more. He had enough of that last year when he did ITV's Hell's Kitchen. 'All those celebrities trying to relaunch their careers,' he says with undisguised contempt. It did his head in, the endless tussles with Edwina and Matt, Belinda, Abi and Amanda, all desperately attempting to win the affections of the British public. He won't do that again. Yes, he's in California to shoot the American version of Hell's Kitchen for Fox, which hit US television screens this month. But the format is entirely different. More importantly, Ramsay says, what he is getting out of it is different too. It turns out that Gordon Ramsay is quite possibly the first person in human history to visit Los Angeles in search of authenticity. Here, in a city where everything is fake - the ludicrous Florentine villas and steroid-boosted Tudor cottages where the stars live, the imported lush undergrowth that surrounds them, even the tits and arse - Ramsay is trying to do that most difficult of things. He's attempting to 'keep it real'. He tells me not to obsess about the money he's getting for the job, which he accepts is huge (he has signed a five-year deal with Fox worth seven figures). What's important to him, he says, is the format. In the US the celebrity element has gone. 'From the moment we pitched it to Fox we knew it was not a celeb show,' says the British TV executive Paul Jackson, now head of LA-based Granada America, which is co-producing it for the US network. 'In America the networks pull you back from putting the celebrities under pressure. They like to preserve their mystique.' So there would have been none of Gordon effing and blinding at them; none of him humiliating them. Far better, then, to get a whole bunch of ordinary people for him to humiliate and eff and blind at instead. In the all-American Hell's Kitchen the contestants are complete unknowns and from all walks of life. And none of it is decided by a public vote. Gordon sets them culinary challenges. Then he knocks the losers out himself. The whole experience is recorded over a month and edited, rather than screened in real time and the restaurant element only opens once every other day, to diners who again, are not celebs (or even the desperate crew of Z-listers and media whores who passed for celebs in the UK). The winner does not carry home the warm glow of public approval. They get something much better than that. The winner gets their own million dollar restaurant. 'The format is 10 times better,' Gordon says. 'It's real. It's more meaningful. The objective is clear.' The one element both versions share is that, at some point, and purely in the name of light entertainment, innocent ingredients get slaughtered by kitchen incompetents. Before I get to see Ramsay in LA I am to eat at the US Hell's Kitchen . I could now boast that I am one of only two people in the world to have eaten at both branches of the franchise (the other is Paul Jackson) but I know what eating this food means and it may well not be something to boast about. My spirits are not raised when I am told that this is only the second time the contestants have cooked like this. The first time practically nobody got fed and those that did weren't happy about it. It was great television, but very bad dinner. I am also less than encouraged when a member of the production team tells me that 'Gordon wants you to know this is not his food'. In the British version most of the menu was made up of big Ramsay signature dishes from his own restaurants. This is very different. This is the contestants' food which he is overseeing. Or something like that. Ramsay appears to be getting the apologies in before the insult. It would be fun if I could now report that this was a car crash of a meal. But it wasn't, not entirely. For a start this fake restaurant, housed in a former news channel studio off La Brea Avenue, is both gorgeous and far less fake than the London version. The one in Brick Lane looked lovely on television but up-close it was just so much gauze and stage scenery. If you breathed on it too hard it wobbled. Here the wood-panelled walls really are wood-panelled. The banquettes are properly upholstered. It has heft and substance. (Ramsay is equally enthused by the kitchen. 'The stove gets so hot it actually glows white,' he tells me later.) The waiters are also charming and efficient and, of course, because they are all resting actors waiting for their big break in movies they are heavenly to look at. And then there's the food. Yes, my main course beef Wellington was really quite horrible - soggy pastry, overcooked meat - and the vegetables with them watery and inedible. A crab risotto was a mushy, fishy mess and some seared tuna was flaccid and tasteless. But among the puddings there was a more than passable (and huge) apple tarte tatin, and a truly fine pannacotta. And my spaghetti with lobster must have contained the tail meat of three of Maine's finest. More important than this is that we got fed at all. As the night drew on, it became clear that we were in a privileged position. While we were moving on to our puddings there were some tables yet to receive their starters. Eventually, in an act of kindness, we donated two-thirds of our tarte tatin to the next table, like some food parcel from the decadent west to the starving East Europeans. The man left to deal with the mess was Jean-Phillipe Susilovic or JP, the tidy little Belgian maitre d' from Pétrus in London, which Ramsay co-owns, who ran the floor at the first Hell's Kitchen and who has been exported to do the job here. In London, when kitchen service collapsed and the diners started revolting, he had to put up with a furious, frustrated Ramsay telling him to do interesting things with his own testicles. 'It was because Gordon couldn't shout at the celebrities as much as he would like to,' JP tells me later. 'So, he shouted at me.' Here JP has to deal with Americans pretending to be polite when they aren't. Towards the end of the evening, one large table of admittedly hungry people sparked up their mobiles and ordered in pizzas. What happened next was not exactly clear but it ended with a large bearded man, squaring up to JP as if about to deck him, and bizarrely calling him stupid because he didn't have a degree in music like he did. JP didn't flinch. 'Yes it's confrontational,' he said, once the man had been ejected by security, 'But it's also an exercise. You become much more mature. You become much more diplomatic.' At one point I ask him if he's enjoying the experience. He says: 'just give me back my little Pétrus.' Something about the year-round sunshine and the palm trees of California fingering the sky appears to have made JP rather wistful. American Hell's Kitchen is about many things. It is about challenges. It is about confrontation. It is about reaching for your dreams. What it is not about, I am told firmly, is food. 'I hope there are tips the viewers get to take away,' Paul Jackson says. 'I care about the hurdles the contestants have to jump. But we made it clear to Gordon it couldn't be a foodie show.' In the British version the splitting of some lobster ravioli became a major talking point. 'That's not what this one is going to be about,' Jackson says. Appropriately I discuss this with Ramsay over a lousy lunch of chilled tomato soup and piss-poor Caesar salad in a faux-French Hollywood bistro. He's wearing a white t-shirt that shows off his light Californian tan and he looks, every inch, the Hollywood face. 'I did have a slight problem with the fact it wasn't meant to be a food programme at first,' he says. 'But then I realised the contestants were all seriously crap.' One of their first challenges was to cook a 'signature dish'. Terrible things came out of the kitchens that day. 'I had a stuffed chicken breast that was charred outside and raw inside. There was an awful ginger, truffle and mango salad. One woman did me turkey tacos. I mean, really. Christ! Turkey Tacos!' So, if it's not about food why did he do it? 'I was offered a staggering deal,' he says simply. 'I don't think any chef in the world would have turned it down.' He had already decided not to do Hell's Kitchen in London again and, instead, had signed an exclusive deal with Channel 4 to do another series of Kitchen Nightmares , the restaurant makeover show. Then the US offer came along. The money, he says, will enable him to do other things. They have a restaurant opening in Japan - the first outside of the original to be called Restaurant Gordon Ramsay - and, if the right opportunity arose, he would love to do something in New York. This television cash makes it all more possible. But, he admits, there's something else that appeals to him. Service at Hell's Kitchen is a horrible experience - and that's what he likes about it. 'It's torture, but it's self-inflicted torture. The last time it felt like that to me was in the early days of Aubergine when it was chaotic. I like that roughness. I need to feel that stuff. It's back to school. The challenge is there, there's the struggle to get it right which I haven't felt for three or four years. The truth is I miss that kind of buzz.' This is where Gordon Ramsay is at right now: his London restaurant business is so slick, so professional, so established that he has to look to reality television to supply him with the adrenalin boost he craves. He makes the point that American Hell's Kitchen will be quite unlike most US reality TV, where enormous amounts of what you see on the screen is practically scripted. The producers decide which way they want the action to move, build up storylines and make sure the narrative is followed. 'The one thing I said to Fox is that you can't script service. Everything else - the challenges, the emotional stuff - can have a format, but service has to be live. I've been quite forceful about...' time for that phrase '...keeping it real.' The question many people in the London restaurant business are asking themselves these days - and they talk about this an awful lot - is what happens to Ramsay's restaurants while he's away busily keeping it real. It is in the nature of television that everyone can see exactly when Ramsay isn't in his kitchens and, for the past year he does appear to have been away from his kitchens an awful lot. He denies it. For a start, he says, he's in telephone contact with all of them every day, and it's true that when he isn't on set he does have a mobile pressed to his ear so he can talk to his chefs Mark Sargeant and Angela Hartnett, Mark Askew and Marcus Wareing . He also points to that slick infrastructure behind his half dozen restaurants, run by his father-in-law Chris Hutcheson. 'The reason I've been so successful is because I've never attempted to be a businessman. Chris does that. We've got a central bookings system. We've got a training school. We've got a development kitchen.' Yes, but what about what's happening in the kitchens? What about what's on the plate? Doesn't he ever worry that he might lose that precious third Michelin star from Royal Hospital Road? 'The minute my customers start complaining is when I start worrying,' he says, 'but they're not complaining. I can tell you as I sit here that what's going out of the kitchen at Royal Hospital Road is perfect.' In any case, he says, what he's doing is not without precedent. He says he gets his flavours from the chef Pierre Kauffman. 'But I get my inspiration from Alain Ducasse. He's a phenomenal organiser.' He runs 18 restaurants worldwide. Two of them have three Michelin stars each. 'If he can do it so can I.' So that leaves him free to be a television presenter then? Ramsay looks horrified. 'I'm not presenting a show six months of the year. I'm not some showbiz Johnnie.' But didn't he do a pilot for a TV talk show which he was to host? He agrees that he did. 'And we got the commission but I refused to do it. Could you imagine how that would have gone down? Me hosting a talk show?' He shakes his head and, not for the last time, says 'I'm keeping it real.' The problem for Ramsay is that it's his intense realness which is likely to keep bringing him the TV offers. 'There are few people you meet who are true stars,' says Paul Jackson. 'Princess Di had it. Ant and Dec have it. Gordon's got it too.' Rich company indeed. The two American chefs who are heading up the reality show teams - Scott Leibfried from the Napa Valley Grill in LA and Mary Ann Salcedo from Rene Rujol in New York - both agree. 'The first time I met him he was the biggest guy in the room,' says Leibfried. 'He has real presence,' says Salcedo. The American producer Arthur Smith, whose company is making the show with Paul Jackson, believes Ramsay is destined for the big time. 'If the show goes the way we think it will Gordon will be a big star. He will be huge. We've seen what American television has done to Simon [Cowell]. He was a nobody here before Pop Idol and now he's a massive name.' And this despite Ramsay's notoriously, er, upfront approach to interpersonal relations. 'I haven't heard stuff like he's dishing out in a very long time,' says Scott Leibfried, 'In the state of California that kind of thing is actually illegal. You can't cuss at your staff.' But these aren't staff. They're contestants who signed up for the bollockings and the producers have made no effort to stop him cussing. 'I'm not concerned with the expletives,' says Arthur Smith. 'We never want to constrain him. We wouldn't do that. Or as Paul Jackson puts it, \"The message to Gordon has been be yourself\". Fox have seen the tapes [of British Hell's Kitchen ]. They know what they've bought.' This is before the small matter of a tussle between Gordon and one of the contestants. Details are sketchy and, in any case, locked down now behind the kind of confidentiality agreements only a battalion of US attorneys could craft. All that can be said is that there was a confrontation on the set, a twisted ankle, a visit to the hospital followed swiftly by a trip to the lawyers. There has now been an out-of-court settlement. 'This is a minor matter and will not interfere with the rest of the production timetable,' a spokesperson said. 'This is all we are advised to say at this moment.' Ramsay himself was reported to be genuinely distressed about the incident. The irony is that a reality television programme made headlines for becoming just a little too real, a little too authentic. Then again Ramsay did say he wanted to keep it real and that's exactly what he has done. 'It's not a set up this,' he tells me at one point over our lunch, in deepest Hollywood. 'I am what I am. I've got the bollocks to be honest.' Perhaps we'd better believe him. · Where Gordon gets his house wine, page 49 · Jay Rayner's novel, the Apologist, is out in paperback next month (£7.99 by Atlantic Books) The rise and rise of the Ramsay empire from nought to eight restaurants in under seven years Ramsay's first high-octane job was working for Marco Pierre White at the legendary Harvey's. He then worked for Albert Roux in London, and Joël Rubuchon and Guy Savoy in France, before becoming chef at Aubergine in 1993. By 1996 he had won two Michelin stars; 85 per cent of the staff he opened with are still with him. However he fell out with his backers, which led to an out of court settlement. He opened Gordon Ramsay in 1998 which now has three stars, and from where he memorably chucked out AA Gill and Joan Collins. Just a year later he opened Pétrus with Marcus Wareing which won a star within seven months. In 2001 he opened Gordon Ramsay in Claridge's, which also has a star, as well as Amaryllis in Glasgow which has now closed due to financial losses. In October 2002 Gordon Ramsay Holdings (GRH) took over food and drink operations at the Connaught Hotel, installing Angela Hartnett at Menu ( which is now starred too) and the Grill. In 2003 he opened Fleur (which closed when the lease expired), the Savoy Grill (starred), the Boxwood Cafe, and Banquette at the Savoy. In 2004 he fronted Ramsay's Kitchen Nightmares, rescuing no-hope restaurants, and also UK reality TV show Hell's Kitchen. In 2005 GRH will open two new ventures, Pengelly's and Maze. Rebecca Seal"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}