{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jan/13/money1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-01-13T18:07:41Z", "webTitle": "Exports victory for anti-corruption group", "webUrl": "https://www.theguardian.com/business/2005/jan/13/money1", "apiUrl": "https://content.guardianapis.com/business/2005/jan/13/money1", "fields": {"headline": "Exports victory for anti-corruption group", "bodyText": "A pressure group claimed \"a great victory in the public interest\" today after winning the right to be consulted over changes in bribery rules for British exporters. Corner House Research, a group that campaigns for enforcement of the law in overseas corruption offences, had accused the Export Credit Guarantees Department of failing to consult it on changes that had \"watered-down and weakened\" key procedures on Britain's anti-bribery policy. The ECGD underwrites bank loans to enable overseas buyers to purchase goods - most controversially military hardware - from the UK. Export credit guarantees have, for instance, been issued for major arms sales to countries such as Saudi Arabia and Indonesia. Nearly half the work of the civil servants in the ECGD is related to arms exports; the cost of the civil servants and the credit guarantees issued by the department to subsidise UK-based arms companies come to around £180m annually. As Britain's official export credit agency, the ECGD has pledged to eliminate bribery and corruption in overseas contracts involving UK exporters. In November, the department published a revised anti-bribery policy. Originally, British exporters had to give anti-bribery undertakings on behalf of any affiliate involved in the deal. The later guidance limited that to companies controlled by the exporter. A full judicial review application was due to be heard by Mr Justice Moses in the high court today, but the judge was told the dispute had now been settled. Sue Hawley, a Corner House spokesperson, said: \"The ECGD has at the last minute conceded to our main demand, which was that there should be full public consultation ... Last November, the ECGD weakened their anti-bribery procedures following one-sided meetings with industry which were held entirely in secret.\" Before today's settlement, Lord Lester of Herne Hill QC had been due to argue in court on behalf of Corner House that the \"one-sided\" nature of the consultations amounted to \"a serious breach of basic public law standards of fairness\" and the ECGD's own published consultation policy. Corner House said this led to a result biased in favour of the ECGD's commercial customers, which include BAE Systems, Airbus - partly owned by BAE - and Rolls Royce. Mr Justice Moses was told the ECGD had now agreed to undertake fresh public consultations under cabinet office guidelines. But the changes to the department's anti-bribery and corruption procedures made last November will remain in place pending the outcome. Andy Scott, the CBI director of international competitiveness said: \"This is a sensible compromise which will continue to give exporters and the banks the certainty they need in their on-going dealings with ECGD while public consultation takes place.\" The ECGD also agreed to pay Corner House legal costs estimated at £250,000."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}