{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jan/19/religion.saudiarabia", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-01-19T17:34:58Z", "webTitle": "Cleric warns pilgrims against bloodshed", "webUrl": "https://www.theguardian.com/world/2005/jan/19/religion.saudiarabia", "apiUrl": "https://content.guardianapis.com/world/2005/jan/19/religion.saudiarabia", "fields": {"headline": "Cleric warns pilgrims against bloodshed", "bodyText": "Saudi Arabia's top cleric warned Muslim pilgrims taking part in the annual hajj pilgrimage today that the greatest test to the nation of Islam came from its sons who were \"lured by the devil\" to carry out acts of violence. Sheikh Abdul-Aziz al Sheik, Saudi Arabia's grand mufti, addressed the pilgrims at Namera mosque on the plain of Arafat. \"Oh Muslim nation, there are campaigns waged against the people of Islam: military campaigns, thought campaigns, economic campaigns, and media campaigns,\" he said. \"They are all against this religion. The nation was described as a terrorist nation [and we as] terrorists and backward. Conferences have been held and conspiracies have been woven ... all unjustly and unfairly.\" Around 2 million pilgrims had climbed Mount Arafat, 12 miles outside Mecca, to pray for salvation. Muslims believe the hajj - which all followers are required to take part in at least once in their lifetime, if they are able to do so - enables them to atone for their sins. The mufti urged worshippers to abide by the words of God and his prophet and not be \"fooled by a civilisation known for its weak structure and bad foundation\". However, he also referred to the violent campaign waged by Muslim militants affiliated to al-Qaida against Saudi targets. \"The greatest affliction to strike the nation of Islam came from some of its own sons, who were lured by the devil,\" he said. \"They have called the nation infidel, they have shed protected blood and they have spread vice on earth, with explosions and destruction and killing of innocents,\" he said. Warning the sons of Islam not to be used by enemies of the nation to weaken it, he asked: \"How would you meet God? With innocent blood you shed or helped shed?\" Standing on Mount Arafat before sunset is the high point of the hajj, and pilgrims who fail to make it on time must repeat their pilgrimage in future. From sunrise today, convoys of more than 20,000 buses carried the faithful from Mina valley, where they had spent the night in a city of tents. On the way to Arafat, pilgrims could have a souvenir picture taken on a camel for 10 riyals (£1.40), as a charity distributed food and drink and scouts helped guide those who had lost their way back to their camps. Three makeshift hospitals and 46 clinics were set up to treat those in need, while police used loudspeakers to regulate the continuous flow of buses. The pilgrims spent the day praying for forgiveness and beseeching God to grant them success, at the scene of the last sermon given by the prophet Mohammed 14 centuries ago. \"Here I am, Allah, answering your call, here I am,\" the pilgrims chanted as they approached Arafat. Despite warnings from the Saudi religious authorities, the more zealous climbed up the 70-metre high Mount of Mercy to pray for mercy in a symbolic re-enactment of Mohammed's only pilgrimage. Some were deep in prayer, when heads began turning to the sky to see a cloud formation many thought resembled the Arabic for \"There is no God but God\". There was a silence, before a chant of \"Allahu Akbar\" or \"God is Great\" broke out. \"I am delighted to be here,\" said Mohammed Tahrio, a 28-year-old Nigerian performing the hajj for the first time.\"I want to pray to Allah to give me a long and wealthy life.\" Amer Abbas, 45, had travelled from Iraq to Arafat. \"I beg God to make the Americans leave our country and put an end to the occupation,\" he said. \"The Americans are responsible for all the destruction that has hit our country.\" After performing a ritual symbolising the last judgement on Mount Arafat, the pilgrims began the return to Mecca, for the first day of Eid Al-Adha - the feast of the sacrifice, where animals are offered up to remember Abraham's readiness to sacrifice his son to God. The pilgrims will then go back to Mina to stone the \"jamarat\" - three pillars symbolising the devil - in the final but also the most dangerous ritual. Last year, 244 pilgrims died in a stampede during the stoning ritual, while a 1990 stampede killed 1,426 people. The 3,000 security forces deployed in the area while be increased to 10,000 for the ritual. On his way to Mount Arafat, Santosh Edi, 30, old from Jakarta, Indonesia, said he was not worried: \"I will pray to God that nothing bad will happen during our pilgrimage, and I know God will take care of this.\" \"We are very confident that we will be able to handle the crowd,\" interior ministry spokesman Brigadier General Mansour al-Turki said. \"Pilgrims will also have to do their part to avoid accidents.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}