{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/16/spain.observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-16T19:05:04Z", "webTitle": "More farmhouses to grow relaxed in", "webUrl": "https://www.theguardian.com/travel/2005/jan/16/spain.observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/16/spain.observerescapesection1", "fields": {"headline": "More farmhouses to grow relaxed in", "bodyText": "Finca Tort Porto Colom, near Cala d'Or (sleeps 13) The owners of this 250-year-old house intended to convert it into an agri-tourism hotel so a few 'hotel' features remain. In the dining room, there are individual tables instead of one large one (which could prove ideal if you don't want misbehaving children at your table!) and the kitchen, with stainless steel surfaces and industrial appliances, might feel a little intimidating if you just want to make a sandwich. Otherwise, this is one of the collection's finest properties. The very wealthy owners keep racehorses. They have paddocks next door and will invite you over to take a peek if you want to. The stone-clad house has seven acres of land and a huge swimming pool with a waterfall feature. If you have an au pair or a couple of teenagers in tow, they can sleep in their own casita with an en suite double. Moli Den Cavea Cas Concos (sleeps seven) A short walk from the quaint Mallorcan village of Cas Concos, renowned for its restaurants, this property is a 200-year-old converted windmill. Its low stone-carved vaulted ceilings make it cosy and romantic. From the outside it looks deceptively small, but inside is a labyrinth with rooms appearing where you least expect them - down steps and around corners. The furniture is traditional, with four-poster beds, although the kitchen has been modernised. Outside there's a new mosaic-tiled swimming pool with cushioned sun loungers and a brick built barbecue. Unfortunately you can't go inside the original windmill tower, but it helps you to find your way back from the village after a night out. Villa Es Serral S'Horta, near Cala d'Or (sleeps nine) This is one of the most secluded properties in the Mallorca Farmhouses collection and you could, if you wanted, sunbathe naked here all day and not worry about anyone passing by. Tucked away down a lane with no neighbouring farms, it's a villa-style property not a stone-clad building, though it was originally a farmhouse. What it lacks in rustic charm it makes up for with views. From the upstairs balcony (which is not attached to the master bedroom but to a smaller room) you can see across the olive groves and surrounding greenery all the way to the sea."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}