{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/09/wintersportsholidays.wintersports.france", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-09T18:02:05Z", "webTitle": "Doing the snowshoe shuffle", "webUrl": "https://www.theguardian.com/travel/2005/jan/09/wintersportsholidays.wintersports.france", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/09/wintersportsholidays.wintersports.france", "fields": {"headline": "Doing the snowshoe shuffle", "bodyText": "Most fans of winter sports have traditionally had a few problems with snowshoeing. For a start, it's not skiing, and worse, involves going in the wrong direction - UPHILL for God's sake! Then there's the whole embarrassing issue of looking as though you have tennis rackets on your feet. And so it's a surprise to learn that snowshoeing is in fact the fastest-growing winter activity in the Alps and in America. Snowboarders have lent it credibility by using snowshoes to hike to remote powder paradises, and keen walkers are realising it is a way of exploring icy terrain that would otherwise be out of bounds in winter. It's a sport on the up, but could it actually be fun too? I headed to Vallorcine in the French Alps to try it out, and having always believed snow is for sliding on, not trudging through, was a little cynical. But leaving behind pistes and paths to make fresh, giant footprints did sound appealing. The tiny village, 15km from Chamonix, is an ideal place to start as there is plenty of snowshoeing action available outside your window, where paths and gullies wind beneath fat, belly-shaped hills, offering easy routes through pretty scenery. Few people visit the village, it's hard to reach and there's not much there, which gives it a delicious isolation. From here, Hilary Sharp, an expert guide with the accompagnateur en montagne qualification, a legal requirement for mountain trekking guides, offers snowshoeing trips where you can experience walking in three different countries in a matter of days. Switzerland and Italy are less than half an hour's drive from Vallorcine, and lively Chamonix is just down the road, linked by the scary Col de Montets road over a high pass, though a little mountain train offers an alternative - necessary on the rare occasions when the road is shut by heavy snow. In December, my friend and I stayed at the simple, traditional Hotel Belle Vue which had just opened for the season. On the first night we sat around the only candlelit table in the dining room with the only other guest, the wind screeching as the season's first blizzard swooped down, hammering soft flakes against the win dows and sweeping a duvet across the landscape outside, perfect for snowshoeing. We headed through the Mont Blanc tunnel to Italy the next morning after getting kitted out in a local sports shop - warm waterproof plastic hiking boots, walking poles and snowshoes. The French may have given in to the tennis association and actually named the sport racquette , but here the connection ends. Modern snowshoes cost between £200 and £300 and look suitably hi-tech and dangerous. There is an array of styles, but all give an extended base to the foot to prevent it sinking deep into the snow and have blood-curdling spikes. From the little village of Plan Pincieux near Courmayeur we quickly realise the benefit when faced with eight inches of powder in the Ferret valley. Happily, super-fit Hilary creates a path, cutting through the snow like the bionic woman, but we're removing layers within minutes, our faces glowing beacons. I wish I was going downhill, but I have to remember the lifts aren't open yet, and as soon as my heart rate is up, I feel great. You can burn up to 1,000 calories an hour if you go for it, which we didn't, but it's a fantastic workout, especially when we gallop down a slope, taking huge bouncy strides like a child running through heather. This is about as extreme as snowshoeing gets, but it's not about adrenaline. We're here to explore lumpy landforms, clamber wherever we wish, skip haphazardly by streams, stoop over fallen trees, twanging branches back into each other's faces. We fall over giggling a few times, and even stray onto someone's roof by mistake. It is essentially just walking, but with equipment it feels like a skill, and Hilary is bright and fun, encouraging silliness. You notice everything at walking pace - reindeer lichen growing on the trees, children waving from windows, yellow stains around beehives where hibernating bees pee. An ermine speeds past us, making us realise how slow we're going. Although it may be tempting to hire snowshoes and wander off by yourself, this is extremely risky, and you'd be pretty dumb to do it without an experienced guide with detailed knowledge of the topography. The snow can hide crevasses and holes, and there is always some risk of avalanche. Even though we're not doing any high summits, we always wear avalanche transceivers, and on our second day learn how to locate someone buried by a fall with one. After a painful hour hauling ourselves through thigh-deep snow, digging for the gizmo in many wrong places, Hilary seems sufficiently reassured we could locate her body in the nick of time, and we explore Vallorcine's vast, silent backyard, tramping uphill until we reach the stunning Cascades Berard waterfall. I have to admit that the seemingly impenetrable, immense snow-covered mountains are beautiful, however you decide to make a track across them. Skiers may always be reluctant to give up a day on the slopes to walk in the woods, but it is a magical experience and a great alternative if the lifts are shut, conditions are bad or you want to warm up for skiing. Hill walkers who have yet to experience piercingly crisp winter air, the creak and bounce of fresh flakes underfoot, and staggering snowy mountains, should give it a go. Tennis players, stick to the courts. Factfile Gemma Bowes travelled with Trekking in the Alps (00 33 45 054 6209; www.trekkinginthealps.com). Its packages include full-board accommodation, guiding, transport, gear hire. Four days cost £475, five days £525 and six days £625. Flights from Gatwick to Geneva with EasyJet (0905 821 0905; www.easyjet.com) cost from £41 return, including tax. A taxi from Geneva to Chamonix with ATS Airport Transfers (00 334 50 53 63 97) costs 40 Euros pp each way."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}