{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/01/guardiansaturdaytravelsection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-01T18:06:39Z", "webTitle": "The Idler's view", "webUrl": "https://www.theguardian.com/travel/2005/jan/01/guardiansaturdaytravelsection2", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/01/guardiansaturdaytravelsection2", "fields": {"headline": "The Idler's view", "bodyText": "For a really relaxing time, you want to go to a place where the work ethic hasn't taken hold, where the culture hasn't been taken over by the western values of constant striving. I've never understood activity holidays since we seem to have far too much activity in our daily lives as it is. Find a culture where loafing is the order of the day and where they don't understand our need to be constantly doing things. Find somewhere you can have a hammock holiday. My most recent experience of such a place is Mexico. I went on a trip there to Zihuatanejo in the south-west earlier in the year and the first thing that struck me was the sheer quantity of hammocks. Mexicans love hammocks; hammocks are a priority. Even the humblest tumbledown shack has a hammock strung up outside it. The house where we stayed had two hammocks, one in the sun and one in the shade. It takes a while to master the art of hammock-lounging. At first I could only manage five minutes or so before I thought I ought to get out and go and help a child learn how to swim or something. But after observing the Mexicans' capability for staring into space for hours on end, I decided to put in some proper practice. Soon I was able to lie there for longer stretches without feeling the need to do something useful. My finest moment was when my two-year-old daughter fell asleep on top of me while I lounged. I stayed awake and immobile, staring at the sky and the passing pelicans, for nearly two hours. Towards the end of the holiday I had succeeded in achieving two-nap days. I came home feeling very pleased with myself, and put a hammock up in our garden. It's now in the shed because it rains all the time, but you can dream."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}