{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/jan/13/northernireland", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-01-13T18:37:42Z", "webTitle": "Police ombudsman to scrutinise Omagh bomb inquiry", "webUrl": "https://www.theguardian.com/uk/2005/jan/13/northernireland", "apiUrl": "https://content.guardianapis.com/uk/2005/jan/13/northernireland", "fields": {"headline": "Police ombudsman to scrutinise Omagh bomb inquiry", "bodyText": "Part of the investigation into the Omagh bombing is to be scrutinised by the Northern Ireland police ombudsman, it was revealed tonight. Nuala O'Loan is to probe the circumstances surrounding an anonymous telephone call that warned that an attack would take place in the County Tyrone town. Today's announcement came after it emerged that a former Special Branch officer is to be interviewed by detectives attempting to establish the source of the call. It was made to police on August 4, l998, 11 days before the bombing, and specified the day on which it took place. The information was never passed to officers on the ground. The call was made to the CID office in Omagh by a man who spoke to a detective constable. He named two men whom he claimed would bring four dismantled AK47 rifles and two rocket launchers belonging to the Continuity IRA across the Irish border. He said they would be used in an attack on police in Omagh on August 15. The CID officer believed the caller to be genuine and briefed the senior detective on duty, before travelling to Enniskillen, County Fermanagh, where he informed Special Branch officers. They allegedly told him there the information was groundless and that the two men named were ordinary criminals. However, one of the officers asked to be present in the Special Branch office in Omagh the next day for a promised second call that never came. The August 4 call and the text of the information was never registered on the database that was set up for the investigation into the bombing. It was not until two years later, during a review of the inquiry by the Royal Ulster Constabulary (RUC), that officers in Omagh became aware it had been made. Relatives of some of the 29 people killed, who included a mother pregnant with twins, had urged the ombudsman to carry out her own investigation into the telephone call. Four years ago, Ms O'Loan issued a damning report of the investigation by the RUC and claimed the leadership and judgment of then chief constable Sir Ronnie Flanagan was seriously flawed, an allegation he furiously rejected. Ms O'Loan's spokesman confirmed tonight that her officers were reinvestigating the case. He said: \"The police ombudsman office has received a complaint about the circumstances surrounding the call. \"The PSNI [the Police Service of Northern Ireland, which replaced the RUC] team investigating the bomb has also raised this issue with us. The police ombudsman's office is now investigating all the circumstances relating to this matter.\" The PSNI declined to comment tonight. Michael Gallagher, whose son Aiden was among those killed at Omagh, called for the Dublin authorities to carry out a similar investigation, after claims the Irish police did not act on warning of a planned Real IRA attack in Northern Ireland at the time of Omagh. He said: \"We do not want this inquiry to become a political football. All politicians should support the families, the ombudsman's office and the police inquiry team to establish the truth of what happened in Omagh before, on and after August 15 so that we can start to move forward. \"This is a very limited inquiry and there are issues, north and south of the border, that need to be fully investigated. It's for this reason we need a full cross border public inquiry.\" His call was echoed by Alex Attwood, the Nationalist SDLP assembly member for West Belfast and a member of the policing board. \"The actions of the police ombudsman are fully justified,\" he said. \"The investigation should be completed as quickly as possible. Independent of her actions, the conditions for the calling of an independent inquiry into the Omagh bombing now exist, and both governments, north and south, should acknowledge and respond to this.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}