{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/01/netjetters2005mark.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-01T18:52:23Z", "webTitle": "Good tidings Vietnam", "webUrl": "https://www.theguardian.com/travel/2005/jan/01/netjetters2005mark.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/01/netjetters2005mark.netjetters", "fields": {"headline": "Good tidings Vietnam", "bodyText": "The sun's melted the ice in my Christmas heart. No preacher no pulpit no congregation. Over yonder water lies the scent of Christmas, with its early sherry darkness. It isn't at our scorched, sandaled feet. My babies don't know what month or day we're on. They don't know the sleigh isn't coming. No plump turkey, tinsel tat or cracker crack. Billie's wish is for all dogs to be born in a manger with soft, stroking, hands. Etta's is for easy sleep in her crib. We awake; the stocking's come. The girls get their shining, tailored Vietnamese frocks. We leave on bicycles for a plunge into the sea, the girls stand on bike racks, blowing like sails, for others to see. Dinner is on stilts out on a shrimp netted river. My dad's doppelganger appears; he does at this time of year, ever since he's been boxed and gone. He's pushed in on a wheelchair by his wife's caring hands. Dad liked a Christmas and he's checking I'm doing it right. Boats glide by, spring rolls go down. The restaurant fills, White Christmas sings from the speaker's jingle bells. Three o'clock, Billie says, nodding her eyes towards a man holding a rose. We do this when we want to have a honk, a nose, it's our charlie delta, Viet Cong tunnel talk. He hands her a red rose wallowing in love. She bends, wipes a running tear, shakes her head, takes from her bag a yellow one. Hands that to him, then pulls back her chair. She holds red, him yellow, roses have been exchanged, now stares. His arms are splayed, his cupid walks crookedly to the door. I guess he's saying, I've been crucified you've broken my heart. Ah, it's Christmas. Billie says, what do you think will make him better? Crutches, Tracy says, and tells the story of the rose. White for friendship, red for love and yellow for it's over, you've been dumped. Etta listens then asks, is his Christmas over then? She might have got the story, she might not. One really never knows. The waitress starts to sing. We pay our money and tip up in haste. She raises a hand, says wait. Takes two notes from the table and turns them into fingernail hats behind her back, places one in the palm of each girl's hand."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}