{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2005/jan/13/shopping.gadgets", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2005-01-13T18:45:47Z", "webTitle": "March of the mini Macs", "webUrl": "https://www.theguardian.com/technology/2005/jan/13/shopping.gadgets", "apiUrl": "https://content.guardianapis.com/technology/2005/jan/13/shopping.gadgets", "fields": {"headline": "March of the mini Macs", "bodyText": "America might be struggling to understand the freak weather that has brought torrential rain and snow to the west coast, but it couldn't stop a whirlwind rolling in as Apple chief Steve Jobs revealed his ambitious plans for the year at the Macworld conference in San Francisco, California. Giving the show's keynote speech to a typically overenthusiastic crowd, Jobs confirmed weeks of rumour by unveiling a tiny, cheap Macintosh computer dubbed the MacMini, aimed at drawing millions more users into the company's brand. \"This is the most affordable Mac ever,\" Jobs told the conference. \"It's the cheapest computer Apple has ever offered.\" The MacMini, which will retail in two models - a 40GB hard disk for $499 or 80GB for $599 - is aimed at providing a less expensive way for some of the estimated 6m iPod users to choose an Apple home computer. The high premium for Apple exclusivity had left the Cupertino-based firm struggling to make a strong play in the home computer market against lower cost PC manufacturers such as Dell. \"We like to call it BYODKM - Bring Your Own Display, Keyboard and Mouse,\" Jobs said, claiming that \"people who are thinking of switching have no excuses\". Also served up was the Flash-based iPod Shuffle, aimed at the lower end of the music player market. The Shuffle will come in 512MB ($99) and 1GB models ($149). To reduce size, the unit does not have a screen and will be primed to play music on a random setting - and is aimed at people who like the prestige of an Apple product but not the price. Its launch is being accompanied by the slogan \"Life is random\". \"A year ago, iPod's market share was about 31% and Flash players had 62%. We introduced the iPod Mini to go after the high end of the Flash market. By January 2005, the iPod's market share has doubled to 65% and Flash has halved. But we'd like to go after the remaining mainstream Flash market.\" The iPod Shuffle is really tiny: the headphones plug in the top and it is smaller than most packs of gum. \"It weighs less than an ounce,\" Jobs continued. \"You can shuffle your music, listen to your songs in a million different ways, or by flipping a switch in the back, you can listen to a playlist.\" Despite the smaller capacity, Flash-based players are cheaper to produce and more reliable than their larger cousins. The combination of no screen and solid-state Flash technology means the Shuffle will be more durable, and Apple is likely to initially target children and sports fans. Jobs will be hoping that Apple's dominance of the digital music market through iPod and the iTunes Online Music Store - which has sold in excess of 230m tracks - will draw more people into the Apple brand. He chose not to broadcast his speech simultaneously on the internet, but was in ebullient mood as he announced a raft of hardware and software releases. \"We have a lot of people making accessories for the iPod, we have an incredible iPod economy out there. This is unmatched in the industry by a mile. We think it's going to bring tons of people into this new era of digital music.\" Jobs' usually slick keynote routine suffered a few technical errors, but he still squeezed in a few pops at Microsoft - saying that the next OS X update, Tiger, is on target for release in the first half of 2005... \"Long before Longhorn\". Rumours of the MacMini and Shuffle had been circulating on the internet after the website ThinkSecret (www.thinksecret.com) published a leaked report of a sub-$500 \"headless\" Macintosh. Apple last week took legal action against the site for what it claims was a breach of commercial confidentiality by an employee. The one surprise was when Jobs wheeled out Sony president Kunitake Ando, to discuss their close relationship in promoting High Definition TV. Putting aside traditional rivalries, the pair put forward plans to turn HDTV into a mainstream home product through a combination of hardware and software. Other releases included upgrades to existing hardware, an iTunes-compatible Motorola phone and an office software suite, iWork. The Motorola phone, which had been trailed at the CES show last week, had not been seen until Jobs whipped one out of his pocket. At first glance it appeared in keeping with Motorola's typical style - a GSM model that can be connected to your computer to upload tunes, while an on-screen iTunes interface allows users to manage the music and even download tracks on to the XGB/MB memory. Not quite the iPhone some were expecting - and 3G capability would have helped - but it is an indication of things to come. On show at Expo Mac OSX Tiger: the upcoming release has more than 200 applications, including: Spotlight, a desktop search tool, desktop widget manager Dashboard (stock tracker, weather reports, dictionary etc), and an updated iChat, including a good-looking, four-way video conferencing facility. iLife 05: updates of Apple's digital media applications including iPhoto, iMovie, iDVD, Garageband and iTunes. iWork: includes Keynote 2 and pages, a word processor with limited desktop publishing abilities. Six of the best Macintosh sites Free OS X downloads www.apple.com/downloads/macosx/ Think Secret http://thinksecret.com The Unofficial Apple Weblog http://apple.weblogsinc.com Wired's Cult of Mac http://blog.wired.com/cultofmac/ MacInTouch www.macintouch.com The Apple Museum www.theapplemuseum.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}