{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/jan/13/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-01-13T23:54:33Z", "webTitle": "Gravesen agent agrees deal with Real", "webUrl": "https://www.theguardian.com/football/2005/jan/13/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2005/jan/13/newsstory.sport", "fields": {"headline": "Gravesen agent agrees deal with Real", "bodyText": "Everton are braced to receive a formal bid from Real Madrid for their Danish midfielder Thomas Gravesen after the player's representative, John Sivebaek, agreed pre-contract terms in principle with the Spanish club. Milan have also sounded out Sivebaek - an employee of the Formation group, formerly Proactive - about the possibility of signing the 28-year-old when his contract expires in the summer and have asked to be kept informed, though Real remains Gravesen's most likely destination. Now that terms are agreed, at around £2m a year, the Spanish club are expected to approach Everton to inquire about the possibility of signing the midfielder for a fee during the transfer window. \"I'm in Madrid just to hear what they have to say,\" said Sivebaek. \"They'd like to have him now but it's not in my hands. It's up to Everton. I have the impression that they [Real] want him now rather than at the end of the season. Obviously Real Madrid would be a big opportunity but, if he stays at Everton until the end of the season, I think he would also be happy with that.\" Their interest has been heightened by the fact that Gravesen is not cup-tied and will be able to feature in the Champions League. Everton would seek to raise around £3m for the man who cost £2.5m from Hamburg in July 2000, though they may compromise at nearer £2m. Such a figure may seem inflated for a player who can leave in July, but Gravesen's departure would be considered a setback. Though David Moyes is loth to deny the Dane a chance to move to the Bernabéu, he will be concerned that the sale could seriously disrupt Everton's progress. Gravesen has been integral to the side's unexpected success, his marauding from midfield offering bite in support of a lone striker, and his departure would force Everton to re-enter the market. Sivebaek was first contacted by Real two weeks ago; players nearing the end of their contracts are permitted to open negotiations with overseas teams from January. However, Everton have as yet heard nothing from the Spanish club. \"We have had no contact whatsoever regarding Thomas and we will play the situation as it arises, if indeed something does arise,\" said the chief executive Keith Wyness. \"We know Tommy is happy at Everton and hopefully he will be here for some time to come.\" Everton have been contacted by agents representing the Togolese striker Sheyi Emmanuel Adebayor, currently with Monaco. They have also taken the 19-year-old Lens midfielder Guillaume Plessis on a week's trial."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}