{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2005/jan/05/guardianletters1", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2005-01-05T23:59:06Z", "webTitle": "Letters: Election help for Palestinians", "webUrl": "https://www.theguardian.com/theguardian/2005/jan/05/guardianletters1", "apiUrl": "https://content.guardianapis.com/theguardian/2005/jan/05/guardianletters1", "fields": {"headline": "Election help for Palestinians", "bodyText": "Israel has made it clear everything possible will be done to facilitate voting in the Palestinian elections. This involves taking a number of serious security risks with open access to allow everyone who wants to vote to be able to do so. Posters are up in areas of Jerusalem, candidates are holding election meetings there, and the only issue at the moment is whether Palestinian prisoners in Israel's jails will be allowed to vote. There is no \"preferred Israeli candidate\" as the Professors Rose suggest (Letters, January 2). With Mahmoud Abbas taking a very strong line on the demands he intends to make if elected, it is to be hoped, he will be prepared to sit down and negotiate peace without impossible preconditions. Israel has shown a readiness to compromise and the Palestinians will need to do the same. Those of us who have the interests of the Israelis and the Palestinian people at heart are hoping a new year can bring with it new hope for a lasting peaceful solution to the long- running conflict. Joy Wolfe Cheadle, Cheshire The closure of the Friends of Al-Aqsa and PSC bank accounts (Report, January 3) only serves to confirm the fear of many Muslims - that they live in a society which only affords them rights at will, not due to lawful obligations. In the case of FOAA, the unilateral action was not precipitated by any questionable actions on the part of the organisation - does this not then place us all at risk? Steps like this make it increasingly difficult for Muslims to trust the establishments in countries such as Britain, thus forging an even wider gulf between the minority community and the mainstream. It is time for the government to step in and create greater accountability for all institutions that seek to abuse their powers by discriminating against any group of people. Rajnaara Akhtar Leicester The transfer of money from a British organisation by a British bank to a bank abroad for a foreign charity has been stopped or delayed by the US Treasury. Have I missed something? Stephen Lowit Teddington, Middx"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}