{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/jan/05/tvandradio.television1", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2005-01-05T23:59:05Z", "webTitle": "TV pick of the day", "webUrl": "https://www.theguardian.com/media/2005/jan/05/tvandradio.television1", "apiUrl": "https://content.guardianapis.com/media/2005/jan/05/tvandradio.television1", "fields": {"headline": "Pick of the day", "bodyText": "Distant Shores 9pm, ITV1 It seems viewers didn't get enough of ITV's recent offering Doc Martin, for here comes its northern cousin. Peter Davison stars as selfish plastic surgeon Bill Shore, whose wife Lisa (Samantha Bond) forces the family to relocate to a remote island off Northumberland's coast. That means cold fish Bill is very much out of water as he fills in as the island's GP with bad grace. It's not exactly bursting with originality but it does maintain a genial enough tone. Dead Man Weds 10pm, ITV1 More mocking of northerners and out-of-place southerners muscling in on their territory. Dave Spikey (Phoenix Nights) plays Gordon, a Daily Telegraph journalist who's had enough of his hectic life and takes over as the editor of tiny weekly Fogburrow Advertiser from lazy incumbent Lewis (Johnny Vegas). Like Bill in Distant Shores, Gordon has problems understanding village life and odd locals; he also tries to inject some oomph into a paper with such snazzy headlines as \"Trains may be late\". Laughs are a bit thin but this could improve after a bit of bedding down. Desperate Housewives 10pm, Channel 4 As Martha Stewart has probably discovered for herself, it can be tough being the perfect American housewife. This hit US drama illustrates this in hit-and-miss fashion, following the misfortunes of a group of seemingly happy Connecticut mothers who all in some way loathe the suburban version of the American Dream. Teri Hatcher is the odd one out, being husbandless and the obvious target for any sympathy. Paparazzi 10.35pm, BBC1 Anyone still harbouring illusions about the glamour of celebrity will have them dispelled by this series following the pack of photographers known as paparazzi (now suitably shortened to \"pap\"). Now we know how edifying it is to drive round Cardiff for a whole day in search of Charlotte Church's birthday party."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}