{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2005/jan/11/whatthepunter", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2005-01-11T22:48:18Z", "webTitle": "What the punters say", "webUrl": "https://www.theguardian.com/technology/blog/2005/jan/11/whatthepunter", "apiUrl": "https://content.guardianapis.com/technology/blog/2005/jan/11/whatthepunter", "fields": {"headline": "What the punters say", "bodyText": "I've just spent the past hour or so buttonholing people wandering around Macexpo and asking them what they think of the new products. It shouldn't come as a surprise that most of them were overwhelmingly positive (after all, if you're not into Macintosh then why go to a Macintosh show?) but the greatest excitement seemed to surround the iPod Shuffle. Interestingly, a lot of them also focused on the fact that it played music but also doubled as a flash USB data storage drive. Hunter Siegel and his friend Kyle, two teenagers from Colorado, were particularly enthusiastic. \"I love the way I can just hook it into my computer,\" said Kyle. Hunter - who proudly wore a 60GB iPod Photo on his hip - said the Shuffle was \"incredible\". The MacMini wasn't exciting people quite as much, but there was still a considerable throng trying to get a look at one. Daniel Jalkut, from San Francisco, was \"impressed\". \"It's a redone Cube,\" he told me. \"And it's exciting that you can get it for under $500.\" He also liked the Shuffle , pointing out that the price difference between a 1GB Shuffle ($149) and a traditional flash key of the same capacity (around $100-$120) was actually very small - but the iPod plays music too. \"That's how I rationalised buying my first iPod,\" he said, \"By looking at it as hard disk storage that could also play music. And that's how I'm rationalising this one, too.\" Some took it all with a pinch of salt, however. One European Apple reseller who spoke to me was enthusiastic about the products, but knew that his days were numbered since the growing number of Apple stores would continue their strategy of undercutting his prices and driving his customers away."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}