{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/16/wintersportsholidays.wintersports.switzerland", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-16T18:06:21Z", "webTitle": "What's round and white  and green all over?", "webUrl": "https://www.theguardian.com/travel/2005/jan/16/wintersportsholidays.wintersports.switzerland", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/16/wintersportsholidays.wintersports.switzerland", "fields": {"headline": "What's round and white  and green all over?", "bodyText": "Hailstorms battered the mountain, 80mph winds roared and the thermometer dropped to 12 below. Despite this we all spent a good night under canvas. After breakfast we pressed on, the skiers wearing 'skins' to help them grip, the others on snowshoes, but still we sank deep into the two feet of new snow that had swallowed the trail across the southern face of Mount Bretaye. Starting the 600m ascent, we lost the shelter of the mountainside and marched blindly upwards, into driving snow, until, by the skeletal pylons of a deserted ski lift, we lost a man (to a cafe). Steeling ourselves for the final push, we grappled in the last stretch with a 50 degree gradient, losing half of any ground gained at every step, finally heaving ourselves up onto the peak for the few moments we could stand the glacial horizontal winds. Retrieving our missing person (refreshed), we headed for shelter. Dragging heavy legs through the now surreally still alpine wilderness, we came at last across the old chalet, surrounded by five strange white domes with windows like great round eyes and grinning mouths, half-hidden in the snow. Sofia ushered us inside to the blazing hearth, offering wine and home-made walnut cake, and Camille emerged from the kitchen to suggest hearty vegetable soup, a selection of local cheeses, and taking the rest of the day off. 'Before you doze off,' said Sofia, 'May I suggest we do the shower rota?' Welcome to Whitepod, an eco-camp which opened in December, 1,720m up Bretaye, high above the pretty, prim Swiss ski resort of Villars. Sitting among swaths of immaculate pine forest on slopes facing the ragged rocky spires of the Dents du Midi, the outfit comprises the restored 1820s farm building Chalet Taillevent, and five deeply technical, luxuriously appointed and preposterously cute domed tents. Far from roads or lifts and with ski-in, ski-out access, Whitepod aims to inspire with a hip, hairshirt-free introduction to ecological living, packaged as a stylish alternative wintersports retreat. Growing up in the town at the bottom of the hill, Whitepod's owner and founder Sofia de Meyer's feel for traditional alpine life was nurtured by her father, the direc tor of Villars' Beau-soleil school, and his extra-curricular passion for rescuing abandoned mountainside chalets from ruin. A law degree at Bristol and six round-the-clock years as a corporate solicitor in the City were enough to have de Meyer pining for her roots, and in March 2003 she resigned. Back in the mountains, de Meyer, 30, found that she missed her London social life. Quickly discarding early ideas of becoming a mountain guide or ski instructor, she started exploring possibilities in hospitality, with an ecological slant. At first she thought of running a low-impact chalet in Taillevent, now the communal space of Whitepod, but wanted a more immediate contact with nature for her guests. She investigated tepees - 'not the level of comfort I wanted' - and yurts - 'there were safety issues in high winds and heavy snowfall' - until seven months ago she came across the very latest in carry-on, carry-off camping. Waterproof, UV resistant, flame-retardant, anti-mildew and superinsulated (one of the fabrics is also supplied to Nasa for use in space shuttles), the geodesically designed, 8ft structures consist of a three-layered cotton canopy on a frame of steel triangles which can withstand winds of 190mph. 'The basic idea was to allow guests to live in nature, but in a comfortable way,' says de Meyer, 'to bring people who wouldn't necessarily consider camping to a place like this. I wanted to provide the opportunity for guests to learn something about eco-living, but not impose it.' In her mission to create a zero-impact experience, de Meyer has lived and breathed responsible tourism for the last 12 months. Whitepod was assembled with local skills and furnishings - the pods' funky armchairs were sourced at flea markets - and Camille's delicious, unfussy cooking showcases seasonal local and/or organic produce. After-dinner drinks options even include a very fine Swiss vodka. Deft management of the chalet's 150-litre boiler (hence the shower rota for the single communal bathroom), a handy spring water source and a traditional, chemical-free filtration system which leaves waste water clean enough to be released back into nature mean the pods create no more impact on resources than the modestly-run chalet itself. De Meyer restricts generator use to a couple of hours each morning and evening, when guests can charge phones, laptops and the iPod and speaker sets provided. This commitment to the environment is one of the ways in which she has exceeded the stringent demands of local and regional authorities, both of which remain sceptical. Only after ensuring that not a trace remains of the pods and their wooden platforms, after camp is struck in April, will the local authority decide whether to extend the six-month provisional permit it gave her in September. She even submits her Ski-doo for mileage checks - the only sanctioned Ski-doo travel on a Whitepod trip is to transport your luggage; watch it fade from view as you plod on snowshoes in its tracks on an informal, 30-minute Whitepod welcome hike. De Meyer's research and experience have shaped Whitepod and seen the resort shortlisted from 700 applicants for the Responsible Travel Awards 2004. At £230 a night, the price might seem steep for a stay in a tent. But the cost includes food, drink, transfers to and from Geneva airport, a lift pass opening up 140 miles of pistes, and daily access to expert mountain guides and ski teachers including Celine Daetwyler, formerly the world's 23rd ranked female giant slalom skier. Heli-skiing, paragliding and massage can be arranged at extra cost, otherwise no cash is needed (except for drinks after dinner), as fees are pre-paid, there's no check-in or reception and Whitepod does not operate seasonal, holiday or single supplements. Besides, 'tent' simply doesn't cover it. Low on facilities but high on chic comforts, these retro sci-fi winter womb rooms are as smartly conceived inside as out. Pod style this season is half deep-pile luxury, half kooky junk-shop chic. Amply heated by a dinky woodstove (an overnight fire-stoking strategy is essential to avoid arctic awakenings - Whitepod staff will do the honours on request), each bright, roomy refuge features a double bed or twin beds laden with industrial-strength duvets and pillows, organic bedding and towels and casually slung sheepskin. Quaint washstands, old petrol lamps, cowhide rugs and pale wood floors complete the picture; uninterrupted views of Les Diablerets Massif and Mont Blanc are beamed direct to your easy chair via a huge panoramic picture window. And when the morning sun hits your toasty little igloo of joy, and you wake wrapped in a cocoon of sheepskin and down, the soft folds of creamy white awning above look like the inside of a giant marshmallow. It's chalet-delic, baby. Factfile Whitepod (00 41 7974 46219). Rupert Mellor flew from London Gatwick to Geneva with British Airways (0870 850 9850). Return fares start at £68.90 including tax."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}