{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2005/jan/28/localgovernment.crime", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2005-01-28T17:30:54Z", "webTitle": "Parking official convicted of duping motorist", "webUrl": "https://www.theguardian.com/society/2005/jan/28/localgovernment.crime", "apiUrl": "https://content.guardianapis.com/society/2005/jan/28/localgovernment.crime", "fields": {"headline": "Parking official convicted of duping motorist", "bodyText": "A parking official who doctored a photograph in an attempt to trap an innocent motorist was today ordered to do 150 hours of community service. Gavin Moses, 27, a member of staff at the NCP office in Bury, Greater Manchester, changed the date on a digital picture used as part of a ticket appeal hearing. Moses pleaded guilty to perverting the course of justice at a hearing at Bolton crown court on September 6 last year. Today at Manchester's Minshull Street crown court, Judge Jonathan Geek told him that he must do 150 hours of community work over the next 12 months. The case against Moses followed the issuing of a £60 cash fine to motorist Kevin McGuire on Sunday, August 31 2003. Mr McGuire, a 51-year-old accounts manager, had arrived at the Market Place in Bury town centre at 7.15am, checked there were no restrictions in place, and left his Toyota Camry in a bay while he took a group of RAF cadets for a day's training. NCP had been meant to put up signs on the previous day announcing restricted parking for a parade to mark Gallipoli day, but had not done so in case they were torn down by drunken Saturday night revellers. The signs were eventually put up later on the Sunday, but not before Mr McGuire had returned to his vehicle at 5pm and found a £60 fine stuck to the windscreen. He wrote to NCP to object and received a reply enclosing a photo taken on August 31 that showed a suspended parking sign close to where he had parked. He decided to appeal against the fine and part of the duty of compiling evidence against him fell to Moses, a former member of the Royal Fusiliers. Henry Blackshaw, prosecuting, said: \"The photo which was dated August 31 and showed a suspension sign was amended using computer software, so as to substitute the one with a zero, and sent to Mr McGuire. \"Mr McGuire picked up on the fact that the photo had been falsified and noticed that the date was different to that in the earlier photo.\" Mr McGuire produced the original picture with the same cloud formation in the background, showing the correct date and proving the sign had been put up after he parked. In sentencing Moses, a father-of-two, to 150 hours community service, Judge Geek told him that he had caused Mr McGuire a number of \"worrying and irritating\" months. \"It is something of an irony when I read your army record that this case involves Gallipoli day. This involves a campaign that the Royal Fusiliers served so honourably in and they would not be proud that you are stood in this dock,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}