{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/13/netjetters2005mark.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-13T19:04:03Z", "webTitle": "Made to measure", "webUrl": "https://www.theguardian.com/travel/2005/jan/13/netjetters2005mark.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/13/netjetters2005mark.netjetters", "fields": {"headline": "Made to measure", "bodyText": "Fast fingers running up a seam, dragon silks, cashmeres and leathers: Hoi An's turned me into a pearly king, the girls into princesses, so that leaves poor Tracy. This place is the Venice of Vietnam, thousands of tourists waltzing, strolling in, houses on stilts, a lingering spot, the place is packed and they want us, the cannibals of clobber. White fellas everywhere, draped in new shimmering cloth. Bags packed with tomorrow's look-at-me office cloth, cheap, cheap, guess how much I paid? Off we all waddle to the noise of Hoi An's midnight-working scissored hands, people checking reflections in mirrors. But my girls have forgotten their bling, pulsating, Tracy Beaker culture. Maybe it's all worthwhile after all. There are skills on view, basket weavers, stonemasons cracking rock, carpenters and cutters of the cloth. Their studio the street, our eyes and feet their witness. But I'm a western boy and I don't like to be charged, rushed, hissed or touched, give me a chance, I'll buy, we'll all buy. Us westerners can consume the lot. I walk past an arguing couple. What do you think, she asks, holding up a fancy sheet. Look, I'm a mechanic, he says. He seems to have had enough, faces closing in, his holiday turning sour. We stay in an old Chinese house, beautiful dark black wood with carvings and an eye over the front door, keeping watch. We're in the old town, a beautiful, olde worlde spot opposite the market. At night time stalls gets wrapped with tarp, strangled with rope ready for another day of selling, then the rats come out, moving from one shadow to the next, too big for cats. No chains, no locks, no one touches a thing. Then it's morning, the hustle-bustle, market sellers, squawkers, constantly fondling and rearranging their coloured stock, shouting, screaming, buy from me. I love our room, it has its own shrine, which gets lit at night by a granddaughter's hand, leaving us with its scented smell. She takes our girls out on the back of her bike to show to her friends, Billie and Etta getting noticed and touched. We take a cookery course, Vietnam and Thailand are choking on them. We learn how to make fish in a pot, chop it up and get it in, then noodles with a bottle of ketchup mixed in. The hardest thing was eating it, but the girls got to use a sharp knife. We're poached by a river lady, who's wearing a strapped-on conical hat. She takes us up the Thu Bon River, slowly she dips her oar, looking for currents, seven days a week, never a day off, she's a lovely woman. Our stomachs glide, she smiles and it is us who are miserable. I'm still not comfortable with this tugging, pulling me culture. It's too hot, the girls moan. She invites us to eat with her family. Do you do baked beans? Billie asks. She shakes her head, I won't be able to come then. We go, she shares what she's got, I'm humbled and felled again. The poor truly are poor, I'm not rude enough to take a picture. We take our bikes down to Cua Dai Beach, get tanned and waved up and hassled continually by people who'd paint your nails and change my oils, braid and plait. It starts with, where you from? We answer that, then, you want buy post cards, book, umbrella? I dug a hole and got in, Tracy covered me up and left me on my own. The next seller lifted up the towel. You want a ball? She grinned. She'd found me. I have a foot massage, lots of us sitting on seats, masseurs at our feet, four Belgians are having theirs done. The man's trying to explain where he's from, Belgique, he keeps saying. He can't speak any English. The woman stares at him, Belgique, he says again and again. I turn, just say French. In the afternoon we take a trip up to My Son, a baby Angkor Wat, 50km into the mountains. We ride through peaceful, quiet villages, people going about their daily lives. We have a puncture that is changed by a young man, his young son squats and learns his trade. Time to leave, say goodbye to all that's old, the Japanese Covered Bridge, the Tran Duong House, time to get away from all the people trying to sell us closet moths a piece of cloth. On to a bus, along to Danang, up and over a mountain pass to Hue. The war's left its mark on the land, craters and bunkers and people trying to sell you a spent cartridge shell. The high-pressure mountain water is tapped by hosepipes, spouting, ready to clean trucks. People wait, offering a hose. Hours later we arrive, the driver liked to stop, smoke and pee. He had a self-portrait swinging from the screen. Hue was the site of the bloodiest battles of the Tet offensive, it was taken and retaken, it still looks levelled. From here you can do your DMZ tour, all nice and close to where the battles took place, breathe in, sniff a little Hamburger Hill. Vietnam war junkies wander around shaking their heads, taking a closer look. We take a bike and go and look at Thien Mu Pagoda. It's where the monk, Thich Quang Duc drove to Saigon from and lit a match. I remember the pictures of his saffron cloth burning from when I was young. His car is back there, peaceful and blue, his heart too. There's a picture of it on weighing scales. We ride on to Tu Hieu monastery and learn about the monks' robes and the novices' hair on top, three portions until you've done five years, grey robes worn for the first ten, yellow for the next fifteen, then orange, you've done your time, you're now a revered one, ready to be buried with your stuff. We watch them pray and are encouraged to take pictures, the young eat in silence with crossed knees, older ones bring hands to prayer. I go to buy some bananas, I've got a train to catch, she holds up her fingers 5000 Dong. I point to the scales, she hasn't even weighed them, I'm her lump of gold. I know why she's doing it but it still rattles my bones. I'm eating my bananas, behind my back an ageing English couple, we're in the queue, tickets for Hanoi. I've been waiting behind this gentleman, I just don't get it, she sighs. Why don't they queue like the rest of us, really? Look, here's another blighter now, right up the outside, look at him, she says. I turn and there he is, a pusher-inner. He's not getting away with it. She's English, an islander. She moves, tries a block, but the man gets closer to me, the counter, the ticket. Her fury, her anger knocks her over, she's floored. We pick her up, old Blighty, everyone of us a warmonger. Billie's Take We stay in a old Chinese-style house which is nice. We have a big room. Hoi An's a place of tourists, motorbikes and cloth. We ask the lady do you know a good tailor she said yes and took us across the road. Of course she got commission, that's the other thing, everyone seems to get commission. It feels nice to have new clothes on though. When we first arrived mummy said I'm not having anything. Guess what? She had about six shirts and four pairs of trousers. That's quite good for someone who didn't want anything. Hassle is the worst, I get fed up with it. Do you want cyclo moto postcard cold water, bracelet etc etc etc. If I could, I'd deck them. I am having a lot of fun though, that's something positive. In the old style house they have three sisters, they cuddlle us to bits, we watch how they make pancakes. Lee takes us off on her motorbike. I don't want to go but I go anyway. I tell you why I don't want to go, it's because daddy now smokes a hell of a lot and mummy sneaks one or two sometimes and that's naughty. I like to keep my eye on her. I felt good riding around town with my Vietnamese friend we nearly had a crash one night with a bike. But it ends with an unhappy ending I'm not allowed to say. Dad says we all sound like a bunch of old moaners. Tracy's take We're in Hoi An, ancient town of mouldering buildings, the paint and plaster watermarked from every flood, sometimes the water reaches ceiling height, a homage to teak. We're lucky to find a big room in one of the ancient houses overlooking the central market. People here may be poor, but the produce is fantastic, Five varieties of orange, heaped up on huge woven baskets, their scent wafting up, mangoes, lychees, rambutans, water apples, herb and salad leaves of every kind of green. Further inside are fishmongers and butchers, selling parts of animals I've never seen before, dried goods and barrels of oil. The locals push and shove their way along the aisles, my water buffalo bum only just makes it, one hand on Billie in front and one for Etta behind. The strange smells overwhelm them and we make our way outside to the fresh fruit and the air. I don't like the idea of having clothes made but I take the plunge. My bits are measured, I can't understand the numbers as they're called out and marked in the book. I choose fabric and hours later am trying on my first pair of tailored trousers, they fit. This is easy, I choose some more fabric. We're not travelling so light anymore. In the Tran Duong family home, we meet Mr Tran Duong, just as the book said we could and receive an education in family shrines. Every night his dead loved ones are remembered, a glass of whisky for his father, a juicy mango for his mother and a cigarette for his sister who died, at 30, from breast cancer, Agent Orange he blames. He lights incense and invites their spirits to return."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}