{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jan/24/carindustry.motoring", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-01-24T23:58:55Z", "webTitle": "Car sales data sharing shelved", "webUrl": "https://www.theguardian.com/business/2005/jan/24/carindustry.motoring", "apiUrl": "https://content.guardianapis.com/business/2005/jan/24/carindustry.motoring", "fields": {"headline": "Car sales data sharing shelved", "bodyText": "Car manufacturers were on the defensive last night after admitting they had shelved the swapping of sales information among themselves for fear it might be illegal. Market leader Ford insisted it had always acted \"well within the law\" although the Society of Motor Manufacturers and Traders (SMMT) confirmed it had blocked the exchange of certain data at its meetings. The issue of anti-competitive practices is highly sensitive in the British motor industry due to historic consumer concern at the relatively high price of vehicles here compared with mainland Europe. Fears about breaching European commission rules have risen since that body passed responsibility on to the companies themselves to ensure they complied with anti-trust regulations. The SMMT is undertaking a legal review of the issue and decided in the meantime it should drop certain practices. At an SMMT market forecast group meeting held at Vauxhall's UK headquarters early last week, the organisation for the first time dropped data showing what individual firms expected to happen this year. It was replaced by an overall industry forecast - 2.45m vehicles, compared with 2.56m in 2004 - gleaned from figures given individually by the carmakers. The SMMT said that there was \"nothing that could impact on a car pricing issue\" but it was still thought to be prudent to exclude the individual forecasts. Most of the information discussed at the quarterly meetings was more general, such as economic trends and changes in taxation, said the SMMT's head of policy, Paul Everitt. \"We are confident there is no problem here but our legal people have not signed [the review] off yet and it takes time for them to do a compliance check now the onus is on us rather than the commission.\" But if the legal team does conclude that the sharing of predicted sales figures is illegal then there could be an attempt by critics to link this with high car prices and open the way for fines to be levied for anti-competitive behaviour. Five years ago a report by the UK competition authorities concluded that the way car companies provided vehicles to dealerships was partly responsible for driving up prices in Britain. Since those arrangements were changed, prices have fallen considerably although the SMMT insists the decline could be linked most closely to changes in the value of the pound to the euro."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}