{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jan/05/ftse.stockmarkets", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-01-05T23:59:09Z", "webTitle": "Market forces: Happy new year as FTSE hits a high", "webUrl": "https://www.theguardian.com/business/2005/jan/05/ftse.stockmarkets", "apiUrl": "https://content.guardianapis.com/business/2005/jan/05/ftse.stockmarkets", "fields": {"headline": "Happy new year as FTSE hits a high", "bodyText": "The new year started well for investors as the FTSE 100 was pushed to its highest point for two and a half years yesterday. The FTSE 100 closed up 32.7 points at 4847 exactly, with 2.6bn shares changing hands. Volume in BT, up 6p at 209p, was especially strong. Shire Pharmaceuticals was the day's best performer in the FTSE 100, up 30p at 577p, as the company announced a deal with an American partner to develop a new treatment for hyperactivity. With the first Christmas trading statements starting to flow from Woolworths and House of Fraser, traders started betting on the next batch of festive updates. There was a two-way pull in Next as half of the market expected today's trading update to be good while more speculative elements in the City warned that the comparable period in 2003 had been very strong so the figures would appear poor, prompting a knee-jerk fall. The stock closed up 31p at 1681p. Elsewhere among the retailers, JJB Sports added 7.25p to 184p as talk circulated of a possible bid for the sports retailer. The shares sank in October when an unnamed bidder, believed to have been the venture capital outfit Cinven, walked away from talks. Bid speculation was also revived in the games developer Eidos, although it closed flat at 80p. The media sector received a boost as Lehman Brothers greeted the new year with a mammoth tome on the entire European sector, saying it was undervalued by 19%. On the London market its top picks - rated overweight - are Reuters, down 5.5p at 372p, and Reed Elsevier, up 13.75p at 494.25p, which it has upgraded from underweight. Its key London-listed underweight-rated stocks are BSkyB, 9p lower at 553p, and EMI, down 8p at 257p, which it has downgraded from equal weight. The music major has fallen out of favour because it is one of the most expensive stocks in the sector and there remains considerable uncertainty about the outlook for the business, especially as the global music market is still not in fully-fledged recovery. Property stocks dipped as Merrill Lynch moved from positive on the sector to neutral on valuation grounds. The big losers were Land Securities, down 33p at 1367p, and British Land, down 21.5p at 874.5p. The broker moved its recommendation on both stocks to neutral from buy. Away from the blue chips, the FTSE 250 added 46.6 points to 6983.4, with the small cap index up 11.8 points at 2769.9. Among the smaller stocks, Entertainment Rights added 1.25p to 15.25p as the house broker Collins Stewart announced that 2005 would be \"the year\" for the owner of children's characters such as Basil Brush and Postman Pat. Last year was busy enough for Entertainment Rights with the company snapping up the He-Man owner Filmation and the Tweenies creator Tell-Tale Productions. Collins Stewart said it was maintaining its profit forecasts for 2004 but the \"big uplift\" would come this year. The broker forecasts profits of £6.5m, compared with expectations for the year to December 2004 of £1.7m. Intec Telecom Systems picked up 1.75p to 65.25p as Shore Capital forecast that its recent acquisition of Singl.eView would bring the telecoms software company a number of new contract wins in the near future, which should boost the stock. Johnson Service Group added 5.5p to 422p after the support services group bought the corporate wear arm of its rival Dewhirst for £22.5m in cash. Evolution Securities said the deal bolstered its position in the market for providing uniforms - Dewhirst supplies hotel and leisure clients as well as some financial services firms - and it should be earnings enhancing this year. The specialist paper and packaging group API added 3p to 117.5p after it sold one of its packaging films businesses for £12.2m - more than analysts had expected. Hi-tech firm Minorplanet leapt 1.12p to 5.375p after the board admitted it had begun a full strategic review that could result in the company's sale, while The Innovation Group added 0.75p to 35.5p on talk that it may have found some new customers in the US. Baltimore Technologies leapt 678p to 2497.25p as a major shareholder, Acquisitor, which successfully ousted the board of the dotcom darling turned cash shell last year, bought 12,000 shares at 1785p each. A rival, Earthport, down 0.17p at 1.452p, is considering bidding for the company despite also suing Baltimore for £13m. While Earthport is believed to have informally approached Acquisitor, no formal offer has yet been tabled. On Aim, Corpora rose 7.5p to 23p as the information management software developer got a placing away to raise £250,000. It has also received £100,000 in unsecured loans from its directors and set up a new £250,000 bank facility. Proteome Sciences added 6p to 65p with traders hoping for a strong rally in 2005, while the direct marketing group Real Affinity perked up 0.2p to 1.025p following recent share buying by the chief executive, Mark Richardson. Mears Group added 8.5p to 221.5p on talk that the support services group would benefit from any increased government spending on social housing in the run-up to a general election this year, while the oil services group Rheochem continued to perform well after its flotation. It closed up 2p at 26.5p, having been originally placed at 16p on December 30. Shares in the support services firm TripleArc fell 2.25p to 17.5p after the outsourced printing specialist admitted that last year's revenues would disappoint investors. Feeling lucky Yesterday was the first chance for the Square Mile's legion of analysts - now back at their desks, refreshed from the festive break - to reveal their top stock picks for 2005. One of the first off the block was the team at Bridgewell. Obviously not a superstitious bunch, they have picked 13, three of which are companies for whom Bridgewell acts as broker: John Laing, down 2.5p at 245.24p, iSoft, down 4.75p at 340.25p, and Brewin Dolphin, up 2.25p at 111.75p. As for the others, with its sizeable land bank, the Bridgewell team see Bovis Homes, 17p higher at 597p, as an obvious play in the housing market, while they think recent selling in Mowlem, down 1p at 190.5p, has been overdone. Bridgewell also picked Weir, 8.5p higher at 330p yesterday, on the hope of \"robust\" progress in 2005, and its retail play is HMV, up 4.25p at 264.25p. In the leisure sector the pick is Punch Taverns, down 6p at 684.5p, while Harry Potter is expected to work his magic for Bloomsbury, up 3p at 306p. Its other media play is SRH. Also tipped are Enterprise, 2p down at 395p; Royalblue, flat at 445; and Close Brothers, up 13.5p at 748p."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}