{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/jan/05/ruralaffairs", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-01-05T23:59:07Z", "webTitle": "Country diary:  Wenlock Edge", "webUrl": "https://www.theguardian.com/uk/2005/jan/05/ruralaffairs", "apiUrl": "https://content.guardianapis.com/uk/2005/jan/05/ruralaffairs", "fields": {"headline": "Well met by moonlight", "bodyText": "In the thorny woods which cover a long-abandoned quarry, deep-red hawthorn berries are scattered on a dusting of snow. From a stile at wood's-edge looking north, the pale amber glow before dusk slides down the scarp of Wenlock Edge into trees. Oaks hold a green-gold and birch a purple light while groves of holly and yew harbour a darkness of shadow in woods that reach the river Severn and beyond to The Wrekin. Up on top of that hill on the winter solstice, three of us representing three generations drank a toast to a place that has been a spiritual and cultural locus for countless generations of our people. Out in the fields beyond this wood, a similar ritual is being performed. The first sign of this is a wild chattering row of jackdaws which head north-east, only to return a couple of minutes later. I follow them back to where they settle in a mass of hundreds of black birds on a white field: the crow tribes are gathering. With a covering of snow, this field does not appear to be providing the birds with a feast of worms and grubs. I have long been fascinated by the winter gatherings of jackdaws, rooks, crows and ravens. Why do the different species meet together? Why do they choose particular places for these gatherings? Why do they have a ritual appearance? When they are settled on the ground, there is a murmuring but very little noise; only when bands take to the air does it get very noisy and excited. A murder of crows, an unkindness of ravens, a clamour of rooks; I don't know what the collective noun for jackdaws is but it should be a rave or perhaps a binge - these birds certainly know how to party."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}