{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jan/11/tsunami2004.jamessturcke", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-01-11T18:05:36Z", "webTitle": "Indonesia restricts aid workers in Aceh", "webUrl": "https://www.theguardian.com/world/2005/jan/11/tsunami2004.jamessturcke", "apiUrl": "https://content.guardianapis.com/world/2005/jan/11/tsunami2004.jamessturcke", "fields": {"headline": "Indonesia restricts aid workers in Aceh", "bodyText": "Indonesian authorities warned aid workers today that many parts of the tsunami-hit Aceh province were not safe for foreigners, as the military claimed that rebels were trying to rob aid convoys. The concerns were heightened after reports emerged that rebels from the mountains fought a gun battle with Indonesian troops two days ago. The reports of violence and concern over security come despite claims on both sides of the long-running separatist conflict in Aceh province that they will honour a ceasefire during the tsunami emergency. First Sergeant Hasanurin Acu, whose unit is posted in the coastal town of Cotjempa, described Sunday's apparent battle to the Associated Press, although he said he did not personally witness it. He said that about 15 rebels from the Free Aceh Movement came to Gauntaut, about 25km (15 miles) inland, and opened fire on soldiers after the troops tried to stop them from stealing food meant for tsunami victims. Three rebels were killed, including their commander, and two of the eight Kalashnikov rifles they had were captured, Mr Acu said. No soldiers were injured. However a Cotjempa resident challenged part of the account. He said the military had fired first and that the rebels had likely only been in the area to check on relatives. The violence has heightened security fears for the thousands of aid workers - including unarmed troops from the United States, Australia and other countries - who are operating in the disaster zone. Indonesia's armed forces chief, General Endriartono Sutarto, called on the separatists, to honour the ceasefire and \"work together\" to help rebuild the province. \"If they ask for food, we will give it to them,\" he said. \"They do not have to do this.\" More than 100,000 people were killed in the December 26 earthquake and tsunami in the area, the worst casualty toll of any of the 11 countries hit. Asked if some places were unsafe for foreign aid workers, the chief of Indonesia's relief operations in Aceh, Budi Atmaji, said: \"Yes, in some places.\" The military has asked aid groups to draw up a list of international relief workers and to report on their movements, but has yet to offer evidence to support its claims that the rebels have been stealing aid. The rebels deny they are threatening aid distribution and say their supporters are among the thousands of victims of the disaster in need of help. The Free Aceh Movement, known by the Indonesian acronym Gam, declared a unilateral ceasefire after the tsunami but the government has accused them of continuing violence. \"It's a typical military manoeuvre and propaganda aimed at trying to smear Gam,\" the group's spokesman, Baktiar Abdullah, said. He added that Gam's ranking military chief, Muzzakir Manas, has said the group would not disturb any aid workers in the region. In Banda Aceh, Australian Red Cross spokesman Ian Woolverton said their convoys had been able to get through to the areas hardest hit. Meanwhile, the death toll from the Indian Ocean tsunami continued to rise today and is now estimated to be over 152,000. The British casualty toll today remained at 51 confirmed deaths with another 365 presumed dead, down from yesterday's figure of 402. The number of UK citizens unaccounted for has fallen from the 871 announced yesterday to 701 today. The World Health Organisation warned there would be a risk of disease for at least a month but said there were no signs of impending outbreaks of serious illnesses in tsunami-hit areas. The UN agency has reported cases of diarrhoea, respiratory and skin diseases and mental trauma. Fears of epidemic increased after medical teams detected two unconnected cases of measles in Indonesia. Unicef said it is vaccinating some 600,000 survivors on Sumatra. In Sri Lanka - where over 30,000 people died - cases of diarrhoea have been reported but are not threatening to spread wildly. The nation's president, Chandrika Kumaratunga, urged her countrymen not to make hasty attempts to rebuild homes along the shattered coast, saying the government would help them move farther inland. She also said she plans to adopt a Tamil child orphaned by the disaster- a gesture appeared to be aimed at helping mend a three-decade civil war. As the challenges mounted amid an unprecedented global relief effort, the UN made the unusual move of turning to an outside accounting firm to help track the billions in aid money and investigate any credible allegations of fraud, waste or abuse."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}