{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2005/jan/11/schools.uk1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2005-01-11T17:40:26Z", "webTitle": "What teacher said about...", "webUrl": "https://www.theguardian.com/education/2005/jan/11/schools.uk1", "apiUrl": "https://content.guardianapis.com/education/2005/jan/11/schools.uk1", "fields": {"headline": "What teacher said about...", "bodyText": "Hitler From his secondary school report card, September 16 1905: \"Moral conduct, very satisfactory; diligence, irregular; religious instruction, adequate... freehand drawing, good; gymnastics, excellent.\" Tony Blair The headmaster of Blair's prep school said: \"Tony was a really good sort of boy to have in a prep school - the sort of boy that was the backbone of a school like this.\" Bob Roberts, his housemaster at Fettes College in Edinburgh, once described Blair as \"the most difficult boy I have ever had to deal with\" (not in a school report though). Einstein Munich schoolmaster wrote in Albert Einstein's school report, \"He will never amount to anything\", 1895. Tony Benn, Westminster school \"His knowledge is patchy\"; \"he will sometimes take a political allusion that no one else in the form sees\". Peter Ustinov \"Peter tends to set himself very low targets which he then fails to achieve.\" Fidel Castro \"He will study law, and we have no doubt that he will make a name for himself. Fidel has what it takes and will make something of himself.\" Gary Lineker \"He must devote less of his time to sport if he wants to be a success\". \"His academic work is handicapped by excessive juvenility. It is time he worked out seriously his objectives in life.\" \"Too interested in sport. You can't make a living out of football.\" Joanna Lumley \"She must learn to speak politely when her requests are refused.\" Paddy Ashdown \"This boy will never learn languages.\" Stephen Hawking His final school report said: \"He will go far.\" Charlotte Bronte School report said that she \"writes indifferently\" and \"knows nothing of grammar\". John Lennon \"Hopeless. Rather a clown in class. He is just wasting other pupils' time. Certainly on the road to failure.\" Cilla Black \"Priscilla is suitable for office work.\" Jon Snow \"Snow has set himself low standards which he has failed to come up to.\" Tim Henman A school report said that while he was \"well-balanced, open and friendly\" he lacked the \"killer instinct\" expected of a champion. Princess Diana \"A defeatist attitude where her weaknesses are concerned... she must try to be less emotional in her dealings with others.\" Prince Charles His school report said he was a \"determined but slow\" pupil but \"with above average intelligence\". Alan Sugar, 1960 \"Alan can do better than this. He has ability, but seems afraid to use it.\" Sarah Ferguson \"She must learn that liveliness should cease at lights out.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}