{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/16/spain.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-16T18:21:10Z", "webTitle": "Land of the great fincas", "webUrl": "https://www.theguardian.com/travel/2005/jan/16/spain.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/16/spain.observerescapesection", "fields": {"headline": "Land of the great fincas", "bodyText": "A cockerel crows, a dog barks, and somewhere in the distance a tractor engine hums. I tuck into a succulent just-ripe peach, picked the night before from the vegetable garden, and watch the sun rise into view across the golden cornfields. Every now and then a gentle breeze washes across the yard, stirring up a faint whiff of fresh hay and... urgh... manure. OK, so there is one slight drawback to spending a week in a Mallorcan farmhouse, but it's a small price to pay for the wonderful simplicity and serenity of rural life. Thanks to the foresight and business sense of Jim Thomas, a grocer from Reading who with his family came regularly to Mallorca for holidays, it's possible to rent a traditional farmhouse on this small Balearic island without having to feed the chickens or milk the cows. The Thomases bought an old house as a holiday home and let it out in the months they weren't using it. Demand was so strong they began doing the same for neighbours. Fast forward 15 years and their company, Mallorca Farmhouse Holidays, now represents dozens of traditional farmhouses, some up to 400 years old, which have been passed down through generations of Mallorcans. Many of the owners are sons and daughters of farmers who, recognising the limited financial viability of agriculture, have turned to tourism to keep these properties in the family. Some rent them out all year round, but most live in their farmhouses in the winter months and from March to October, the tourist season, move to plush apartments in Palma and hand over the keys to the Thomas family, who then pass them on to their clients - couples, families or groups of friends looking for a particular Mallorcan experience. Unlike the uniformly white-washed, terracotta-roofed villas and apartments clustered along the island's tourist-heavy coastline, these remote farmhouses are loaded with rustic charm. Ours, the Finca Son Rito, is a £1.5 million country estate set in 200 acres of golden cornfields and almond groves in the south east of the island, a five-minute drive from the town of Felanitx. Its 400-year-old stone clad exterior, with mint-green and chocolate-brown painted shutters, hides a surprisingly contemporary interior - not so surprising when I learnt that it is owned by one of Mallorca's leading architects and interior designers, internationally renowned for mixing old and new. Through the main oak-studded door is a living room with a honey-coloured leather suite, satellite TV, DVD and CD player. Beyond this is a lounge, a large, well- stocked kitchen and a separate dining room with a solid oak table and chairs and doors leading to a terrace. There are six double bedrooms in all, two in an annexe adjoining the house. The owners are adding another two rooms for the start of this summer season. In the main house, a spacious first-floor master bedroom has two cast iron double beds, a walk-in wardrobe, en suite shower room, and doors leading out to a super-size sun terrace with views across the flat countryside and to the mountains in the distance. (I bet there has been many a row over who gets this bedroom.) Original wooden beams and vaulted ceilings throughout remind you that you are in a farmhouse, and the terracotta-tiled floor helps keep the house cool. Guests are unlikely to spend too much time indoors when there's a pool (big enough for lengths), a large lawn to play on, and an open-sided casita to relax in. We sat in the casita one night, enjoying the cool of the evening, dining on paella and chocolate mousse prepared and delivered by the optional cook service. Growing in the grounds are onions, watermelons, aubergines, peppers, courgettes and more. If you're lucky, like we were, the friendly gardener who lives next door will pop by with the latest pickings. All around the house are working farms. One afternoon exploring the lanes leading from the farm, I came across nothing but fields and dusty lanes leading to more farms, with pigs, horses, cows, cats and dogs. It was so picture perfect, I half expected to see the Famous Five come skipping around the corner. A 20-minute drive away, tourists were fighting for outside tables in the lively port of Cala d'Or, but here I was blissfully cut off from the rest of island life. As a city lover, I never thought I'd say it, but I could quite get used to life on the farm - even the smells. Factfile Rates at Finca Son Rito and Finca Tort are £1,250-£3,950. Price includes deluxe food hamper, a Group B car with air-conditioning, maid service with fresh towels up to five times weekly, and bathrobes. Rates at Moli Den Cavea are £350-£1,950 and Villa Es Serral £550-£2,950. Price includes starter provisions pack and maid service twice weekly. Mallorca Farmhouse Holidays (0118 947 3001) Daily flights to Mallorca (twice on Saturdays) from London Heathrow with Bmi (0870 607 0555) start from £100 return including taxes."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}