{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jan/05/tsunami2004.theeditorpressreview", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-01-05T23:59:04Z", "webTitle": "Press review: 'It is also a European tragedy'", "webUrl": "https://www.theguardian.com/world/2005/jan/05/tsunami2004.theeditorpressreview", "apiUrl": "https://content.guardianapis.com/world/2005/jan/05/tsunami2004.theeditorpressreview", "fields": {"headline": "'It is also a European tragedy'", "bodyText": "Corriere della Sera Editorial, Italy, January 3 \"None of us could have foreseen the catastrophe in the Indian Ocean. Nor the tremendous amount of emotion that it would unleash, the extraordinary evidence of solidarity and the alliance of different nations. Today it is difficult to believe that these countries in a short time will rise up again, that more money will come and the local economy will be more prosperous than before. We often forget the remarkable capability of human will. This hope is not just a vague possibility, nor an anxiety-ridden viewpoint. It is a light shining through the darkness.\" Bettina Gaus Die Tageszeitung, Germany, January 4 \"It would be gratifying if the public ... no longer abandoned itself to collective self-deception ... The public in prosperous countries is fine about dealing with wars that take place without teams of television people, child prostitutes dying of Aids and people trying to survive without clean water. So long as they are the rule and are not a spectacular exception. \"For the needy there are only limited means available. The tsunami should not, in the medium term, turn out to be a catastrophe just for those directly affected by the disaster. We are sorry, we have already given: that phrase is not new.\" Miquel Ortega Cerda El País, Spain, January 4 \"While thousands of people around the world are mobilising themselves to try to help with donations for those affected by the tsunami, our governments, it seems, think differently. For while official help from the Spanish government is $50m [£26m] and from the US it is $350m [£185m], the money that the affected countries give to the richest countries and international creditors in foreign debt will this year amount to more than $101bn [£54bn] ... \"Without doubt we can say that the request for foreign debt in these countries today is a second tsunami, but this time an economic and voluntary one. As citizens we do not want to contribute to this new exploitation of misery. Heads of government, we are already helping - you should collaborate a little and cancel the debt.\" Dagbladet Editorial, Sweden, January 4 \"The creation of a functional alert system for future tsunamis is, needless to say, a high priority, but the fact that it is currently lacking also signifies something about what should be a prioritised question for the donors. The reconstruction support will be most useful if followed up by demands that governments receiving aid will not enrich themselves without working for democratic reforms that, if they had already been in place, would have ensured an alarm system already being in use.\" Via BBC Monitoring Michael Prüller Die Presse, Austria, January 4 \"Compared to [governments], international aid agencies have clearly done better. Not just because they have much more experience in these situations, but also because they have been forced to become professional because of international competition ... This may have tarnished noble idealism a bit but the change has once again considerably increased their efficiency in attracting donations and putting them to use. This is now benefiting the victims of the tsunami. Competition improves performance.\" Dagbladet Editorial, Norway, January 4 \"Three days after Prime Minister Kjell Magne Bondevik expressed fear that as many as 1,000 Norwegians may be dead in south-east Asia, the number of confirmed dead and missing is only a fraction of this. The dramatic reduction ... is of course positive. But it calls into question the Norwegian government's handling of information. \"When the lists at any rate contain so many errors, why did they take so long [to publish]? ... Was the fear of making mistakes, and thereby disclosing weaknesses of systems and routines, greater than the need for maximum clarity as early as possible?\" Via BBC Monitoring Le Monde Editorial, France, January 3 \"In France, government officials are being cautious in evaluating the number of French dead ... Tourist agencies are being equally prudent, though they say that return flights from the affected regions ... are more empty than in previous years ... How can we be certain how many were killed by the waves or how many are trying, in areas where communications lines are down, to get to an airport? As time passes, the probability grows that those unaccounted for will never return. The moment will come when we will have to admit that the tsunami is also ... a European tragedy.\" Le Temps Editorial, Switzerland, January 4 \"Terrified survivors who lost their loved ones have severely criticised the work of Swiss diplomats ... One can understand this feeling of abandonment, of isolation and suspicion when one is living a nightmare. But must one rebuke ambassadors and officials who have been crushed by the drama of these extraordinary and unimaginable events? Certainly not. Mistakes have been made. It took a while to appreciate the severity of the situation and bureaucratic iciness betrayed a lack of empathy ... These lessons have been learned.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}