{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/jan/05/tvandradio.radio", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2005-01-05T23:59:05Z", "webTitle": "Radio pick of the day", "webUrl": "https://www.theguardian.com/media/2005/jan/05/tvandradio.radio", "apiUrl": "https://content.guardianapis.com/media/2005/jan/05/tvandradio.radio", "fields": {"headline": "Pick of the day", "bodyText": "Prison looms large in Russian culture, as you might expect of a country that has shown such a fondness for banging up its thinkers. A century and a half ago, Dostoevsky spent four years in a Siberian prison camp. \"Here was our own world, unlike anything else,\" he later wrote. \"Here were our own laws, our own dress, our own manners and customs, here was the house of the living dead, a life like none other upon earth, and people who were special, set apart.\" Does that almost romantic idea of another world - an \"archipelago\" as Solzhenitsyn described it - make sense in 21st-century Russia? Laurie Taylor investigates in Thinking Aloud (4pm, Radio 4). Laura Piacentini, a lecturer in criminology at the University of Stirling, talks about her visits to the prison colonies where she shared vodka with the guards and listened to poetry readings. There are another 32 worlds to be explored in Discovery (10.05am and repeated, World Service). After a seven-year journey round the solar system, the space probe Cassini-Huygens has reached Saturn and its many moons. As Cassini's instruments examine Saturn itself, its mysterious rings and the moon Titan - one of the few spots in the solar system still thought capable of supporting life - Richard Hollingham meets the researchers hoping for enlightenment. And we're off to Planet Weird for 6 Music Plays It Again - Beckology (9.30pm, 6 Music). Stuart Maconie presents a portrait of the odd and influential singer-songwriter Beck."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}