{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jan/09/travelnews.observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-01-09T19:25:29Z", "webTitle": "We need a rethink", "webUrl": "https://www.theguardian.com/travel/2005/jan/09/travelnews.observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2005/jan/09/travelnews.observerescapesection2", "fields": {"headline": "We need a rethink", "bodyText": "The dreadful aftermath of the tsunami has highlighted just how dependent many of the poor coastal communities bordering the Indian Ocean are on tourism. Ever since the Sixties, tourism has been advocated by international bodies, such as the World Bank, as a way for developing countries to improve their standard of living and protect their natural environments and cultures. However, the reality is that local people see little of the profits from this lucrative industry, other than what they can earn as taxi drivers, craftspeople, food suppliers or workers in menial jobs. The images that have filled our TV screens and newspapers have demonstrated eloquently how scant and vulnerable were the now-destroyed villages in comparison with many of the sturdier, luxury hotels built alongside. Even before the people affected by the tsunami have had time to count and grieve their dead, there is concern about how their tourism industry will be rebuilt. In Thailand, for example, the 'Sea Gypsies' are worried that the land on which their businesses were based will be handed over to wealthy multinational tourism developers. As the countries introduce new and necessary regulations to move buildings at a safer distance from the shoreline, will local people have a say in these and other issues? If tourism is to be sustainable for local communities, they must be part of decision-making processes and be fully consulted so that their needs are taken into account. The tsunami, terrible as it was, now gives everyone concerned an opportunity to re-think how they develop their coastline and to implement forms of tourism that ensure that local people truly benefit. For more information about Tourism Concern's work for ethical and fair-trade tourism, call 020 7133 3330, or visit www.tourismconcern.org.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}