{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2005/jan/20/correctionsandclarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2005-01-20T23:59:51Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2005/jan/20/correctionsandclarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2005/jan/20/correctionsandclarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "Savo Todovic, the indicted war criminal handed over to the Hague tribunal earlier this week, surrendered to Bosnian Serb authorities in Republika Srpska, which is part of Bosnia and Herzegovina. We said in error that Bosnian Serb authorities in Zagreb had handed him over. Zagreb is the capital city of Croatia (First extradition for Zagreb, page 13, January 17). We demoted the former Archbishop of York yesterday by referring to him as Rt Rev David Hope (York clears Minster for youth days, page 12). The correct form of address of an archbishop (as he was then) is Most Rev; bishops are Rt Rev. The CPRE is the Campaign to Protect (not for the Protection of) Rural England (Postboxes purloined, page 6, January 17). The name of the city of Naples is derived from the Greek Neapolis (new town) not, as we said in a leader, from Neopolis (Herculaneum: Buried masterpieces, page 21, January 18). In Monday's TV listings we mistakenly described the film Starship Troopers as being an adaptation of Edward Neumeier's sci-fi novel (page 24, January 17). Neumeier wrote the screenplay; the novel is by Robert Heinlein. The apostrofly strikes again: \"Saturday's are the worst...\" (Half empty, G2, page 23, January 17). Isle of Wight, not White (Why I love local TV news, G2, page 23, yesterday). It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning 0845 451 9589 (UK only, calls charged at local rate) or +44 (0)20 7713 4736 between 11am and 5pm UK time Monday to Friday excluding UK bank holidays. Mail to Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER, UK. Fax +44 (0)20 7239 9997. Email: reader@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}