{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/oct/20/theatre.artsfeatures1", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-10-19T23:00:00Z", "webTitle": "Theatre review: A House of Correction", "webUrl": "https://www.theguardian.com/stage/2001/oct/20/theatre.artsfeatures1", "apiUrl": "https://content.guardianapis.com/stage/2001/oct/20/theatre.artsfeatures1", "fields": {"headline": "A House of Correction", "bodyText": "We don't make a drama out of a crisis, goes the advert, but Howard Barker does in his latest play, which attempts to examine the secret tension at the heart of social order - the individual's craving for crisis and society's attempts to eliminate it. Barker has been one of the great visionaries of British theatre over the past 20 years, and his exclusion from our big main stages has made it a less rich and less exciting place. Not that A House of Correction is Barker at his most biting. There were times during this evening when I thought I might finally be falling out of love with the playwright's work. Once or twice I muttered to myself, \"Get on with it, man.\" There is a sense of ennui, the feeling that we have been here before. The situation (an isolated maze-like castle), the disrupting arrival of a stranger, the puzzle-like structure, the language - all are familiar. Even Thomas Leipzig's exquisite set, with its swinging bed and muted autumnal colours, looks like other Leipzig designs for other Barker plays. Does this matter? Not a jot if you are a Barker virgin. But for the first time I wondered whether it was such a very wonderful thing that Barker has his own company - the Wrestling School - devoted entirely to his own work. Perhaps it is making his plays smaller rather than bigger, creating a kind of cosiness of expectation. Perhaps he needs to be treated with less reverence. Barker hasn't run out of things to say but he does seem to have run out of ways to say them. After two and half hours I struggled out into the night thinking that this play was beautiful - but curiously out of touch and irrelevant. ·Until October 20. Box office: 020-8237 1111. Then tours to Huddersfield, Liverpool, Plymouth and Sheffield."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}