{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/oct/28/caribbean.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-10-28T18:22:01Z", "webTitle": "All  quiet on  the West Indian front", "webUrl": "https://www.theguardian.com/travel/2001/oct/28/caribbean.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2001/oct/28/caribbean.observerescapesection", "fields": {"headline": "All  quiet on  the West Indian front", "bodyText": "For Columbus, his first sight of the Caribbean islands (the jury's still out on where he landed) was the fulfilment of a dream. The same is true for a million of us sun-starved Brits who head there every year for a restcure. The onset of winter, grey drizzle and gloomy doomsday scenarios following 11 September should all be good for tropical island destinations, and Caribbean business from the UK is booming. The news that Concorde resumes its service to Barbados in December is a further confidence boost for the islands. We have trawled beyond the mainstream operators, identikit hotel chains and glitzy all-inclusives to find castaway retreats with character. Some (see celebrity) are so cool you'd feel safest in designer black, but most are so laid-back you won't be expected to dress up for dinner. All offer a room with a view, a friendly welcome, food with local flavours (no international buffets) and a perfect spot to sip a rum punch at sunset. Prices in this report are per person, room only, including return flights for one week in January next year, followed by one week in May, unless stated otherwise. Barefoot romance Blokes' magazine Loaded described Lone Star, Barbados, as 'the business'. Women love it because they serve small, sinful things to eat, such as mini-bagels with smoked salmon, and you might see Sting in the bar. Just four oversized rooms right on the beach - very Conran-on-Sea with wooden floors, burnished steel and muslin drapes, adding a sexy touch to the private balconies. £2,614/£1,421, b&amp;b (Complete Caribbean). · Dream of a sugar-white sand beach to call your own? It's easy on Young Island, a perfect emerald splodge in the Grenadines. No news, no shoes and little to do except drink at the Coconut Bar, chill in a hammock and wait for the next meal and a chance to sample head chef Tamara Barnard's cooking. Her breads alone are worth the Atlantic crossing. £2,016/£1,681 (Harlequin). · Strawberry Hill, Kingston, Jamaica, is the only hotel in the islands where you can find an excuse to snuggle down under the duvet. At more than 3,000ft above sea level in the Blue Mountains, the night air can be nippy. Intimacy is assured in 12 detached cottages on stilts with fretwork balconies, lots of white, and mahogany beds. £1,504/£1,476 b&amp;b (Caribtours). · Lagoon Lodges, Tobago, have to be the ultimate in romantic hideaways. Both lodges - think fretwork wooden cottages - have a plunge pool, barbecue and Gauginesque tropical gardens with a tame emu, peacocks and macaws. Should you want to escape such Dr Dolittle bliss, guests have the use of a Jeep for island tours and a dinghy for crossing the lagoon to a private beach. £1,294 all year, for two, excluding flights (Toad Hall Caribbean). · Foodies are in self-catering heaven on the French island of St Barts, where beach picnic essentials - patés, cheeses and salamis - are flown in daily from the mother country. Stay at Les Islets de la Plage, 11 colonial-style cottages with kitchens for two, surrounded by rampant tropical blooms, on St Jean Beach, a stroll from several excellent restaurants. £2,424/£1,309 for two, excluding flights (Caribbean Chapters). Hidden gems The only way to find Petit Bacaye, well hidden down a bumpy track on the spice island of Grenada, is to ask a local. They all know Ernest the barman, who mixes a legendary knockout rum punch. The five thatched cottages with kitchenettes are made for hedonistic castaways. Apart from a handful of fishermen and a few pelicans, the beach is yours. £695/£620 (Just Grenada). · Guests return for the sunsets, the unbelievable-but-true pink sands and the flappingly fresh fish with garlic mash at the Landing, Harbour Island, Bahamas, a clever conversion from a nineteenth-century plantation house. Recently given a facelift by designer India Hicks, who introduced Ralph Lauren linens and kept some of the candy colours, there are seven double rooms from £155/£110, per night (00 1 242 333 2707). · It's easy to think you're lost on the twisty track through the canefields to Rawlins Plantation, St Kitts. The 10 rooms, built round the remains of a sugar mill, are heavy with family heirlooms. The terrace has the best pomegranate-red sunset views in the Caribbean, and owner Claire Rawson's cooking is so good that guests email ahead with requests. Favourites include lobster fritters, rack of lamb and chocolate parfait. £2,129/£1,794, half board (Caribbean Connection). · British couple Norma Clowes and Nick Hardwick know everyone on Tobago. It's easy to overlook Norma's penchant for Barry White records when she runs the Seahorse Inn - the best seafood restaurant on the island - with such perfection. The inn also has four simple, spacious rooms with terrace or balcony, popular with divers. Golf and a watersports centre are nearby. £829/£743, b&amp;b (Owners' Syndicate). · Carriacou, a tiny, eccentric island off Grenada, has 100 rum shops, one petrol station, plenty of white sand beaches and little else. If such escapism appeals, stay at the Shell House, a quirky hillside roundhouse with seaside murals, handmade furniture, a small pool and Caribbean-blue views. The price includes a 4x4 for the 10-minute drive to the beach. £1,235/£1,010, sleeping four, excluding flights (Toad Hall Caribbean). Island news Why suffer the tarted-up, overpriced Sandy Lane, Barbados, when you can indulge in the old-fashioned feather-bedded comforts of Villa Nova? Once former Prime Minister Sir Anthony Eden's winter bolthole, it opened this year as a 28-room hotel with all the essentials of English country-house living - croquet, billiards, afternoon tea and a butler to serve snifters in the library. £2,595/£1,465 (Carrier). · There's always one new villa which excites the platinum-card-holding cognoscenti. This year it's Altamer, a toothpaste-white angular beauty on Anguilla. Designed with rock stars in mind, it boasts a lift, 23 hi-fi speakers, custom-made silver from Russia and crockery from Italy. Tiny sticky fingers don't sound like a good idea. It sleeps 10, with 10 staff. £3,940/£2,740 per person, including flights (Caribbean Islands Club). · Good news for beach bounty-hunters with less spending power. This year saw a new brochure listing family-owned small inns and cottages in the British Virgin Islands. Committed castaways should try Anegada with 28 miles of deserted white-powder sand: clothes optional. Expect to pay around £50 per night for two in an apartment in the winter, as low as £25 in the summer (Caribbean Islands Club). · Cocobay is the first new hotel to be built on Antigua for eight years and was designed with a young, cool crowd in mind. The 50 detached pastel cottages are built on stilts on a hillside overlooking three white-sand beaches. Rooms are simple and stylish, making use of local woods, with lots of cream linens, cottons and muslin. Cocobay also has the obligatory infinity-edge pool. £1,129/£975, all-inclusive (Sovereign). · Likewise, St Lucia has lacked a property for those who don't want full-on glamour. The new Ti Kaye village fills the gap with rustic chic. Rooms are 33 separate wooden cottages with four-poster, open-air shower and oversized terrace with hammocks. There's a pool, resident dive school and rickety stairs down to Anse Cochon snorkelling beach. £1,186/£1,097 (Caribtours). Celebrity hotspots The French island of St Barts attracts so many big names that you become blasé about seeing Tom Hanks in the supermarket. When she wanted 'to be alone', Greta Garbo stayed at Eden Rock, now a 14-room bijou hotel with four restaurants, and still pulling in the stars. Mariah Carey held her birthday party here on the beach. Other past guests include Billy Joel, Barry Manilow, Jimmy Buffet and Cameron Diaz. £2,441/£2,043, b&amp;b (Caribbean Connection). · The paparazzi still haven't located Parrot Cay, a private island hideaway in the Turks &amp; Caicos, which is probably why Sir Paul McCartney was able to romance new love Heather Mills here without a column centimetre in the world's press. Regulars include Barbra Streisand, Bruce Willis (Donatella Versace invited him round for a pasta dinner) and Demi Moore. £2,340/£1,965 (Elegant Resorts). · Hot gossip is that Macca will spend his honeymoon at Round Hill, Jamaica, where he used to take the children for family holidays. It's one of the few places he can prop up the bar with Ralph Lauren - who flies down every weekend from New York for the Friday-night barbecue. Regulars Pierce Brosnan and Harrison Ford can keep him up with the movie scene. £1,584/£1,187 (Harlequin). · Jack Nicholson loves the emerald, manicured golf course at the Four Seasons, Nevis, so much that he often books it out for his friends. Ronan Keating was married on the tropical dreamscape of a beach, Oprah Winfrey pops down for regular destressing and Kate Moss was last seen quaffing rum punch on the hotel catamaran. £2,720/£2,340 (Carrier). · Jerry Hall has been working on her tan at Laluna, a glamorous new thongs-and-sarongs resort for the fashion-set on Grenada. Mick Jagger and his friend, Dave Stewart, are expected later in the year. With Mustique branded vulgar, since its discovery by the Beckhams, Grenada has become a sophisticated haven. Bill Gates moors his yacht offshore and culinary maestro Gary Rhodes is building a villa. £1,988/£1,367 (Caribbean Connection). Operators Complete Caribbean (01423 531 031) Caribbean Chapters (020 7722 0722) Caribtours (020 7751 0660) Harlequin Worldwide (01708 850 300) Toad Hall Caribbean (01548 852 407) Just Grenada (01373 814 214) Caribbean Connection (0870 751 9300) Owners' Syndicate (020 7801 9801) Carrier (01625 547 020) Caribbean Islands Club (020 8232 9781) Sovereign (08706 070 770) Elegant Resorts (01244 897 999)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}