{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/oct/25/championsleague.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-10-24T23:33:03Z", "webTitle": "Boavista 1 - 1 Liverpool", "webUrl": "https://www.theguardian.com/football/2001/oct/25/championsleague.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/oct/25/championsleague.sport1", "fields": {"headline": "Silva keeps Anfield waiting", "bodyText": "After unbridled success in his first week in charge, Phil Thompson experienced the flip side last night. His side deserved to maintain his winning start here, but were instead harshly pegged back and left anxious at the end. With the champagne chilled to celebrate qualification for the second phase back on ice, Liverpool must now avoid defeat at home to Borussia Dortmund next Tuesday to ensure their progress. Having waited 16 years to return to Europe's elite, another week of nail-biting is not too much to ask. \"You've got to be confident, but Dortmund are creeping up fast,\" said Thompson. \"I'm sure the Kop will give them a really nice welcome, but if we play like we did here there will be no worries. \"Boavista are an exceptional footballing team and this result goes alongside our performances at Roma and Porto in last season's Uefa Cup. They have a lot of possession, but how many chances did they actually create?\" The home midfielder Petit's fizzing volley deep into injury time was one of their best, but that flew narrowly wide of Jerzy Dudek's post. As it was, this draw extended Liverpool's unbeaten away record in Europe to 12 games, a sequence stretching back three years, and was all the more deserved given the loss of their best defender, Sami Hyypia, after six minutes. The Finn tweaked a hamstring and hobbled to the touchline to be replaced by the England under-21 international Stephen Wright. In his absence, Boavista might have expected to flourish, but instead Liverpool caught the home side cold. Robbie Fowler, looking sharp and strong following his hat-trick on Saturday, was tugged back by Paulo Turra on the edge of the area. The defender felt aggrieved, but that was no excuse for the defensive shambles that ensued. Danny Murphy's free-kick was well struck, but the wall parted obligingly and Ricardo, wrong-footed, moved left when the ball flew past his right. It was the midfielder's fourth goal in six games, a haul that reflects his outstanding form as he fills the void left by Steven Gerrard's injury. \"Losing Sami was a blow and we needed to re-group,\" admitted the caretaker manager. \"Given what had happened, Stephane Henchoz and Stephen Wright were absolutely superb. Our away record is down to a work ethic. We can still play a lot better but this was a job well done.\" In truth, it deserved a victory. They had the chances to deliver as much; within the opening 60 seconds Robbie Fowler's breathtaking pass sent Emile Heskey, playing on the left side of midfield, scurrying down the flank. His cross was nodded up by Fowler and back by Murphy for Gary McAllister, whose volley was tipped over by Ricardo. Yet their best chance came during a spell of frenetic, if hardly fearsome, home pressure. Boavista lost possession to Vladimir Smicer, who slipped Fowler away. The striker, played onside by Paulo Turra, crossed for Heskey - without a goal since England's glut in Munich - to volley from point-blank range, but Ricardo acrobatically turned the shot away. That was harsh on Heskey, who had been subjected to racist abuse from the stands throughout the match, taunting that the home side's black striker Silva bizarrely shrugged off. \"The abuse was normal and designed to unsettle Liverpool,\" he said. Unfortunately for Liverpool, the Brazilian did just that. Momentary confusion between John-Arne Riise and Jamie Carragher gave the hosts a corner which Erwin Sanchez swung to the far post. Silva, who scored at Anfield earlier in the competition, leapt highest to head beyond Murphy on the goalline and into the top corner. Parity was harsh on the visitors, who had weathered a first-half squall as Duda and Silva went close before the latter outjumped Henchoz to nod against the crossbar. But at least their destiny still lies in their own hands. · Borussia Dortmund drew level on points with Boavista in Group B after Tomas Rosicky's 35th minute goal saw them beat Dynamo Kiev 1-0 at the Westfalenstadion. Boavista (4-3-3): Ricardo; Rui Oscar (Martelinho, 27min), Pedro Emanuel, Paulo Turra, Erivan; Frechaut, Petit, Sanchez; Duda (Bosinwa, 57), Silva, Alexandre Goulart (Marcio Santos, 57). Liverpool (4-5-1): Dudek; Carragher, Henchoz, Hyypia (Wright, 6), Riise; Smicer, Murphy, Hamann, McAllister (Berger,76) , Heskey; Fowler. Referee: K Nilsson (Sweden)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}