{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/oct/02/globaleconomy.personalfinancenews", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-10-01T23:00:00Z", "webTitle": "Global slump could last until 2003", "webUrl": "https://www.theguardian.com/business/2001/oct/02/globaleconomy.personalfinancenews", "apiUrl": "https://content.guardianapis.com/business/2001/oct/02/globaleconomy.personalfinancenews", "fields": {"headline": "Global slump could last until 2003", "bodyText": "The slump in the global economy will last at least until the middle of next year, the Organisation of Economic Cooperation and Development warns today. America, the world's largest economy, will slide into recession as fearful consumers and firms trim their spending plans, while growth in the European Union will be very low and the outlook for Japan is \"dismal\", says the OECD. Large companies in the travel, insurance and leisure sectors face serious difficulties. Yesterday two Swiss banks stepped in to prop up the country's airline industry , as Swissair, its flagship carrier, was on the verge of becoming the first airline forced into bankruptcy by the crisis. While other forecasters have pencilled in a recovery for next spring, the OECD warns that it may take until 2003 before the world economy fully shrugs off the damage to consumer and business confidence. According to the World Bank, the world's poorest countries will be the hardest hit. As many as 10m more people face life below the global poverty line of $1 a day. The bank estimates that an additional 20,000-40,000 children under five will die. \"We have seen the human toll of the recent attacks wrought in the US, with citizens from some 80 nations perishing in New York,\" said the World Bank's president, James Wolfensohn. \"But there is another human toll that is largely unseen and one that will be felt in all parts of the developing world, especially Africa.\" Before September 11, the bank estimated that growth among the poorest countries would slip to 2.9% this year before rebounding to 4.3% next year. But with recovery in the west delayed, the bank has sliced more than half a percentage point off its estimates for growth in the developing world next year. Africa will be the worst hit region, where as many as 3m more people could fall below the poverty line. As well as slower global growth, a slump in world commodity prices will hit poor farmers and rural labourers. \"The 300m poor in sub-Saharan Africa are particularly vulnerable because most countries have little or no safety nets,\" the bank says. To prevent global poverty deepening, western governments must increase overseas aid to meet the shortfall left by private investors fleeing developing countries, the bank says. Western aid budgets currently average just 0.22% of rich country income - far short of the official UN target of 0.7%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}