{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/oct/28/caribbean.observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-10-28T19:33:49Z", "webTitle": "Buried treasure", "webUrl": "https://www.theguardian.com/travel/2001/oct/28/caribbean.observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2001/oct/28/caribbean.observerescapesection2", "fields": {"headline": "Buried treasure", "bodyText": "For those of us who like to think of ourselves as still quite adventurous, but whose days of backpacking and slumming it in tents or fleapit hotels ended at about the time The Clash split up, finding the Hidden Anywhere is fraught with difficult moments of self-awareness. While professing to want to go off the beaten track, I have a funny feeling that what most of us actually want is a lightly beaten track with access to a well-trodden one for emergencies such as hot water, insecticide, beer and maybe some satellite telly and a good night's sleep. In my book, there are two reasons why things are hidden: either they aren't worth seeing - which is why middle-aged nudism will never catch on - or the people who got there first want it to stay that way and make it difficult and expensive for you and me to join in the fun. But if you try a little bit, you can find things in the most unpromising well-trodden places that not many people bother with and a few places that are very private and pretty expensive too. Welcome to the lightly camouflaged Caribbean. Barbados Oddly, Barbados's small size (21 miles long, 14 miles wide) and a population of 265,000 make it one of the most densely populated countries in the world. But if you want to get away from the relative hurly-burly, head up to the north-west part of the island. You only really leave the resorts behind when you go north of Speightstown - 'unspoilt apart from the Arawak cement factory', the guidebook says, which would stretch most people's definition of unspoilt. However, the factory's ugliness has drawn a line for development in the area that means you reach the end of Barbados's tourist universe at a hotel called Little Good Harbour, a small complex of apartment-style rooms, nestling among beached boats which locals are repairing - or watching rot, it's hard to tell. The hotel is the last evidence of tourism for quite a few miles, and the peace is only disturbed by the local buses rattling past with horns for brakes every 20 minutes, taking Bajans back to their homes north of the harbour. A brief venture into local alcohol consumption has to be high on the list of essential experiences for any faint-hearted adventurer, so having jumped on a bus intending to buy some milk, we found ourselves in Speightstown at 10am, down a sidestreet in Rays Bar being plied with rum and ginger ale (nicer than it sounds) by a docker who had just finished a double shift. We were still in town later that night and were mentally alert enough to exit a Bajan Abba karaoke night just as one customer was winding up for a crack at 'Fernando'. Instead, we walked into the Fisherman's Pub, a cheap local restaurant where our presence caused such consternation that the barman had to ask the chef if, at 8pm, he was prepared to cook for us. It was friendly and chaotic and uncommercial and left you with a pleasing glow. Or was that sitting on the wheel-arch of the bus on the way home? North of Little Good Harbour you can walk along a deserted beach until it turns into cliffs and you have to hit the road. There are derelict houses on the top of spectacular rockfaces that no one seems in a hurry to convert for any kind of tourist pleasure. Most people will say hello as they walk past and if you say something that means very little to them they just say 'OK' in a sort of puzzled but sympathetic tone. The walks are peaceful, the views gorgeous and the people exceptional, though we were warned to be cautious if we heard gunfire because there were sometimes shooting parties up there. Stay at: Little Good Harbour, and beg for the room above the restaurant which is 20 yards from the sea. Visit: The Animal Flower Cave at North Point - sea anemones in a series of caves, closed sometimes in bad sea conditions; get the hotel to ring ahead. Spend a day: Walking (slowly) along the north coast with a picnic. Do: Say hello to everyone and anyone. Don't: Get in the way of a bus. St Vincent Flying between the islands is not an experience that everyone will enjoy. Keep your eyes closed from the moment you get to the departure lounge in case you accidentally see the relaxed level of security and don't breathe in on the plane because they spray it with an insecticide that gives the cabin the smell of pee. St Vincent was vaguely familiar to me from a childhood stamp collection but not much else, and we were guided throughout by Clint, a Canadian with Vincentian ancestry who, as well as running his tour company Hazeco, fights a lonely looking battle to keep mass tourism from overwhelming the island's very under-developed character. St Vincent is much smaller than Barbados, literally and metaphorically - Clint had a problem with his car tax and ended up seeing the prime minister about it. And of all the islands it is the one with most claims to being genuinely hidden, with hundreds of plantations leading to almost unexplorable tropical rainforests in the south of the island and a mountainous green landscape that is geared to bananas rather than holidaying Brits. Clint has recently discovered waterfalls that no one knew about, and some of the island's most spectacular sites can only be reached by 4x4 then on foot with the aid of the walking sticks that Clint handily keeps in his boot. He took us to a waterfall that used to serve a derelict aqueduct called Hell's Gate, and scowled at the litter left by a party of local picnickers. The decision to use Clint as a guide and driver was vindicated within five minutes of being on the road when we saw the local bus service. Basically, this consisted of blokes with minivans who charge round the mountain roads with passengers inside, identifiable only by the nameplates they have on their windscreens. Young Island, a small private island resort just off the mainland near the capital, Kingstown, is a handy, luxurious retreat from the sometimes overwhelming banana-plantation greenness of St Vincent. We were disturbed at first to see a giant rat-like creature outside our room until we read in the hotel handbook that it was in fact an agouti, one of the creatures protected by the nature reserve of which Young Island is part. If you have the energy to climb to the top of the island there's a tennis court on the edge of a cliff which ought to improve your shots. Stay at: Young Island, and try to get one of the beachfront apartments with a plunge pool. Visit: The waterfalls at the end of the track from Georgetown, the former capital that became a ghost town. Spend a day: Climbing to the edge of the volcano, Mount Soufrière. Get Clint to sort it out. Do: Try Mrs Clint's rum punch. Don't: Mistake it for a soft drink. St Lucia St Vincent to St Lucia takes about 20 minutes by plane, which is a genuine air bus serving four stops between Barbados and Martinique. If the pee was unnerving on the first flight, the sight of the cemetery on an otherwise deserted sandy beach beside St Lucia's local landing strip is equally disconcerting. The Ladera Resort, 10 miles from the airport but a good 90-minute journey round the inconveniently placed volcanic formations, is a fortress-like mountain-top hideaway of a hotel. Several of the apartments have four-poster beds open to the elements (and indoor ones for when it rains). St Lucia's most visible tourist draws are the Pitons, two volcanic mountains that rise like incisors from the sea, and the Ladera looks out from a great height across the sea at both of them. The Ladera is expensive, but waking up just once and looking at the Pitons is worth it. The only downside of the outdoorness was a murderous desire to invent a laser-guided device that would terminate the tree frogs who whistle through every dark hour. Thank God we still had earplugs from the plane. If there was a World Cup for friendliness, St Lucia would be its Brazil. On the Saturday of our trip, I ended up in a bar called Sulphur in Castries drinking beer with 15 St Lucians watching England v Greece on the television and the noise at the end matched anything at the Coborn Arms back home. St Lucians make it very easy to forget that you don't live there and very difficult not to wish you did. The football meant I was late and a little intoxicated for a spot of jungle biking which had been scheduled that morning at the Anse Chastanet resort, built up since 1974 by an obviously brilliant and slightly bonkers architect, Nick Troubetzkoy. The best rooms are unbelievably beautiful and spacious with sensational views and interesting art, though getting to the best ones up the hillside is a somewhat Himalayan experience. Anse Chastanet has invented the concept of jungle biking, with a specially constructed mountain-bike course on an overgrown plantation that Troubetzkoy bought a while ago to stop anyone else getting hold of it. It was like being 12 again skidding and speeding through foliage, darting through tree trunks and nearly falling into ditches. The Anse Chastanet team are also refilling a derelict eighteenth-century reservoir for no other reason than that it was there and it could be done. Mad childlike geniuses obviously run this place, which is what makes it so exceptional. Stay at: Either Ladera or Anse Chastanet. For the former, bring earplugs; for the latter, go to the gym for a couple of weeks beforehand. Visit: Honeymoon Beach. Turn left at a hut selling St Lucian wine near Savannes Bay and then walk for a mile or so. Deserted and gorgeous. Spend a day: On one of the tropical rainforest trails with waterfalls and swimming opportunities. Do: Buy the St Lucian wine from the man at the Honeymoon Beach turning. Don't: Drink it. Factfile John Duncan travelled with Holiday Options (0870 013 0450). Twin centre with seven nights at Little Good Harbour, Barbados, room only and seven nights at Young Island, St Vincent on a full-board basis costs from £2,735 per person inclusive of return scheduled flights from Gatwick, private car transfers and boat transfers. Seven nights at Ladera costs from £1,145 per person inclusive of flights with Virgin Atlantic from Gatwick, private transfers and B&amp;B accommodation in a one-bedroom suite with plunge pool. Further information: Ladera Anse Chastanet Little Good Harbour Young Island"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}