{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/oct/17/artsfeatures6", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-10-16T23:00:00Z", "webTitle": "Classical: Friday from Light", "webUrl": "https://www.theguardian.com/culture/2001/oct/17/artsfeatures6", "apiUrl": "https://content.guardianapis.com/culture/2001/oct/17/artsfeatures6", "fields": {"headline": "Friday from Light", "bodyText": "It's 20 years since the first part of Stockhausen's Light cycle, Thursday, was premiered at La Scala, Milan. The project is now nearing completion - he is at work on the seventh and last part of the cycle, Sunday, and will then have achieved his aim of writing a music- theatre work that lasts a week in performance. His three-day residency at the Barbican ended with a performance of Friday, the most recent instalment of Light. It was an occasion that confirmed all one's worst fears about what has happened to his music over the past two decades. If the scale of his undertaking tempts comparisons with Wagner and the Ring, they are superficial: where Wagner's style steadily evolved through the composition of the cycle and became ever more finely honed to the drama and psychology of his characters, Stockhausen's language has regressed, and become ever more naive. It's hard to believe from this score that he was once one of the most startlingly original figures in postwar music. Through the 1950s and 1960s he produced a series of breathtaking pieces, each of which seemed to break new ground. Musically, Friday is conceived in layers. Electronically generated sounds on tape provide a continuum that underpins everything in the two and a half hours of music. Embedded in that are a series of \"sound scenes\", consisting of snatches of musique concrète (human voices and everyday sounds), and overlaid are 10 real scenes played out on stage. Five are scored for combinations of children's choir, children's orchestra and 12-part adult chorus. In this \"quasi-concert\" performance they were heard on tape; the remainder, involving the five protagonists, were played out fully. Stockhausen says that Friday (in which one of the Light cycle's main characters, Eve, is tempted by Lucifer) is \"about love and the temptation to easily mix races and religion without foreseeing the consequences\". It sounds an unsavoury message, but no libretto was printed in the programme, and what was sung (in German) was never quite clear enough to follow, so the whole experience quickly became abstract and bland. The drama is minimal, both musically and theatrically. Everything unfolds at the same ponderous rate, with vocal lines that move around Stockhausen's own melodic formulae, and instrumental parts (for flute and basset horn) that simply echo or decorate. Musically, the work was immaculately delivered, with soprano Angela Tunstall particularly fine as Eve, but the acting was semaphoric. And with costumes straight out of Star Trek, much of what was presented would have been embarrassing in a school play. From someone who used to be an important composer it was almost too depressing for words."}, "isHosted": false}}}