{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/oct/06/poetry.artsandhumanities", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-10-05T23:23:50Z", "webTitle": "The great literary lottery", "webUrl": "https://www.theguardian.com/books/2001/oct/06/poetry.artsandhumanities", "apiUrl": "https://content.guardianapis.com/books/2001/oct/06/poetry.artsandhumanities", "fields": {"headline": "The great literary lottery", "bodyText": "Alfred Nobel left a cross-eyed legacy: he gave the world dynamite and he founded the Nobel Prizes. Nobel's talent for explosives combined smoothly with a head for business - by the year of his death, 1896, he had 93 dynamite factories - but the greater his success, the more it rankled his altruism. One commentator remarked that the clause concerning the peace prizes in Nobel's will, \"challenged the humanitarian liberals among his personal friends to solve the problems his discoveries had created\". Nobel was a melancholic, discontented man, with problems of his own. He never married or had successful relations with women. To a request in 1887 from his brother Ludwig for a contribution to a family history, he responded ironically: \"Greatest sin: Does not worship Mammon. Important events in his life: None.\" As a postcript, Nobel suggested that he \"should have been strangled by a humanitarian doctor when he made his screeching entrance into the world\", an event which took place in Stockholm, in 1833. Despite having had only one year of formal schooling, Nobel was fluent in several languages. He patented \"Nobels Extradynamit\" in 1867, and his fortune grew as the railways expanded across Europe and dynamite became popular in warfare. Three years before the patent was taken out, in one of many accidental explosions at Nobel factories, Alfred's younger brother, Emil, was killed. According to his biographer, an \"important event\" occurred in 1888. Aged 55 and living in Paris, Nobel read of his own death in a French newspaper. In fact, it was his brother, Ludwig, who had died, but a reporter got the names confused and Alfred learned that he would be remembered as \"the dynamite king\", a businessman who had made his fortune from blowing things (and people) up. A will was made, with plans for prizes in chemistry, physics, medicine and peace (the award for economics was introduced in the 1960s). Only in a revised, final \"Testament\" drawn up in 1895 did Nobel stipulate that one of the awards should be given to \"the person who shall have produced in the field of literature the most outstanding work of an idealistic tendency\". Not an afterthought, but neither was it a priority. He died the following year, and the first round of Nobel Prizes was distributed at the beginning of the new century, in 1901. Nobel's wretched personal life seems to conceal few secrets, but there was one romantic matter which he kept largely confidential: he was a writer himself. To call him a poet is an exaggeration, but Nobel produced enough, in several genres, to suggest that he had serious literary intentions. He wrote fiction in middle life and drama in his last years, but his youthful efforts were in verse - a heavily shod Miltonic blank verse, written in English, none of it published in his lifetime, and most destroyed at the time of his death by the circumspect executors. The poetry that survives reveals a deep dejection at the heart of the dynamite king: To dream of immortality, till Time O'er empty visions draws the closing veil And a new life sets in - the life of worms, Those hungry plunderers of the human breast. These lines, part of a long autobiographical poem, were written when Nobel was 18, and suggest that his idealism - \"To dream of immortality\" - like his discontent, started early. The poem veers towards self-pity in its depiction of a life hanging by threads, which survives only to mature into joylessness. Nobel's own literature is essentially, profoundly, middlebrow, but it was his taste that dominated at least the first three decades of literature prizes - to an extent which makes it surprising that the award not only survived but became \"the gold standard against which all other awards are measured\", to borrow a phrase from the New York Times of 1983. Nobel was eventually willing to let writers of genuine talent do the work for him. But he intended to enrich only authors of like mind. The literature prize was reserved for writers who exhibited his preferred \"idealistic tendency\". Nobel elected the Swedish Academy to carry out his wishes, and its members debated at length the meaning of the stipulation and painstakingly applied it to the candidates (they are debating it still). Man may be food for plundering worms, but mankind must light up the darkness with hope. Thoughts which \"lift us to the spheres\" might ensnare a Nobel Prize in literature, never \"petty wants to chain us to the earth\". It was this determination to avoid \"contemporary naturalism\", as practised by Zola, for example, whom Nobel particularly reviled, which threw up the bewildering early choices of the Nobel committee. They were not the choices of Nobel himself, of course, but of the members of the Swedish Academy trying to guess what the repentant dynamite king would like. The literature prize is traditionally announced at noon on the second Thursday in October. The Nobel committee has submitted to the full Swedish Academy a shortlist of candidates, usually numbering five. The academy then enters into deliberations to choose a winner, who is finally elected by secret ballot. The name is made known to the press in the Grand Hall of the academy, housed in the palatial buildings of the former Stockholm Stock Exchange. All other details, including the remaining names on the shortlist, are kept confidential. The initial stage of selecting the winner is broadly democratic. During the autumn of the previous year, the Nobel committee, composed of six members of the academy, sends out invitations to several hundred professors of literature and languages, presidents of authors' organisations, Nobel laureates, members of sister academies (the only other two, besides the Swedish, are in France and Spain), and other representative literary people. The replies will contain about 100 different names. According to Lars Gyllestein, a former chair of the Nobel commit tee and a historian of the literature prize, \"Only a few are new names which have not been proposed before\". Many names are sent in year after year. \"It is very unusual for anyone who has been proposed for the first time to win the prize\", writes Gyllestein. Some writers have won because they had strong supporters within the academy; others have faced over-my-dead-body opposition at the decisive stage. Arthur Lundkvist, a prominent academician, championed Pablo Neruda, whom he also translated, and vigorously opposed Graham Greene. Neruda won in 1971, while Greene never received the prize, despite being nominated repeatedly. When William Golding won in 1983, Lundkvist took the unprecedented step of issuing a public denouncement, calling Golding \"a little English phenomenon of no special interest\". There were mutterings of disapproval, but Lundkvist remained a sitting member of the academy (which, formally, it is impossible to leave). No one argued for Proust or Joyce, nor, as far as we know, for Conrad or Virginia Woolf. It is easy to make merry with the game of Great Writers Who Were Passed Over, in discussions of the Nobel. Many writers who have come to be seen as giants in 20th-century literature were not regarded that way during their lifetimes. Others, such as Kafka, were barely published. Some of the modernist innovators of the early part of the century - TS Eliot, William Faulkner - were properly honoured in their seniority. One thing on which opinion appears to be united, however, is that the early choices of the Swedish Academy were eccentric, and none more so than the first. The 1901 award to the French \"Parnassian\" poet Sully Prudhomme caused embarrassment in the Swedish literary world even at the time. Forty-two authors and artists signed an open letter denouncing the choice and protesting at the neglect of Tolstoy, still alive and writing - nothing if not idealistically - on his estate at Yasnaya Polyana. The academy defended itself by saying that Tolstoy could not have been awarded the prize since he had not been nominated by an official body, as was the requirement. As Anders Osterling, a former permanent secretary, has explained, Sully Prudhomme, \"had been proposed by a large number of prominent members of the French Academy, and to follow their advice was apparently regarded as a matter of courtesy\". As one academy curtsied before another, therefore, literary history began one of its extended jokes: the first 20 years of the Nobel Prize. The Swedish Academy had the opportunity to set matters right by awarding the prize to Tolstoy in 1902, by which time he had been nominated in due form. But the academy's eminence, Carl af Wirsen, who dominated the prize in its first years, would not lose face. He issued a statement in which, speaking on the behalf of the academy, he criticised Tolstoy for having \"condemned all forms of civilisation... one feels dubious\". The 1902 Nobel Prize went to the German historian Theodor Mommsen instead. So it continued, with one or two imaginative exceptions (Kipling in 1907, Knut Hamsun in 1920), for the next two decades. Zola was ignored out of respect for Nobel's personal taste; Rilke, Thomas Hardy and Henry James were passed over, while Bjornstjerne Bjornson, Henryk Sienkiewicz, Giosue Carducci, RC Eucken, Selma Lagerlöf and Paule Heyse were all given the prize (worth a substantial $40,000) within its first decade. Karl Gjellerup, Henrik Pontoppidan and other now-forgotten brightnesses of the turn of the century followed. The academy favoured Scandinavian writers in the early years, but dutiful adherence to the \"idealistic tendency\" could mean ignoring the talent on the doorstep. The Spanish dramatist Jose Echegaray y Eizaguirre won in 1904, while Ibsen and Strindberg were dismissed. It was only when strict reliance on the letter of the will was relaxed that the Nobel Prize appeared to be running at pace with the movement in modern literature. The change began around the turn of the 1920s and 30s (Thomas Mann won in 1929, Luigi Pirandello in 1934, Eugene O'Neill in 1936), and was given a hefty jolt by the second world war. In 1946, Hermann Hesse, a novelist who was to become a hip cult in 1960s, was chosen; the next year the prize went to André Gide, the year after that to Eliot, and in 1949 to Faulkner - the choice of perhaps America's greatest 20th-century poet and novelist in succession compensating for a mix of neglect and eccentricity in earlier times. And with Eliot especially, the literature prize appears to have slipped the \"idealistic\" yoke. By the late 1940s the days when the \"idealistic tendency\" was regarded as literature's essential edification were at an end - but they were gone by 1901, the year in which Queen Victoria died, the year in which Wilhelm Kostuowitsky became \"Apollinaire\". It took the Swedish Academy most of the first half of the 20th century to catch up, but catch up it did. The upheavals of the second world war had something to do with it. Nobel's projection had occasionally rewarded a dubious idealism: two future Nazi sympathisers received the prize (the Swede Verner von Heidenstam, 1916, and the Norwegian Knut Hamsun, 1920), as well as a number of Europeans with a \"strong commitment to German culture\" (the phrase was used specifically of the 1917 recipient, Karl Gjellerup). It is not a coincidence that Hermann Hesse, the first winner after the end of the war, was a long-term exile from Hitler's Germany. The official citation to Eliot stated that he had \"the ability to cut into the consciousness of our own generation with the sharpness of a diamond\". The cliche might have brought a frown to Eliot's brow, but the notion of the \"consciousness\" of a generation was not the sort of thing that had come naturally to earlier members of the Swedish Academy. The Nobel Prize has been declined on only two occasions, although there have been waverers. George Bernard Shaw, when selected in 1925, signalled a conditional acceptance: \"I cannot persuade myself to accept the money,\" he wrote to a friend. Shaw had a general dislike of prizes, and had previously called the Nobel a lottery. What's more, in his play Major Barbara (1905), the munitions mil lionaire Andrew Undershaft was thought to be partly modelled on Nobel, the dynamite king. When it was pointed out that the prize could not be separated from the money, Shaw created the Anglo-Swedish Literary Foundation, to aid the translation into English of classical Swedish literature (it still exists, in redefined form). In 1958, Boris Pasternak, having first gladly accepted, was forced to withdraw because of pressure from the Soviet government, and was reduced to pleading with Krushchev not to expel him from his native land. The affair damaged Pasternak's health and probably contributed to his death in 1960. The tension is etched into a poem he left behind, called Nobel Prize: I'm caught like a beast in a trap. Somewhere there is freedom, light, people. But the hunt is after me and there is no way out. The sole, wholehearted refusal in the history of the Nobel Prize came half-a-dozen years later. On October 14, 1964, Jean-Paul Sartre read in Le Figaro littéraire that the Swedish Academy had him lined up for that year's prize. The official announcement was not due to be made until the following week but the prediction proved to be accurate. Sartre declined the honour. He dictated a statement in which he said that he had always turned down \"official distinctions\" in the past, out of a conviction that \"the writer must not allow himself to be transformed by institutions\". His refusal of the Nobel, he said, was not an \"improvised act\", but the result of a thought-out position on awards. Here was idealism in action, surely, of which even Nobel might have approved. It was Nobel's wish that \"the most worthy shall receive the prize, whether he be a Scandinavian or not\". In literature, unlike the precise sciences (and the thoroughly imprecise one, \"peace\"), there was an obstacle: language. Translations could convey only the surface appearance of a writer's work. How was the Nobel committee to know whether a poet was a master in his own language, or if his translator had misrepresented him (perhaps by improvement)? An accompanying consideration was that Oriental and African forms of literature might be only slackly comparable to those in the west. In earlier times these problems appeared insurmountable, and for 60 years or more the prize was practically a western preserve. On the rare occasions when non-westerners were invited to Stockholm, it was, in a mutually acknowledged term, as \"strangers\". The 1945 prize was awarded to the Chilean \"half-Indian\" poet Gabriela Mistral, the first writer from Latin America to be chosen (and the fifth woman). The only non-white writer to come before her was the Bengali poet Rabindranath Tagore, who won in 1913. The Japanese writer Yasunari Kawabata won in 1968, and the dimensions of the prize have continued to expand ever since. The \"idealistic tendency\" persists as the flimsiest of criteria (it was raised in the presentation to Nadine Gordimer in 1991), giving way to an increasing use of the postmodern password \"diversity\" instead. A Yiddish writer won in 1978 (Singer), the first African in 1986 (Soyinka), an Afro-Caribbean in 1992 (Derek Walcott), followed immediately by an African American (Toni Morrison). In 2000, Gao Xingjian became the first Chinese author to win the prize. The choice did not please the Beijing government - which is likely to have been partly the point. In the past 30 years, the Swedish Academy has made many selections calculated to support politically engaged writers, though not of one particular stripe. The anti-Marxist Solzhenitsyn in 1970 was counterbalanced by the Marxist Neruda in 1971. Since then there have been Milosz (1980), Soyinka, Brodsky (1987), Gordimer, Morrison, Szymborska (1996), Fo (1997), Grass (1999) and the Chinese exile Gao. In one of its most discreditable decisions, in 1965, the Nobel committee chose Mikhail Sholokhov, a Soviet writer whose voice was among those which had been raised against Pasternak. It is widely believed in Russian literary circles that Sholokhov did not single-handedly write the novel which brought the honour, And Quiet Flows the Don. This drift towards political engagement has brought with it accusations that the academy is too much influenced by extra-literary criteria. It is a legitimate complaint, but it should be set beside a response to Tagore's prize, in the New York Times in November 1913. The American reading public was said to be surprised that western writers had been passed over in favour of a \"Hindu bard\", though disappointment was mitigated by recognition that the bard had had a western education, and enough sense to translate his poems into \"good sound English\" before expecting anyone to read them. Tagore, \"if not exactly one of us, is, as an Aryan, a distant relation of all white folk\". That the Nobel survived its early misguided selections can be put down to two things: there is the prestige of the associated science prizes, and then there is the money. The latter - this year's winner will receive $1,000,000 - surely accounts for the fact that there have not been more refusals. \"Greatest sin: Does not worship Mammon.\" The same is probably true of most of the winners. But Sartre's principled decision to decline represents the apotheosis of Nobel's \"idealistic tendency\". \u0095 This is an edited extract from an essay which appears in the current edition of the Boston Review."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}