{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2001/oct/17/jazz.johnfordham", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2001-10-16T23:00:00Z", "webTitle": "Jazz review: Elvin Jones", "webUrl": "https://www.theguardian.com/music/2001/oct/17/jazz.johnfordham", "apiUrl": "https://content.guardianapis.com/music/2001/oct/17/jazz.johnfordham", "fields": {"headline": "Elvin Jones", "bodyText": "Last Monday, the 74-year-old undisputed giant of African-American music was settling down to perform the kind of club season that has always been his bread and butter. On the walls were photos of his contemporaries, past and present - a celebration of some of the most life-affirming things to have come out of his homeland (Sonny Rollins, Ornette Coleman, Miles Davis). The previous night, those same legends looking on, a packed house had heard an eager procession of mostly young UK jazz players perform a benefit gig for Amnesty International. Suddenly the ancestral line between two different but equally exhilarating shows seemed very short, with young British drummer Seb Rochford demonstrating what a fundamental revolution in percussion possibilities Elvin Jones had started a couple of decades before Rochford was even born. The indestructible Jones began with one of his famously vague introductions: musical episodes of gravelly sounds punctuated with mystifying laughter, pauses and tangential asides. He then launched into his familiar club-set pattern: three long pieces, the middle one a cruising groover during which to recover his energies, book-ended by two furious thrashes. The first was Tones For Jones, an original by the band's remarkable pianist Eric Lewis. It began as a groove over a deceptively gentle cymbal rustle and expanded into a mid-tempo surge, like an early John Coltrane piece, on which the composer delivered a long roller-coaster of a solo with barely a repeated motif. Jones's adaptability to the dynamics of the instruments he is accompanying is one of his many strengths. His playing behind the voluble Delfeayo Marsalis on trombone was hugely diverting. Saxophonist Pat LaBarbera spliced dense postbop phrasing with hints of funkiness over the breezy cymbals on You Are a Weaver of Dreams. A compelling mix of the hypnotic soul-jazz grooves of Maiden Voyage and The Sidewinder brought the leader to a typically explosive drum finale on Someone's Rockin' My Jazz Boat. · Until October 27. Box office: 020-7439 0747."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}