{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/oct/19/immigration.immigrationandpublicservices", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-10-19T17:53:26Z", "webTitle": "Court rules refugees can be detained", "webUrl": "https://www.theguardian.com/uk/2001/oct/19/immigration.immigrationandpublicservices", "apiUrl": "https://content.guardianapis.com/uk/2001/oct/19/immigration.immigrationandpublicservices", "fields": {"headline": "Court rules refugees can be detained", "bodyText": "The court of appeal has ruled that the government is allowed to detain refugees in immigration centres while their asylum applications are being processed, prompting objections from human rights groups. The court's decision follows home secretary David Blunkett's appeal of an earlier high court ruling that the human rights of refugees held at Oakington reception centre in Cambridgeshire were breached. The four Iraqi Kurds who instigated the case were held at the Oakington reception centre. They had argued that the government was illegally depriving them of their liberty as there was no reason to believe they would abscond, and they were not accused or suspected of having broken the law. The law allows refugees to be held for up to 10 days at centres like Oakington, but Mr Blunkett was right to restrict detention to around seven days in most cases, the court of appeal judges said. The four Iraqi Kurds, Shayan Saadi, Zhenar Maged, Dilshad Osman, and Rizgan Mohammed, have been granted the right to take their case to the House of Lords. Had it lost its case, the government could have ended up paying asylum seekers millions of pounds in compensation, and it might have had to close detention centres such as Oakington, which are designed to hold asylum seekers who may be eligible for fast-track applications. On September 8 this year, it was ruled that that detaining refugees in reception centres breached their human rights. Then on October 3, the attorney general, Lord Goldsmith, overruled the decision, saying it was not for the courts to substitute their views for the right way of handling asylum claims speedily. Lord Phillips said that Mr Justice Collins, in reaching his decision today, had decided that detaining asylum seekers was not necessary for the government's objective of processing claims quickly. He said the home secretary had concluded that it was not reasonable to detain an asylum seeker for longer than about a week, but that a short period of detention was justifiable if it meant decisions could be made more quickly. He added: \"In restricting detention to such circumstances he may well have gone beyond what the European Court would require... \"The vast majority of those seeking asylum are aliens who are not in a position to make good their entitlement to be treated as refugees. \"We believe, nonetheless, that most right thinking people would find it objectionable that such persons should be detained for a period of any significant length of time while their applications are considered, unless there is a risk of their absconding or committing other misbehaviour.\" After this morning's ruling, Michael Hanley, solicitor for the four Kurds, said asylum seekers were still vulnerable to detention for \"administrative purposes\". Two of the four Iraqi Kurds have already been granted refugee status and the other two decisions are pending. Shami Chakrabarti, a senior lawyer at civil rights group Liberty, said: \"The basis for locking people up in Oakington remains manifestly unfair. People should only be detained where there is an exceptionally good reason - and administrative convenience and blanket pre-judgments are not good enough.\" The Refugee Council said the ruling represented a growing and unacceptable use of detention. Its chief executive Nick Hardwick said: \"The Home Office recognises that detainees in Oakington are law-abiding and not liable to abscond, and therefore we believe it is wholly inappropriate to lock them up for purely administrative reasons... \"We detain more people than any other European government and detain people who have not committed a crime in prisons.\" A group that supports asylum seekers suggested today's decision was influenced by terror attacks on the US. Louise Pirouet of Oakington Concern, which was created to monitor living conditions at the centre and lobbies for less stringent controls on detainees, questioned the wisdom of the judgment. She said: \"Anyone looking at this in the wake of what happened in New York would, I suggest, have had those events in their minds and I can't help but think this judgment has been warped by those feelings. Oakington is not a prison and should not be used as one.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}