{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/oct/21/terrorism.afghanistan4", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-10-20T23:59:19Z", "webTitle": "Reluctant UN joins the fray", "webUrl": "https://www.theguardian.com/world/2001/oct/21/terrorism.afghanistan4", "apiUrl": "https://content.guardianapis.com/world/2001/oct/21/terrorism.afghanistan4", "fields": {"headline": "Reluctant UN joins the fray", "bodyText": "Immediately after the two planes smashed into the World Trade Centre buildings on 11 September the emergency procedures at the United Nations headquarters building on the East River went into operation. Staff at first were ushered into the basement, then sent home after an hour or so. But, in the weeks that followed, UN watchers began to wonder if they had ever really returned. Right after the attacks Kofi Annan, the UN Secretary General, issued ritual condolences and condemnations, but, with the world in crisis, the UN seemed conspicuous by its absence - at least in public. Now, as US and British planes pound Afghanistan, sources at UN headquarters say Annan has ordered his political affairs officials to shift into high gear. An emergency task force has been set up to formulate responses to the war on terrorism. But there is mounting disquiet among UN officials. They are terrified that the US has begun moves to dump responsibility for sorting out the mess that will be post-war Afghanistan on the UN. The Integrated Mission Taskforce (IMT) is co-ordinating the work of top UN officials dealing with the crisis. 'Given our past experience,' said a UN staffer who asked for anonymity, 'we are trying to be prepared this time.' Annan and Lakhdar Brahimi - his Special Representative for Afghanistan, and a former Algerian Foreign Minister - held a meeting on Thursday with Richard Haass, the US State Department official in charge of Afghanistan, and John Negroponte, the US Ambassador to the UN. The next day Brahimi held talks with the US administration in Washington. Over the past few days Colin Powell, the US Secretary of State, has mooted the idea of a post-Taliban UN peacekeeping force for Afghanistan. But UN officials are horrified by the idea. They fear being stuck with trying to sort out an almost impossible mess, the legacy of 22 years of war. 'We have been burned too often,' said the source, referring to the UN missions in Bosnia and Croatia between 1991-95. Officials are still bitter about these, believing the US undermined them and that the UN was then blamed for their failure. Now UN officials are loath to mount a 'mission impossible' just to help the US. Even the fact that President George W. Bush has suddenly told Annan that the US will pay the bulk of its longstanding arrears to the world body is not helping assuage UN scepticism. 'What have they got in mind?' asked the source. 'For how long? What would the mandate be? The US would like to move quickly and declare a situation where the UN takes over but we are saying this cannot be rushed. The conditions are not there to think of deploying troops, let alone anything else.' One idea mooted is that the UN could take a similar role to the one it played in Cambodia, in the run-up to the elections it supervised in May 1993. There, a peace process became possible because the great powers and Cambodia's neighbours concluded that the conflict had gone on too long. This consensus meant they were able to compel the Khmer Rouge, the Vietnamese-backed government and Prince Sihanouk, the former monarch, to make a deal. In the wake of that agreement a UN peacekeeping force poured into the country alongside UN administrators, who ran the country until elections were held. Superficially there are comparisons. The great powers, and Afghanistan's neighbours, want an end to the conflict and probably have the power to compel the warring factions to come to the table. Afghans are exhausted by the war just as Cambodians were. And, just as a former monarch presided over the transition in Cambodia, Afghanistan's former king, the exiled 86-year-old Zahir Shah, could play a similar role. But that is where the similarities end. A crucial difference is that in Cambodia the conflict was not overlaid with deep ethnic splits as it is in Afghanistan. And as the UN source points out: 'In Cambodia you had a framework for peace. In Afghanistan you don't.' When he visited Islamabad on Tuesday Colin Powell appeared to endorse the proposal of Pakistani President Pervez Musharraf that a future government of Afghanistan should include 'moderate Taliban elements'. This enrages Northern Alliance officials such as Abdullah Abdullah, the Foreign Minister of the anti-Taliban alliance, who says there is no such thing as a 'moderate Taliban element'. In the Panjsher valley, Northern Alliance officials are now choosing 60 delegates who are to be joined by another 60 representing Zahir Shah. Their job will be to form a Grand Council, whose aim is to prepare an administration and broaden the base of the anti-Taliban coalition to include Pashtuns, the largest single ethnic group in the country. Given the diplomatic dynamics, it is quite possible the moves afoot at the UN, the US and in the Panjsher valley will come together. This may well result in a UN force for Afghanistan and aid in rebuilding the country's shattered administration and economy. Related article Players in the game"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}