{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/oct/19/championsleague.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-10-19T22:59:52Z", "webTitle": "Fabien Barthez branded lame in Spain", "webUrl": "https://www.theguardian.com/football/2001/oct/19/championsleague.sport", "apiUrl": "https://content.guardianapis.com/football/2001/oct/19/championsleague.sport", "fields": {"headline": "Barthez branded lame in Spain", "bodyText": "Sir Alex Ferguson refused to subject Fabien Barthez to a public humiliation after the goalkeeper's mistakes condemned Manchester United to defeat against Deportivo La Coruna in the Champions League on Wednesday night, but the eccentric Frenchman did not escape so easily from the hands of the Spanish press. Barthez was accused of arrogance and stupidity yesterday as the Spanish sports pages mocked the twin errors which gifted goals to Sergio and Diego Tristan in Deportivo's 3-2 Group G win at Old Trafford and placed a further question mark against United's potential to see the competition all the way through to its conclusion next May. Barthez's first transgression, a moment of hesitation which allowed Sergio to nip between him and Wes Brown to level the scores at 1-1, was derided in a Marca headline as \"the most stupid goal of the Champions League\". The newspaper included a diagram of the goal, which it gleefully labelled \"a serious lack of understanding between the defender and the goalkeeper\". Barthez's second rush of blood proved even more costly. After Ruud van Nistelrooy had brought the scores back to 2-2, the Frenchman came sliding out of his area but missed the ball and Diego Tristan jinked past Brown to score the winner. The Spanish sports newspaper AS said: \"Tristan robbed Barthez of his wallet; Barthez, who was too arrogant, failed horrendously.\" It went on: \"Deportivo could have scored enough goals to make Manchester United look ridiculous.\" The result itself is unlikely to check United's progress to the second phase, because victory at home to Olympiakos next Tuesday, coupled with Lille failing to take three points from Deportivo in Spain, would see them through. Of more concern to Ferguson will be the defensive shortcomings which have plagued his side all season. One Spanish report talked of \"some strange things in Manchester's defence\", others of \"English chaos\" and \"enormous gaps in the middle of the Manchester defence\". All agreed that the lack of communication between Barthez and Brown had cost United the game. The Marca columnist Julian Ruiz wondered: \"How is it possible that Barthez was called the best keeper in the world?\" If the Frenchman's teammates at Old Trafford are asking themselves the same question, they are not letting on. Denis Irwin said that Barthez's eccentricities were simply part of his game, and emphasised his more positive qualities. \"The way he plays he takes risks, but he has done tremendously well for us over the last year and a half,\" said Irwin. \"He has been brilliant, in fact, so you can't really have a go at him, to be honest.\" Van Nistelrooy said: \"OK, he made a mistake, but he made three or four very big saves, great saves, as well. Now he makes one mistake and he was a little bit unlucky and we don't blame him for that.\" Ferguson's defensive worries have been compounded by the news that Ronny Johnsen is expected to be out of action for five weeks. The Norwegian, who missed large chunks of the past two seasons with knee trouble, limped off after seven minutes on Wednesday night with a hamstring injury. Ferguson, as ever, refuses to panic. \"It was disappointing to lose the game, but the quality of the game made it a lot more palatable because we could have scored six or seven goals and at European level that's a lot,\" he said. \"There were a lot of pluses about our play and what was disappointing was that we lost two bad goals.\" · You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to \n<a>football.editor@guardianunlimited.co.uk</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}