{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/oct/14/theeuro.europeanunion", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-10-13T23:39:06Z", "webTitle": "Treasury steps up work on euro", "webUrl": "https://www.theguardian.com/business/2001/oct/14/theeuro.europeanunion", "apiUrl": "https://content.guardianapis.com/business/2001/oct/14/theeuro.europeanunion", "fields": {"headline": "Treasury steps up work on euro", "bodyText": "The Government has moved up a gear in its plans to assess the five tests for British membership of the euro. The Treasury is recruiting outside economists to help it in the politically sensitive task of assessing the economic criteria. Preliminary work on the tests is under way, although one Whitehall source described work done so far as being 'no more than preparations for the preparations'. External sources are more upbeat. One economist said: 'They are casting around for some external analyses of business cycle convergence for the tests. It's up for discussion right now.' The Bank of England is understood to be assisting, but a spokesman emphasised: 'While we shall be helping with the highly technical nuts and bolts, we are certainly not making a formal assessment.' One of the independent outsiders is Professor Michael Artis of the European University Institute in Florence. His recent work includes a paper that suggested economic differences between Europe's 'core' countries and a periphery including the UK and Scandinavia, posed 'a potential threat to the sustainability of the union'. The Treasury is keen to be seen to recruit economists with a spread of views on the euro. Some City economists have also been approached. An official close to the preparations said: 'This will be a serious body of work but, in the end, it is likely to please neither the extreme \"pros\" nor the extreme \"antis\".'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}