{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/oct/28/caribbean.observerescapesection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-10-28T19:43:38Z", "webTitle": "Shangri-la sur mer", "webUrl": "https://www.theguardian.com/travel/2001/oct/28/caribbean.observerescapesection3", "apiUrl": "https://content.guardianapis.com/travel/2001/oct/28/caribbean.observerescapesection3", "fields": {"headline": "Shangri-la sur mer", "bodyText": "Jet-skis everywhere, Adidas sandals and 'I'm on island time!' T-shirts. The newly-wed and the nearly-dead grilling like streaky bacon on the freshly raked sand in the private beach compound. Palm readings, limbo dancing, dialect classes and sickly sweet 'hotel happy hour' cocktails. If you think the Caribbean is the Costa del Sol with coconuts and haven't yet made it on to the guest-list at Richard Branson's private retreat, where do you go to find the real thing? A good place to start is an island which few people have heard of, and those who have think it is somewhere completely different. Tell people you are going to Dominica and they add the word 'Republic'. Not so fast. Dominica is not the Spanish-speaking Dominican Republic, next to Haiti. It is the former British colony that lies between the French-speaking Guadeloupe and Martinique in the Windward Islands. Not only do few people know where it is, but Dominica is hard to get to. You cannot fly direct from Europe to the capital, Roseau. You have to catch a local flight from Barbados, St Lucia, Puerto Rico or Antigua, or get a ferry from Guadeloupe or Martinique. When you arrive, getting around is tricky because a hurricane destroyed many of the roads 30 years ago. But do not be put off. You may reach the beach a little later than the Caribbean Uncovered crew, but Dominica is worth every minute of the wait. If your idea of a perfect Caribbean day is waking up in a beach cottage, walking out on to the sand where a handful of locals outnumber tourists, spending the day sunbathing, water-skiing, snorkelling and diving without being harassed once, before taking an evening walk to a local restaurant for some callaloo soup and grilled mahi-mahi, then Dominica is one island whose name you should learn to pronounce. (It's Do-min-eeka.) Dominicans know their home is off the beaten tourist track and, oddly in a part of the world dependent on tourist dollars, they want to keep it that way. At Castaways Hotel I met Scott Johnson, who was born in Dominica 35 years ago and lived in London before returning to run a dive shop. 'The beauty of Dominica is everything is small, low-key and personal,' he says. 'We know we could do more - build a bigger airport, a resort or two, and some new roads - but we don't want to. It would be like inviting a whole load of strangers into your back yard.' It may not be a typical Caribbean sentiment but Dominica is not a typical Caribbean island. There is only one long, sandy beach - Picard Beach in the north. It offers some of the most gloriously unspoilt - and best value - accommodation in the Caribbean. Picard Beach Cottage Resort has 20 self-catering beach huts 10 yards from the water's edge. Stock up on fruit, fish, vegetables and Kubuli beer from the local market and you barely need to leave the shore. Southwards, the coast turns rocky which is bad news if you want to laze around modelling your Calvin Klein beachwear but good news if you have come to enjoy one of Dominica's biggest attractions - diving. Cliffs plunge 2,500ft into a giant volcanic crater on the seabed, creating vast coral walls and underground caves. Pinnacles rise from the deep and bubbling underwater sulphur springs make the sea look like champagne. The best diving is around Scotts Head, a bay where the road ends at the southern tip of the island, which has been declared a marine reserve. Fishing is restricted, which means the fish and shellfish grow huge and the coral stays healthy. Rare species feed there, including seahorses, frog fish, scorpion fish and the strangely prehistoric winged gurnards which 'fly' underwater. During the day, giant 'curtains' of creole wrasse, horse-eye jacks, rainbow runners and yellow-tail snappers rise and fall in the water. At night, octopus feed alongside giant lobsters, crabs and eels. Away from the reef, my dive buddy and I saw a black-tip reef shark, turtles, and southern stingrays. If you would rather be on the water than in it, Dominica deserves its title of the whale-watching capital of the Caribbean. The cold, deep waters offshore attract humpback, pilot and sperm whales, as well as many species of dolphin. A boat leaves Roseau every lunchtime and the skipper uses sonar to find out where the whales are swimming, while lookouts scour the surface with binoculars for 'a bloat, fins or a breach'. Most visitors are rewarded with the sight of a giant, black tail flipping into the air as male and female whales dive as deep as 6,000ft. But there is more to Dominica than the sand, clifftops and the ocean. 'I call Dominica \"the Nature Isle\",' explains Akel Raffoul, who organises island tours, 'because we have more mountains, rivers, forest, birds, snakes and lizards than any other island.' A 40-minute drive into the interior confirms that the description is more than just an advertising slogan for Raffoul's fleet of creaking Hyundai saloons. At almost 5,000ft - higher than Ben Nevis - Morne Diablotin is the tallest mountain in the West Indies. Beneath the peak, white-water rivers have cut steep-sided valleys where almost everything, even homes and roads, is throttled by Jurassic Park-style vegetation. Plants vie with each other to grow the tallest to reach the sunlight. Trails have been hacked through the jungle and you can hike to the mountain top before cutting down to the country's biggest inland attraction, the Boiling Lake, a natural Jacuzzi. To get there, you start at 6am before the sun is up and walk for two hours through warm, tropical downpours until you reach the Valley of Desolation, where narrow ridges cross boiling sulphur springs and streams flow orange and black with volcanic minerals. From there, it is a short, steep walk to the edge of the 300m-wide volcanic lake which bubbles at a constant 180-200F. With just 900 hotel rooms, no high-rise resorts, no shopping malls, and only the odd cruise ship in the harbour, Dominica is as quiet and charming as the more remote parts of Cuba or Tobago but with the creature comforts and reliability of the likes of St Lucia and Grenada. But the best thing of all is - and if this does not make you go nothing will - there's not a single golf hole. Factfile Getting there: John Arlidge travelled with Trips Worldwide (0117 311 4402; email: info@tripsworldwide.co.uk). A one-week trip to Dominica based in Roseau at the Fort Young Hotel costs from £980 per person including flights, transfers and twin/double share accommodation. Two-week multi-centre holidays including time spent at Papillote Wilderness Retreat, Zandoli Inn or Picard Beach Cottages costs from £1,375 per person. Diving courses and trips can also be booked in advance with Trips Worldwide. A single tank dive is $45 (£32), two-tank dive is £53 and night dives are £35. Further information: The Dominica tourist board is represented on 020 8350 1000."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}