{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/oct/17/uk.london", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-10-16T23:32:56Z", "webTitle": "Government aid crucial to keeping tube running", "webUrl": "https://www.theguardian.com/politics/2001/oct/17/uk.london", "apiUrl": "https://content.guardianapis.com/politics/2001/oct/17/uk.london", "fields": {"headline": "Government aid crucial to keeping tube running", "bodyText": "London's tube system would grind to a halt without substantial government support - which will continue and may even be increased once the public private partnership for future tube investment is signed. The government is hoping the PPP will start some time next year. Authorities estimate the minimum external subsidy now needed at between £800m and £1bn. London Underground's own profits on running the train service have fallen in recent years, becoming a loss last year of around £300m. Thus the amount of investment the tube can support from ticket sales is now negligible - which is why government support is so critical. But what the leaked letters between the finance chief of London Underground Ltd and the Department of Environment, Transport and Regions (now Transport, Local Government and the Regions) show is how much the grant depends on the whims of ministers, and especially the chancellor, Gordon Brown. They have been insisting PPP is the only way forward for the tube. In its response yesterday to disclosure of the letters, LUL tried to argue that the PPP would be a way of saving the underground from fraught annual negotiations. In fact, the sums for the PPP only work if subsidy continues at a high level. Ironically, the correspondence between LUL finance director, Patrick Butcher, and the Department for Environment, Transport and the Regions damns the government for jeopardising its own plans for the PPP. To prepare for it, LUL had - from November last year - been led to expect a grant for the current year of nearly £775m. Government support had fallen in 2000-01, largely because the expensive Jubilee Line extension had been completed. But LUL's basic finances have been getting rockier and a substantial increase in government support was inevitable this year if the system were to keep going. There is now a repairs backlog of £1.2bn. In advance of the PPP, LUL has created \"shadow\" companies to mimic the likely operations of the three private construction consortia that will take over tube lines and replace track and signals. One of the many paradoxes of the PPP is that setting it up has consumed many hundreds of millions of pounds that might otherwise have been spent on infrastructure. The London mayor, Ken Livingstone, and his transport commissioner, Bob Kiley, have repeatedly said that the PPP poses safety risks and will repeat the disaster of Railtrack by splitting responsibility for trains from maintenance of the tracks on which they run. Perhaps it was because the PPP kept being delayed that the Treasury ordered LUL's proposed grant for 2001-02 to be drastically cut. Sources at Transport for London, the agency run by Mr Livingstone that is supposed to take on the tube once the PPP is concluded, suggested the government was determined to make the pre-PPP situation as bad as possible in order to show up the scheme's eventual \"success\". Because the base line for 2001-02 is now lower, any improvement after the PPP begins will register much more obviously. If this was the plan, observers say it sits uneasily alongside the prime minister's praise yesterday for public service investment. LUL's attempt to foreshadow the operations of the PPP division of labour would be stopped by the cut in funding, Mr Butcher warned. Meanwhile, the reliability of the underground would suffer. LUL's plan for 2001-02 proposed spending £281m on train systems. The government cut the first of these by £164m. According to Mr Butcher, train service reliability lost £99m. Money due to be spent repairing escalators and lifts was cut by £16m; escalator problems lead regularly to the closing of entire stations. Some £72m was knocked off station improvement and £34m off infrastructure. LUL yesterday denied that these cuts affected safety. A spokesperson said: \"Because spending on safety receives priority, this sometimes means other improvements which our customers would like to see cannot always be achieved.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}