{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/oct/20/artsfeatures2", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-10-19T23:00:00Z", "webTitle": "Classical review: RLPO/ Schwarz", "webUrl": "https://www.theguardian.com/culture/2001/oct/20/artsfeatures2", "apiUrl": "https://content.guardianapis.com/culture/2001/oct/20/artsfeatures2", "fields": {"headline": "RLPO/ Schwarz", "bodyText": "David Diamond, now in his late 80s, is the forgotten man of American music. His 11 symphonies were aired in the 1940s and 50s by Bernstein, Koussevitsky and Mitropoulos, but his reputation has since gone into total eclipse. The composer might have disappeared entirely were it not for the passionate advocacy of the Royal Liverpool Philharmonic's new musical director, Gerard Schwarz, who has pledged to use his tenure to instigate a brand new Diamond mine on Merseyside. As a young man Diamond gravitated to Paris, where he consorted with Ravel and Milhaud, discussed literature with Gide and Joyce, and took composition lessons with Nadia Boulanger. Barely a semiquaver of this is apparent in the compact Fourth Symphony, however; it bypasses modernism in favour of an altogether older idiom made up of glassy surfaces, lush romanticism and rich, soul-searching, Sibelian sonorities. The symphony was composed in in 1945, and its conservative language seems dated. Schwarz detects a certain integrity in a man determined to carry on being Bruckner in a world obsessed with Schoenberg. But apart from its scatalogical, percussive finale, the Fourth Symphony seems a fairly tepid introduction to Diamond's oeuvre. People often forget that Max Bruch was music director of the Royal Liverpool Philharmonic. They also forget that he ever wrote anything other than the Violin Concerto. Another of Schwarz's long-term aims is to reintroduce Bruch's symphonies and oratorios to Liverpool audiences, but for now he opted to open his account with the Big One. Although the scheduled soloist, American violinist Nadja Salerno-Sonnenberg, had withdrawn due to misgivings about air travel, James Ehnes proved a magnificent replacement. Ehnes is a melancholic young Canadian who spoons golden, honeyed tone from his 1715 Stradivarius. Between entries, he stared dolefully at the back of the instrument, as if reading inspiraton from the intricate grain. Schwarz rounded off the evening with a brisk, elegant account of Beethoven's Eroica symphony. He is not a demonstrative conductor - his most intimate gestures look like knitting, the more expansive like drawing curtains. But Schwarz's rapidly germinating relationship with the RLPO is based on maximum impact from economic means. ·This concert is repeated tonight. Box office: 0151-709 3789."}, "isHosted": false}}}