{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/oct/10/uk.Whitehall1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-10-09T23:32:02Z", "webTitle": "Jo Moore: product of Mandelson school of spin", "webUrl": "https://www.theguardian.com/politics/2001/oct/10/uk.Whitehall1", "apiUrl": "https://content.guardianapis.com/politics/2001/oct/10/uk.Whitehall1", "fields": {"headline": "A product of Mandelson school of manipulation", "bodyText": "Jo Moore, special adviser to the transport secretary, Stephen Byers, is a product of the Peter Mandelson school of spin doctors: super-efficient, blunt and highly pager-responsive. A chief of press at the party headquarters in Millbank until 1997, she specialised in handling difficult Labour national executive decisions before leaving to join the private sector as a lobbyist with Westminster Strategy. She is strictly from the modernising wing of the London Labour party. Despite her reputation for ruthlessness, she has two children and works as hard as anyone in Whitehall to juggle her responsibilities as a mother and highly pressurised job. She joined Stephen Byers at the Department of Trade and Industry after his appointment to the cabinet in 1998. Along with her fellow special adviser - an affable economist called Dan Corry - she moved with Mr Byers after the switch to transport, checking the political angles on announcements. Since the move she has been working to outmanoeuvre her old adversary, Ken Livingstone, over the future of PPP. Like other former Labour press officers now working in Whitehall, she has clashed culturally and politically with civil service press officers. During her time at the DTI and now at transport, Ms Moore has become regarded as her master's voice, often bypassing the press office, a move which has not made her popular with colleagues. Civil servants regarded her as intrusive and without judgment. But in media terms, she has been quite successful in trying to establish Mr Byers' position."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}