{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/oct/10/motorinsurance.insurance1", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-10-09T23:00:00Z", "webTitle": "Car and home insurance costs rise", "webUrl": "https://www.theguardian.com/money/2001/oct/10/motorinsurance.insurance1", "apiUrl": "https://content.guardianapis.com/money/2001/oct/10/motorinsurance.insurance1", "fields": {"headline": "Car and home insurance costs rise", "bodyText": "Both home and car insurance premiums have risen over the past three months with the price of motor insurance up considerably from this time last year, according to a new survey. The comprehensive quarterly survey from the AA, which looks at the movement of home and car insurance premiums, shows that both comprehensive and non-comprehensive motor rates rose by nearly 2% over the past three months. Between October 2000 and October 2001 the average non-comprehensive motor premium rose by 22% to £775, while the average comprehensive premiums were up by 14% from £581 to £658. However, according to the AA survey, drivers could make savings of up to 34.5% and pay an average of £431 if they were to shop around. And despite the fact that the rise has been relatively steep, there is evidence of a slowdown in price rises. \"While drivers should not expect to see their premiums fall, the price hikes they face when renewing their policies will not be quite as daunting as in the last two years,\" said Kerry Richardson, managing director of AA Insurance Services. The rise in home insurance premiums was less dramatic, with a 0.25% hike on buildings cover and an extra 0.7% on contents this quarter. The average buildings insurance premium is now £135 and the average contents policy cost £109. Again, however, shopping around could bring these costs down to £93 on buildings cover and £71 on contents cover. But while motor insurance premium rises are beginning to slow down, home insurance rates have just started to pick up for the first time in four years, and could be set for a climb. \"These rates do not take into account the cost of significant losses as a result of recent horrific events in the Unites States,\" said Richardson. According to Ms Richardson, the cost of reinsurance - the extra bill picked up by secondary insurers after the primary insurer has capped its liability to an insurable event - is likely to increase ten-fold. The resulting financial losses may have to be passed onto consumers. Rebecca Hadley, a spokesperson for AA Insurance Services, also points out that in an economic downturn there is increased unemployment, which in turn often leads to an increase in domestic burglaries. This could also have a knock on effect on household premiums."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}