{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2001/oct/21/letters.terrorism", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-10-20T23:59:17Z", "webTitle": "Letters: Blood and the three Bs", "webUrl": "https://www.theguardian.com/news/2001/oct/21/letters.terrorism", "apiUrl": "https://content.guardianapis.com/news/2001/oct/21/letters.terrorism", "fields": {"headline": "Blood and the three Bs", "bodyText": "Mary Riddell's excellent article ('A war without end', Comment, last week) said everything I believe to be true. Now that the three Bs (Bush, Blair, bin Laden) are terrorising the world they have gained the status of that other great B, Beelzebub. My shame is that I voted for Tony Blair in the belief that he was the humanitarian he portrayed! Yvonne S. Gray King's Lynn As a female journalist and long-time Afghan hand, I have been amazed at the vilification of reporter Yvonne Ridley in the media and by politicians, up to and including Tony Blair. Since when has war been safe for combatants, or journalists covering the conflict? The sealing of Afghanistan to the press is not new. In 1984, five years into the Afghan-Soviet war, the then Soviet ambassador to Pakistan, Vitaly Smirnov, warned journalists that they would be killed if they tried to enter Afghanistan. I was one of many journalists who didn't see why it should be that easy to get away with slaughtering a nation. Like Ridley, I was smuggled in in disguise dressed as a Mujahideen boy. At no time in the 17 years I've been covering this conflict, were I or my male colleagues accused of being 'foolhardy'. Jan Goodwin New York The US has pledged to root out terrorism wherever it finds it, and to strike any country which harbours terrorists. Does that mean that we are to expect to see F-16s over Ireland? It seems rather premature to be discussing attacks upon Iraq without any firm evidence of terrorist activities, when we know for sure that there are active terrorist cells operating in Northern Ireland. I propose that we use cruise missiles to surgically remove them. All efforts will be made to keep 'collateral damage' to a minimum, but obviously in these kinds of actions, civilian casualties cannot be ruled out categorically. If the attack on the twin towers was an attack on the whole of the 'freedom-loving world', then why was the IRA bombing the Tory Party conference in the Eighties not? Is it because it was perpetrated by white Christians, financed with American money? David Robertson Edinburgh The aid agencies have pointed out that continued bombing of Afghanistan will, by preventing the movement of essential food aid, cause the deaths of millions of innocent Afghans. Moral considerations apart, just what impression of the perpetrators will continued bombing give to the watching world? If we cannot quite manage to be compassionate, let's at least attempt to be prudent. Francis Prideaux London W9 Regimes which sponsor terrorism often fund their activities by selling drugs which command high prices. The last thing they and their underworld collaborators wish to see is the legalisation of drugs. Unfortunately, although legalisation would dramatically reduce crime, it is unpopular because of the moral hysteria which surrounds the issue. New Labour lack the courage to strike such a blow against organised crime and bring some of the socially excluded in from the cold. Worse still, it suits the interests of the privileged to allow this menace to persist. Mark Best Otley, W. Yorks Since NATO's 'precision' bombing of Serbia managed to hit a hospital, a school, a column of refugees, a bus and a tractor, and countless ordinary homes, can someone explain to me how bombing Afghanistan or the Taliban will avoid adding to the already appalling and unacceptable total of innocent children who have been killed, maimed, or orphaned? Andrew Burchardt Oxford Am I right in feeling that the Prime Minister's overseas initiatives, like his home ones, are beginning to lose their credibility? 'Firm' Muslim allies express doubts, some Labour MPs show less willingness to accept all he is doing, newspaper columnists are more critical, and even Alastair Campbell queries our TV stations using Osama bin Laden's videos which seem to be winning the battle of minds in the non-Christian world. Maurice Williams Blackwood, Gwent Last Sunday's Observer had just three column inches on the peace march attended by more than 10,000 people opposed to the bombing of Afghanistan. However, under a large headline and a photograph, almost half a page was devoted to a story about 'actresses' and their friends clambering to date New York firemen, 'America's new cowboys'. The Sun, surely, the Mirror probably, but The Observer ? Jack Critchlow Torquay Nick Cohen is right, the bombing of Afghanistan must stop ('Bread Not Bombs', Comment, last week). But I was disappointed that he endorsed Blair's assertion that 'hunger in Iraq [is] the fault of Saddam Hussein'. Hussein's disregard for human life is well known, but the death of up to one and a half million Iraqis is not down to him, but to the US and Britain's 11-year campaign of bombing and sanctions. Since 1990, Iraq's infrastructure has been decimated, its economy almost destroyed, and most of its population reduced to penury. In addition, Hussein's grip on the Iraqi people has been tightened: first, because food distribution has been centralised, and second, because people living in penury are of necessity more concerned with day-to-day survival than with initiating resistance. Ben Maw London E8 This 'war' is really between those who want golf buggies and those who could live happily without them. Don Walker Gainsborough, Lincs"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}