{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/oct/25/drugsandalcohol.Whitehall", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-10-24T23:26:05Z", "webTitle": "Blunkett backs specialist drug courts", "webUrl": "https://www.theguardian.com/uk/2001/oct/25/drugsandalcohol.Whitehall", "apiUrl": "https://content.guardianapis.com/uk/2001/oct/25/drugsandalcohol.Whitehall", "fields": {"headline": "Blunkett backs specialist drug courts", "bodyText": "Specialist courts to deal with domestic violence and drug cases are to be introduced into Britain despite opposition from the government's review of the courts, David Blunkett is to announce today. In his first detailed response to Sir Robin Auld's review of the criminal court system, the home secretary will indicate that he intends to eliminate \"the middle class cop-out from jury service\", but not adopt the recommendation that there be up to three ethnic minority jurors in race cases. Mr Blunkett is also expected in his speech today to Civitas, a centre-right thinktank, to be critical of judges and the growth in the use of judicial review to challenge government decisions. He is to challenge lawyers to work with politicians in achieving justice: \"Lawyers are paid to represent clients; but, if that is all they are required to do, then I think we should all say so. If it is a trade, let's say so. \"If it is a profession, then let's have a debate on the relationship between criminal justice system representatives, and accountability and demo cratic processes,\" he will say. Mr Blunkett claims the public has lost confidence in criminal justice and believes the legal process is geared more to protecting the perpetrators of crime than the victims. The home secretary is also expected to indicate that legislation will be introduced next year to give private security guards a greater role in courts, and the power of arrest. There will also be measures to prevent organised crime \"nobbling\" juries. Specialist domestic violence and drug courts will prove controversial among judges, and were opposed by the Auld review. Mr Blunkett will argue the former are needed because the standard court fails to provide \"a sensitive and supporting role,\" especially where children are involved. Bringing in the latter in major city centres would allow drug support workers, treatment and testing to be provided. Mr Blunkett's decision to eliminate the \"middle class cop-out\" means doctors and lawyers would no longer be ineligible to serve on juries; the Auld review said only those who had criminal convictions or were mentally disordered should be disqualified."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}