{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/oct/02/personalfinancenews", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-10-01T23:00:00Z", "webTitle": "UK car sales slow after US attacks", "webUrl": "https://www.theguardian.com/money/2001/oct/02/personalfinancenews", "apiUrl": "https://content.guardianapis.com/money/2001/oct/02/personalfinancenews", "fields": {"headline": "UK car sales slow after US attacks", "bodyText": "Car buying has slowed after the terrorist attacks on the United States - despite major price cuts on new models, it was disclosed today. Purchasing activity currently stands at 60% of the levels seen before the attacks on September 11, said independence price monitor CarPricecCheck. The number of consumers indicating an intention to buy a new car within three months had fallen by 71%, it said. Steve Evans, chief executive of CarPriceCheck, said: \"In traditionally the busiest month on the car-buying calendar, consumer confidence has been visibly dented, with stories reaching us of BMW and Mercedes customers surrendering their deposits just so they can cancel their orders.\" CarPriceCheck said car-buying activity had fallen \"despite the attempts of UK dealers to rally consumer confidence with a year-high average price cut of 3.6% on leading models\". It added that 62% of all Ford models, 45% of Renaults and 74% of Citroens displayed a significant downward change in price. Yet, in spite of the difficult trading conditions, dealers representing Rover and Volkswagen actually went on to record an increase in transaction prices on 34% and 30% of their total ranges respectively, said CarPriceCheck. Mr Evans said he believed that if this current buying trend continued beyond being an \"understandable short-term aberration\", manufacturers might have no alternative but either to try and support the market with heavy discounting in an effort to attract buyers, or simply readjust the end of year target of 2.3m unit sales."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}