{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/oct/20/poetry.september11", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-10-19T23:23:44Z", "webTitle": "Verses from adversity", "webUrl": "https://www.theguardian.com/books/2001/oct/20/poetry.september11", "apiUrl": "https://content.guardianapis.com/books/2001/oct/20/poetry.september11", "fields": {"headline": "Verses from adversity", "bodyText": "A few days after the Soho nail-bomb I walked through Soho Square. Dozens of bunches were laid out on the grass in neatly desolate rows, some of them normal wreaths, some cut from gardens. Nearly all had a short poem as part of their message. It reminded me of that flower-lake outside Kensington Palace after Princess Diana had been killed; there too, hundreds (maybe even thousands) of little poems rustled among the Cellophane. Now we see them again at impromptu shrines in New York and Washington: too small or blurred to read as they flicker across our TV screens, but unmistakably poems. Or verses, anyway. Or rhyming prayer. And there are others outside the US embassy in London. And others again, which have been cascading, unsolicited, into newspaper offices around the world. Today the Guardian prints a selection of the hundreds it has received. Many have come from people who don't think of themselves as poets in any exalted or \"professional\" sense. Nevertheless, they prove something that all poets know and believe. Poetry is the form we turn to instinctively at moments of intensity, whether it be to celebrate or grieve. Why? Because of its compressions and distillations, its different perspectives, its meditative pace. Because of its link with our strongest emotions. Because of its power to console. Because of its separation (of whatever degree) from ordinary speech, which creates a sense of occasion. Because of its implicit demand to remember. These are poems in which literary skill is subordinate to other values. It's impossible not to find them touching, and heartening as well. They are poetry in the raw, signs of compassionate life. Over the past few weeks, several well-known novelists have written pieces about the events and aftermath of September 11. But they have written primarily as journalists, and we'll have to wait and see what imaginative response they eventually make. Poets, on the other hand, have been comparatively silent. Maybe they feel, like the American Poet Laureate Billy Collins, that things have been so appalling, any attempt is bound to fail. More certainly - and in this sense like the novelists - they feel any \"creative\" response is bound to take a while, if it comes at all. This is understandable. Faced with an event so horrific, huge and complex as the present emergency, it would be all too easy for a writer to seem not just inadequate but glib, or self-advertising (\"Look at me and my impressive sensitivity\") if they set to work at once. However good their intentions, they'd risk aggrandising themselves and diminishing or insulting their subject. In the meantime we have these compulsive offerings, with their own special qualities. They remind us of poetry's ancient and sacred chances: to be beautiful, or true, or both; to help us commemorate and try to understand; and to connect our deep selves with the world. · Andrew Motion is the Poet Laureate Invaded by Nathalie Hollingworth I didn't know Brookside existed, until I was in it I just want to sit in a tree, oblivious Without need to think, just be What a luxury The local police officer looks baffled - I had warned him But the under-currents were felt only by the neighbours Whose everyday lives are edged by suspicions and fear Which gains momentum when another car disappears I live in a street Where respect is not given as a matter of course But earned through ability to navigate political minefields Where the rules are as dependable As wind direction And I try to educate my young son, alone, In mores of right and wrong In the middle of a war zone - I keep him apart Riddled with fear of segregation Drained of energy to fight Standing up for my right to live Without fear, in privacy with respect and integrity Is a lonely pilgrimage For many, for some, and for me. 16.09.01 On The Terrorism of Suicide by Chengde Chen When released from the fear of death men can be MCsquared times more powerful Once they turn their \"mass\" into energy the \"power\" is as great as our fear The terrorism of killing with suicide is different from that of only killing Killing is terror while suicide is a philosophy Men who don't fear death are dead men because fearing death is part of life But by cancelling this premise of psychology they have invalidated all we can do We may talk to ordinary terrorism with war but it makes the suicidal one more suicidal If a death sentence is like a home-delivery gift for them cruise missiles would still answer the wrong question The way to conquer the suicidal is to make them fear death again that is to find the reason why they don't and to eliminate it as a psychiatrist would On the Eve of War by Andrew Ribton Autumn days scatter leaves Grass no longer grows September swallows gather The year is moving to its close The young in new found love Are strangers still to war Fresh faces again! like lambs! Innocent to what is in store. Mothers, lovers, the last days of peace! Drink in the lees of the wine of joy! The drum beats - when will it cease? Will you ever again hold your minstrel boy? War to end all war has ended none All the people is grass - the pool of tears is one. Tuesday September 11th by Sandra Vene Onoyivbe Liberty mourns! Civilisation mourns! The earth mourns for the occurrence of Tuesday September the 11th On Tuesday September the 11th Men and women in search of their daily bread, Were visited by a bang in their offices and death came in with the bang On Tuesday September 11th Unknown to others but the perpetrators and those behind them Was this evil and callous plan Premeditated and calculated Planted in their hearts and their hearts alone No one knew what was about to break loose Oh! The heart of human is deceitful above all things Who can read the mind of human? On Tuesday September the 11th Disaster was to strike in America It was concealed in the heart of human and Was to take away the lives of thousands Who can detect death when it passes by? On Tuesday September 11th Death arrived at the airport (yet to strike) Death passed through the airport and Proceeded to the boarding gate (yet to strike) Death was on board the airline and ready to strike Finally it struck in the heart of America Death Oh death you are cruel and invisible And you have no regard for human life. 11.09.01 by Nikki Spalding (aged 17) Heart on fire ablaze with rage Full-blown rose of devastation Dust to dust and smoke to smoke Through the rubble the people choke In his pained heart he knows she is gone This day we breathe now will go on and on In our minds the sculptured dead stand tall All we know and depend on can so easily fall Worship the verve that flows within your veins Sorrowful souls speak, kneel, touch, kiss, devour Desperately those that they love and dare not lose. Purple riot billows panic. Lost hope taking flight for heaven, Glowing to receive a thousand guests. Without death life seems Not so precious 11.9.1 by John Farrelly As mankind stepped upon the moon We remember well that afternoon The clocks moved forward many years Another planet with unknown fears With moonlight, shone golden seasons And we all stood still for different reasons John F Kennedy and Brother Bob. Their brains blown out for doing a job. And whose finger was on that trigger We don't believe the Oswald figure. Doctor King, a man of peace with defiant stand, Removed from a life by a mystery hand. And to sleep beheath a quilt of flowers, The emerging hell from two trade towers Blown to bits and to smithereens. They burst our hearts and broke your spleens Ripped your flesh and stopped your life Killed a child's mother, a husband's wife. We stood there watching on TV, And begged our eyes not to see. There you were all alone It chilled the blood to the bone Mouths open with silent scream They will not stop the American dream A nation built the land of the free It will not bend that easily And in this time of your heartfelt grief Nations join to catch that thief Who stole from you a precious life Baby, daughter, mother, wife Saying Grace by Sabi Chahal It was such an ordinary day The traffic thick and the population getting on with yet another day. Time was ticking and people tripping, trying to get to work on this doomed Tuesday. From the sky fell an arrow, which shot through those people's lives, that sat silently, oblivious to the world outside? With an almighty bang and flames twisting like orange, red and blue ribbons, the sky in this apple lit up and glowed for miles around. The screams could be heard. The fear could be felt, as another sharp arrow hit the other end. There was no escape, no way were these innocent people able to run from this place, engulfed in flames of terror. Their hearts pounding, their minds surrounded by what was coming next. Who will miss me? Who shall I call? Is there time to tell someone I love them before God calls? Unable to speak, unable to keep awake from the fumes in the tower They sat in one place and said grace as the ceilings came tumbling down Their lives a waste! Yet through all this pain we have had numerous gains, resulting in peace and unity from all around. The time we so feared now rises, touching each and every heart in a world so confused it is full of surprises and with it crises. Lets hold hands and unite. Lets create a new world full of love and light. Lets bless those who paved the way for us to start living life in a better way. United and together forever. Wipe dry your tears and look from within, we are a race born to forgive and never give in. Jeopardised Nations by Marcia Capon The axle of accepted thinking cracked as plane became bomb. Considered chaos - defiance detonated, pre-determined death and destruction - an abhorrent aberration. Instant desecration of the axiom of fair freedom. Innate invincibility - ineffably wrecked, where ends the mass execution? The wretchedness of attack? - an unjustified injustice. The aim behind ammunition is irrelevant to the innocent dead! His brother, father, her husband, children. Terrorism, the jailer of freedom, the creator of confusion - whose war? - whose rights?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}