{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/oct/14/uk.world", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-10-13T23:39:07Z", "webTitle": "I told Blair the truth about my homeland", "webUrl": "https://www.theguardian.com/politics/2001/oct/14/uk.world", "apiUrl": "https://content.guardianapis.com/politics/2001/oct/14/uk.world", "fields": {"headline": "I told Blair the truth about my homeland", "bodyText": "Sipping a coffee and wearing a demure blue shirt, Najiba Kasraee does not look like a woman who has influenced a world leader. Let alone a world leader at war. But yesterday, for the first time, she spoke of her unexpected impact on Tony Blair after she grilled the Prime Minister on a BBC World Service interview and then told him part of her own remarkable life story in an off-air chat. The views and opinions of the well-spoken Afghan journalist took Blair by surprise, giving him a first-hand account of events in Afghanistan far removed from the dry briefings of his war advisers. It is believed the chat has had a far-reaching effect on Blair's mindset and that of his top adviser Alastair Campbell, who also witnessed the interview. It was not broadcast in Britain but was listened to avidly throughout Afghanistan, where it was translated into Pashto. Kasraee has a unique role in bridging the two sides of the war. She is a senior producer at the Pashto service of the BBC and had been supervising an interview with a Taliban commander when she was told earlier this week she had 30 minutes to prepare for an interview with Blair. Few journalists can have switched so dramatically between subjects in so little time. Clutching some hastily-thought up questions, Kasraee, 32, had 15 minutes with Blair to make an impact. But as the interview began, more questions began to occur to her. She realised who her programme serviced. Not the fanatics of the Taliban. Nor the warlords of the Northern Alliance. But the ordinary Afghans. The people who, in their millions, have struggled through two decades of war just to face another conflict. 'During the interview things kept coming into my mind, things that would be in other Afghans' minds. I am a BBC journalist, but I am also an Afghan,' she said. Switching tack, she asked him why the attacks had happened now when Osama bin Laden's camps had been known about for years. She asked about the civilian casualties, about plans for post-Taliban Afghanistan and the fear that, after the war, the country will once again be forgotten. These were the questions she knew would be raging in the farms and souks of Afghanistan, where the World Service is known as the 'sixth prayer', coming after the five daily prayers prescribed by Islam. In two brief but intense private chats, before and after the interview, Kasraee also told Blair part of her own story which has seen her endure 10 years of exile from the country she still calls home. She told him that the Taliban treatment of woman - so often used to demonise Afghanistan in the Western press - has nothing to do with traditional Afghan culture. She told him how a new Afghan nation needed to be built, involving all sides in the conflict and with help from the United Nations, not just one or two foreign military powers. 'I have always believed human contact can change things and that is why I used my few minutes to tell him this [terrorism] is not our culture,' she said. Her own story illustrates the suffering of her country. She left Kabul, city of her birth, 10 years ago. She remembers the exact date: 17 November 1991. It hurts her still. 'I was looking down from the plane and thinking I would never come back. I knew I was not going to see my mummy again,' she said, and the tears began to flow. She was tragically right. Kasraee's mother, her eight-year-old sister and 12-year-old brother were killed in 1995 as Kabul suffered huge bombardment in a vicious civil war. The current bombing, she says, brings back painful memories she would rather forget. In stark contrast to the current image of Afghanistan as a ruined country full of guns and religious fanatics, the Kabul of Kasraee's 1970s childhood was a very different place. She remembers trips to the local swimming pool, visiting the cinema and buying ice-creams. For the young Kasraee, ethnic tensions were not a problem. People only realised what ethnic group others came from when they went to school and had lessons in either Farsi or Pashto. 'I went to a nursery school in Kabul, and it was no different to the nursery school here I now send my little girl to. I do remember the good times in Afghanistan. That is the problem,' she said. But they did not last long. As the daughter of a government official, Kasraee at least had the opportunity to leave as the country began to disintegrate. She made the decision to flee and join her fiancé, who lived in London. Her father eventually joined her after the killing of his wife and two other children. After landing in London she turned up at the BBC's Bush House office. Though she barely spoke English, she did have a degree in journalism and a year's experience working at a Kabul news agency. It was enough to start a career that 10 years later would have her talking one-to-one to the leader of her adopted home. Now, for many Afghans, the voice of Kasraee and her colleagues at the Pashto service is the only voice they hear and trust from the West. With their unique contacts they are able to get reports and information from inside Afghanistan that no other Western organisations are able to obtain. They are seen as trustworthy and unbiased, whether it is Blair or the Taliban being interviewed. She still dreams of going home one day. She also believes peace will return to Afghanistan's warring factions. It is a belief that comes across in some of the children's stories she writes for the BBC. One describes how all the colours of the rainbow fell out over which one was the most beautiful. When the people of the earth saw the rainbow had disappeared they decided they had to get the colours back, asking the grass for green, the sky for blue and so on. But still the colours argued. Eventually the clouds stepped in and the colours were put back in place - all equal. The clouds clapped, rain began to fall and the rainbow shone again. 'For Afghanistan, the helping clouds should be the UN,' Kasraee laughed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}