{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2001/oct/12/guardianobituaries.religion", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-10-11T23:25:45Z", "webTitle": "Obituary: Michael Feeney", "webUrl": "https://www.theguardian.com/news/2001/oct/12/guardianobituaries.religion", "apiUrl": "https://content.guardianapis.com/news/2001/oct/12/guardianobituaries.religion", "fields": {"headline": "Michael Feeney", "bodyText": "In 1989, Michael Feeney, who has died aged 52 after a long illness, was working as an employment development worker in the Roman Catholic diocese of Westminster's social action team, based at a large church hall in Stamford Hill, north London. Then, within the space of seven weeks, around 4,000 Kurds, fleeing eastern Turkey, arrived in Britain. The government detained or removed hundreds of them - illegally, it was later ruled - and even those to whom it gave temporary admission were denied welfare support. Thousands were literally on the streets, and, unsurprisingly, many headed to established Kurdish and Turkish communities - not least in Stamford Hill. For Michael, the issues were clear: here was an injustice, and the means to remedy it were to hand. Within days, the church hall was providing facilities and volunteers, grassroots organisations were campaigning and providing services, and Cardinal Basil Hume had visited, trailing media interest as he came. The Kurdish arrivals dramatised the dawn of a new era in refugee movements. Neither central and local government, nor the voluntary and community sector, nor public opinion, were remotely prepared for it. Government measures to deter and choke off new arrivals were consistently ineffective, succeeding only in increasing the suffering of refugees and heightening hostility against them. Michael believed in the resilience of refugees and the underlying goodwill towards them from many organisations and individuals. The task was to build effective coalitions between those concerned about Britain's moral and legal duties towards refugees. As a founder member, and later co-chair, of the Asylum Rights Campaign, Michael committed himself to this task. Charities, faith and human rights groups and individuals were brought together to protect the rights of refugees. Michael inspired trust among everybody - refugee communities, large, established charities, church authorities and government officials - enabling people to see through problems to solutions. Despite the often grim situations, working with him was fun. His buoyancy itself was a resource, and the dignity and equal worth of every individual was fundamental to his faith. He emphasised the need to learn from and work alongside refugees. It seemed apt when the refugee working party - the principal network for refugee communities - asked the Westminster diocese to service its network, that Michael became its ambassador (1997-2000). Michael was born in Co Roscommon, Ireland, into a large farming family, and educated by the Friars Minor, Clara, Co Offaly. After a career in international banking in England, he briefly tried his vocation with the Franciscans. He then became a catechist in the diocese of Westminster, and, inspired by the church's social gospel, an employment development worker. He was director of the Westminster Diocese Refugee Service from 1989 to 2000. His networking skills made him pivotal in the setting-up of several organisations. These included the Barbara Melunsky Fund - which promotes development opportunities for young refugees and asylum seekers - and the Evelyn Oldfield Unit, which provides specialist support for refugee organisations. He was also a trustee of the Refugee Legal Centre and the Refugee Arrivals Project. Michael's desire to see justice for the Kurdish people became a constant in his life, and he played a leading role in the Kurdish human rights project, visiting conflict zones in south-eastern Turkey, notably with the chair of the parliamentary human rights group in 1992. Perhaps his finest hour came when the situation looked bleakest for asylum seekers. In 1996, John Major's government removed entitlement to welfare benefits, and thousands faced destitution. Michael mobilised the moral authority of the church, and hundreds of ordinary church members. With the backing of the London churches group for social action, he built an inter-faith refugee network, which continues to provide practical assistance to refugees and asylum seekers. Michael was a man of enormous charisma, determination and optimism. With the situation continuing to look bleak for asylum seekers in Britain, all of us who worked alongside him will draw inspiration from his achievement. ·Michael Feeney, campaigner, born May 16 1949; died September 29 2001"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}