{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2001/oct/25/jazz.johnfordham", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2001-10-24T23:00:00Z", "webTitle": "Jazz review: Art Themen", "webUrl": "https://www.theguardian.com/music/2001/oct/25/jazz.johnfordham", "apiUrl": "https://content.guardianapis.com/music/2001/oct/25/jazz.johnfordham", "fields": {"headline": "Art Themen", "bodyText": "Art Themen, the saxophone-playing orthopaedic surgeon who has been an appealing presence on the British jazz circuit for over 40 years, hasn't lost his appetite for the lateral. Originally a Dexter Gordon and Sonny Rollins disciple (at this gig he devoted a rough-hewn, romantic ballad account of In a Sentimental Mood to Gordon), Themen has proved himself remarkably attentive to the saxophone styles of subsequent generations. The atonal whirlings of Evan Parker are evident, alongside John Coltrane's sheets of sound, and the full-bodied, vibrato-laden rhapsodising of long-gone swing stars such as Coleman Hawkins. Themen is always an engagingly erratic performer. He is liable to construct a solo with only passing attention to the theme or style of the original, as if he were taking a deck of cards marked Secret Love or Alone Together and subjecting it to a succession of expert but random shuffles. An additional element entered this already unpredictable scenario at Themen's Cheltenham gig, where John Donaldson was substituted for regular pianist John Horler. The result captured one of the perpetual fascinations of jazz, as Donaldson and Themen seemed compelled to deliver the diametric opposite of each other's playing. If Themen was fragmented and flinty, Donaldson was elegiacally smooth. If Themen unleashed a torrent of sound, Donaldson played patient, spacious chords. When the pianist rolled out a delicate tracery of arpeggios on Sometime Ago, Themen countered it with a soprano-sax solo of manic warbles and skewed linking phrases. Themen and Donaldson were expertly underpinned by Jeff Clyne on bass and Trevor Tomkins on drums - two of the most resourceful veterans in British rhythm sections. They were attentive under Themen's smeared notes on Alone Together, buoyant on the Latin-bop patterns of Joe Henderson's Recorda Me, and assertive on Themen's mingling of Charlie Parker's Hothouse and What Is This Thing Called Love. The leader developed the latter in an open section, shadowed only by Tomkins's drums. The art of non-starry jazz individualism at its modestly quirky best."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}