{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/oct/12/ruralaffairs.peterhetherington", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-10-11T23:25:44Z", "webTitle": "Overhaul urged as farm profits collapse", "webUrl": "https://www.theguardian.com/uk/2001/oct/12/ruralaffairs.peterhetherington", "apiUrl": "https://content.guardianapis.com/uk/2001/oct/12/ruralaffairs.peterhetherington", "fields": {"headline": "Overhaul urged as farm profits collapse", "bodyText": "Britain's crisis-ridden farming industry has been reduced to subsistence levels, with incomes collapsing dramatically and profits for the average holding down to £2,500 annually, according to a new report. Adding weight to claims from the rural affairs secretary, Margaret Beckett, that farming is out of touch with commercial reality, its authors call for a radical overhaul of marketing - and warn that more jobs will have to go to make the industry efficient. With the average age of farmers at 58, the survey by accountants Deloitte and Touche warns that while many who are reluctant to change will have to retire from agriculture the remainder should club together to challenge the might of the big retailers. It all but accusing the supermarkets of ripping off farmers and underlines the complaint of the NFU that income generated at the farm gate is a fraction of that taken at the supermarket checkout. The report, the largest survey of its kind and an annual snapshot of the state of farming, deals partly with the state of the industry before the devastating impact of foot and mouth. It finds that the national average profit for a 500 acre family farm plunged from £80,000 at a peak in 1995-96 to £8,000 last year and only £2,400 now. Farming analysts say the number of farmers had probably declined by around 20,000 to 353,000 before foot and mouth struck in February. George Dunn, of the Tenant Farmers' Association, said the picture was much worse in smaller holdings. \"People are surviving from day to day, losing money hand over fist. \""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}