{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/oct/21/terrorism.afghanistan2", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-10-20T23:59:18Z", "webTitle": "British nurse helps to keep stranded Afghan refugees alive", "webUrl": "https://www.theguardian.com/world/2001/oct/21/terrorism.afghanistan2", "apiUrl": "https://content.guardianapis.com/world/2001/oct/21/terrorism.afghanistan2", "fields": {"headline": "Angel of mercy returns to island hell", "bodyText": "In a land full of hunger, war and misery, the plight of the 'island refugees' of northern Afghanistan still stands out in stark horror: 10,000 men, women and children have been trapped for more than a year on barren islands in the middle of a fast-flowing river. Behind them lie the war zones of the country they are trying to leave; in front is a wire fence, a minefield and armed troops refusing to let them cross into the safety of Tajikistan. They are living in no-man's land and each day they face guns, malnutrition and disease. But the refugees have found help from an 'angel of mercy' in the shape of British nurse Valerie Powell. The 54-year-old aid worker thought she had seen the last of the island people when she left Afghanistan for a stint back in Britain in September. But their worsening plight in the wake of the bombing of Afghanistan has seen her return to risk her life in an attempt to ensure they survive the coming winter. 'Since the bombings began, none of them will consider going home. They think their homes have been destroyed. But they can't move forward either. We have to help these people,' she said by satellite phone from the Tajikistan settlement of Kurgan-Tyube. Powell works for Merlin, a British charity that specialises in emergency healthcare. Since the refugees arrived on the islands, Powell has come to know their plight intimately. They fled the fighting between the Taliban and the Northern Alliance but became stranded on the islands in the River Pyandzh, which forms the border with Tajikistan. Powell became known as 'mother' because of the care she showed for the stranded Afghans. But after dozens of visits to the islands she finally decided to fly home to Mousehole in Cornwall last month. It was time to consider a new direction in life. But the date was 11 September, and the world was about to change. 'I heard about it in Munich airport, waiting for a connection. I knew right away I would be going straight back,' she said. Powell returned last week, and things do not look good: 2,000 fresh refugees have arrived on the islands, which bake in the Afghanistan summer but freeze in the winter. Still more are expected and this will put unbearable pressure on an already precarious situation. Bursts of gunfire and artillery blasts from recent battles can be heard from the camps, based on two of the larger islands. There is a drastic shortage of food. The poor soil makes keeping animals difficult and growing crops impossible. Most of the few bushes that do grow have been chopped up for firewood. The refugees exist on a diet of grass from the river banks and supplies of rice. Handouts of food and cooking oil from Merlin, and a few other charities, are vital, but likely to be stretched by the influx. The vitamin-poor diet has led to many cases of anaemia. 'There is almost a complete lack of fruit and vegetables,' Powell said. There is also a shortage of clothes, and many of the children have no shoes. Few of the families have adequate blankets to keep warm in winter temperatures that could soon be dropping to minus 20C. Despite this, the efforts of aid workers and the refugees themselves have made life possible on the islands. Powell tells how the refugees built her a clinic with mud bricks. 'I was so pleased. They built it without me asking. I am quite tall though, so it was difficult to use - then one day I went back and they had made the roof higher.' Several schools have also been built. At first the refugees had nothing to teach with but a few battered copies of the Koran. But children's charity Unicef gave them several blackboards and some children's books. Now they take regular lessons and can learn to read. It is all a far cry from Powell's Cornish birthplace and the stone cottage she was about to return to when terrorists attacked New York and Washington. The daughter of a local businessman, she was educated in a convent school then worked as a nurse and midwife in the NHS. But the call of a more adventurous life led her to find a job in the Canadian Arctic. 'I never liked hot weather so it was very suitable,' she said. She stayed 12 years, administering to the health needs of a village of Inuit more than 375 miles from the nearest doctor. All supplies had to be flown in by air. That gave Powell the taste for far-flung places and she next moved to Siberia. Other exotic postings followed, including Armenia, Albania, Chechnya and Kosovo. This year she was awarded an MBE for her aid work. Casting aside thoughts of taking a new direction in life, Powell knows she will be caring for the island refugees for the next six months and possibly a lot longer. But working as a woman in Afghanistan, even in the areas not under Taliban control, is not easy. Powell has to go veiled and uses a different interpreter when talking with women or men. But her status as a foreigner means she is seen as an 'honorary man' and so can deal with tribal elders as well as gain access to the women among the refugees, giving them vital medicine and health advice. This week she is helping Unicef kick off a vaccination campaign in the camps. She is also hoping to distribute blankets and children's shoes. She knows her actions will save lives. 'You do get the feeling that you really are making a difference,' she said. Perhaps, she admits, life back in Cornwall would have seemed a little dull by comparison. 'I would find it very hard to settle. I think as long as I can keep doing what I have been doing, then I will carry on,' she said. · Contributions to Merlin should be sent to: Merlin, 5-13 Trinity Street, Borough, London, SE1 1DB, or telephone 0207 378 4888 www.merlin.org.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}