{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/oct/06/interestrates.jobsandmoney", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-10-05T23:00:00Z", "webTitle": "Cut brings joy for borrowers", "webUrl": "https://www.theguardian.com/money/2001/oct/06/interestrates.jobsandmoney", "apiUrl": "https://content.guardianapis.com/money/2001/oct/06/interestrates.jobsandmoney", "fields": {"headline": "Cut brings joy for borrowers", "bodyText": "Borrowers' gain is savers' pain. While millions of mortgage-holders with variable rate home loans are celebrating yet another reduction in their monthly bill, those who rely on their savings for income will wince at the prospect of seeing their already-meagre returns slashed again. Most of Britain's biggest mortgage lenders were quick to react to the latest Bank of England base rate cut - the sixth this year. Halifax and Nationwide were among those passing on the full 0.25% reduction to their borrowers, which will save around £12.50 a month for a typical borrower with a £60,000 interest-only mortgage. In all, someone with a variable rate mortgage of this size has seen their monthly payment plummet by between £58 and £90 since the start of the year. The Halifax's \"new\" standard variable rate falls from 5.75% to 5.5% - its lowest main mortgage rate since 1959, the year the first Mini rolled off the production line and the big movie was Ben-Hur. The bank's \"old\" standard rate - paid by several hundred thousand of its borrowers - has been cut from 6.5% to 6.25%. Nationwide has cut its base mortgage rate from 5.49% to 5.24%, while its standard variable rate is being reduced from 5.99% to 5.74%. However, Abbey National has decided, for the second time in weeks, to pass on only part of the base rate reduction to its standard variable rate borrowers. They saw their pay rate cut by just 0.1% following last month's Bank of England move and now it is being trimmed by another 0.15%, taking it to 6.5%. Northern Rock and Intelligent Finance have adopted a similar tack, cutting their standard rates by 0.2% and 0.15% respectively to 6.3% and 5.35%. Other movers included Portman building society (SVR cut by 0.25% to 6.15%) and Virgin One (SVR cut by 0.25%). Most banks and building societies said changes to savings rates will be announced in the coming weeks - and there's only one way they are going to go. The average instant access account rate is now a pitiful 0.76% gross (0.61% net)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}