{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/oct/06/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-10-05T23:00:00Z", "webTitle": "Nightingale and Chase, Royal Court Theatre, London", "webUrl": "https://www.theguardian.com/stage/2001/oct/06/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/oct/06/theatre.artsfeatures", "fields": {"headline": "Nightingale and Chase", "bodyText": "Interwoven monologues are much in vogue. But where Conor McPherson uses the form to offer us multiple perspectives, Zinnie Harris's new play simply has two characters telling a continuing story through three solo pieces. The result is interesting but frustrating; I longed for character to be revealed through action rather than verbal description. Harris's chosen subject is a good one: the painful adjustment of an ex-prisoner to freedom. First we hear Nightingale, a bit of a cockney bruiser, describing his fraught reunion with his partner, Chase, who has done 10 months inside for fraud and shoplifting. Their tricky first night back together leads to a violent row over their son, Scott, who has gone to live with his aunt. Chase then picks up the story and recounts her domestic walkout, recourse to a hostel and desperate search for Scott. Finally the baton returns to Nightingale, who describes the sadly inevitable conclusion. Based on first-hand research, Harris's play certainly shows how the odds are stacked against the newly released female prisoner. How, she asks, can you return to domestic normality when all around you are nervously defensive? But Harris loads the dice dramatically by making Nightingale a screwed-up figure with a depressive ex-jailbird mother and Chase a penitent mum desperate to see her son. I also wish Harris made more use of the monologue's ability to give us contrasting versions of the same event: Nightingale's description of a silent journey home is contradicted by Chase's claim that he tried to shag her before they had even got to the house. If one's attention is held, it is partly through the austere simplicity of Richard Wilson's production and the quality of the two performances. Christopher Fulford slowly reveals the brusque coarseness beneath Nightingale's apparently benign concern and Jody Watson touchingly suggests Chase's mix of chipper determination and maternal love. I just hope that Harris, after this excursion into single-voice storytelling, returns to the difficult challenge of dialogue. \u0095 Until October 27. Box office: 020-7565 5000."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}