{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/oct/21/terrorism.afghanistan6", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-10-20T23:59:19Z", "webTitle": "Old-fashioned raids pave way for new kind of fighting", "webUrl": "https://www.theguardian.com/world/2001/oct/21/terrorism.afghanistan6", "apiUrl": "https://content.guardianapis.com/world/2001/oct/21/terrorism.afghanistan6", "fields": {"headline": "Old-fashioned raids pave way for new kind of fighting", "bodyText": "One thing is now clear. The daring raid on Kandahar early yesterday by elite Ranger soldiers will not be the last. Many more attacks are set to come. The war in Afghanistan has moved into a dangerous and bloody new phase. It is not the kind of war fought solely from the safety of a US carrier's cruise missile tubes, or from the cockpit of a high-flying B-52. For all the high-tech trappings of the US Rangers - with their night-goggles and specially equipped helicopters - this is old-fashioned warfare. This is war fought by men against enemies visible as other men in close combat. And inevitably this new phase in the 'war on terrorism' will lead to American fatalities on the ground. The Kandahar raid had several purposes in paving the way for this next cycle of the war. Firstly it was a 'dry run', attacking a largely abandoned site in a quick in-and-out operation that would serve as a learning exercise for bigger raids to come. The raid showed that such attacks could be carried out. Secondly, it is a massive psychological blow to the Taliban. American military might has reached out from the aircraft carriers in the Gulf and attacked the heart of Taliban spiritual and political power. '[The Taliban] said, \"Come on in with 100,000 troops and face us on the ground\". Well, we're going in with 100 or 200 Rangers, and they should be sufficient to do the job,' said former US Army colonel Mitch Mitchell. Thirdly, the raid had a message to send out to America's domestic and international critics. It showed that the US is willing and able to put its own flesh and blood in the line of fire, accepting the risk of casualties and loss of American lives. The raid was the exact opposite of the sanitised image of a safe war conducted by cruise missiles, bombs and minimal risk to American life. Fourthly, and finally, the raid will have gathered vital intelligence. The targeting of an airfield in such a key area will have put troops on the ground to see with their own eyes whether the facilities could one day be captured permanently and used as a future base. One man looking on the ground is often worth a hundred photos from a spy plane. It is raids like this, from bases inside or close to Afghanistan, that mark out the next phase of the war - the need to capture or kill Osama bin Laden. Pentagon officials know the 'pyrotechnics' of their air war so far have little chance of fulfilling that aim. Only men on the ground, able to launch swift raids as soon as a target is identified, will be able to bring Bin Laden to justice. This wider ground war plan is now emerging into fact. News of the first ground incursions by US troops came after US defence officials had confirmed that a small number of elite Special Operations forces were already in Afghanistan and said to be working with tribal factions in the south who oppose the Taliban leadership as part of a CIA-controlled political thrust. On Friday, a commander with Northern Alliance forces opposed to the Taliban also confirmed that eight US personnel had earlier arrived in northern Afghanistan and been moving with warlord General Abdul Rashid Dostum. They are Green Berets, trained in liaison with friendly forces. They will help guide and support alliance movements. Another crucial development is the granting to America and Britain of access to Pakistan's Dalbandin air base, situated in the desert just outside Quetta. The base is a vital staging post to Kandahar, which is just 125 miles away. The military, diplomatic and political frontline is closing in on the Taliban heartland. But another key element of the Rangers raid will have been noticed by worried Pentagon officials: it cost American lives. They may not have died in combat but the two US servicemen who perished when their helicopter crashed were acting in support of the mission. As the war expands, and more and more raids are carried out, the casualty total will mount. Losses in this kind of warfare are inevitable. The quick move to the ground phase of the war in Afghanistan has taken many observers by surprise. But the speed partly reflects the lack of useful targets left in the country after two weeks of air war. 'We started the campaign with 40 targets on a sheet of A4, compared to the 47 pages of targets over Yugoslavia,' said a senior Ministry of Defence source. 'Last week, it went up to 67 and now it's about 120, but we really are scraping the barrel.' A speedy move is also necessary for diplomatic reasons. Continuing with the relentless bombing as a sole way of waging war would also have increased the risk of civilian casualties, and with it the risk of dissent within America's fragile coalition. British officials in particular were worried that the coalition is showing signs of stress. This is especially true of Pakistan and Arab Gulf nations that will be vital as hosts for the re-supply of forces on the ground in Afghanistan. It is expensive, too. Already around 100 Tomahawk land attack missiles - known to the military by their acronym, TLAM - have been launched. So many, in fact, that the US Navy has begun a re-supply operation and Defence Secretary Geoff Hoon announced last week that a further 48 missiles costing about £60 million, would be ordered from Boeing. 'Too many people - especially US politicians - believe that all modern weapons of war are precision attack. They are better than in Kosovo with new satellite guidance, but even that can go wrong,' said the MoD source. 'They watch too much Hollywood and believe their own propaganda.' But the raid is not about to signal the beginning of a large-scale ground offensive which military planners know would be costly, high in casualties and cumbersome. The ground war now embarked upon will involve 'search and destroy' missions, discrete airborne raids against selected targets where the watch words are: 'Get in, get out - and quickly'. These raids will be designed to capture a base or create a desert airfield, fly in special forces and secure the perimeter. They are essentially heavily armed police raids, using the special forces to capture or kill al-Qaida members, destroy bases and take prisoners. The US and British special forces are trained for so-called 'flexible' warfare - light, mobile and able to respond quickly to changing situations on the ground. That is the theory. Critically, it is a kind of fighting heavily dependent on good on-the-ground intelligence. And it is here that the special forces troops on the ground come in. For while the US Rangers can come in and raid and leave, they need to know what they are about to hit, how many enemy troops are there, and who they are after. It is a skill honed by the SAS in Northern Ireland and, later, in Bosnia. It is the dirtiest, most uncomfortable and dangerous kind of soldiering - working undercover in the open, moving at night and spending long days observing hostile forces at close quarters. Typically working in the smallest of formations of a handful of men, these forces are required to live off the rations they can carry, or off the land, on missions up to two weeks at a time - sometimes longer. And they are not only responsible for gathering intelligence on the ground. In the moments before a raid, inserted special forces might be required to act as forward air controllers, helping to co-ordinate targeted weapons-fire from helicopters or ground support aircraft on to specific targets, direct sniper fire on identified key leaders or place themselves to snatch key targets. While Britain's contribution may look small on paper, there is no doubt that politically and militarily the Americans are glad to have them along. The diplomatic and political muscle is important especially in places such as Pakistan, where former Chief of Defence Staff, General Lord Guthrie, has been acting as the Prime Minister's personal envoy. Britain has also contributed just about the best reconnaissance aircraft available in the shape of the Royal Air Force Canberra PR9. Tanker aircraft, too, are playing a crucial role, flying nightly from the Gulf to refuel thirsty US Navy Tomcats and Hornets on their way home from Afghanistan. In warfare nothing is certain. One thing, however, seems likely. A new kind of war has come to Afghanistan. And we are in it for the long haul."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}