{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/oct/21/terrorism.afghanistan8", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-10-20T23:59:17Z", "webTitle": "UN's smallpox terror alert", "webUrl": "https://www.theguardian.com/world/2001/oct/21/terrorism.afghanistan8", "apiUrl": "https://content.guardianapis.com/world/2001/oct/21/terrorism.afghanistan8", "fields": {"headline": "UN's smallpox terror alert", "bodyText": "Governments around the world have been warned to prepare against a terrorist smallpox attack which could kill millions. The World Health Organisation has told them to ensure they can produce enough vaccine to protect their population against the disease, and is preparing to order mass precautionary vaccination of all citizens. 'The unthinkable is no longer unthinkable and we need to prepare for that,' said a spokesperson for the WHO, the United Nations' health agency. 'There has been a lot of concern about a smallpox outbreak. The numbers it would kill are scary.' The British Government last week issued emergency guidance to health professionals on how to deal with an outbreak. The guidance, seen by The Observer, says smallpox is a serious threat because it is easily passed from person to person, has a fatality rate of up to 90 per cent, can kill in 48 hours, and few people have been vaccinated. 'In the event of a deliberate release, it is unlikely that single, mild cases will occur - it is more likely that clusters of moderate to severe disease will be seen.' The WHO masterminded the eradication of smallpox in 1977 and since the early Eighties has advised governments not to vaccinate. Most under-40s in the UK have not been immunised. Following the US anthrax attacks, which by last night had infected a reported 38 people, concern there about a smallpox outbreak is so high that it has ordered 300 million doses of the vaccine from Cambridge-based biotech company Acambis. Medical studies suggest that an out break in the US would kill around a million people in three months. The NHS has ordered supplies, but it is not thought to be enough to cover the population. Last week, Gro Harlem Bruntland, the WHO's director-general, told its Smallpox Advisory Group to consider whether to tell all governments to go ahead with mass vaccination. It is a devastating setback for the WHO, which considers the eradication of smallpox its greatest achievement. It is also not without danger, since vaccination can cause severe side-effects, including permanent brain damage, or even death. After its eradication, the smallpox virus was kept in only two laboratories in the world - in Atlanta in the US, and Koltsovo in Siberia. The last two samples were due to be destroyed next year. However, a Soviet defector revealed that the dying Communist regime used smallpox in a missile programme. There have also been allegations that supplies were sold to Iraq and North Korea. Initial smallpox symptoms include fever, severe headache, back and chest pains and intense anxiety. Victims develop blotchy rashes, often with purple lesions, followed by a face rash similar to sunburn and severe scarring. Death can take from 48 hours to two weeks. There is no treatment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}