{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/oct/25/ukcrime.whitehall", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-10-24T23:26:11Z", "webTitle": "Crime rate survey claims record fall", "webUrl": "https://www.theguardian.com/uk/2001/oct/25/ukcrime.whitehall", "apiUrl": "https://content.guardianapis.com/uk/2001/oct/25/ukcrime.whitehall", "fields": {"headline": "Crime rate survey claims record fall", "bodyText": "Crime in England and Wales fell by a record amount between 1999 and 2000, according to annual survey published today. The British crime survey - based on interviews with 9,000 people about their experiences last year - reported that the chance of becoming a victim of crime is at its lowest level for 20 years. The survey found that the overall crime fell by 12%, while Violent crime dropped by 19%, domestic burglary was cut by 16% and vehicle-related theft was down 11%. But reports of violence committed by strangers were up 12%. Meanwhile, there was no statistically significant change in the reported rates of theft from persons or vehicle theft. The home secretary, David Blunkett, welcomed the survey but said that crime levels were still too high. \"We need to do all we can to tackle anti-social and thuggish behaviour and make people feel safer in the communities where they live. \"There are no quick wins on crime - it is a long term investment,\" he said. Professor Paul Wiles, a Home Office research director, said people remained \"pessimistic\" about crime and generally overestimate the chance of particular crimes happening to them, but there were signs that public perception of crime is changing. \"The proportion of people believing that crime has risen 'a lot' over the previous two years has declined, suggesting that the picture of declining crime over recent years is gradually being recognised by the general public,\" he said. The survey showed the third crime rate in a row, yet a quarter of those interviewed still believed that the national rate had increased \"a lot\" between 1998 and 2000, while a further third thought it had increased \"a little\". Overall, the survey estimated there were just under 12.9m crimes against adults last year. The British crime survey includes crimes that are not reported to the police, and is therefore an important alternative to police records. It also looks at public attitudes to crime and plays an important role in informing Home Office policy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}