{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/oct/10/Whitehall.comment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-10-09T23:28:37Z", "webTitle": "Letters: Spinning out of control", "webUrl": "https://www.theguardian.com/politics/2001/oct/10/Whitehall.comment", "apiUrl": "https://content.guardianapis.com/politics/2001/oct/10/Whitehall.comment", "fields": {"headline": "Spinning out of control", "bodyText": "It appears that Jo Moore has been rather unfortunate in having her email leaked (Bury bad news in crisis, memo urged, October 9), because in my experience, as an ex-employee of the government information service, specifically the press office of a Whitehall government department, this kind of news manipulation was standard practice. An example of this would be on the day of the appalling Dunblane shootings, my colleagues and I were instructed by our chief press officer to release any \"bad\" news stories for the very reason that they would be overlooked or \"buried\" in the next day's coverage of events. I would like to point out that the Dunblane tragedy occurred during the last Conservative administration. So the outrage and horror that I heard being expressed by Michael Ancram yesterday may need to be tempered in the light of any findings, if there is to be an inquiry. Name and address supplied \u0095 The report that a political aide to Stephen Byers saw September 11 as a \"good day to get out anything we want to bury\", will sicken most people. More appalling is that the suggestion seems to have been acted upon. On September 12, the department issued a press release on the specific item proposed in the memo, councillor expenses, which began: \"New proposals for a simpler system of allowances for councillors were published for consultation today by local government minister Nick Raynsford.\" Mike Sheaff University of Plymouth \u0095 The breathtaking cynicism of Ms Moore's email is exceeded by Secretary of State Stephen Byers's decision to reprimand her almost a month after it was sent, and mere hours after it was revealed in the media. Michael Smethurst Winchester, Hants \u0095 Page six, small article on what we all suspected: now is the time to \"get out anything [the government] wants to bury\". There is no need for you to help, though. The article was tiny. A microscopic paragraph - on page 17 - reports the closure of Harefield hospital. To add insult to the perceived injury, you lent as much space to reporting a new frozen pea-throwing world record. Simeon Gilchrist London \u0095 The hapless Ms Moore may have been reprimanded, but has the spirit of her advice been accepted by Mr Byers? Was the weekend announcement on Railtrack timed to coincide with the first missile strikes? Mark Knight Ightham, Kent"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}