{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/oct/20/afghanistan.terrorism9", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-10-19T23:59:15Z", "webTitle": "Ground war begins", "webUrl": "https://www.theguardian.com/world/2001/oct/20/afghanistan.terrorism9", "apiUrl": "https://content.guardianapis.com/world/2001/oct/20/afghanistan.terrorism9", "fields": {"headline": "Ground war begins", "bodyText": "The ground war in Afghanistan began in the early hours of this morning, as US special forces went into combat against the Taliban militia in a commando assault marking the first land battle since America's anti-terrorist campaign began over a month ago. Pentagon sources said a \"significant\" group of US army Rangers was sent on a raid against \"a single Taliban target\". It was initially unclear when the fighting started but the Rangers had ended the operation by 4am Afghan time (11.30pm BST), the sources said. CBS News reported that 100 to 200 Rangers were involved in the operation, but the Pentagon would not disclose the numbers involved. Special forces, including Rangers, have been deployed on the aircraft carrier, USS Kitty Hawk in the Arabian Sea, which is serving as a launching pad for Pave Hawk and Pave Low night-flying helicopters, which almost certainly would have been used to insert and extract the soldiers. \"Their basic purpose will not be to seize anything, but to conduct hit and run operations, pinpoint installations, smoke out terrorists,\" said an unnamed Pakistani military officer, who said he had been told that special forces were on standby to go into Afghanistan. The Rangers, formally known as the 75th Infantry, represent the main vanguard of America's elite combat troops. Green Beret special forces have been inside Afghanistan for several days, perhaps longer, but they have been there to liaise with the anti-Taliban Northern Alliance and with Pashtun groups whose loyalty to the Taliban is wavering, not to fight. The former Nato commander, General Wesley Clark, said yesterday: \"It does sound like a new phase in the war.\" He said the objective of the in-and-out operation was not to seize or hold ground but to hit a Taliban target which could not be hit from the air. Downing Street refused to comment on the fighting, but it is believed that British forces were not involved. Hours before the ground offensive began US electronic warfare planes were broadcasting chilling warnings to Taliban soldiers yesterday, telling them how to surrender and threatening them with certain death if they failed to give themselves up. The extraordinary propaganda campaign was one of a series of signs that special forces combat operations in Afghanistan were imminent, as helicopter-borne elite units gathered on the Kitty Hawk aircraft carrier in the Arabian sea. The messages being broadcast from the EC-130E planes - nicknamed Commando Solo - flown by the Pennsylvania National Guard's 193rd special operations wing were brutally straightforward. They warned that any Taliban soldiers who failed to hand themselves over by the time the ground assault began would be given no quarter. \"Attention, Taliban. You are condemned. Did you know that? The instant the terrorists you support took over our planes, you sentenced yourselves to death,\" the broadcasts said in Pashtu and Dari. \"You will be attacked by land, sea and air... Resistance is futile,\" it continued. \"When you decide to surrender, approach United States forces with your hands in the air. Sling your weapon across your back, muzzle toward the ground. Remove your magazine and expel any rounds. Doing this is your only chance of survival.\" The campaign is designed to minimise resistance from Taliban forces protecting Osama bin Laden and his supporters. The EC-130E electronic warfare plane can break into commercial or military television and radio stations, swamping regions with propaganda. Even before confirmation early this morning that fighting had begun, the Pentagon said yesterday that special forces units were already behind Taliban lines talking to warlords loosely allied to the Islamist militia, and assisting a CIA operation aimed at persuading them to switch sides before the shooting started. Alongside the messages aimed at Taliban soldiers, US planes were yesterday broadcasting gentler messages to Afghan civilians. \"Attention. People of Afghanistan, United States forces will be moving through your area... Please for your own safety stay off bridges and roadways and do not interfere with our troops,\" they said. US officials had said the initial operations in Afghanistan were likely to be \"hit-and-run\" helicopter raids involving small teams of elite soldiers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}