{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/oct/12/Whitehall.uk1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-10-11T23:32:22Z", "webTitle": "Byers - Moore made an 'isolated mistake'", "webUrl": "https://www.theguardian.com/politics/2001/oct/12/Whitehall.uk1", "apiUrl": "https://content.guardianapis.com/politics/2001/oct/12/Whitehall.uk1", "fields": {"headline": "Byers - Moore made an 'isolated mistake'", "bodyText": "The transport secretary, Stephen Byers, today said his special adviser, Jo Moore, had made a \"terrible error of judgment\" in urging colleagues to \"bury\" bad news in the aftermath of the September 11 attacks, but that the controversial e-mail, sent within an hour of the attack on the World Trade Centre, was an \"isolated mistake\" and did not warrant her dismissal. MPs of all parties have called for Ms Moore to be dismissed after she sent a message saying \"it's now a very good day to get out anything we want to bury\". Mr Byers told the BBC: \"Jo Moore clearly made a terrible error of judgment. She's accepted full responsibility and she's given a full apology and that's right and proper. \"She has been dealt with under the proper disciplinary procedures. The permanent secretary of this department has given her an official warning. I understand the anger that people feel but it was one isolated mistake. \"Whether we sacrifice a person's career because of that would be inappropriate and that is the judgment of the permanent secretary as well.\" Mr Byers also denied claims that a senior civil servant was forced out of his job after refusing Ms Moore's requests to take part in a dirty tricks campaign against London's transport commissioner Bob Kiley. He said Alun Evans's move to \"a very important job\" on the foot and mouth inquiry was not due to any \"conflict\" with Ms Moore. The prime minister's official spokesman earlier tried to draw a line under the affair. \"The prime minister supports Stephen Byers' position. There is no change in the position with regard to Jo Moore. She made a mistake. She has been reprimanded and given a formal warning for that mistake. \"The prime minister's view is that somebody shouldn't lose their career for one single mistake. It is now time to move on.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}