{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/oct/19/anthrax.uk6", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-10-19T18:04:58Z", "webTitle": "Anthrax scares around the world", "webUrl": "https://www.theguardian.com/world/2001/oct/19/anthrax.uk6", "apiUrl": "https://content.guardianapis.com/world/2001/oct/19/anthrax.uk6", "fields": {"headline": "Anthrax scares around the world", "bodyText": "Anthrax scares continued to spread across the globe today, pushed along by the occasional hoax, but the only confirmed find outside the US this week was found in Kenya. UK This morning's opening of the House of Commons was delayed for an hour after officials found a suspicious package. The members' lobby remained closed. Police have confirmed a possible anthrax attack at ITN this afternoon after a suspicious package containing white powder arrived in the post. Officers have sealed off the finance department and12 staff are being put through a strict decontamination procedure as a precaution. Germany More than 100 scares have been reported this week. Today, a second letter containing unidentified powder was found in chanceller Gerhard Schroeder's office. A mail worker was sent for medical tests. Kenya The letter sent from Atlanta to a Kenyan doctor on September 8 is being tested at Nairobi Hospital. The doctor and his family are in good health but are being treated with antibiotics. Pakistan The government is testing a suspicious letter containing a powdery substance sent to the British embassy in Islamabad. Australia Parliament security officers in New South Wales sealed off a lawmaker's office after a worker fund a package of ashes postmarked from the \"Wandering Swamy of Arunchala Hills\". It turned out to be holy ash from a swami the lawmaker had met on a trip to India. Sweden American Express is sending apology letters to around 40,000 customers to whom it sent a mailing containing plastic snowflakes and the message \"spread these out\". China Banned spiritual sect Falun Gong said it suspects China of using anthrax fears to enhance a smear campaign against it. China's foreign ministry said a letter containing suspicious substances and publicity materials was sent to a US firm in China on Tuesday. People who came into contact with the letter were disinfected. Spain A 22-year-old chemistry student was arrested, charged with sending flour through the mail as a prank. He is the second Spaniard this week to be arrested on hoax charges. South Africa A South African Airways aircraft was grounded when a latex glove covered with powder was found on a seat. A second aeroplane was grounded after a passenger reported finding powder in his luggage."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}