{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/oct/20/ukcrime.whitehall", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-10-19T23:37:02Z", "webTitle": "Police chiefs offer reform alternative", "webUrl": "https://www.theguardian.com/uk/2001/oct/20/ukcrime.whitehall", "apiUrl": "https://content.guardianapis.com/uk/2001/oct/20/ukcrime.whitehall", "fields": {"headline": "Police chiefs offer reform alternative", "bodyText": "Chief constables yesterday moved to protect their \"operational independence\" in the face of radical reform of the police proposed by the home secretary, David Blunkett. Sir David Phillips, president of the Association of Chief Police Officers, warned Mr Blunkett, a former education secretary, that police forces were not like schools that could be judged by performance indicators and league tables alone. The home secretary is to publish a white paper next month setting out his forthcoming police bill. It will include reserve powers to ensure remedial action can be taken against chief constables who fail to provide levels of service as laid down by a new Whitehall police standards unit, as well as mounting an assault on outmoded working practices. Mr Blunkett's decision to remove the Sussex chief constable, Paul Whitehouse, over his handling of a fatal shooting by officers, was seen in the service as a signal the new home secretary would take a tough line. In publishing the association's response to the plan, Sir David stressed the importance of police independence and predicted attempts to make chief constables more answerable to the Home Office would be unworkable. \"If I'm facing a major riot I can't be phoning the Home Office to see if I should take this approach or that approach,\" said Sir David, who is chief constable of Kent. \"My operational independence is a guarantee of the independence of the constable on the beat, so constables can act without feeling constrained. \"This is a fundamental issue, which makes Britain different from many other countries. We are not an operational arm of an interior minister, as in many parts of Europe; we are seen as different because of that. I'm sure politicians would recognise that.\" Sir David was \"disappointed\" to read reports of Mr Blunkett privately complaining that only \"five or six chief constables\" out of 43 were prepared to back his reform. \"We are not short on zeal. We know we have to change our act to be a world class operation in this century. What we have to make sure is that the government does not renege on the critical things.\" The chief constables' response offers an alternative reform programme that does include some of the more controversial aspects of the government's agenda. The association's paper says they have an \"open mind\" on the employment of auxiliaries, including even private security patrols, under police control. The most senior officers say they also want to see a more professional detective force, and are prepared to see more non-police staff in specialist roles. They are also prepared to back changes to police pay and allowances enshrined by law in police regulations. \"In some respects the association represents a more radical agenda than the government is yet settled upon,\" said Sir David. \"Whilst the key is excellently qualified staff, we shall be prepared to examine the structure of the service. \"Whatever we resolve, we must be able to deliver the full range of expertise in every quarter, and, where necessary, to galvanise the whole service on issues such as terrorism and civil disaster.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}