{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jun/24/cricket.ashes2001", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-06-24T21:03:13Z", "webTitle": "Kevin Mitchell: Invincible Australia.", "webUrl": "https://www.theguardian.com/sport/2001/jun/24/cricket.ashes2001", "apiUrl": "https://content.guardianapis.com/sport/2001/jun/24/cricket.ashes2001", "fields": {"headline": "Australia just invincible", "bodyText": "The Australian cricketers' progress through this summer is starting to resemble a bloodless coup, so devoid of resistance has it become. The only injury inflicted, in fact, was that upon the unsuspecting cheek of Michael Bevan on the balcony at Lord's yesterday. The batsman was waiting to receive his winner's medallion when a buffoon in the crowd decided to reach for notoriety and hurl a near-full beercan. Those who drink Australian, think Australian, says the ad - but this was larrikinism of the most gratuitous kind. Bevan, who ironically did not bowl or bat in the comprehensive win over Pakistan, left the balcony, and the presentation ceremony was held indoors. Otherwise, it was another day at the office for Australia. By the time they reach The Oval in late August, some of us will be sick to death of their brilliance, but chances are they will have in their thrall a bewildered constituency of demoralised if reluctant admirers. How many more thrashings do they need to register before describing them as the best team of all time invites only negligible derision from nostalgics? Half a dozen? An Ashes whitewash? Don't bet against that. It would be clutching at straws to even dream that they might not carry their one-day form into the Test series starting on 5 July, and the odds on England interrupting Australia's reign grow longer by the day. Steve Waugh's disciplined and committed team of executioners simply have no weaknesses. In crushing Pakistan in front of a well-sunned and overwhelmingly good-natured audience yesterday, they demonstrated their strengths only on demand. There wasn't an over - fielding or batting - when they were stretched. Pakistan, the most exciting if unreliable team in international cricket, barely disturbed an eyebrow on the countenance of this sunburnt lot. Brett Lee, after frightening England at The Oval on Thursday, again worked towards full steam and will, barring injury, emerge as the star of this season. He is the perfect foil for Glenn McGrath, who is still rolling in like a postman delivering a letter. When asked to gobble up Pakistan's meagre 152, Australia needed just three batsmen and 26.3 overs, with the intimidating Adam Gilchrist hitting his third fifty of the series. Ricky Ponting was with him at the end, totting up red ink in the scorebook without ceremony. The signals of England panic, meanwhile, are already flickering. Yesterday morning the managerial hierarchy was agonising over what it insisted was not a crisis. That's if you consider losing 11 one-day internationals in a row anything but a crisis. No, there was no carpeting of the coach Duncan Fletcher, just the formal and pointless announcement that a squad of 25 players would be identified as the build-up to the next World Cup begins. If Pakistan had any thoughts of getting even for being beaten out of sight by Australia in the World Cup final here two years ago, they evaporated with the unfortunate dismissal of their premier batsman, Inzamam-ul-Haq, dubiously lbw to Shane Warne when playing a long way forward. That, effectively, ripped the stuffing out of Pakistan and the rest of the match was a snooze in the sun. The one factor over which Australia has no control is time and there is the slim hope that a lot of these geniuses will have their feet up or be swanning about the Press box by the time the next World Cup comes around. Ali Bacher, the executive director of that tournament in southern Africa the winter after next, was in town last week and laid down a few markers about security, an issue that so exercises commentators lately. Bacher did admit there would be dogs posted at at least one venue, Cape Town, but did not say if they would be of the 'snarling' variety, to use the insensitive and idiotic terminology of Lord MacLaurin last week in the wake of the pitch invasion at Headingley. There was concern that televised images of dogs at cricket grounds might invite criticism that 'it would look almost like a police state'. He added, 'But many of our ANC cabinet ministers who came to cricket weren't concerned about that and in Cape Town there are dogs and nobody gets on that field - nobody even tries it.' Bacher made a firm commitment to keeping the playing area free of spectators. If only he could do something about getting rid of the Australians."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}