{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jun/10/education.clearingadvice", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-06-09T23:00:00Z", "webTitle": "Taking a first in debt", "webUrl": "https://www.theguardian.com/money/2001/jun/10/education.clearingadvice", "apiUrl": "https://content.guardianapis.com/money/2001/jun/10/education.clearingadvice", "fields": {"headline": "Taking a first in debt", "bodyText": "Many students will graduate this summer with debts of £10,000 a head, says Barclays Bank. The National Union of Students believes the figure is up to £2,000 higher. Either way, the class of 2001 is the first to suffer the double whammy of getting no grants and having to pay tuition fees. Those owing most will have studied in London and other places where the cost of living is high. The debts of last year's graduates averaged £6,507, according to Barclays. However, many students seem to be coping surprisingly well. The bank, which carried out its ninth annual survey of students, again asked how contented they are with their financial lot. 'Negative attitudes to finance are now at the lowest level recorded since the start of the survey,' says a Barclays spokesman. Only 31 per cent said they had a negative attitude, down 3 per cent on a year ago. Sian Evans, its manager of student and graduate accounts, says: 'Their positive attitude perhaps indicates that they are expecting to be in debt. They have built up the debt over time, and their job prospects are good.' The bank's research shows that, on average, graduates are expecting to earn £25,000 a year within five years. Many of those in the law and IT could very soon make double that. Nick Lord, social policy officer for the National Association of Citizens Advice Bureaux and a specialist in student debt, says: 'For an older person, a debt of £10,000 would probably seem terrible. But most students treat a £10,000 debt rather like water off a duck's back. In my experience, most graduates coming out with debt are treating it as a big \"so what\"?' The experience of debt varies greatly. 'An awful lot depends on the reaction of the individual,' says Lord. 'It's always best to pay off debts as soon as you can.' He has seen cases where people started to run up credit card debts as well, and ended up owing more than £20,000. 'New graduates are very much targeted by the financial institutions,' he warns. Students with a weakness for spending might want to turn down offers of plastic. The Barclays research suggests that avid job-hunters are likely to find work that pays better. The average salary of someone who sees their new job as a stopgap is £10,500 a year, compared with £17,000 for someone who lands a 'graduate-specific' post. Seventy-five per cent of students who began searching before their final exams found a permanent job in their chosen field within six months. Universities can play their part in helping to keep student debt down. A well-run 'job shop' on campus can provide part-time work and pay of more than £2,000 a year for thousands of students (see page 4). Good relationships with employers canpave the way for work after graduation, too. While there is concern that many students will be suspended by their universities for not paying their tuition fees, Warwick University, which finds jobs for thousands of its undergraduates on and off-campus, is threatening only four of its 8,000 students with suspension. As people get used to the idea of large stu dent debt, attitudes to it will change. But the first generations of students involved may find that the rest of society is not as relaxed as they are about their financial burdens. For instance, the most common advice is for students to do all they can to repay their debt quickly. But some of them instinctively prefer to hedge their bets, and are putting money into pensions and even buying property while their debt hangs over them. This is a riskier approach - but it could play out well for those who take it sensibly. With house prices rising 7.6 per cent over the last year and 10.1 per cent in 1999, according to the Land Registry, investments in bricks and mortar have rewarded many people who borrowed in order to buy. It can be cheaper to buy now than to rent, so graduates do have an argument for getting on the property ladder. The mortgage market, however, does not seem quite ready for them. David Hollingworth, of London &amp; Country Mortgages, reflects the attitudes of many lenders: 'Taking on quite a substantial loan is not going to be something that graduates fresh out of university are going to rush towards. They will be trying to clear their debts before jumping into the mortgage market.' Although it is possible to get 100 per cent loans on properties, there are few schemes around that focus on helping this potentially very affluent group buy their own houses. Northern Rock is an exception, however. It offers a Together Variable mortgage where borrowers can raise up to 120 per cent of the property price. It is just a matter of time before other lenders realise that they too should be making themselves attractive to debt-laden twentysomethings. Many graduates are far more aware than their parents were of the need to plan for retirement. Tom McPhail of independent financial adviser Torquil Clark encourages this: 'By the time you are 50, the £100 you put in now could be worth £2,000. Who knows what it could be worth?' McPhail suggests that graduates should split any spare cash they have between repaying their debt, putting some on deposit and moving some into a pension. This will not appeal to the more cautious, but will attract those who want to make things happen in their lives other than repaying loans. A gamble well worth taking Juliet Pheasant graduated three years ago with debts of £5,000. She thinks it could take her 'another five years, possibly 10' to repay it all. Pheasant, 24, who is now a press officer, enjoyed her three years reading English at Leicester University, and has few regrets: 'It was definitely worth it. If I was looking to go to university now, the decision would be more difficult. But it depends on what you get out of it in terms of the qualification and the experience and meeting new people.' She does wish, however, that she had done a bit more to pay her way as she went along: 'All three years I worked in a pub in the holidays. And in the second and third year, I worked in term-time as well, in the Student Union bar. Perhaps I could have worked in the first year, too.' A friend and fellow Leicester graduate, Nick Stoddart, 26, has 'no idea' when he will pay off all the £6,000 debt he graduated with. But he says: 'I don't know anybody who considers that going to university was a bad move. Everybody was happy to take on the debts because we knew we would be reaping the rewards.' A friend built up even larger bills by studying architecture for seven years, but is now 'really enjoying what he is doing'. Another, who left Cambridge 'with huge debts', now makes 'really good money'. Stoddart, who read history and archaeology and then did a post-graduate course in journalism, now works in the media. He is paying into a pension as well as putting £70 towards his debts each month. Leaving university with debts focused his mind on starting to repay them, but he hopes to take some time out later for travelling. Pheasant wants to start a pension, but does not think she will do it in the next year or two. She will postpone any thoughts of 'a mortgage or other loans'. 'Money was a big subject of discussion as students,' she says. 'But we don't talk about it so much now. The debt is always there - but it's manageable.'"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}