{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jun/20/media.Whitehall", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-06-19T23:31:42Z", "webTitle": "Communications bill put on hold", "webUrl": "https://www.theguardian.com/politics/2001/jun/20/media.Whitehall", "apiUrl": "https://content.guardianapis.com/politics/2001/jun/20/media.Whitehall", "fields": {"headline": "Communications bill put on hold", "bodyText": "A bill setting up a super-regulator for the communications industry will be included in today's Queen's speech following pressure on the government from commercial media owners including Rupert Murdoch. But the government is to postpone publication of a broader draft communications bill covering other issues until later in the summer - which means legislation on cross-media ownership will be delayed until after the next parliamentary session starting in the autumn of 2002. The decision has caused outrage among commercial TV firms such as Granada and Carlton which have been forced to put a £10bn merger on hold. Many of the leading independent radio firms are also now prevented from rationalising. Senior independent TV bosses have contacted Downing Street to complain that the delay favours the BBC. The delay has largely been caused by the inability of the government to resolve its proposed new cross-media ownership rules. The new rules are required as technology blurs the lines between the various segments of the media and telecommunications industry. A white paper setting out different options for media ownership was published in December but Downing Street has come no closer to a decision, instead being inundated by conflicting responses from the media industry. The arrival of two new secretaries of state at the lead departments - culture and industry - has inevitably compounded the uncertainty. However, Tessa Jowell, the new culture secretary, and Patricia Hewitt, the new industry secretary, went jointly to Downing Street to press for a small bill setting up a regulator, Ofcom. They pointed out that the Labour business manifesto promised \"the party's aim was to bring the Ofcom into operation by 2003\". The new regulator will take over the separate - and what many media interests criticised as overlapping - functions of the Broadcasting Standards Commission, the Independent Television Commission, Oftel, the Radio Authority and the Radiocommunications Agency. The larger draft bill - when published - will leave blank a planned section laying down rules on the ownership of newspapers, television stations and radio networks. Under current rules a national newspaper owner cannot hold more than 20% in a terrestrial TV company. Mr Murdoch wants to buy into terrestrial television or forge a BSkyB deal with ONdigital. The timing of the communications bill means legislation reforming Britain's media ownership laws will not even be tabled until October 2002, possibly the time Labour will be heading for a referendum on the euro. However, ministerial sources insisted it was the complexity of the options, rather than any fear of offending Rupert Murdoch in the run-up to a euro referendum, which had shaped their decisions. This parliamentary session will see ministers focus on flagship bills recovering the proceeds of crime, delayering the NHS and reforming secondary education. Four separate Home Office bills are expected covering reform of persistent offender sentencing, corporate manslaughter, police reform covering recruitment and pensions and the seizure of criminal assets. Space has also been found for a further stab at abolishing fox hunting. The bill will be piloted by the new Department of Environment and Rural Affairs. Ms Hewitt will also introduce an enterprise bill bringing together some of Gordon Brown's favoured proposals to boost productivity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}