{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/jun/14/4", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-06-13T23:19:28Z", "webTitle": "Take up BT rights - and then sell them", "webUrl": "https://www.theguardian.com/business/2001/jun/14/4", "apiUrl": "https://content.guardianapis.com/business/2001/jun/14/4", "fields": {"headline": "Take up BT rights - and then sell them", "bodyText": "It is make-your-mind-up time for 1.8m private investors in British Telecom. Those who want to take up their \"right\" to chip in towards the £5.9bn the company needs to repair its battered balance sheet will have to have their applications (and accompanying cheques) in by tomorrow morning. It is a tough decision for small shareholders, many of whom only bought the stock in the first place because they sensed (rightly at the time) that the government was selling the company on the cheap. They have been let down by a management team that has displayed arrogance and incompetence in equal measure, and which only agreed to reform itself once the chance to become a true world player had been squandered. The question of whether the current reform plan - dismembering the company - will create future value is taxing brains in every major investment bank and investment company. Here's the bull case. At 450p a share, all the bad news is in the price. Most big telcos over-extended themselves during the tech boom, but BT has been forced to address its problems quicker than most of its international rivals. BT Wireless, the mobile business, will probably attract a bidder when it is spun off. The old domestic fixed-line business, meanwhile, still has many a high-margin year left in it. What's more, broadband internet promises a new lease of life now BT has employed its traditional obstructive approach to poleaxing the competition. The bear case rests on the assumption that, at the management level, BT has not really reformed itself at all. The outside world (in all its guises) has only just begun to bite into the business. Dismemberment will highlight previously hidden incompetence. The Concert venture for servicing international corporates may prove to be nothing more than a massive case of misdirected marketing. Remaining mobile ventures abroad, such as Viag, will continue to suck out huge amounts of money while still failing to grab significant market share. Meanwhile, the British fixed line business (earning an unsustainable 90% return on capital) can only draw increasingly aggressive regulation. And outsiders will continue to laugh at a company that cannot bring itself to sack one of the chief architects of its commercial failure (Sir Peter Bonfield), while the other guilty man (Sir Iain Vallance) is still sitting on the payroll as a consultant and \"chairman emeritus\". But there are other factors which investors need to take into account. The most important of these concerns the rights issue mechanism itself. For all sorts of technical reasons, shares in BT have been under artificial pressure over the past few weeks. The likely result is that investors who waive their entitlement will have their rights automatically sold in the market too cheaply. For this reason alone, any shareholders with spare cash (sitting, unused, in an old PEP, for example) should take up their rights - posting the form today. Holding the stock for the medium or longer term is another matter. The price will bounce in the short term, but, with other big telcos such as France Telecom desperate to raise money in the equity market, there will also be a cap on BT's price. Further out, this business faces terrible uncertainties. Top appointments, such as that of David Varney yesterday, are encouraging but real evidence of progress on the restructuring is unlikely before the autumn. So there's our advice: \"buy,\" but then think hard about selling again soon. Screen scream A year ago, the common complaint from advertisers was that airtime inflation was simply making ITV too expensive. Today the picture is somewhat different. US-led jitters have caused many of the world's largest advertisers to curtail marketing. There are extra peak-time minutes on ITV, eked out as a concession from regulators for the return of News at Ten. Ratings have also improved with hit shows, including Popstars. As a result, the \"cost per thousand\" of advertising on ITV has fallen by 30% in the past year. With national advertisers beginning to plan their campaigns for next year, Granada's Charles Allen was yesterday confidently predicting that ITV would be back on the agenda. But that depends on how deep the disaffection caused by the previously high price of advertising runs. The three changes outlined above are not the only cause of the slump. Many of the old heavy-spending ITV advertisers have redirected money into the likes of direct marketing and public relations. They may even find they work better. It cannot be coincidence that the larger marketing services groups around the world - such as WPP and Publicis - are rapidly building portfolios of agencies in those less glamourous disciplines that are taking an increasing amount of spend formerly devoted to advertising."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}