{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jun/21/artsfeatures6", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-06-20T23:00:00Z", "webTitle": "Sciarrino tussles with the past", "webUrl": "https://www.theguardian.com/culture/2001/jun/21/artsfeatures6", "apiUrl": "https://content.guardianapis.com/culture/2001/jun/21/artsfeatures6", "fields": {"headline": "Sciarrino tussles with the past", "bodyText": "The music of Italian composer Salvatore Sciarrino is full of paradox and illusion. He writes gripping and dramatic pieces about silence, and makes familiar instruments sound strange and otherworldly. This year's Aldeburgh festival showcased this distinctively imaginative music. Nicolas Hodges performed Sciarrino's two sets of Nocturnes for solo piano, and gave the British premiere of Il Clima dopo Harry Partch (The Climate after Harry Partch) with the BBC Symphony Orchestra and Leonard Slatkin. The Prometeo Quartet performed Sciarrino's reworkings of music by Domenico and Alessandro Scarlatti. The first set of four Nocturnes contains a wild variety of moods and techniques. The first is a study in resonance, in which the gentle cascades for Hodges's right hand were distorted by the silently depressed keys of his left. The second is a more extreme exploration of the limits of technique. Between the shimmering poles of the piano's compass, Hodges created a bizarre percussion instrument from the middle of the keyboard. By tickling the keys without sounding the piano's strings, Hodges revealed the beguiling noises of the piano's innards. It was as if the instrument had been turned inside out, and with it all conventional musical priorities. The world premiere of Sciarrino's two latest Nocturnes, Due Notturni Crudeli, showed the terrors of night in music of dazzling ferocity. Written especially for Hodges, the vivid violence of these pieces seemed tailor-made for his unique combination of accuracy and energy. The Essercizi for string quartet reimagine harpsichord sonatas by the 18th-century composer Domenico Scarlatti. Barely a note is changed from the originals, but the pieces make music from the historical distance separating Sciarrino from Scarlatti: the result is something that lies between them both. The Prometeo String Quartet made the Essercizi sound astonishingly similar to early Beethoven. The players were joined by soprano Claron McFadden in Sciarrino's haunting elaborations of arias by Alessandro Scarlatti, Domenico's father. Il Clima dopo Harry Partch, also composed for Hodges, has a more oblique relationship with a composer. Sciarrino sees in Partch a spirit of musical and personal bravery, and his piece for piano and orchestra reinterprets that spirit through the \"climate\" of his own language. Although far from a programmatic piece, there was something meteorological in the colours and unpredictable structures of the music. Clusters of piano notes bloomed into forceful chordal passages, against a backdrop of luminous string sonority. A solo violin called across the orchestral landscape of woodwind whoops and the distant rumble of bass drums. The complex biology of Sciarrino's music created a remarkable musical tension, and Hodges was partnered superbly by the BBCSO and Slatkin."}, "isHosted": false}}}