{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jun/12/uk.workandcareers", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-06-11T23:00:00Z", "webTitle": "UK caves in on work directive", "webUrl": "https://www.theguardian.com/politics/2001/jun/12/uk.workandcareers", "apiUrl": "https://content.guardianapis.com/politics/2001/jun/12/uk.workandcareers", "fields": {"headline": "UK caves in on work directive", "bodyText": "Britain last night signed up to binding EU rules on compulsory management-employee consultation, having fiercely resisted the move for months so that it would not be decided before the general election. In haggling in Luxembourg, the government bowed to the inevitable after its partners threatened to outvote it, but won concessions to soften the blow on companies and delay the full effect of the rules. The directive will now be phased in. When implemented in three years it will apply only to companies with 150 or more staff, and after a further two years to those with 100 or more staff. After seven years it will affect businesses with 50 or more workers. Peter Hain, filling in as a caretaker minister for the Department of Trade, before the announcement that he would replace Keith Vaz as minister for Europe, insisted that it was a good deal. \"We all agree that it is unacceptable for workers to be kept in the dark about important decisions affecting their livelihoods,\" he said. \"But we did not want a rigid one-size-fits-all proposal.\" The deal was negotiated after Germany pulled out of the blocking majority which had prevented the directive going through. Tony Blair managed to persuade the German chancellor, Gerhard Schröder, to hold off changing his position until after the election, but Sweden, holder of the EU's rotating presidency, pressed for agreement yesterday. Officials admitted privately that Britain had no choice but to negotiate or face a fait accompli after the long rearguard action by a prime minister deeply worried about business opposition. Under the new rules, businesses across the EU will be legally obliged to supply more information to their workers about developments within their companies, including planned redundancies. The TUC secretary general, John Monks, hailed the directive as a \"breakthrough\". \"For the first time employees in all Europe's medium and large companies will have the right to find out what their firms plan, and have their views listened to,\" he said. The CBI said it was \"deeply disappointed\" by the move. \"Companies will find this difficult to swallow,\" its deputy director general, John Cridland, said. \"They will see it as a step in the wrong direction that could undermine the ability of managers to manage.\" The German climbdown, the CBI said, was a major shift from the modern EU labour market signalled by the summits at Lisbon and Stockholm. Plans for common rules on worker information were first proposed by the European commission in 1998 after the French carmaker Renault announced the closure of a plant in Belgium without first warning its workforce - something it would have been obliged to do in France. Closures in mainland Europe by Marks &amp; Spencer and cutbacks by the French food company Danone further highlighted the need for such legislation, the Swedish government said. Until yesterday, the government had insisted that rules on worker consultation and information in purely British-based firms should be left to national authorities. \"The British government and the CBI painted themselves into a corner,\" said a commission official. \"By being so categorical, they reduced their room for manoeuvre.\" But Mr Hain said: \"The final text is very different from the commission's original proposal and gives smaller firms more protection. Our aim all along has been to ensure maximum flexibility.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}