{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/jun/09/marksspencer", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-06-09T22:59:13Z", "webTitle": "Fresh row over M&S payouts", "webUrl": "https://www.theguardian.com/business/2001/jun/09/marksspencer", "apiUrl": "https://content.guardianapis.com/business/2001/jun/09/marksspencer", "fields": {"headline": "Fresh row over M&S payouts", "bodyText": "The full scale of the bumper boardroom pay packages and pay-offs at the struggling Marks &amp; Spencer chain has been spelled out ahead of next months shareholders' meeting. The retailer's annual report and accounts reveal that departing directors picked up golden handshakes worth £2.75m. The payouts will refuel the controversy over apparent rewards for failure. The biggest payout - £707,000 - went to Guy McCracken, director of M&amp;S's overseas operations. The loss-making European business is being closed down, with the loss of more than 3,000 jobs, and the US businesses are up for sale. The payout was awarded on top of the £265,000 in pay and benefits that he earned before his departure last September. Former chief executive Peter Salsbury, who left on the same day as Mr McCracken, walked away with £609,000 on top of his £384,000 salary. Clara Freeman, former head of personnel and UK stores, received £337,000. Three other directors ousted since chairman Luc Vandevelde took over in February 2000 shared £1.1m. The payouts were made as M&amp;S's sales continued to plummet. Its current clothing sales are said to be 10% down on last year's levels. Its recent annual results showed a drop in profits from £417.5m to £145.5m, after £300m in one-off costs. The company has had to dip into its reserves to make dividend payments to shareholders. Only three years ago the retailer made a profit of more than £1.1bn. The report also shows the substantial financial package offered to lure Roger Holmes away from Kingfisher to become managing director of the UK retail operation and Mr Vandevelde's deputy. Mr Holmes, who joined the M&amp;S board in January has been paid £796,000 this year - of which £672,000 is benefits. These include compensation payments - £100,000 for loss of bonus and £554,000 worth of shares for loss of future benefits, both from Kingfisher. M&amp;S also provided Mr Holmes with a short term interest-free loan so that he could exercise his Kingfisher options. Mr Holmes was also awarded £1.7m of share options, and he negotiated a further £22,000 for working for two weeks over Christmas, before he officially joined the M&amp;S board. Mr Vandevelde received £834,000, made up of £650,000 in basic salary and £184,000 in benefits, which include a £1,000 a week Regents Park flat. The M&amp;S chairman was forced to defer an £800,000 bonus, after angry shareholders and staff made it clear they thought the payment was undeserved. The potential payout was based on Mr Vandevelde meeting certain undisclosed \"strategic and qualitative\" targets. In the seven-page remuneration report M&amp;S conceded that Mr Vandevelde met those targets, but does not spell out what they were. The report also spells out the payments M&amp;S is still making to six directors that left in 1999."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}