{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jun/25/artsfeatures4", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-06-24T23:00:00Z", "webTitle": "Tricky", "webUrl": "https://www.theguardian.com/culture/2001/jun/25/artsfeatures4", "apiUrl": "https://content.guardianapis.com/culture/2001/jun/25/artsfeatures4", "fields": {"headline": "Tricky", "bodyText": "Not so long ago, a ticket to see Tricky live was something you gave an enemy, not a friend. During 1998, his nadir in so many ways, the troubled Bristolian would rant and mutter in pitch darkness while studiously avoiding anything approaching a melody. The attitude seemed to be, Welcome to my nightmare - to which the general response was, No thanks. The clearest indicator of how far he's come since then is to compare 1998's shellshocked audiences with the virtually carnivalesque displays at the Royal Festival Hall, where he's making an unlikely appearance as part of Robert Wyatt's Meltdown. Here, fans clamber out of their seats, dance in the aisles and inhale combustibles both legal and illegal. Tricky seems to have realised that playing dark and heavy works best if you hike up the tempo; what was once oppressive is now invigorating. In fact, much of the set would not be out of place at metal mecca Ozzfest. It's hard to believe that his debut album, Maxinquaye, was once a coffee-table staple when you hear the raging funk, jagged riffs and hyperventilating hip-hop his four-piece band generate tonight, most of it drawn from career-saving new record Blowback. Black Steel, Maxinquaye's sore thumb, is now revealed to be an unlikely rap-metal classic, but in place of the brutish machismo that a band such as Limp Bizkit brings to that genre, singer Amber Sunshower (taking the co-conspirator role originally filled by Martina Topley-Bird) lends it both serpentine femininity and cool menace. And whereas Fred Durst is as dangerous as a McDonald's Happy Meal, Tricky's music writhes with unspecified night terrors; he remains in a genre of one. The set has its longeurs - Vent's claustrophobic dub is a migraine with a beat - but there is colour and variety here, assisted by ragga MC Hawkman and the remarkable Sunshower, who fills in for absent collaborators Alanis Morissette and Red Hot Chili Pepper Anthony Kiedis and delivers a star solo turn on the Eurythmics-sampling death disco of You Don't Wanna. Tricky's glass-gargling baritone rasp is absent on several songs but even when he's away from the spotlight and microphone, he is compelling: stripped to the waist, clutching a joint and shaking his head as if in the throes of demonic possession. It's reassuring to realise, when he gives a polite West Country \"thank you very much\", that he no longer feels the need to live that role 24 hours a day."}, "isHosted": false}}}