{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2001/jun/06/popandrock", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2001-06-05T23:00:00Z", "webTitle": "Pop: John Martyn", "webUrl": "https://www.theguardian.com/music/2001/jun/06/popandrock", "apiUrl": "https://content.guardianapis.com/music/2001/jun/06/popandrock", "fields": {"headline": "John Martyn", "bodyText": "Even as one of popular music's legendary boozers, John Martyn's entrance stuns the crowd. He staggers onstage, bent double. Then, as he hobbles to his seat, he winks, stands up perfectly straight and walks - soberly - to his seat. Minutes later, he's slurring, \"Well, it's nice to be wherever we are, and if we've been here before, it's nice to be back.\" It's never quite certain whether the old devil is mischievously playing up to his reputation, or is absolutely plastered. Then again, having taken on folk, rock, blues and trip-hop, perhaps he fancies a crack at comedy. For the first time in 15 years he is touring with Danny Thompson, the double bassist who accompanied his most famous albums and, indeed, drinking sessions. Together, they form one of the funniest bickering double acts since the Steptoes. Martyn, resembling a mutation of Frank Dobson and Garry Bushell, wages a surreal personal war against Thompson. Thompson, a stone-cold sober, white-suited Del Boy, gives a priceless impersonation of Martyn while the man himself is offstage, \"freshening up\". Given the banter, tune-ups and audience interaction (\"In the car park, big boy!\" Martyn squeals at the whistles that greet him taking off his coat), it's a wonder they get round to playing music at all. When they do, it's extraordinary. Mostly exploring the less obvious highlights of Martyn's bejewelled back catalogue, the stripped-down format and Martyn's \"curious\" frame of mind enable him to get to the heart of his music. Thompson is a gloriously fluid player and one of few quick-witted enough to follow Martyn's breathtaking wandering octaves. Over the Hill (dedicated to Thompson) collapses in laughter; during Spencer the Rover, a tale of youthful wanderlust, Martyn actually seems close to tears. Towards the end, it's hard to tell if the drunkenness is an act or for real: Solid Air is just a bit too slurred and his asides are now so surreal they're incomprehensible. Thompson wheels him forward in his chair, urges him to \"Say goodnight to the nice people\" and the pair mock-struggle to find the exit. \u0095 John Martyn and Danny Thompson play Bridgewater Hall, Manchester (0161-907 9000) tonight, then tour."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}