{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/jun/06/interestrates.personalfinancenews", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-06-05T23:00:00Z", "webTitle": "Interest rates unchanged", "webUrl": "https://www.theguardian.com/business/2001/jun/06/interestrates.personalfinancenews", "apiUrl": "https://content.guardianapis.com/business/2001/jun/06/interestrates.personalfinancenews", "fields": {"headline": "Interest rates unchanged", "bodyText": "The Bank of England left interest rates unchanged at 5.25% today, disappointing homeowners keen for another reduction in mortgage repayments and Labour candidates who would have welcomed an election eve rate cut. The bank's decision was widely expected, as economists felt the nine-member monetary policy committee (MPC) would not want to cut rates the day before a general election. Recent housing and retail sales data have also reassured the city that the UK economy is weathering the worst of the storm caused by the US slowdown. Concern over the impact of the downturn on the UK economy was behind the committee's decision to make a 0.25% cut last month. But Bank of England figures for March - released last week - showed that consumers were still willing to take on debt despite concerns over a slowdown, with lending to consumers nearly doubling to £1.7bn. Last month the US federal reserve chairman, Alan Greenspan, cut US rates for the fifth time in as many months to 4%, their lowest level for seven years, in a bid to turn around a flagging economy. The Confederation of British Industry has called on the Bank of England to cut rates here as well. However, Philip Shaw, economist at City stockbroker Investec, said: \"There is no urgent need for a cut. There has been a slug of very strong data, showing house prices rising and retail sales on the up.\" He added that a cut the day before the election could be viewed as \"boosting the feel-good factor\" and therefore helping Labour in its bid for re-election. Jeremy Batstone, head of research at NatWest Securities, agreed that the MPC would want to \"rock the boat\", but he expected to see further cuts later in the year. Interest rates have come down from 6% since February, easing the burden on homeowners across the country. Last month's 0.25% cut meant those with a £60,000 mortgage saw their monthly repayments fall by close to £10. Related articles 05.06.2001: Retail sales grow at fastest rate for five years 01.06.2001: House price rises dim rate cut hope 25.05.2001: CBI predicts interest rate will fall to 4.75% 16.05.2001: Greenspan acts. It's 4% Useful links Bank of England Monetary policy committee US Federal Reserve Confederation of British Industry"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}