{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jun/06/lifeinsurance.insurance", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-06-05T23:00:00Z", "webTitle": "Insurer seeks rescue", "webUrl": "https://www.theguardian.com/money/2001/jun/06/lifeinsurance.insurance", "apiUrl": "https://content.guardianapis.com/money/2001/jun/06/lifeinsurance.insurance", "fields": {"headline": "Insurer seeks rescue", "bodyText": "Independent Insurance, the former stock market darling founded by Michael Bright, is understood to be sounding out big investors about a rescue rights issue to shore up its capital base. The City believes the group, which suddenly parted company with the charismatic Mr Bright in April, urgently needs to find at least £150m if it is to continue taking on new customers. The possibility of agreeing to a takeover has not been ruled out by the chairman and acting chief executive Garth Ramsay. But the search for a buyer prepared to stomach the gap in the financing is so far thought to have deterred rivals from tabling a formal bid. Under the terms of the rights issue currently being discussed, investors will be offered shares at 70p - in comparison with the 118p at which they closed last night. The shares have fallen sharply from above 350p earlier this year as concerns about its financial situation have escalated. The company is due to publish its financial results in August but is thought to be hoping to announce the fund raising from shareholders as early as next month. City sources believe it needs to act quickly to satisfy the demands of ratings agency Standard &amp; Poor's which has severely downgraded its financial strength and debt rating over concerns about its capital base. \"Failure by management to address the capital concerns may result in a further lowering of the company's ratings,\" S&amp;P said recently. By stripping the company of an A rating and downgrading it into BBB territory, S&amp;P is effectively in creasing the cost of borrowing for Independent Insurance. According to City sources, this means the company is less likely to try to borrow money on the capital markets and might be forced to settle for the discounted rights issue - despite the fall in its share price in recent months. The City is also looking for more details about a complicated reinsurance package it has put in place which is rumoured to have raised alarm bells at City regulator, the Financial Services Authority. The FSA, as the company's regulator, is being kept in formed about the efforts by the management to raise cash. The firm's auditors KPMG are also believed to be playing an active role in looking at the financial policies adopted by the previous management. The FSA refused to comment, saying it could not discuss individual firms. KPMG and the company also made no comment. There has been speculation in the City ever since the surprise departure of Mr Bright - whose personal wealth is tied up in the company he formed 14 years ago. Its sudden fall from grace followed a surprise profits warning in February on the back of underwriting losses in France and \"no fee, no win\" insurance claims. The company has also been dogged by speculation that it had achieved rapid growth in the past by not setting aside enough capital to cover the insurance policies it was selling. This situation, known in the industry as reserving, is thought to be one of the issues currently being considered by the remaining management - which is continuing its search for a chief executive to replace Mr Bright."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}