{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/jun/25/Whitehall.socialsciences", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-06-24T23:31:50Z", "webTitle": "Labour think tanks scale down ambitions", "webUrl": "https://www.theguardian.com/business/2001/jun/25/Whitehall.socialsciences", "apiUrl": "https://content.guardianapis.com/business/2001/jun/25/Whitehall.socialsciences", "fields": {"headline": "As for productivity, the Treasury comes first", "bodyText": "If thinktanks were the advance guard of the Thatcherite revolution, they have been more like the home guard under Labour - nowhere near the front lines of the ideological battle. John Biffen, chief secretary to the Treasury in the early years of Mrs Thatcher's government, once described Keith Joseph and his colleagues at the Centre for Policy Studies (CPS) as \"the wild men on the right\", dragging the party's centre of gravity towards their extreme views. The CPS and the Institute of Economic Affairs (IEA) provided the Iron Lady with her ideological fortifications - monetarism, the attack on the unions and privatisation. These days, the rightwing thinktanks regard Mrs Thatcher's first term as their finest hour, although the side effects of their policy prescriptions - the 1980 recession which destroyed vast swaths of the manufacturing sector and sent unemployment soaring - probably did more to reshape the economy than any pamphlet from the IEA. It certainly sent the public a message that the Keynesian demand management practised by both Conservative and Labour governments since the war was dead. There are no wild men or women of the left at the Institute for Public Policy Research (IPPR) or the Industrial Society. Now that Labour has accepted most of the changes wrought on the economy by the Conservatives, thinktanks too, appear to have scaled down their ambitions. Today's report from the IPPR, Labour's own thinktank, on public private partnerships (PPP) is typical of the new emphasis on managing the economy better than the Conservatives rather than replaying old battles. There should be no \"no go\" areas for involving private companies in running state activities, it says, and the chief test should be value for money. When Labour came to power, a whole generation of think-tankers moved into Whitehall with it. David Miliband from the IPPR became head of the No 10 policy unit while Geoff Mulgan, from Demos, the self-consciously offbeat thinktank, became a part-time adviser and then full-time head of the performance and innovation unit. Despite these starry pedigrees, the big ideas of the government's first term mostly came from outside the charmed circle in No 10. The decision to make the Bank of England independent owed more to US academics than it did to any homegrown thinkers. In fact, many of the new policies in Labour's first term hailed from across the Atlantic, such as the working families tax credit and the emphasis in the New Deal that the unemployed had a responsibility to look for work. It seems the leftwing thinktanks trying to influence Labour as it prepared for power would have been better off sending their foot soldiers to Harvard, where Ed Balls, Gordon Brown's chief adviser, was studying in the early 1990s. His chief mentor was Larry Summers, who became treasury secretary in the Clinton administration. Through this link, the shadow chancellor absorbed the current neo-classical economic orthodoxy which argues governments cannot raise output by boosting demand through fiscal or monetary policy because this simply increases inflation. The only way of increasing growth in the long run is to improve the supply-side capacity of the economy. Mr Brown became so versed in American policymaking during his years as shadow chancellor that Richard Holt, author of Second Amongst Equals, a new book on British postwar chancellors, says: \"Had not Brown entered the cabinet in 1997, he could have probably have wangled himself a seat in the American one.\" Since Labour came to power, the IPPR has enjoyed the closest relationship of all the thinktanks and often seems to pull its punches for fear of damaging its relationship. The release of the PPP report was timed to avoid the election campaign lest its views on the government's plans for the London Underground and National Air Traffic System spoil Labour's chances of a second term. By focusing on providing practical policy advice it has become an out-of-house research team for tricky issues which ministers do not trust civil service policymakers to tackle. Meanwhile, Demos, the thinktank which briefly made the whole business seem sexy in the early 1990s with concepts such as Cool Britannia, has been a busted flush since Labour came to power, according to one observer of the thinktank scene. There are new kids on the thinktank block. The Industrial Society, the venerable management training institute, has reinvented itself as a thinktank looking at labour market issues, while Mr Brown has set up his own, the John Smith Institute, named in honour of Labour's former leader. Demos and the Industrial Society have chosen to focus on softer issues such as the work life agenda, which make for good headlines if sometimes less than rigorous analysis. The contrast with the US is marked. American thinktanks such as the Brookings Institute and the National Bureau of Economic Research do the kind of detailed number crunching on whether government policies actually work in practice which seldom grabs media attention. Evidence-based policymaking is the new pet phrase in Whitehall, even if it is unlikely to excite many non-policy wonks. But, with the leading lights of the thinktank world indulging in \"data-free social science\", in the words of one visiting US academic, the Treasury has taken on this role itself. Under the guise of improving productivity, Treasury civil servants are investigating areas usually far outside their remit. Mr Brown's setpiece announcement on competition last week was typical of the unit's work. Proposals to make anti-competitive behaviour a criminal offence would once have been the Department of Trade and Industry's remit. As Mr Brown's interests expand, the Treasury is sucking in experts on new subjects. The real battle of the next term may be over whether Mr Brown's long-term project for improving the trend rate of economic growth can be married with the prime minister's desire to see an immediate improvement in health and education. Mr Brown desperately needs the productivity agenda to deliver higher trend growth so he can afford to keep pumping money into the rundown public sector. But changes of the kind the Treasury is working on take time to bear fruit and the chancellor will be reluctant to sacrifice the credibility he has won with the markets by relaxing his grip on the public finances. Labour's next term may prove a more exciting battleground for ideas than did the first."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}