{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/jun/14/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-06-13T23:00:00Z", "webTitle": "Theatre: Danny Bouncing", "webUrl": "https://www.theguardian.com/stage/2001/jun/14/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/jun/14/theatre.artsfeatures", "fields": {"headline": "Danny Bouncing", "bodyText": "Danny Bouncing is a Tinsel-town trauma, written by one who knows. This was the script that landed Rick Cleveland a writer's job on the television drama The West Wing, for which he collected an Emmy award. But Cleveland's clever comedy, seen here in its British premiere, is less a heroic tale about the long haul to stardom than an affectionate paean to years spent idling on the sliproads of Sunset Strip. Cleveland's milieu is less Hollywood than Holly-won't: the insane infestation of would-be actors, writers and therapists swarming aimlessly around the lower slopes of Beverly Hills. For Danny, an unemployed screenwriter, and his clan, the closest brush with stardom they can expect is an illicit dip in Shelley Winters's Jacuzzi. Cleveland actually did this. Partly out of boredom and partly because his girlfriend had left him with nothing to write about, he and his out-of-work actor pals made a sport of nocturnal raids on celebrity hot tubs. If nothing else, this play offers a unique insight into the private bathing arrangements of the rich and famous. Danny Bouncing shares all the West Wing's hallmarks of high-octane intellect, verbal riffs and pump-action wit. But whereas the West Wing is about a bunch of high-flyers light-headed with success, Danny Bouncing is a compassionate portrait of failure, a love song to the unsung side of Hollywood. Director Mark Clements has secured not only the UK premiere for Derby but also the presence of the original Danny, Martin McClendon. He cuts an endearingly geeky, angular figure, racked with emotion at the break-up of his relationship, but unable to decide whether it is with remorse or relief. He is superbly supported by four Brits who completely imbibe the Los Angeles idiom: not least the excellent Phillipa Peak, who wittily juggles all the female parts to underline the theme that everyone in Hollywood is an actor at heart. Clements's stylish direction and Nikki Turner's elegantly cinematic design ensure the play looks as good as it sounds. This is the sexiest, steamiest experience to be had outside Madonna's hot tub. &amp;#'149; Until June 30. Box office: 01332 363275."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}