{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/jun/02/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-06-01T23:00:00Z", "webTitle": "Theatre: Inconceivable", "webUrl": "https://www.theguardian.com/stage/2001/jun/02/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/jun/02/theatre.artsfeatures", "fields": {"headline": "Ben Elton's fertile imagination", "bodyText": "One of the things that irritated people most about Dominic Dromgoole's provocative recent survey of the 100 best living playwrights, The Full Room, was the inclusion of Ben Elton at the expense of several younger, noisier voices. The room was quite full enough, critics implied, without low-grade boulevard entertainers such as Elton barging in. Well, the theatre has always needed its boulevard entertainers and always will. They may not be the essential lifeblood of the theatre, but they prevent its arteries from furring up. And Ben Elton is the best at what he does, bar none. If we were to draw up a list of the top 50 dramatists, he would still make the cut. There are two preposterously snobbish assumptions that prevent Elton from being taken at his true worth. The first is the suspicion aroused by any writer who can flip between mediums with such gymnastic ease. The second is his compulsion to recycle work. The first can be dispensed with straight away. If Shakespeare were alive today, would he really spend all his time writing theatre scripts? The second is trickier, but so what if Elton chooses to be environmentally friendly with his ideas? Popcorn may have been a novel, a stage play and a foodstuff, but it was still one of the funniest and most disturbing satires of popular culture in recent years. Inconceivable also began life as a book, but Laurence Boswell's production of his own adaptation unfailingly translates it into visually compelling theatre. Boswell and multimedia designer Jeremy Herbert coax new technology (video) and old technology (actors) into a union more harmonious than these marriages often are. It neatly underlines the prevailing theme of Elton's story about the enduring strength of a stable relationship. Lucy is a woman who can't conceive and her husband, Sam, a writer bereft of ideas. This could so easily be the inspiration for a bad, sentimental play full of tasteless infertility jokes; instead we see Sam inspired to write this bad play while Elton crafts a much better one around it. That the wheels should come off Sam and Lucy's relationship is predictable enough; what is so moving, in Geraldine Alexander and Duncan Bell's admirable performances, is their constant attempt to effect running repairs. This is a fine play with some big ideas and an even bigger heart. Ben Elton could turn out to be one of our most significant modern dramatists. Inconceivable? Possibly not. \u0095 Until June 16. Box office: 0113-213 7700."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}