{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jun/21/artsfeatures8", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-06-20T23:00:00Z", "webTitle": "Cigarettes and cannibalism at the Gate", "webUrl": "https://www.theguardian.com/culture/2001/jun/21/artsfeatures8", "apiUrl": "https://content.guardianapis.com/culture/2001/jun/21/artsfeatures8", "fields": {"headline": "Cigarettes and cannibalism at the Gate", "bodyText": "Six Bulgarian and two British actors unite in this cryptic collage by Heiner Müller about the collapse of Nazi Germany. You need a synopsis to steer you through it but Dimitar Nedkov's hour-long production, opening the Gate's East Goes West season, is clearly the work of a highly inventive theatrical mind with a capacity to create images of disintegration. The opening scene, about the schism in German communism in 1945, goes for little unless you speak Bulgarian. But light dawns in the second scene which, paradoxically, is played in almost total darkness. Four German soldiers, at the end of a war already lost, are being given pointless orders by a bullying sergeant. At one point they are told to relieve their bladders and to light up. As we watch their cigarette-tips glow in the dark, we hear the chilling question, \"Three bellies full or four empty - which?\" and realise this is a prelude to cannibalism. Luminous cigarettes as a harbinger of murder was a device used by Peter Brook in The Visit 40 years ago; it retains its chill, particularly when you hear the soldiers satisfying their appetites. But each scene in Nedkov's production makes a strong visual impression. The dominant image is of louvred screens of brown paper supported by rotating steel frames. In one scene a loyal Nazi, depressed by Hitler's suicide, kills his wife and daughter by symbolically swathing their heads in brown paper and sending their bodies spinning on the twirling frames. And, as the Soviet army marches into Berlin in 1945, the ensuing hunger and poverty is evoked by a loaf of bread passed from mouth to mouth. Credit belongs to Müller for creating scenes suggesting the bestiality and surreality of the Nazi twilight. But, without pushing the modern Balkan parallels, Nedkov and his team of six actors imply that even in crisis-ridden times the individual has a measure of autonomy. The final irony is that this highly impressive demonstration of Anglo-Bulgarian cooperation opened on the very day we learned that the Bulgarian people had elected as their political leader a 64-year-old distant relative of Queen Victoria. Until June 30. Box office: 020-7229 0706."}, "isHosted": false}}}