{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2001/jun/29/art.artsfeatures", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2001-06-28T23:00:00Z", "webTitle": "Review: Keith Haring's The Ten Commandments", "webUrl": "https://www.theguardian.com/artanddesign/2001/jun/29/art.artsfeatures", "apiUrl": "https://content.guardianapis.com/artanddesign/2001/jun/29/art.artsfeatures", "fields": {"headline": "Keith Haring", "bodyText": "Keith Haring's series of paintings, The Ten Commandments, hangs in a Victorian pumping station whose low lighting and cavernous space transport you back to a Manhattan nightclub in the days when Andy Warhol was still alive and Madonna was still a slut. Keith Haring! I'd forgotten he was an artist rather than just a brand. Since his death in 1990, Haring has dissolved into the ether of the mass media. His dancing blue and red stick figures with their bold black outlines are available in card shops, on calendars and on T-shirts, yet have somehow become blandly invisible. So to come into this place that is decked out like a satanic downtown cathedral is a shock. It's salutary to rediscover the fearsome violence of Haring's art. His contorted, excessive imagination, bypassed in the pop version, is here in all its apocalyptic fury. You realise that Haring really does live as an artist, for us, now. Haring's Ten Commandments are anti-religious, diabolical ripostes to ecclesiastical art. The first vast image is precisely and eruditely derived from the hell mouths and Great Satans that appear on the walls of late-medieval churches. An awesome, rat-like face spewing worms makes you shudder, and makes you humble. These paintings are on the scale of altarpieces and are curved at the top to fit the windows of an inhumanly grand church. But if you expect them to tell you what to do to avoid hell, forget it. Haring's only commandment is: thou shalt not have false idols - namely, money and the Church. He depicts his little people shaking and juddering at the command of a flying TV blazing with images of the almighty dollar, and an upside-down cross by which people are screwed. In Haring's universe, sexual energy is holy and religious morality is death. There is a bold mind at work in these paintings, playing the primitive against the sophisticated, and addressing the impatient city and its fashions, searching for the roots of art. Haring knew that the graffiti images he and his contemporaries drew - in the New York subways, then in clubs, and finally in museums - were a recapitulation of the origins of art as primal graphic gesture. In these sublime paintings he reveals the savage, crude graffiti that is the beginning of art. His symbols make love to each other, collapse in a drunken heap, and then stagger out into the night. Until August 31. Details: 020-7680 2080. Keith Haring"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}