{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jun/06/artsfeatures3", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-06-05T23:00:00Z", "webTitle": "Theatre: Blood Wedding", "webUrl": "https://www.theguardian.com/culture/2001/jun/06/artsfeatures3", "apiUrl": "https://content.guardianapis.com/culture/2001/jun/06/artsfeatures3", "fields": {"headline": "Blood Wedding", "bodyText": "With a clap of hands and a stamp of feet, Sue Lefton's production plunges straight to the heart of a small, rural community in Spain almost 80 years ago. Federico Garcia Lorca's steamy story of honour, passion, elopement and vendettas that leave sons and husbands dying and young women to face bleak futures alone was inspired by a newspaper cutting about a bride who ran away on her wedding day with her cousin. Lorca makes the story his own, painting a portrait of an intricately webbed community where the slights of the past are never forgotten and the alliances that secure the future mean codes of honour are inviolate. Women are daughters, wives, widows and mothers, never themselves. Lefton is best known as a movement director, most notably for the Royal Shakespeare Company, but comes into her own here with a smoky, atmospheric production in which the body language of the protagonists speaks of hidden passions and suppressed desire. Lefton has the courage to take her time in setting the scene and is aided by Tim Meacock's effective design, which surrounds a rectangle of bare wood with beaten walls that look as though they have accumulated generations of soot. The production also confidently makes the leap between the more naturalistic first act and the stylised second half, when the moon sheds poetic light on the tragedy. It is unexpectedly funny, capturing both the gossipy village throwaways and the fluttery excitement of the young girls who enjoy the wedding and subsequent drama without beginning to understand its meanings or indeed its implications for themselves. As the mother of the bridegroom, a woman who has already lost both her husband and elder son to a feud, Christine Absalom begins as a figure of fun and ends as a figure out of Greek tragedy. This is an enormously sympathetic production of a big, compassionate play about a narrow, unforgiving world. At the end the women sit alone, a row of beady little black crows bereft of their menfolk. They clutch at their veils as though they are shrouds. The long empty years stretch ahead of them. They are condemned to be the living dead. \u0095 Until June 16. Box office: 01206 573948."}, "isHosted": false}}}