{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2001/jun/20/communities", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2001-06-19T23:20:23Z", "webTitle": "Brownfield site or priceless haven for wildlife?", "webUrl": "https://www.theguardian.com/society/2001/jun/20/communities", "apiUrl": "https://content.guardianapis.com/society/2001/jun/20/communities", "fields": {"headline": "Brownfield site or priceless haven for wildlife?", "bodyText": "Helen Webb recalls the time her husband Peter employed two men to help him construct a driveway at their home. Preparing to knock through a garden wall, he discovered blackbirds nesting. \"The job stopped,\" she says. \"He had given the men a week's wages each, up front, but he wouldn't let them carry on until the birds had flown the nest. They thought he was mad.\" Two miles away, environmental campaigners seized control of a tiny strip of inner-city land owned by builder Peter Webb, claiming that dozens of species of birds, animals, plants and trees are endangered by a planned development. Within days of contractors' hoardings going up, the protesters had torn them down to use as barricades at the plot on the edge of Princes Park in Toxteth, Liverpool. Overnight, the protest became a cause célèbre. What had made Webb turn from friend of the blackbird into a rapacious developer, trampling over the sensibilities of residents, not to mention all manner of wildlife? But all was not as black and white - or, indeed, as green - as it appeared. Webb was the one-man business hoping to develop the site, known as Park Nook. The site's occupation, he says, was the start of a two-year \"nightmare\" for his family - a nightmare due to climax next week when a rare public inquiry will decide the future of the land. \"We returned from a weekend away to find the hoarding gone and a group of protesters claiming the site as a nature reserve,\" says Webb. Owing, in part, to a well-organised PR campaign by activists, the issues surrounding Park Nook quickly became polarised in the media. One newspaper observed that trees were \"on the brink of destruction to make way for luxury flats\". But Helen Webb insists that her husband is a keen environmentalist - \"he has banned American products from the house over Bush's policies\" - and is as highly principled as his father, Cyril, who founded the family business. Webb senior bought Park Nook in the 1960s. When Liverpool council invited him to build high-rise flats there he refused, believing they were not right for the area. From then until 1999, when planning permission was granted for two three-storey blocks of flats, the site has become overgrown and - protesters claim - one of the few areas of wilderness in the city. One resident, writer and broadcaster Fritz Spiegl, used the letters page of the Liverpool Daily Post to express his concerns. \"Liverpool can ill afford to lose any more parkland and trees,\" he said. \"The nook is a haven for wildlife.\" Chris Lovell, spokesman for the Friends of Princes Park, the group leading the opposition, says: \"This is a beautiful spot - designated a green space by the council - which we believe local residents have made use of for many years.\" But the protesters don't have it all their own way. When they suggested that bats, a protected species, were nesting on the land, the Webbs called in Clemency Fisher, curator of birds and mammals at National Museums and Galleries on Merseyside. She sympathises with the Webbs and says: \"I was extremely impressed with how sensitive and careful they had been to take ecological matters into account. If you are a multi-million-pound corporation, you can soak up this kind of thing, but if you are a small family firm, you get it in the neck.\" There is no evidence that bats have used any of the trees, says Fisher. \"The site is a small piece of scrub . . . too isolated to be of huge interest.\" The Webbs claim to have been abused and threatened, although they say they have no reason to believe that those responsible are connected to the official protest. Helen Webb says: \"I got a call from someone who said, 'We know where your daughter goes to school.' Then we got a letter telling us that if we went ahead with the development we would be made to regret it for the rest of our lives. I had a miscarriage through the stress of it all and I am on anti-depressants. It is horrible.\" Peter Webb has made no attempt to evict the protesters because, he says, he is not confrontational. \"We would rather talk to these people and listen to their arguments,\" he says. Spiegl has recalled how children have always considered Park Nook \"a spooky site with witches living in it\". Other residents, however, say any women of dubious repute spotted there are more likely to be prostitutes. The plot is also a haunt of drug users, a tipping ground and is overrun by brambles, Peter Webb claims. \"The week before the protesters moved in, I was clearing up hypodermic needles.\" As a condition of planning permission, Webb planted a bank of trees to screen the development, at a cost of £5,000. He is obliged to replace any tree lost on the site with two more. He has also agreed to relocate a planned fence to accommodate the path of errant ducks from the Princes Park lake. Anthony Bradshaw, an expert on urban environmental matters and professor emeritus at the University of Liverpool, inspected the site at the Webbs' behest. He reported that the best specimens of trees would remain, while the 23 to be felled were \"not a significant loss to the landscape\". Nevertheless, in a rare legal move, campaigners have applied for the site to be declared a \"town green\" under the Commons Registration Act. A public inquiry starting next Monday will be chaired by a commons commissioner, whose recommendations are likely to be accepted by Liverpool council. Lovell says: \"It would be a travesty if it was bulldozed to make way for another housing development when Liverpool has plenty of proper brownfield sites waiting to be built on.\" But Peter Webb insists: \"Of course this is a brownfield site; it already had a house on it which has since been demolished.\" Helen Webb says her husband is loath to speak up for himself. \"In an industry that's plagued by rogues, he has worked so hard to create a building with integrity. He is a decent person trying to make a living and it seems so wrong that they are picking on him. It goes against what is just.\" Common concerns A town or village green (TVG) is defined in law as \"land on which for not less than 20 years a significant number of local inhabitants have indulged in lawful sports or pastimes\". There are an estimated 3,850 such sites in England and Wales. Numbers of applications for land to be granted TVG or common status have increased considerably in recent years - there are some 50 applications pending - and it is proving more and more difficult for landowners to find evidence to defeat such claims. The Commons Registration Act 1965 deems it sufficient for people to have used the land openly, irrespective of the owner's consent, provided there was no use of force. The act provides for commons commissioners - solicitors or barristers of at least seven years' standing - to settle disputes over boundaries, ownership or rights. Landowners are barred from developing TVGs even if planning permission has been granted."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}