{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jun/17/personalfinancenews.business", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-06-16T23:00:00Z", "webTitle": "How Bright was bowled out", "webUrl": "https://www.theguardian.com/money/2001/jun/17/personalfinancenews.business", "apiUrl": "https://content.guardianapis.com/money/2001/jun/17/personalfinancenews.business", "fields": {"headline": "How Bright was bowled out", "bodyText": "The only surprise about Independent Insurance's demise, said the chief executive of a competitor, was its speed. 'You can't sell insurance as cheaply as they did, with sparkling results, and not have a cashflow problem. I was certain this would happen, but I thought it would be slow. This is so savage.' Savage it certainly is. Only six months ago, Independent was the City's favourite insurer, its shares were trading at more than 400p and it was worth close to £1 billion. Last week, those shares were suspended at 81.5p, its financial advisers had failed to raise money to plug a hole in its balance sheet and it was forced to stop taking new business. Company insiders say there have been approaches about buying some or all of the business but, with questions raised about a number of its reinsurance policies and the level of cash set aside for claims, even its much-reduced £200 million market value may now be too high. At the heart of Independent's dramatic collapse is a familiar tale of a company that grew too fast for its own good, and a management pushed into increasingly desperate measures to keep the momentum going. The industry is full of gossip about Independent's low prices and enthusiasm for new business. One recalls competing to insure a large commercial building. 'Our bid was £15,000, and we thought that was a good price. Theirs was £3,000.' Others say swashbuckling Michael Bright, who quit as Independent's chief executive last week, did not focus on such tedious things as price. 'If he wanted the client, he told the broker there was no bottom price,' said another rival. That was fine as long as the business was growing rapidly and the risks were properly controlled.But in the mid-Nineties Independent moved into new areas of business, where Bright had less experience and where the risks proved rather harder to control. Founded in 1987, Independent initially concentrated on short-term policies to cover such things as vintage cars, commercial buildings and boats. It was extremely successful: premiums in the 10 years to 1997 grew by an average of 32 per cent a year, and operating profits rose by a similar amount. The bigger it got, however, the harder it became to expand in its chosen markets. In about 1997, it decided to take on longer-term commercial business, where liabilities are much harder to esti mate. By last year, this represented 30 per cent of its premium income. Unfortunately, this move coincided with increasing claims, as Britons followed Americans into courts to claim compensation for anything from stress in the workplace to botched operations. That made Independent's rather maverick pricing strategy increasingly risky. 'If I were being kind to Bright I would say his problem was he had not run business of any longevity,' said a rival. 'In year one, the book looks good, in year two it is better and by year three it is fantastic. In year four, it starts to look not quite so bright. Then in year five, it turns awful as claims start to come in.' The result for Independent was a squeeze on reserves. These are crucial for insurers as their level determines how much new business they can write. Bright to turned to the reinsurers to try to plug the gap. Reinsurance, where an insurer effectively takes out a policy with one of its rivals, is a legitimate tool used by companies to lay off some of the risks of the policies they have written. But Independent upped the ante by using it to shore up its reserves. That seems to have started in 1999, but City eyebrows were not raised until the start of this year, when Independent said it had a reinsurance contract, believed to be with an arm of GE Capital, providing £278m of cover for £110m of premiums. Details have never been disclosed but it looked too good to be true. Roger Hill, analyst at UBS Warburg, said he was told the reinsurer was happy to do this business at a loss because of its relationship with Independent. Rivals were bemused. 'They announced they had a funding policy which allowed them to reserve less. We all thought it could not be true,' said one. Last week, however, it emerged that there were other 'alleged' reinsurance contracts, losses on which effectively negated the profits from the first contract. Sources close to Independent say only that the first contract was disclosed to the board when the accounts went for approval: 'The directors asked the obvious question: were there any more? They were told no.' The circumstances of these contracts is now being investigated by PriceWaterhouseCoopers, which has been called in to look at events at the company. It is also investigating Independent's system of estimating claims amid suggestions that provision for them is too low. This is what is believed to have been behind a letter from Watson Wyatt, Independent's actuaries, who warned the company on 25 May that it could withdraw its opinion on the adequacy of Independent's reserves. 'It is not possible for me, on any actuarial basis, to form any reasonable or realistic projections of the London market general liability account,' partner Mark Trayhorn wrote. Company sources played down the significance of this letter - they are, after all, still trying to sell the business - but one said: 'If we find out that not all the reserving has been done, there is a problem. We need to reconstruct everything to establish a proper actuarial view.' The Financial Services Authority is keeping a close watch, although it may not hold its own inquiry: this is seen as a management, rather than a regulatory, failure. There is little impact on policyholders, except that they will have to find another insurer and, presumably, pay rather more in premiums. But the Policy Holders' Protection Board guarantees most claims for policyholders. Shareholders, however, should not bank on getting any of their investment bank. The speed and scale of Independent's demise raises serious questions. Not least is what made Watson Wyatt change its mind 11 weeks after signing off Independent's accounts. And, if the entire industry believed Independent was a disaster waiting to happen, why did no regulator spot something wrong? Dark days for industry's most colourful character If your image of an insure is a rather grey man who gets his kicks in life by working out the risk of your car being stolen, then you should meet Michael Bright. The founder and driving force behind Independent Insurance is anything but grey. Flamboyant and blunt-speaking, Brighty - as he is universally known - flung himself into work and leisure with equal enthusiasm. He started his career in a Brixton bedsit but now has homes in Kent, London and Marbella, as well as other trappings of success such as an E-type Jag and a yacht. But he never loosened his grip on the business. Rivals say that any claims greater than £10,000 had to be personally signed off by him and he was also involved in many of the unorthodox pricing decisions which won him so much business. 'He had no foundation for his pricing methods,' said the chairman of one rival company. 'If he did well on a book, he would decrease the prices. There was no centralised control; he would have different offices operating different systems.' His employees were expected to be as dedicated as he was, and he drove them hard to generate new business. The rewards appeared generous - he set great store by incentive schemes. His staff own as much as 15 per cent of the shares in the firm. These are suspended and may never be worth anything. Bright, aged 56, moved into insurance from school but his break came when he was headhunted by Sir Iain Noble, the Scottish financier, in 1987 to sort out the UK arm of Allstate, the US insurer, which he had just acquired. Initially, brokers were suspicious of Bright and his business methods but were won round by lavish parties and dinners at his Kent home. The industry establishment, too, eventually warmed to him, naming him president of the Chartered Insurance Institute this year - a post he resigned when the details of Independent's collapse became clear. PwC to probe Independent"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}