{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/jun/20/gapyeartravel", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-06-20T17:58:40Z", "webTitle": "Mind the gap", "webUrl": "https://www.theguardian.com/travel/2001/jun/20/gapyeartravel", "apiUrl": "https://content.guardianapis.com/travel/2001/jun/20/gapyeartravel", "fields": {"headline": "Mind the gap", "bodyText": "There's no doubt that volunteering during your gap year builds confidence and certainly looks good on your CV. It will also impress your university - in a survey of vice-chancellors, 90 percent agreed that a \"structured year out benefits the personal development of the undergraduate\". There are hundreds of voluntary organisations just desperate to get their hands on you! And the opportunities they offer are limitless. Whether you fancy a traditional project, such as dry stone walling, or prefer to try your hand at something a bit different, iguana farming for example, there is something out there for you. With so many options available it can be difficult to find what's right for you but organisations like Worldwide Volunteering for Young People can help. Their unique CD ROM database has detailed information on 800 voluntary organisations in the UK and across 214 countries around the world. There are potential placements for around 250,000 16 to 25-year-olds each year - from running a community arts project in Glasgow to teaching in the Himalayas. Caroline Williams knew nothing of the Sermathang Project in Nepal until she used the database. She had the chance of a gap year before going to Cardiff University and wanted to volunteer overseas. Sermathang Village is 70 miles from Kathmandu and the project was set up to ensure the continuing education of children in this traditional village high in the Himalayas. It's a long way from Cardiff to Nepal but Caroline found the distant location and different culture unforgettable: \"Being so isolated was one of the best aspects\" she says \"it was somewhere where the culture and lifestyle are so different and untouched by the outside world. It completely changes your outlook on life\". Another medical student, Jeannie Worthington, spent her time in Chile surveying the endangered Huemule deer, working on community projects, teaching in the small village of Lago Verde and trekking in the Andes. She enthuses about the changes her work made to her life: \"The experience increased my confidence and diplomatic skills. I wish I could repeat it all again and would recommend it to anyone as a chance to prepare mentally and emotionally for what lies ahead\". And you don't need to go abroad to make the most of your gap year, there are lots of opportunities in the UK, Nick Ruff found his time \"scrub bashing\" on the Norfolk Broads gave him the chance to get to know new people and gave him valuable work experience. Worldwide Volunteering for Young People allows you to find exactly the right project, whether you want to go for one week, one month or the whole year. A few clicks of the mouse will give you all you need to get you started, including vital information such as how and when to apply to the organisation, what insurance you'll need, and what qualifications they're asking for. And money need not be a headache, the database can identify projects which need little or no financial input, some may even pay your expenses. The database is already available in over 500 schools, colleges, libraries, careers services and volunteer offices. If you can't find one near you please contact 01963 220036 and for further details visit www.worldwidevolunteering.org.uk What are you waiting for? A world of opportunities is just a click away!"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}