{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/jun/09/4", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-06-09T22:59:29Z", "webTitle": "Insurance group admits cash crisis", "webUrl": "https://www.theguardian.com/business/2001/jun/09/4", "apiUrl": "https://content.guardianapis.com/business/2001/jun/09/4", "fields": {"headline": "Insurance group admits cash crisis", "bodyText": "Independent Insurance admitted yesterday that it urgently needed to find money to plug a gap in its financial figures. Following a report in the Guardian earlier this week, the company confirmed that it is in discussions about raising fresh capital as well as considering takeover offers. Formed by Michael Bright almost 15 years ago, the company has suffered a sudden fall from grace this year, which culminated with his surprise departure in April. The shares, which were above 350p at the start of the year, yesterday lost 20% of the value to close at 82p. In a statement to the stock exchange yesterday, Independent said it was \"actively pursuing a capital raising\" to allow it to continue selling new insurance policies. It also revealed that it had found problems with an intricate reinsurance arrangement. These are designed to allow companies to lay off their risks with another insurer. The stock exchange announcement said that new information had come to light about the reinsurance policy, which it described as \"alleged reinsurance arrangements\". It warned that it might need to find money to replace these deals. The company made it clear that if it did not find fresh money it would have to review the amount of business it currently conducts. Chairman Garth Ramsay, indicated that the re-financing was close. \"In respect of the capital-raising, plans are well advanced. However, no final decision has been made on terms,\" the company said. The Guardian reported earlier this week that the company was sounding out its investors about support ing a rights issue at around 70p. According to City sources, the company needs to persuade its existing investors to provide the cash because potential bidders have been deterred from tabling a formal offer due to the gap in its financing. Rating agency Standard &amp; Poor's has already sounded the alarm about the company by downgrading its rating. This might also deter Independent from trying to borrow money as the lower debt rating increases the terms under which bankers will be prepared to lend."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}