{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2001/jun/29/features.imogentilden", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2001-06-28T23:27:25Z", "webTitle": "They made a monster", "webUrl": "https://www.theguardian.com/film/2001/jun/29/features.imogentilden", "apiUrl": "https://content.guardianapis.com/film/2001/jun/29/features.imogentilden", "fields": {"headline": "They made a monster", "bodyText": "Shrek comes to the UK riding high on a double whammy of phenomenal box office success ($215m to date and counting) and great reviews. Most put its success down to a combination of dazzling state-of-the-art CGI animation and the voice talents of America's best-loved comics (Mike Myers, Eddie Murphy). Producer Jeffrey Katzenberg reckons the answer's even simpler. \"It's original,\" he says without hesitation. \"It just isn't like anything else that you've seen before.\" Certainly Shrek's mix of strong story seems guaranteed to appeal to both adults and kids. More crucially, perhaps, its wholesale trashing of many of our most loved fairy stories is just right for today's knowing po-mo cinema audience. Although some people will be familiar with William Steig's source children's book, the celluloid Shrek has undergone a few changes. \"I thought it was a pretty wicked idea,\" says Katzenberg, \"That an ogre is a hero - a big stinky smelly character would be the prince charming of our movie.\" With that as a starting point, Katzenberg and his team duly began the mammoth task of bringing the story to our screens. Shrek's subversive element remained, and was considerably elaborated. You might be surprised to find the likes of Cinderella, the three blind mice or even Snow White and her seven dwarves (\"she lives with seven men but she's not easy\") rubbing shoulders with Shrek, Donkey and the princess. Nothing has escaped the irreverent eye of Katzenberg and his team, and no fairytale character or convention will ever seem quite the same. There has been speculation as to what extent Disney and its saccharine stories are deliberately targeted - given Katzenberg's acrimonious and very public split with the company in 1994. But on this matter you will have to make up your own mind: the film-makers maintain it's all coincidence. Maybe these are matters for film critics and industry insiders. What both adults and kids have loved is the sheer inventiveness and exuberance of this film that gently mocks the traditional fairy stories previous generations have so revered. Visualising for a gleeful moment a clapper board and a host of cartoon characters having their makeup retouched while the crew check camera angles, I asked debut directors Vicky Jenson and Andrew Adamson what is actually involved in directing an animated feature. \"We were hoping you could tell us that,\" laughs Adamson. \"It's a lot of the same tasks as you have when directing a live action movie - you're working with actors, with writers, with art directors, it's just kind of spread out over a longer period of time.\" \"The process of animation is, by its very nature, long distance running, and this was particularly long,\" continues Katzenberg. The project was begun almost five years ago, with Chris Farley on board as the green ogre. But on Farley's premature death, Mike Myers took on the role. Adamson explains: \"Chris Farley's death was before any animation had been done [although] we'd recorded an amount with him. When Mike came on board we really recreated the movie at that point - we went back to scratch and built it again.\" Katzenberg is generous in his praise for their star, Myers, who has the reputation of being difficult to work with. \"[Myers was] unbelievably dedicated, hard working, creative and collaborative. He couldn't have been more generous with his time. My experience with him has been amazing. \"It wasn't just that he took that character and did his work with it, he actually helped us reconceive Shrek in a way that was totally unique.\" Greenness and ugliness aside, it's Shrek's Scottish accent that you'll notice first. Myers's last-minute decision to give his ogre a Scottish burr came after initial voice work and much of the animation had finished, but provided the key to the character. \"The accent was both early and late,\" Adamson told me. \"Mike had actually played around with it a little, and then we went away from there, and then came back to it.\" Jensen adds: \"That's what really gives him a character to sink his teeth into. Something not just to hide behind but to embody. When he goes into a character it's so real. He just comes to life in front of you.\" The actors' interpretation of their roles \"totally\" influenced the animation, Jensen tells me. \"I mean look at Donkey, who doesn't look anything like Eddie, and you think you can see Eddie Murphy in there,\" Jensen tells me. \"The animators picked up on his vocal performance, and then we looked at a lot of footage of him - we shoot them while they're recording, just for reference, and also we looked at a lot of his movies, and really tried to capture Eddie into the character. \"But it's always derived from the voices, particularly when you've got comedians like these guys. They go off the page sometimes. There's a lot of improv, a lot of taking something that was written and delivering it in the way that only they can do it.\" So are there any Mike-isms we can look out for? Jensen ponders. \"We took a few out. He used to say 'Crikey' a lot more. 'You're going the right way for a smack bottom'is one. \"'Can't we settle this over a pint?'\" adds Adamson. \"That was definitely of some necessity.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}