{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jun/21/saving.onlinebanking", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-06-20T23:00:00Z", "webTitle": "FSA calls for greater online security", "webUrl": "https://www.theguardian.com/money/2001/jun/21/saving.onlinebanking", "apiUrl": "https://content.guardianapis.com/money/2001/jun/21/saving.onlinebanking", "fields": {"headline": "FSA calls for greater online security", "bodyText": "The Financial Services Authority (FSA) yesterday urged consumers to be less \"slapdash\" and more security conscious when banking online. Speaking at a conference on e-security Lydia Bailey, e-commerce team manager at the FSA, said its research had found that 40% of people used the word \"password\", or a word easily guessed such as their name as their password when banking online, and 50% left their password typed in their computer. She urged consumers to take simple steps to help protect themselves, such as using less obvious passwords and changing them regularly. The FSA also warned senior managers of firms selling financial products online that security was their responsibility, and they should not neglect it in the rush to get new products to market. The watchdog said that as well as concentrating on preventing fraud, it was also important that firms made sure their systems had the capacity to cope with demand, as consumer confidence was hit by sites that regularly crashed. The long awaited launch of Halifax's online arm, Intelligent Finance, was delayed continuously last year as the bank realised it would struggle to meet customer demand for the service. Other online banks have experienced problems with security, with Barclays famously exposing customer's banking details to each other by mistake last year. Offering further advice to consumers, Ms Bailey said it was important people made sure they knew whom they were dealing with, and that they were logged on to an official site and not a bogus one using the same name. Consumers should also make sure information sent by the Internet is encrypted by the bank so that it cannot by accessed by a third party. People can check this process is taking place by asking the company they are dealing with, or looking for a closed padlock or similar security symbol on screen when sensitive data is being sent. The FSA was concerned consumers were not always given all the information they needed, and it now included internet security information on its website. But she added that it was important people were not put off by the potential risks associated with using the internet. The watchdog said in the future it may consider introducing a \"dotfin\" domain name so consumers can tell straight away whether they were dealing with a firm regulated by the FSA."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}