{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2001/jun/20/guardiansocietysupplement5", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2001-06-19T23:20:19Z", "webTitle": "Readers' letters", "webUrl": "https://www.theguardian.com/society/2001/jun/20/guardiansocietysupplement5", "apiUrl": "https://content.guardianapis.com/society/2001/jun/20/guardiansocietysupplement5", "fields": {"headline": "Readers' letters", "bodyText": "Taking stock Your article on public libraries (Read alert, June 13) reads more like propaganda than objective reporting. You present the issue as between modernisers and traditionalists, with local councillors as modern-day Robin Hoods serving the poor with IT, while showing an understanding of their consumer needs, and opponents as traditionalist, self-serving, white members of the middle class. That is how councils eager to close public libraries would like the rest of us to see it. The real issue is how best to serve the learning and literary needs of the whole community. This was appreciated by Dickens in the very same speech from which you quote: the one delivered at the opening ceremony of Manchester city library in 1852. He declared that he now knew what was meant by the term \"the Manchester school\" - that is, \"a room full of books to which rich and poor have equal access\". What makes a flourishing library is its ability to appeal to a wide range of needs. This in turn depends not upon its buildings, but upon the relevance of its books and their accessibility. If the book stock is inadequate, or if there are limited opening times, the public will turn away, as it has done in numerous places over the past 20 years. To start from scratch by replacing the old libraries with new learning zones can only be done at the expense of the book stock. In this respect, brand new learning stores targeted at those who shy away from libraries must be bad for the community as a whole, whose members need plenty of good books to pursue hobbies and lifelong learning. Michael Bush Manchester \u0095 For many people, including library users in Newham, Sunday opening, free access to the internet, a wide range of community language materials and a number of other services are already the reality. Change is not being forced on a reluctant service; it is being embraced and driven by that service. The \"idea stores\" concept encapsulates many of the aims and ambitions of public libraries throughout the country. The stores will be mod ern public buildings, designed to meet modern needs, located where people will use them. They are based on real partnership working and a commitment to provide access to a wide range of quality public services. In Newham, we have rising issues and visitor figures. This has happened for many reasons, but these include the opening of fine new public libraries in Beckton and Stratford. The latter has allowed us to provide 40 public access computers (including internet access), a larger stock of books and other media. It houses a range of other services, including a coffee shop, which is itself helping to employ local people and contributing to the local economy. After some nine months, we have doubled borrowing, visitor figures and inquiries, and we have close to 100% use of the computers. We have also attracted around 5,000 new members. Roger McMaster Head of library service, London borough of Newham As you seem so fond of stereotypes, I am surprised you forgot David v Goliath. We public library users/friends may be predominatly educated and white (though by no means neccesarily middle-class), but who else has the time, energy and courage to persist against the refusal of many library service officers, and their council committee members, to listen to people when they tell them our small, local libraries are valued like our small, local primary health centres are valued? I am also surprised you didn't pick up the select committee's deliberations on the introduction of information technologies into our libraries. Government funding for this has been much welcomed by user groups, but unfortunately too many councils have cynically taken the money, installed ranks of PCs and run. Pitifully few have tapped the imaginative and innovative possibilities of these technologies. Your readers may like to know that some London boroughs' user groups have their own webpages (www.librarylondon.org), where users can find library statistics omitted from many a council website. Jill Wright Campaign director, The Library Campaign Whoopee cushion What possible calamity could befall the charity that it needs to plan for the possibility of surviving with zero income for two years and yet remain trading? Competently invested, this level of reserve would generate £500,000 in annual interest alone - more income than 80% of charities could dream of having as their total revenue. Imagine what could be achieved - how many people's eyesight could be restored, for example - if some of the reserve was given to charities that would actually use it. We don't know what Peacock thinks of this point, as you decided not to trouble her with it. B Smart London Write to Guardian Society, 119 Farringdon Road, London EC1R 3ER; or fax 020-7713 4154 or email society@theguardian.com. Please supply your full address. Letters may be edited"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}