{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jun/05/election2001.comment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-06-05T22:31:31Z", "webTitle": "Vote straight", "webUrl": "https://www.theguardian.com/politics/2001/jun/05/election2001.comment", "apiUrl": "https://content.guardianapis.com/politics/2001/jun/05/election2001.comment", "fields": {"headline": "Vote straight", "bodyText": "What is the point of openly gay MPs? They have failed to deliver. None supported an amendment to the human rights bill to protect lesbians and gay men against discrimination. Nor did they endorse the crackdown on homophobic hate crimes that was proposed during the passage of the crime and disorder bill. It was straight MPs - such as the Liberal Democrats Richard Allan, Evan Harris and Robert Maclennan - who pushed these queer rights initiatives, while all the out gay Labour MPs voted against or abstained. Typical of this betrayal was the parliamentary debate that occurred not long before the Soho bomb, when gay MP Stephen Twigg lobbied against a Liberal Democrat amendment to combat anti-gay violence. If black MPs opposed anti-racist legislation there would be an outcry. How do gay MPs get away with it? Is it because much of the gay establishment is pro-Labour? Have they had their critical faculties dulled by too many dinners at Downing Street and the hope of knighthoods and peerages? Looking at the miserable record of openly gay MPs, I would rather have straight politicians who support equality than gay ones who don't. Whether MPs are homo or hetero is irrelevant - the only thing that matters is whether they support queer rights. A pro-gay, albeit gay-free, House of Commons would suit me fine. It is MPs' policies - not their sexuality - which is important. So where do the parties stand on lesbian and gay issues? The two main establishment parties are dire. The Conservatives refuse to support any queer rights policies. On every issue they endorse discrimination. The Tories are against equality on partnership rights, sex education, anti-discrimination protection, hate crimes and the repeal of homophobic sexual offences legislation. Their manifesto promises to maintain Section 28. Labour is not much better. It has legislated a handful of positive reforms, such as the equalisation of the age of consent and the ending of the ban on gays in the military. But these changes were not voluntary. They were forced on a reluctant government by the European court of human rights. Even worse, Labour has 15 times blocked measures for lesbian and gay equality, including vetoing action against homophobic hate crimes, blocking equal pension rights, and voting down protection against discrimination in the workplace. It opposes legal recognition for same-sex couples and endorses the gross indecency law that was used to convict Oscar Wilde - it is still on the statute books 106 years after he was jailed! After having bulldozed through the learning and skills act, which requires the promotion of marriage in schools, Labour added to this insult by excluding from its party manifesto its long-standing pledge to repeal Section 28. Lesbian and gay voters must look to the smaller parties for a serious commitment to homosexual human rights. The Liberal Democrats, Plaid Cymru, Scottish National party, Sinn Fein, Scottish Socialist party, the Greens and the Socialist Alliance have better policies on queer issues than Labour. They also outdo Labour on other important issues: health care, environmental protection, civil liberties and workplace rights. These seven pro-gay parties variously support some or all of the following gay rights policies: repeal of Section 28, action against homophobic hate crimes, same-sex partnership rights, gay sex education in schools and protection against discrimination based on sexual orientation. Labour and the Tories oppose all these policies. Which party deserves the queer vote? It depends where you live. There is a strong case for voting tactically to keep out the Tories and to protest against Labour's abandonment of social justice and human rights. The Lib Dems, Plaid and the SNP merit pink support in seats where they have a chance to defeat the Tories or Labour (or to retain a seat they currently hold against a Labour or Tory challenge). In the south-west of England and the Home Counties, support the Lib Dems to defeat the Tories. In the valleys of south Wales, back Plaid Cymru to unseat Labour. In Scotland, endorse the SNP or the Scottish Socialist party to sink Labour and the Conservatives. When it comes to Labour or Tory marginals, vote for the Greens or Socialist Alliance\u0085 whichever is strongest locally. Although these two left-of-Labour parties are unlikely to win seats, they could siphon off enough votes to deny Labour victory in some constituencies. If they can secure a sizeable vote and cause the defeat of Labour candidates, it will demonstrate to Tony Blair that he has made too many compromises. This might pressure him to adopt a less cautious, conservative agenda in his second term. The ideal election result would be for Labour to form a minority government that is dependent on the Liberal Democrats, Plaid Cymru, and the SNP. The influence of these parties would have a radicalising effect on Labour policies on queer rights, health, education, transport and the environment. It might also pave the way for a truly democratic electoral system of proportional representation, where every vote counts and where all viewpoints are represented in the House of Commons. Email: peter@tatchell.freeserve.co.uk or visit the Tatchell Gay Archive at www.tatchell.freeserve.co.uk/."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}