{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jun/12/uk.schools", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-06-11T23:31:33Z", "webTitle": "Teaching not always a career for life, says Morris", "webUrl": "https://www.theguardian.com/politics/2001/jun/12/uk.schools", "apiUrl": "https://content.guardianapis.com/politics/2001/jun/12/uk.schools", "fields": {"headline": "Teaching not always a career for life, says Morris", "bodyText": "A career in teaching for life will increasingly become a thing of the past, the new education secretary, Estelle Morris, said last night. As she took the helm at the Department for Education and Skills, Ms Morris promised a new push to make it easier to start teaching in mid-career, particularly for those who have come into classrooms as teaching assistants. \"One of the things we want to look at a lot is more flexibility. The notion that we only look at the 21-year-olds or we mainly look at the 21-year-olds I think is gone, and gone forever,\" Ms Morris told the Guardian. \"Whether we like it or not, I think that teaching is going to be increasingly one of those areas where people will move in and move out.\" Ms Morris, who taught in a comprehensive in Coventry for 18 years before becoming an MP, said: \"One of the things which probably the whole profession needs to talk about is sometimes a feeling that if you teach for 15 years then leave that is a major failure, you can't come back. There's no other industry like that at the moment that doesn't accept that skills are transferable.\" \"There will be some people whose services we have as teachers for 15 years, will be immensely valuable and will give a richness. And they might go on to do something else.\" That view is shared by Ralph Tabberer, chief executive of the Teacher Training Agency, and David Puttnam, chairman of the General Teaching Council. But Doug McAvoy, general secretary of the National Union of Teachers, said: \"The difficulty at the moment is a huge shortage because people do not see teaching as an attractive career in terms of con ditions, workload or salary and that is not being recognised by the government. \"There is a constant need for an injection of new blood and there has always been a tradition of people coming to teaching later in life. But to encourage the concept of moving out when we are faced with a recruitment crisis is rather strange coming from the new education secretary.\" The government was bitterly attacked by teachers and opposition parties during the election for what they see as its unwillingness to recognise the scale of the recruitment crisis in schools. Ministers accept there is a problem but say they have employed 11,000 more teachers over the last parliament. Ms Morris said: \"The strange thing is that when teachers are teaching children they talk about transferable skills and they talk to children about the changing economy and how they'll have to face reskilling and changing jobs. When they look at their own profession they see the sign of failure if someone doesn't stay right the way to 65.\" Ms Morris, the former schools standards minister, said she wanted to do more to help classroom assistants to become teachers - a move signalled in a 1999 green paper on teaching. Labour brought 44,000 more support staff into schools. But Ms Morris said: \"We have not plotted and planned it properly. We've not managed that situation ... Those teaching assistants want to be teachers. Its nigh-on impossible at the moment. I'd like those career paths to be enhanced as well, without chang ing obviously the standards and the qualifications you need to get the job.\" Mr McAvoy said teaching had to remain a profession for trained graduates. She said she wanted teachers to understand how highly regarded they were by others. \"I think its an incredibly defensive profession and it shouldn't be.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}