{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jun/14/business.personalfinancenews", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-06-13T23:00:00Z", "webTitle": "Breaking it up to build it up", "webUrl": "https://www.theguardian.com/money/2001/jun/14/business.personalfinancenews", "apiUrl": "https://content.guardianapis.com/money/2001/jun/14/business.personalfinancenews", "fields": {"headline": "Breaking it up to build it up", "bodyText": "'The gas man cometh,\" said Nigel Hawkins, utilities analyst at Williams de Broe, of the new chairman of BT Wireless, with relish, writes David Gow . The City is already talking of British Gas revisited now that David Varney, demerger specialist, ex-BG chief executive and new Labour insider, is taking on a full-time job at the debt-ridden behemoth's mobile phone division. Unlike BT - the first of the Thatcher privatisations in 1984 - British Gas, in the private sector since 1986, has been a substantial success story. That is despite the furore over excessive boardroom salaries, \"snouts in the trough\", when it was headed by Cedric Brown. A fundamental reason for this sharply different fate is that, while BT has retained a virtual monopoly of domestic fixed-line telecoms business under the lax eye of regulator Oftel, this, its main business, was and is declining in value. The \"gas board\", in all its subsequent transmogrifications, has held on to and enhanced an asset, gas, that has accrued in value even though its regulator, Ofgem, has enforced full-scale competition and tough price controls. But clearly, there is more to it. Varney joined British Gas 10 years after privatisation and a year later engineered its split into BG, the exploration and production business allied to the monopoly Transco pipelines operation, and Centrica, the retail arm still trading as British Gas. Under Varney, an ex-Shell executive, BG became a byword for a well-managed utility with a special bias towards corporate social responsibility. It also managed to return £2.7bn to shareholders in two tranches despite a bruising encounter with its regulator over Transco's price controls - the stuff of BT dreams. Centrica, meanwhile, under Roy Gardner as chief executive, has become a rare example of a successful multi-utility offering a full range of household, financial and motoring services. The Goldfish credit card, to be augmented by mortgage and loan facilities, the AA roadside and insurance services and now, a telecoms service that is likely to attract about 1m customers - mainly from BT - are among essential services bolted on to the core energy business. Moreover, Centrica has retained 70% of domestic gas customers despite the competion - and added on a 15% share of the retail electricity market through costly but skilful marketing. Less than two years ago, BG demerged again into the heavily regulated Transco business, which ended up under the umbrella Lattice Group - and the exploration arm of BG, which is now also trying to \"green\" the world's polluted cities by converting buses and cabs to natural gas. BG, now headed by Frank Chapman, the man with \"the magic devining stick\", has discovered hugely productive - and lucrative - gas fields in areas such as the Caspian Sea and Egypt. BT's overseas forays, for the most part, have proved expensive failures. What Varney and Phil Hampton - his finance director at BG whom he is now rejoing at BT - did was to put the group's debts in the right place, according to insiders. Transco, as the regulated, monopoly business guaranteed a specific return on capital, took on all £3.5bn of it. Centrica, saddled with expensive take or pay contracts - offset by high-yielding Morecambe Bay gas fields - took on little or none in real terms. It is a lesson Varney and Hampton are bound to apply to BT."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}