{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/10/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-09T23:10:24Z", "webTitle": "Crown slips from Baffert's grasp for third time", "webUrl": "https://www.theguardian.com/sport/2002/jun/10/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/10/horseracing.gregwood", "fields": {"headline": "Crown slips from Baffert's grasp for third time", "bodyText": "A faltering stride in the final stages seemed the biggest danger to War Emblem as he set out to win the Triple Crown in the Belmont Stakes on Saturday night. In the end, it was a footfall in the first 10 yards that cost him his chance of racing immortality, as a bad stumble cost him several lengths, and though he hit the front five furlongs out, he faded into eighth behind Sarava, the shock winner at odds of 70-1. A record crowd of 103,222 packed into the vast bowl of Belmont Park, hoping to see War Emblem become the 12th horse in history to add the Belmont Stakes to the Kentucky Derby and the Preakness, and the first since Affirmed in 1978. Instead, they knew within seconds that he would be the 15th horse - and the third in five years - to fail in the final leg, as War Emblem almost fell to his knees leaving the gate. For Bob Baffert, who trained the two most recent failures too, it was a harsh blow. \"When he stumbled, I knew it was too much for the poor guy to overcome,\" Baffert said. \"I was worried. Sometimes, they can pull a muscle when they stumble like that. I am very disappointed. The fans here did not get a chance to see the real War Emblem.\" Instead, it was left to Sarava, whose first three races were for Brian Meehan in Britain and offered no hint of future Classic success, to fight off Medaglia d'Oro in the straight and claim victory. His price of 70-1- a payout of $142.50 to a $2 stake - was the longest in the 134 runnings of the race. \"I thought he was very much overlooked,\" Kenny McPeek, his trainer, said. \"He went the last 16th in six [seconds] at Pimlico [in the Preakness]. I thought if he could knock out another eighth of a mile in 12 [seconds], he's right there. We ought to teach some of these [punters] to do a little maths.\" Godolphin's Essence Of Dubai was unplaced in the Kentucky Derby and fared little better here and finished sixth. His jockey Jerry Bailey said: \"We were pinched back a couple of times, but we were really never in contention.\" Baffert appeared to take his latest Triple Crown disappointment in good spirit. \"This is a great win for Kenny,\" he said. \"He had the Kentucky Derby favourite [Harlan's Holiday], and I know what that is like with all of the pressure. War Emblem's one chink in the armour is if he breaks slow and is in behind horses, he is not at his best. I'm just glad that didn't happen in the Derby.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}