{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2002/jun/14/shopping.artsfeatures1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2002-06-13T23:12:59Z", "webTitle": "How geekiness and sexiness coexist in Arto Lindsay", "webUrl": "https://www.theguardian.com/lifeandstyle/2002/jun/14/shopping.artsfeatures1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2002/jun/14/shopping.artsfeatures1", "fields": {"headline": "Let's talk about sex, baby", "bodyText": "Arto Lindsay is an enigma, a sensual, intellectual, bilingual singer-songwriter who clutches a guitar but can't play chords. When he croons his sweet refrains, the backdrop can range from dense electronic noise to lightly strummed bossa nova; from clarinet choirs toabstract bleeps. He cut his musical teeth playing with hip New York outfits such as the Lounge Lizards and the Ambitious Lovers and made fleeting guest appearances in Desperately Seeking Susan and Bill Frisell's Before We Were Born. As a producer, working with artists such as Caetano Veloso and Marisa Monte, he has clocked up big record sales and awards. In the 1990s, he won a cult following - particularly in Japan and Europe - for albums such as Noon Chill and The Subtle Body (Rykodisc). When I met Lindsay to discuss his album Invoke, just released on Ani DiFranco's admirably independent label Righteous Babe, he was anxious that I should have copies of the words. Lindsay's lyrics tend to be pretty opaque: for example, the chorus to Blue Eye Shadow (from his album Noon Chill) reads: \"Blue eye shadow, all smudged and red/Beauty, all changeable, rustling, tussling red.\" The work seems full of private jokes. He explains: \"Because I speak two languages [English and Portuguese] a lot of things are amusing, which I think people can enjoy without knowing what I'm giggling about. I like opaque lyrics, but I think I've learned how to use this opacity in a less opaque way, if you know what I mean.\" Er, I think so. The opening track on Invoke, Illuminated, includes the refrain: \"All my visions crowd down to one bead of sweat/My whole life bears down on one hour/ I stand illuminated.\" But sometimes it is just the sound of his words that catches your attention. One of the album's most intriguing tracks is In the City the Reads, a collaboration with New York quartet Avey Tare and Panda Bear, who create an electronic, cut-and-paste, melange with prepared Minidiscs. It has the line: \"There's never enough/ Never enough enoughs.\" Lindsay is credited as playing guitar, but says that he can't play it conventionally: \"I use it more like a rhythm thing, as an electricity stick.\" When he writes songs, he sits down with some words and a musical collaborator and they \"just do it\". Invoke's most engaging tracks were recorded in Lindsay's New York apartment. Unseen, co-written with the great Vinicius Cantuaria, has all the pop sensibility and sensuality of his best work. One of the delights of Lindsay's music is its surprising sexiness, despite potentially geeky blasts of electronica and improvisation. \"I guess I'm lucky enough to have grown up somewhere [Brazil] where everyone is really sensual,\" he says. \"I don't really like 'repressed white guy screaming desperately for release' music. I like the music of the grown-up who enjoys what he's doing and, hey it's OK. You're going to pretend that you're still a kid? \"I find that I really want to stir up an audience, but it's not about posturing, it's about actually getting them to start touching each other. The hot-cold-hot-cold-hot-cold thing really drives people nuts. You speed it up as opposed to this kinda long, slow-build, Sonic Youth, Sigur Ros vibe. That's OK, but it's not a turn on - in fact it's the furthest thing from it. Something that is more stop-start leaves you much more in the moment and aware: it's a basic phenomenological thing. \"Miming sex is not very sexy,\" he says, warming to his theme. \"I actually think that Bjork is very sensual on stage because she's so down to earth: she doesn't wear see-through clothes.\" On his UK Contemporary Music Network tour a couple of years ago, Lindsay sang Prince's Erotic City. Would he ever write such an explicit song himself? Lindsay stretches his long legs and smiles. \"Well...it's all about sex, all the songs.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}