{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jun/28/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-06-28T16:32:15Z", "webTitle": "German, Irish, and  English", "webUrl": "https://www.theguardian.com/football/2002/jun/28/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2002/jun/28/thefiver.sport", "fields": {"headline": "German, Irish, and  English", "bodyText": "DAS FIVER Hallo! Darf ich mich vorstellen? Ich heisse Hans-Joerg Fuenfter, der deutsche Vetter vom Fiver. Heute hat mir der Fiver gesagt, ich koennte etwas fuer ihn schreiben, aber ich musste versprechen, dass ich unter keinen Umstaenden David Hasselhoff erwaehnen wuerde. Meine deutschen Freunde sind wirklich neidisch auf mich, denn das Fiver ist sehr beruehmt im Vaterland. Jeden Tag lachen eine Menge Deutschen ueber eure komischen Englischen Witzen, besonders wenn Herr Hasselhoff im Witz ist. In Deutschland haben wir keinen Sinn Humor, aber wenigstens haben wir eine Mannschaft im Finale der Weltmeisterschaft. Michael Owen, David Beckham, Rio Ferdinand, we gave your boys one hell of a beating. Jawohl! Thanks for nothing, Hans-Joerg. With 48 hours to go before the final round of the football, the Fiver wanted to show a bit of northern European solidarity with its German brethren, but, oh no, they just can't help conforming to national stereotype. And there was worse. Elbowing his way through a crowd of plucky Brits to get the best spot by the hotel swimming-pool, German failed hair-dressing consultant Rudi Voller barked: \"Plenty of order and discipline are required.\" As he needlessly badgered an off-duty waiter, Voller continued: \"We must switch to the attacking mode but we must do it carefully because Brazil have players capable of using any opportunity to counter-attack.\" And with that he squirted a great big dollop of mustard on his curly wurst. Feeling left out, Big Phil Scolari, Brazilian father figure and moustachioed Bernard Matthews lookalike, decided to do a bit of conforming himself. With a samba-dancing woman on each arm, Scolari gesticulated: \"Germany are a traditional team, cold and calculating.\" Outside the hotel complex, a Brazilian carnival was raging for no particular reason, so Big Phil had time for one more platitude before he disappeared to join the party. \"They are a team we respect very much,\" he lied with a wiggle of the hips. The Fiver's Brazilian cousin, Antonio Carlos Fiver, was too busy listening to light jazz to comment. DAVID O'LEARY O'LEAVES THE COUNTRY Amazing! All you have to do is make a quick 27 calls to the sports desks of all national newspapers and radio stations (as well as to St John's Harrogate Parish magazine) to tell them that you're fleeing the country, and low and behold they all pitch up to the airport to wave you off. Unfortunately for publicity-shy David O'Leary No Leeds, he and his family were on the same flight to Sardinia as the Fiver, and suddenly the best-selling author was besieged by microphones being shoved under his perfectly straight nose. Reflex reaction: talk. Talk until the tapes on their Dictaphones have run out. \"As long as the club stick to the reasons [for my being told to sling my hook] I'll keep my silence and go peacefully,\" he announced over the airport Tannoy to the lovely lady who writes the gossip column at St John's. \"I'll move on,\" he said, as an airport policeman asked him to get off his soapbox and stop blocking passport control. \"I hope somebody takes pity on me somewhere and I get the chance to do my best for them and their fans.\" Sell yourself why don't you, Dave. \"But if I see some spin to suit the image of the club then I will have something to say.\" Surely not! \"They have a great spin doctor at the club.\" Indeed they do, because despite the fact that every hack in the country was at the airport for O'Leary, there was still someone around to scribble down every last word that electric chairman Publicity Pete Ridsdale had to say. \"I'm not stupid enough to say never is never, but we've told Rio we do not want to sell him and the decision [to sack O'Leary No Leeds] had nothing to do with Rio,\" he harangued a passer-by who had merely asked him the time. \"We are not selling Rio Ferdinand to Manchester United.\" But the real question is, will Celtic's Martin O'Neill become Leeds's next O'Nearly man? \"Why would he want to leave Celtic?\" said an apoplectic Celtic club spokesperson. \"Celtic are a far bigger club and it would be a step down for him to leave to go to Leeds. With Celtic, he has the chance of [Big Cup] football.\" Well, you can't really argue with that, can you? QUOTE OF THE DAY \"One day in training Philippe Troussier asked me if I was gay. I took this to mean that I wouldn't be playing after this\" - Yoshikatsu Kawaguchi looks for a reason why he didn't play for Japan during the World Cup other than the fact he's useless. NO RIO He's great in the sack, he's recently been declared the greatest footballer of all time bar none, he was the first dog in space, the first man to circumnavigate the globe in a rusty bucket and he invents things like penicillin and electricity on his day off. All of which greatness left the Fiver wondering why oh why oh why Rio Ferdinand's name was conspicuous by its mystifying absence when Fifa announced their World Cup all-star team of World Cup all-stars this morning. Only the publication of the Big Fifa Book Of Children's Stories by Pierluigi Collina could have elicited more surprise in what has already been recognised as a World Cup of shocks. Or perhaps the inclusion of Rio's mediocre defensive partner Sol Campbell, alongside journeymen hoofers such as Spain's Hierro, Senegal's El Hadji Diouf, Brazil's entire population and Mary Shelley's Oliver Kahn. Which, funnily enough, is exactly what happened. To make matters worse, Campbell was unveiled in a list of defenders which also comprised Brazil's Roberto Carlos and several other players who - staggeringly - were neither English nor Rio Ferdinand. So who were the men responsible for the startling omission of the first man to run the four-minute mile? Step forward Dr Jozef \"Doogie Howser\" Venglos MD, Pele and numerous other footballing luminaries that probably included Sir Bobby Charlton. \"Both players are very good,\" said Venglos, the former Aston Villa and Celtic failure. \"It was close and could have gone either way. But Campbell was the opinion of the coaches and the people who had seen all the games.\" Seeing games? Isn't knowing he's English enough? THE ARSENAL MILL Junichi Inamoto reckons he has accepted an offer to join Fulham. Roma have emerged as serious rivals to Arsenal for the services of Hasan Sas. Arsenal are interested in USA right-back Tony Sanneh. NEWS IN BRIEF Raimond van der Gouw has joined West Ham from Manchester United. The 39-year-old has signed a one-year deal with a further year's option. Leicester boss Micky Adams has confirmed the appointment of Alan Cork as his assistant manager. Real Madrid have expressed an interest of sorts in Germany defender Christian Metzelder. \"He is tall, consistent and elegant on the ball,\" admitted Real manager Vincente Del Bosque. \"The only thing he has not got is speed.\" TONIGHT'S TV &amp; RADIO Sky Sports 1: Futbol Mundial (6pm) Friday afternoon, a couple of lunchtime ales. We don't normally do it. British Eurosport: World Cup Football (9.45pm) And now we realise why."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}