{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/20/tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-19T23:54:18Z", "webTitle": "Larsson next for  Rusedski", "webUrl": "https://www.theguardian.com/sport/2002/jun/20/tennis", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/20/tennis", "fields": {"headline": "Larsson next for  Rusedski", "bodyText": "In keeping with the current patriotic mood, Nottingham's tennis fans had plenty to cheer about yesterday when Greg Rusedski and Arvind Parmar won through to the quarter-finals of the Samsung Open. Rusedski rattled past the Romanian Adrian Voinea 6-3, 6-2 and Parmar progressed when Germany's Nicolas Kiefer retired unwell when trailing 7-6, 4-2. Rusedski had reason to be cheerful after his victory ensured him at least one more competitive match before Wimbledon, but his first words afterwards had little to do with his rather uneventful match and everything to do with his former coach Pat Cash. \"No comment\" was the flat answer when he was asked about yesterday's serialisation of Cash's autobiography in the Daily Mail, which was a diatribe against Rusedski's alleged greed, meanness with money and \"festering resentment\" at Tim Henman. Neither Cash's opinions nor his decision to publish them were much of a surprise to anyone in tennis. The former Wimbledon champion has never been backwards in coming forward, although the vehemence with which he has attacked the British No2 in print suggests he bears a singular grudge. It is an open secret that their working relationship, which ran from December 2000 until May 2001, ended when they argued over money; Cash's opinion that Rusedski swapped allegiance from Canada to Britain in 1995 to increase his earning potential was nothing new. The accusation, which Rusedski has always denied, was levelled at him at the time and, given that his decision to change countries was made five years before he started working with Cash, the Australian can hardly have had much of an insight. Cash's only genuine revelation was the hatred he says Rusedski harbours towards Henman. The accusation that Rusedski indulged in \"constant abusive rants\" about Henman and called his wife Lucy \"all sorts of names\" will do little to help the delicate relationship between Britain's top two players. Rusedski hardly helped by pointedly refusing to say he would like to see Henman win Wimbledon if he himself did not. \"As a player you play for yourself and when you're out of the tournament you don't care what happens,\" he said. Parmar did his talking on the court yesterday and, in a way, his win was more impressive than Rusedski's. Any victory by a Briton ranked 176th in the world over a player of Kiefer's talent is to be applauded. Parmar is understandably anxious to make the most of the wild cards that are handed out at this time of year, and glad of the chance to play among the big boys. \"It's a good chance to see how far away you are from top players,\" he said. \"I've known for a couple of years that I'm not that far away.\" He now faces Wayne Arthurs in today's quarter-final. Rusedski plays Magnus Larsson today but is not the only one trying to get his game in gear for Wimbledon. Pete Sampras has agreed to play a practice match today against Todd Woodbridge in an exhibition event in Stoke Park, Surrey. Sampras has been drawn against Britain's Martin Lee in the first round of Wimbledon and, after his surprisingly early exit in Halle last week, evidently feels he needs the practice - a sure sign that either Britain is getting better at the sport or Sampras is getting worse at it. The latter is the more likely, whatever the flag wavers might hope."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}