{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2002/jun/14/culture.peterbradshaw", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2002-06-13T23:11:08Z", "webTitle": "Betty Fisher and Other Stories", "webUrl": "https://www.theguardian.com/film/2002/jun/14/culture.peterbradshaw", "apiUrl": "https://content.guardianapis.com/film/2002/jun/14/culture.peterbradshaw", "fields": {"headline": "Betty Fisher and Other Stories", "bodyText": "The screen potential of Ruth Rendell's mysteries may get seen here in terms of Sunday night TV \"quality drama\", but elsewhere movie directors have taken Rendell more seriously, responding enthusiastically to her books' elegance, cruelty and intrigue. Claude Chabrol converted A Judgement in Stone into La Cérémonie; Pedro Almodovar filmed Live Flesh. Now Claude Miller has adapted her novel Tree of Hands, and endowed it with the fascination of an exotic, spiky, poisonous flower. Nicole Garcia plays Margot, the cantankerous, imperious mama of a sensitive young woman, Betty (Sandrine Kiberlain), who has recently found fame and fortune as a novelist. (This metier accounts for Miller's overtly, even eccentrically bookish-sounding new title for the film, the action of which is transposed to a well-to-do Paris suburb; but in what can only be subtle homage to the original, Miller has his novelist heroine keep copies of the TLS and the Literary Review around the house). The mother-daughter relationship is fraught with horror: years earlier, while suffering from an episode of mental illness, Margot stabbed Betty in the hand. We see this horrible scene in flashback, then Miller brutally cuts to a shot of the ugly scar, years later, as Betty waits to pick her mother up at the airport. Margot's reappearance is the cue for another terrible catastrophe, and their reunion is the nexus for other people's narratives - the \"other stories\" - with one terrible theme in common: cruelty to children. There is something horribly fascinating in the way these tales are played out, and Miller manages a satisfyingly refrigerated, pitiless chill. Unfortunately, something of the tautness and economy of the movie is dissipated by the end, and Margot's departure before the end credits is disappointing. But Miller wields a sharp scalpel to search the secret emotional wounds."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}