{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/25/horseracing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-24T23:37:39Z", "webTitle": "Harb doubles Loder's juvenile tally", "webUrl": "https://www.theguardian.com/sport/2002/jun/25/horseracing", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/25/horseracing", "fields": {"headline": "Harb doubles Loder's juvenile tally", "bodyText": "David Loder scored only his second two-year-old winner of the season when the odds-on shot Harb trotted up in the opening Alan Corbett Birthday EBF Maiden Stakes at Nottingham yesterday. The son of Green Desert, who was second there on his debut, broke well and was never headed throughout the five furlongs. Welsh And Wylde and Convex kept him company up front but the latter soon dropped back as Richard Hills took total commanmd two furlongs out, scoring by three lengths with Welsh And Wylde chasing him home. Hills was impressed with Harb's performance, saying: \"He broke well, ideally we would have liked a lead but he quickened up at the two furlong pole and did it well. I just had to give him a back hander to get him at it. He will improve again, he's a nice horse.\" Paul Fitzsimons brought Parkside Pursuit with a superbly-timed run to land the honours in a blanket finish the Pablo Picasso Handicap. Pleasure Time set a strong early pace and a furlong out any one of about eight runners were in with a shot of winning. But it was Fitzsimons and his John Bradley-trained mount, who got up by a neck from Tomthevic, while Redoubtable recovered from a slow start to finish third. There was another exciting finish to the Edna's Octogenarian Selling Handicap as eventual winner Flying In the Dark battled it out with Fiella. Tidal Beach set a scorching early pace, running very free under Kieren Fallon, while John Egan settled his mount on the rails before making his move. Egan sent the 25-1 shot on two furlongs from home and only Fiella emerged from the pack to lay down a challenge but she could not quite get on terms with the Nick Littmoden-trained winner who hung on for a half length victory with Ashtoreth back in third. Jamie Mackay was another who deserved praise for his winning ride on Missile Toe in the Tote betXpress Handicap. Burj Al Arab and Taabeer cut out much of the early pace as Mackay kept his mount covered up in the middle of the field. As the leaders fell back Mackay brought his mount between the fading Taabeer and front-runner Azur with a well-timed run which saw the veteran nine-year-old win cosily by a length and a quarter. There were some dramatic moments in the paddock before the Monet Maiden Stakes when George Baker was dumped by outsider Tempting Tilly. The filly ran off around the course but was eventually caught while Baker was lucky to escape with no more than a bruised ankle. The Henry Cecil-trained Verasina went off a hot 8-13 favourite for the race but she showed a touch of temperament when going down by short head to Mythic."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}