{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jun/16/canada.camping.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-06-16T18:25:39Z", "webTitle": "It's camping, but not as we know it", "webUrl": "https://www.theguardian.com/travel/2002/jun/16/canada.camping.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2002/jun/16/canada.camping.observerescapesection", "fields": {"headline": "It's camping, but not as we know it", "bodyText": "Ah, yes, the Canadian wilderness. To stop raccoons getting in, I slide the screen door shut on the Pacific thrashing around beneath my balcony, turn off the log fire with the flick of a switch, and pad down fragrant cedarwood stairs to the spa of the much posher than it sounds Wickaninnish Inn on Vancouver Island. Water pla ys in a fountain as Samantha, my masseuse, who threatens to ruin the story immediately by being from West Sussex, helps choose the oils that will work for me today (orange and peppermint). I'm sent outside for a soothing footsoak yards from the ocean, Canute in a bathrobe, then summoned in again for the hot stone massage. Which is why I'm lying back, naked under a crisp white towel but for the half dozen smooth, oiled, piping-hot boulders gently plonked on my chest and stomach; there are more wedged behind my knees, ears, under my hips and hands (the small stones lined up either side of my spine seem to have melted away). I imagine I've run out of respectable nooks when a toasty pebble is popped between each toe. Samantha has personally plucked each stone from a nearby riverbed, then heated them up to 140 degrees; only basalt will do, she says, because it's high in iron and so a natural retainer of heat, which passes straight from mineral to muscle without time to burn your backside. A final brooch-shaped pebble is balanced on my forehead and Samantha tiptoes away. An hour slips by. I feel a bit daft but mostly I feel stupefyingly, blissfully warm and pure, like a baby. To be baked alive is one good reason to forgo the easy charm of Vancouver - a city that manages to be simultaneously stylish, cultured and big on rambling - and take off to Vancouver Island, a 280-mile-long blip just west of Canada with a population of 672,000 rattling around in a Gore-Tex nirvana of rivers, forest, mountains and surf. And at the Wick, on the island's craggy west coast, you can lose yourself in the great outdoors without moving a muscle. In winter, people flock here not only to have Samantha do the dance of the chakras over their pebble-dashed bodies but to watch the fierce storms that slam in from Alaska; see the spray hit their windows; hear the sound of the waves piped into a top-notch restaurant from microphones down on the beach. After two days of en suite wilderness, I need to be out there. I get a lift to nearby Tofino, where I'm so hot-stoned I exit the pick-up truck by falling out of it, then find a motorboat taking supplies and one quarter of a wedding band inland to Clayoquot Sound, where there's a floating hotel in the middle of nowhere and a big hooley that night. We roar along assessing the career of Jeff Beck at the tops of our voices, around steep slopes each more densely wooded than the last, and after half an hour putter into the womb-like shelter of Quait Bay. The floating hotel is a two-deck, 16-room converted coal barge lying close to shore on motionless water that mirrors the dark green mountain opposite. From here you can go trekking, kayaking, fishing... or sit on the sundeck, unable to take your eyes off the view, and drink long G&amp;Ts till the stars come out. Life suddenly turns into an episode of Northern Exposure. The happy couple, accompanied by a small camera crew, chug past in a tiny boat towards a longhouse (indigenous barn) on the shore. John Caton, the downsized record exec who dreamt up this floating resort, complete with conference room and helipad, patrols the boardwalks in a stetson all evening. Things other than wedding guests growl and screech in the dark, which answers back. Over dinner (a show on its own; you sit at the bar and observe as they rustle up, say, wild rice pecan filo pouch with Ucluelet goat cheese, organic wilting greens, fresh fiddlehead coulis and truffle oil), a Scottish couple brightly relive the moment they walked into a bear that afternoon; the drill is wave your arms in the air, so you appear big, and jump up and down making lots of noise (an involuntary reflex, surely?). Among the other guests are six guys on a long weekend, Manhattan bankers and lawyers, howling at the moon and drinking 10-year-old single malt like there's no tomorrow. But it dawns liquid gold and the New Yorkers and I are hurtling along the fir-lined shore in an inflatable to the resort's Wilderness Outpost, 9km further inland, which everyone says is 'quite something', led all the way by the iridescent flash of a lone kingfisher skimming the water. Not to be outdone by a bird, our driver/outpost-masseur 'pulls a doughnut', steering a large, extravagant loop because he can. And there it is, on the banks of the Bedwell River - where saltwater meets freshwater - camping heaven with a nod to Fitzcarraldo . A handful of elegant safari-style canvas tents have been scattered among the salmonberries in a beautiful inlet of mountainous old-growth forest. I unzip mine to discover World of Interiors: a huge wrought-iron bed, antique dressing table, Persian carpets, oil lamp, thick white towels, fresh flowers, bear horn just in case (or just for fun). There are chairs out on the porch where I can hear fish jumping; an outside loo along a private boardwalk; eco-showers stocked with organic conditioner; games tent with gramophone and snooker table; steaming hot tubs by the shore. I eat like a princess, thanks to Gerry the alfresco chef; canter unintentionally on Red the horse through dappled alders along a salmon river; get cold in a goldmine; am taught to kayak by a man called Dusty Silvester; and in the morning mist, canoe out over wide-open water like glass, under the beady eye of a bald eagle high up in the trees, and don't want to turn back. Factfile The Wickaninnish Inn (00 1 800 333 4604) costs from £103-148 per person per night in the winter to £179-215 per person in the peak summer months. The Clayoquot Wilderness Resort (00 1 250 726 8235) charges from £120 per person in the winter to £219 per person in the summer for a night at the Floating Lodge at Quait Bay including meals and transfers. Tent accommodation at the Outpost costs £302 per person per night, including meals, drinks, transfers and all activities. It's open 16 May to 15 October. Air Canada (08705 247226) has return fares from Heathrow to Vancouver for £709 plus taxes between 1 July and 8 September."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}