{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/05/cricket.lancashireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-05T22:41:22Z", "webTitle": "B&H Cup  faces World Cup blow out", "webUrl": "https://www.theguardian.com/sport/2002/jun/05/cricket.lancashireccc", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/05/cricket.lancashireccc", "fields": {"headline": "Lancashire run on empty", "bodyText": "Lancashire are preparing to play Friday's B&amp;H Cup semi- final against Warwickshire in front of empty stands because it clashes with England's World Cup tie with Argentina. The county have failed in an attempt to move the match to another day or switch it to a day-night affair, even though ticket sales have been disastrous, despite their status as the most successful side in the one-day game. Jim Cumbes, Lancashire's chief executive, said yesterday: \"We've only sold about 1500. For a match like this we would normally be looking at a crowd of about 12,000. \"We tried to bring it forward a day but Sky didn't want to televise both semi-finals on the same day. Wednesday was out because of today's Norwich Union League match [with Gloucestershire] and Saturday was no good because Warwickshire are playing on Sunday, so we couldn't have had a reserve day.\" Lancashire then suggested a day-night game to avoid clashing with the football, which kicks off at 12.30pm. \"I think Lord's would have worn that,\" said Cumbes. \"But the cricket managers and players weren't so keen because all the previous rounds have been played in daytime.\" Thus Lancashire are packing the ground with TV sets and offering half-price admission for the second innings of the match, which starts as the football ends. \"Even the church wasn't arrogant enough to take on the World Cup,\" Cumbes added. \"They've put up big screens. But we are taking it on. It's ridiculous in a way because many of the people we will get here will want to watch the football.\" Friday is a one-off but sadly for Lancashire the task of drumming up sales is nothing new. The slow movement of tickets for next week's third Test against Sri Lanka alarmed the men at Lord's before sales perked up this week and now stand at 39,000 following England's win at Edgbaston. Old Trafford, one of the world's great cricket centres, has been fighting for survival as a Test venue. Last year it did not stage an Ashes Test for only the second time in 120 years - the other was in 1975, when only four Tests were played in a World Cup summer. This season India, the more important of the two sides to tour, will not be seen. And the ground will have no Test next year when Durham will stage one for the first time. Lancashire cricket followers will have to make do with two one-day internationals. This is despite the fact that the groundsman Peter Marron has consistently provided some of the best pitches in the land, while the quality of the strips at Headingley and Edgbaston have been questioned. Such a state of affairs was once unthinkable. This is the ground where, 100 years ago, Victor Trumper scored a Test century before lunch, six years after Ranjitsinhji's magical 154 not out against Australia. This is where Jim Laker took 19 wickets in 1956, where Ian Botham, in 1981, smote a century even better than the more famous one at Headingley, and where a young Neville Cardus honed his fine craft. More recently, though, a negative image has developed. It is one of an ancient ground to which a dwindling band shuffle under dripping umbrellas while, over the road, the other Old Trafford stands as a shrine to football's unstoppable commercial success. Cumbes said: \"When we were getting good Test crowds in the mid-90s we had a regular slot in July. This year people keep asking me if we are having a Test this year. \"But in a way the story of poor attendances is a myth. It started in 1998 when South Africa were here. The match was a poor one and so was the crowd. Then, in 1999, we had New Zealand in a World Cup year. The attendance for West Indies in 2000 was not bad, though not as good as we got for them in 1995, and I was pleased with the 62,000 we got for Pakistan last year.\" Old Trafford, which markets its day-night games superbly, knows where its destiny resides and he healthy crowd here yesterday confirmed the intense interest in the one-day game - at least when England are not playing football. Kim Barnett, with a solid 66, was the foundation stone for Gloucestershire's score of 269 for eight with Ian Harvey's 25-ball 47 the highlight while John Wood's five for 45 represented a career best."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}