{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jun/20/worldcupfootball2002.sport12", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-06-20T21:08:17Z", "webTitle": "Koreans on top of the world, or near enough", "webUrl": "https://www.theguardian.com/football/2002/jun/20/worldcupfootball2002.sport12", "apiUrl": "https://content.guardianapis.com/football/2002/jun/20/worldcupfootball2002.sport12", "fields": {"headline": "Koreans on top of the world, or near enough", "bodyText": "The newsreaders, still beaming incredulously and wearing their red \"Korean Team Fighting\" replica shirts, broke away from the endless reruns of Ahn Jung-hwan's golden goal to flash to newsrooms around the globe. \"From CNN to Italy to the BBC,\" came the commentary, flushed with pride, \"the world is talking about Korea.\" Mission accomplished. For a country obsessed with the way it is perceived overseas, progress into the last eight has proved a godsend. Three European teams have been beaten en route - a fourth, Spain, await on Saturday - propelling an Asian side into the quarter-finals for only the second time, after their northern neighbours in 1966. At last, the world is sitting up and taking notice of all things Korean. \"As a nation, we are obsessed with where we stand in the global order,\" said Sim Sung-tae, a journalist on the Korean Herald newspaper. \"By beating established teams from Europe, the footballers are proving a point. The team's success is raising the general standing of the country on a world scale. This is about national pride. \"The fact that Korea will rise in the Fifa world rankings [from 40th] encapsulates this achievement. People here like to think in terms of rankings, so they will be proud to see the team rising. A few years ago they were ranked in the top 20, but only because they arranged a lot of games against weaker sides whom they beat. They could not understand why they lost whenever they reached the finals, but generally they were satisfied with that.\" Guus Hiddink bucked that trend. When he took the reins 18 months ago, his decision to arrange a series of friendlies against better sides - France and the Czech Republic each hammered Korea 5-0 - shocked a nation that struggles to comprehend the value of risking a short-term beating for long-term gain. \"It's not about the standard of the football, or about the football at all,\" added Sim. \"That's just a means to an end, and the excitement dies down quickly enough. The status symbol of being established on the international scene does not.\" That much was obvious yesterday. After the raucous celebrations that immediately swept the capital , Seoul awoke to relative normality. The everyday hubbub may have been punctured by the odd chant of \" Tae han min kuk \" (\"Korean Republic\"), but the tickertape had been swept up and the giant television screens dismantled. The only reminders of the glorious victory came on billboards at newspaper stalls, or on television bulletins. The need to perk up national pride is understandable. Having steadily recovered from the devastation of the Korean war of 1950-53, the country grew to live uncomfortably in the economic shadow of Japan. Then, just as they had started to catch up, Seoul was gripped by its own recession five years ago. In its wake, the World Cup has given them an opportunity to showpiece Korea to the globe. To that end, every aspect of this tournament - from the national team's victories, to the way the government has instructed citizens to smile at foreigners and invite them to their homes, to the lavish new stadiums - has been geared towards the bigger picture. \"The massive street celebrations were an example of Koreans' long tradition of national solidarity,\" said Lee Heo-young, the former minister for culture and tourism. Anywhere else such scenes would have constituted an outpouring of gleeful relief after an evening of unbearable tension; here they were a sign of national strength to surprise the watching world. Inevitably, concentration on long-term progress is making life difficult in the short term. On a mundane level, Korea's success has prompted an increase in truancy from work with the telephone network even labouring to stay up and running as operators call in sick on match days, and stock market traders are too busy watching football to trade. The fact that fewer foreign visitors have travelled to the tournament than had been expected has hardly helped, with the tourism sector preparing for an unforeseen recession. The Korean Development Institute had anticipated some 540,000 visitors but the number will be nearer 460,000, down even from last year's equivalent figure, mainly due to a 50% fall in the number of Japanese tourists. \"But these are immediate, minor worries,\" added Sim. \"In the long term, the image of the country has been raised, and that has to benefit us. Again, this is not about football. Koreans tend to get excited very quickly, but they come down just as quickly afterwards. \"The famous Korean players will disappear off around the world to play in other leagues, and young fans will not be able to see players like Ahn in the K-league and will go back to watching baseball. Football will return to a hand-to-mouth existence. But the image generated by the national team's success at the World Cup will never die.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}