{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jun/09/observerescapesection6", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-06-09T18:41:16Z", "webTitle": "Quick getaways", "webUrl": "https://www.theguardian.com/travel/2002/jun/09/observerescapesection6", "apiUrl": "https://content.guardianapis.com/travel/2002/jun/09/observerescapesection6", "fields": {"headline": "Quick getaways", "bodyText": "Under £200 Midweek breaks of three nights in Jersey for only £129 (saving up to £95) are being featured by Modern Hotels (01534 735511) for Monday to Thursday arrivals between 23 June and 18 July. Includes return Seacat crossing Weymouth-Poole, transfers and B&amp;B at the two star Mayfair Hotel in the heart of St Helier. Supplement of £30 applies for Friday arrivals and children between two and 11 sharing with parents receive a 50% discount. Two nights half board at the three-star La Bonne Marmite near Rouen, Normandy. The price, £146,until 11 July. Includes a ferry crossing for car and passengers. (01653 629001). Under £300 Long, light days in Finland send those in the know to Helsinki. Two nights B&amp;B at the four-star Scandic Hotel Grand Marina, with BA flights from Heathrow, is £245 from 20 June- 30 July. Destination (020 7400 7000). Anatolian Sky (0121 325 5500) has one-week's B&amp;B at the Islands Hotel in the Turkish resort of Kalkan for £269 until 30 June. Charter flights from Gatwick (Birmingham £19 extra). Under £400 Prices from £399 (inside cabin) for a seven night cruise on board the Rhapsody with Mediterranean Shipping Cruises (020 7637 2525) - a huge saving on the brochure price of £870. Departing 15,22 and 29 June from Venice and calling at Bari, Katakolon, Patmos, Kusadasi, Rhodes and Dubrovnik. Scheduled Alitalia flights to Venice from Heathrow, Manchester or Scotland included. Under £500 Travelscene (020 8424 9648) has two nights B&amp;B at the five-star lakeside Hotel des Bergues in Geneva for £407 departing 14, 21 and 28 June. BA flights from Gatwick. Under £600 £599 for a week in Sardinia including flights, car hire, and self-contained accommodation at the Il Nido studio close to Port Raphael. Departing charter from Gatwick 22 or 29 June. Simply Sardinia (020 8541 2213). Manor Adventure (01584 861333) offers 8-16 year olds lively lessons in conversational French on a week's family activity holiday in Le Touquet. Combined with activities the accommodation is in a newly renovated 18th century chateau. Running from 20 July to September 14 the cost is £539 for adults (8-16s £390) including tuition and £289 for under-eights who enjoy their own supervised programme. Full board and ferry crossings with car also included. Under £800 Combine New York with Miami South Beach. Three nights at the Hudson Hotel in NY and four at the Essex House in Miami (both four-star, room only) for £749 from Bon Voyage (0800 316 0194). Midweek flights from Gatwick, Heathrow, Manchester, Birmingham and Glasgow throughout June. Fares to the US in June from BA (0845 773 3377) include New York £299, Miami £329. San Diego £349, Los Angeles £359 and Orlando £399, saving up to £161. Upgrades to World Traveller Plus offered at £150 each way. Under £1,000 For departures during June, July and August, Regent Holidays (01983 864212) offers a two-centre tour of Iceland. Four nights in Reykjavik and three in Akureyri (Iceland's second city) in mid-range hotels for £977. This includes Icelandair flights, transfers, breakfast, a whale watching trip and tour to Lake Myvatn. Over £1,000 A three-centre holiday for £1059 taking in Australia, Singapore and Thailand with TV Travelshop (0870 220 0013). Kicking off with three nights at the Albert Court in Singapore followed by eight at the Travelodge Wentworth Avenue in Sydney and finally three at the Radisson Hotel in Bangkok. Daily departures from Manchester or Heathrow between 15 and 30 June. Book by 14 June. l July to end August the price rises to £1529. · Prices are per head, all travel is return."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}