{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2002/jun/28/shopping3", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2002-06-28T22:36:47Z", "webTitle": "Pop CD releases", "webUrl": "https://www.theguardian.com/lifeandstyle/2002/jun/28/shopping3", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2002/jun/28/shopping3", "fields": {"headline": "Freaky perfect", "bodyText": "Cee-Lo Cee-Lo Green and His Perfect Imperfections (Arista) **** Mainstream hip-hop's design for life hasn't progressed much beyond Ice Cube's decade-old credo: \"Life ain't nuthin' but bitches and money.\" As the title of his solo debut suggests, portly rapper/singer Thomas \"Cee-lo Green\" Callaway sets his sights a little higher. A member of the Goodie Mob and a regular guest on OutKast albums, Cee-Lo is already a key player in the ambitious Atlanta, Georgia rap scene, which owes more to Prince and Funkadelic than to NWA. Here he delves further still into acid-rock, gospel and southern soul, while his lyrical mission is to hymn the virtues of non-conformist \"freakiness\" at all times. For the gentle, piano-led finale, Young Man (Sierra's Song), he employs a molasses-thick soul croon to urge: \"Oh I wish you'd do more than just keeping it real/ Why don't you try being true?\" If Prince is anything to go by, this way lies endless jamming and intolerable self-importance, but those hazards are at least an album away. For now, Cee-Lo joins OutKast on hip-hop's most far-flung frontier. (DL) Rob Dougan Furious Angels (BMG/Cheeky) **** A track record as a Kylie Minogue songwriter and Faithless acolyte hardly bodes well for Sydney-born Rob Dougan's solo career. Furious Angels, however, is the work of a genuine maverick. This behemoth is dominated by growly vocals, apocalyptic lyrics inspired by Jean Cocteau and Yasunari Kawabata, and swirling orchestration. At its worst it screams \"advertisement\" (tellingly, he recently appeared on a CD given away with ad-industry magazine Campaign), but Dougan is more than a saloon flogger. The choral climax to Speed Me Towards Death, the Tom Waits pastiche Drinking Song and the epic, bonkers grandeur of the title track are all stunning. Left Me for Dead encapsulates the whole enterprise: a brooding 50-piece orchestra rigorously helmed by Will Malone conjures up a Dante-esque vision of hell, while Dougan spits lyrics of extraordinary bile: \"You searched through my mouth to check for gold teeth.\" Exhausting but wondrous. (JA) Muse Hullabaloo (Mushroom, two CDs) *** With only two studio albums to their credit, it is a bit early for Muse to be thinking about double CDs of b-sides and live tracks, even if the Devon trio have proved more rewarding than the \"new Radiohead\" tag promised. Yet here is just such a thing, featuring 10 b-sides and rarities plus a live disc recorded in Paris last autumn. It is aimed squarely at their fervent fanbase: the live side contains only one hit, Muscle Museum, with the rest of the space occupied by more obscure album tracks and new songs. The b-sides, meanwhile, are expressly for aficionados, given their high quotient of guitar diddling. It's easy to appreciate why vague noodlers such as Forced In were tucked away until now, but there is more fulfilling stuff in Recess, with its contrasting drunk/hungover sections, and the mad-headed stomper Nature 1, which allows singer Matt Bellamy to explore his full stratospheric range. For all its flaws, Hullabaloo does generate high expectations for their next album. (CS) Layo and Bushwacka! Night Works (XL)v ** Dance music is going through a creative lull, which is even affecting the usually reliable likes of Daft Punk and the Chemical Brothers. Layo and Bushwacka! at least provided an intriguing diversion by building their recent club smash Love Story around the dunderheaded bassline from Devo's 1977 freak anthem, Mongoloid. On Night Works they continue this approach, but mine the other side of the punk/prog-rock divide, dipping into Soft Machine-style saxophones and Tangerine Dream synth-guitar solos. One track, We Met Last Night, is so reminiscent of German rockers from the 1970s that you can almost hear the creak of lederhosen. Sadly, their quality control is as haywire as their record collection. Blind Tiger - blues samples, scat jazz and an electro groove the size of the Grand Canyon - is superb, but too many tracks are merely anonymous tech-house, like that heard at their resident London club The End. (DS) Hawksley Workman (Last Night We Were) The Delicious Wolves (Island) **** Canadian tap-dancing and singing sensation Hawksley Workman follows his acclaimed debut with a whole album dedicated to Isadora, his presumably mythical muse who \"takes off her clothes and sets fire to her hair\". Workman serenades her with some stunning songs filled with sublime hooks and clever wordplay. In Striptease, the young devil proclaims, \"I called, you came,\" while Jealous of Your Cigarette (\"and the things you do with it\") echoes the desires Prince Charles used to exhibit about Camilla and her tampons. Thankfully, Workman's tongue is kept safely in his cheek, without hampering his Jeff Buckley-in-tight-trousers holler or his playful musical palate. The latter stretches from Sparks to Joe Jackson and twisted glam stompers that sound like Aerosmith falling down a flight of stairs. If this isn't enough to convince the world of his burgeoning genius, a tasty accompanying novel, Hawksley Burns for Isadora (published by EST), is illustrated by sketches of naked ladies, drawn by the singer's mother. (DS) Beachwood Sparks Make the Robot Cowboys Cry (Rough Trade) **** To define these California dreamers as alt.country is akin to describing the Beatles as a pop group. It might be true, but it doesn't come close to capturing how Chris Gunst and cohorts take their genre and proceed to bend, twist, enhance and modify it to fit their own bizarre but beautiful visions. Their follow-up to last year's Once We Were Trees takes their rural sound further afield. Here are tales of exploration (a homage to Ponce de Leon with glockenspiel and the high notes of backing singer Mia Doi Todd) and evolution (the distorted vocals and wiry banjo of Galapagos). Drinks Water sums up the mood. Against the soothing sound of heavy-breathing harmonica, the drums are carefully tapped, then the rhythm wakes up and rubs its eyes, bubbling with expectation, before lapsing into exhaustion once again. The album is intoxicating and mildly disturbing; at just 28 minutes long, it leaves you wanting more. (BC)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}