{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jun/16/italy.culturaltrips.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-06-16T18:18:17Z", "webTitle": "The hills are alive with the sound of... jazz", "webUrl": "https://www.theguardian.com/travel/2002/jun/16/italy.culturaltrips.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2002/jun/16/italy.culturaltrips.observerescapesection", "fields": {"headline": "The hills are alive with the sound of... jazz", "bodyText": "It's not necessarily what one would expect in sleepy, comfortable Perugia: 10 men in pastel suits marching through the Saturd ay night crowds, armed with trombones, trumpets, saxes and a colossal white euphonium blasting out New Orleans jazz and setting passers-by smiling, stomping and clapping. Later the Mardi Grass BB (all bar two or three of whom, strangely, are German) take to the stage opposite the Cattedrale San Lorenzo in the Piazza IV Novembre and get several thousand people jigging in time to souped-up Sixties exotica such as the theme tunes to Hawaii Five-O and Mission: Impossible . At the other end of town in the Piazza Italia the magnificent Linda Hopkins is belting out electrified Chicago blues and gospel and Rockin' Dopsie is set to follow her with bayou-fresh zydeco fare. A rare treat, especially when it's all for free. This is Umbria Jazz, a week-long festival that every July takes over the major venues and public spaces of the medieval town and boasts a huge roster of artists. Saxophonists stand on street corners blowing for small change and booths serving cold beer grace every square and street. Thousands upon thousands of people bustle through narrow streets intent on getting as much live music as they can. Music is everywhere: my girlfriend and I stayed at Il Torale, a complex of converted farm buildings up a track a few miles out of Perugia, and as we arrived at about one in the morning on our first day, the warm air thrilled into life. 'Jah, Rastafari!' declared an amplified voice, followed by the opening chords to Bob Marley and the Wailers' 'One Love'. Below in the valley an Italian reggae outfit was just beginning its set, a mixture of Seventies classics and self-penned numbers. The sound filled the valley as we sat on a wall outside to drink wine and listen to the music, the air thick with the scent of rosemary and leaf mould. Beyond the free concerts (and ad hoc top-ranking workouts) the festival hosts impressive paying concerts where big names and newcomers fill venues ranging from tiny, tucked-away chapels and theatres to large outdoor spaces such as the Giardino del Frontone. It was in the latter as midnight struck on Saturday that we saw the veteran colossus Wayne Shorter give a sparse, heartrending performance in front of several thousand - an unmissable gig for which the tickets, as for all the concerts, were reasonably priced, costing between £5 and £20. At midnight the following night we saw the Gil Evans Orchestra (led by his son Miles) in the Teatro Pavone. The surroundings - the small theatre's ornate ceiling and plaster cornicing, the red velvet stage curtains - seemed to complement the group's rich, close chord structures and Evans the younger's plaintive trumpet. It was amazing to see the spirit behind Sketches of Spain still alive and John Surman's guest appearance, sitting in with the 11-strong band for a surprising sax solo, was an added bonus: his own gigs with his string quartet had been sold out. On Saturday afternoon, in the tiny Oratorio Santa Cecilia, we saw the Esbjörn Svensson Trio. In some ways this gig, for which we had front-row seats, was the high point of the weekend. The sound was all-encompassing, the high cupola of the building reflecting every nuance as Svensson worked through interpretations of Thelonious Monk then headed off into uncharted solo territory tinged with stark, Nordic plainsong, and leant (gurning red-faced) over a grand piano to hit the hammers onto open strings while the drummer and bass-player got lost in a dervish-like trance. Again, the surroundings (a tiny, circular room adorned with paintings of the saints and the Saviour) gave an intimate and surreal quality and added to the music's studied intensity. In some ways the event is incongruous - one can't imagine any town in Britain daring to give itself over to huge crowds for a fortnight, especially not for the sake of jazz - and certainly not until well after midnight. Even Victorian Christmas 'fayres' set grey temples throbbing in Britain. Yet these venues were the perfect place to hear music of this calibre. My girlfriend and I were there to visit the festival but there is much to recommend the region. Assisi is nearby and Florence a shortish drive down the autostrada. Perugia itself is spectacular and boasts the best preserved medieval fountain in Italy (which looks like a vast beige wedding cake and functions to this day), a fantastic cathedral and the Rocca Paolina, upon which the old town is built, with its network of catacombs and dungeons. The town lies to the east of Lake Trasimeno and regular boat services take passengers to the lake's inhabited islands. We took the ferry to Isola Maggiore (the largest of them) and did a circuit of its shores under overhanging trees, passing the abbey (inhabited) and the fortress (in ruins). Local legend has it that Francis of Assisi visited and blessed the place, and a weathered wooden statue in a purpose-built, plastic-rose-bedecked brick grotto commemorates the event. Back at Il Torale wildlife was everywhere: we saw dragonflies and squadrons of swallows, swallowtail butterflies, stoats, lizards, hornets and wood wasps. It took me until the last evening to realise that what I thought were bats living in the loft at the end of the building were a type of small owl. Crickets sang in the night. My only word of warning concerns the age-old cliché of the Italian motorist: the dual carriageway from Pisa is like a race track, often devoid of lane markings (which in any case are ignored) and packed with juggernauts jockeying for position. People drive right up behind you hoping, it would appear, to nose you out of their path - even if there's nowhere for you to go. I would recommend landing at Florence (which is closer to Perugia) - or taking the 'A' train. Factfile Molloy Woodcraft travelled with Magic of Italy which has apartments at Il Torale, Passignano for £580 per person for a week in a one-bed apartment, including flights and car hire (08700 270 500). Accommodation is also available in the Hotel Relais La Fattoria in Castel Rigone at £490 per person B&amp;B including flights and car hire. This year's Umbria Jazz Festival is 12-21 July. More details are available on 0039 075 573 2432."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}