{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jun/11/worldcupfootball2002.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-06-11T19:38:59Z", "webTitle": "Why the speed-skating South Koreans are exactly the sort of World Cup heroes we need", "webUrl": "https://www.theguardian.com/football/2002/jun/11/worldcupfootball2002.sport5", "apiUrl": "https://content.guardianapis.com/football/2002/jun/11/worldcupfootball2002.sport5", "fields": {"headline": "Why the speed-skating South Koreans are exactly the sort of World Cup heroes we need", "bodyText": "Builders have been ripping out the fireplace in our sitting room. As a result, for the first 10 days of this World Cup my partner, daughter and I have been living in a bedroom with the furniture, the dog and Garth Crooks. The former Spurs forward turned BBC reporter has not been with us all the time, admittedly, though it often feels like it. During the 1986 World Cup I was in a pub in South Shields. When Mick Channon appeared on the screen in his role as pundit, an irate Geordie pointed at him and yelled: \"Here he is, the only man in Britain who speaks in braille.\" Garth doesn't quite talk the same language as Channon, but he does give the uncanny impression of having been dubbed. In times of adversity such as these you need heroes. Luckily the World Cup has a habit of producing such people, men and women who with one small, extraordinary and unexpected action lift us all. In France four years ago it was Yugoslavia's manager Slobodan Santrac who most brilliantly fulfilled the role. When his team took the lead in the second-round game against Germany, Santrac sprinted out of the dugout in celebration only to pull up after five yards clutching his right hamstring and wincing. In the press hall in Lyon where I was watching the game the laughter rolled on for several minutes. Journalists, photographers and television crews of many nationalities, races and religions brought together by the unifying force of malicious glee. It was a touching moment. This time around it must be admitted that some of those who can usually be relied on to brighten our lives have disappointed. The groundsmen of Japan and Korea, for example, have singularly failed to mow the grass into the sort of remarkable patterns that make you gasp, \"How did they do that? And why?\" The stretcher-bearers meanwhile, unhindered by the splendid motorised gurneys that featured in USA 94, have all been lean, swift and efficient. Hopefully Sepp Blatter will act quickly to rectify this situation. If football is to increase its global market-share I believe that at least one in four pitchside medical staff need to be slower and wobblier than the Polish defence. The health and safety concerns this brings will surely be far outweighed by the joy that yelling \"Blimey! By the time he gets there a broken leg'll have healed\" will bring to fans across the globe. That aside there has been plenty to cheer. Yesterday's South Korean speed-skater style goal celebration - designed to protest against the disqualification of Kim Dong-sung in Salt Lake City - for instance. Korea's was, I believe, the World Cup's first political goal celebration (The Home Championship, of course, already boasts one. Dennis Law in 1967 miming of his outrage at the Highland Clearances using skills learned during one of Tommy Gemmell's regular Kabuki Theatre workshops). ITV's Barry Venison might moan that \"To me, that's a little undignified\" (a remark accompanied by the sound of a former-peroxide-mullet- sporting defender's glasshouse shattering), but these sort of things tend to catch on pretty fast among footballers. Hopefully later in the week we will see Mexico's players making plain their feelings about the annexation of Texas, while Spain signal dissatisfaction at the failure to find a diplomatic solution to the Gibraltar question with a few well-chosen hip movements. As in France, though, much of the most uplifting events have occurred round the dugouts. There was the moment, for instance, in the final minutes of the game in Incheon on Sunday, when the Turkish players and Costa Rican coaching staff tried desperately hard to look like they would come to blows if only the authorities weren't holding them back - a state of affairs that saw four beefy combatants from each team trying to huddle on opposite sides of the diminutive fourth official Oscar Ruiz. Best of all though were the antics of the Russian bench as a half-hit clearance scudded towards them at Yokohama. A tubby man sitting next to manager Oleg Romantsev attempted to kick the ball away, only to fall off his chair, while the boss himself cowered in a corner, looking for all the world like Count Dracula being pressed to take some garlic bread by an over-solicitous hostess. Watching here in what we have come to think of as \"The Bunker\", all the depression that had settled over the preceding week was immediately lifted. As the boys in the studio kept saying before England v Argentina this was a clear case of \"Cometh the hour, cometh the man\". Though in our situation \"Cometh the hour, cometh the mantelpiece\" would have been even more welcome."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}