{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jun/09/observerescapesection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-06-09T17:51:57Z", "webTitle": "Ask the experts", "webUrl": "https://www.theguardian.com/travel/2002/jun/09/observerescapesection3", "apiUrl": "https://content.guardianapis.com/travel/2002/jun/09/observerescapesection3", "fields": {"headline": "Ask the experts", "bodyText": "Maltese driving My boyfriend and I are going to Malta for two weeks. We would like to see as much as possible and are considering hiring a car. Is it worth the extra money? Toni Moran, Newcastle It makes sense to hire a car in Malta as both rental and fuel are reasonably priced. International companies such as Hertz are currently offering seven days' rental for£122 in high season. Local garages are even cheaper and many companies offer reduced off-peak rates. Like the British, the Maltese drive on the left but unless you are a confident driver it can be an unnerving experience. There are no right-of-way rules at junctions, intersections and roundabouts and many drivers do not use their indicators. Speed limits are largely ignored and the signposts are often confusing and inconsistent. The island is quite small and is covered by an extensive bus network. Places of interest are usually only a short bus ride away. The only time you'll need to use the rather expensive taxis is late at night when buses have stopped running. Driving is much less hectic on Gozo, Malta's smaller neighbour. If you do want to rent a car, this is a good place to do it. Note that local car-rental companies usually have a three-day minimum rental policy. For more information about driving in Malta contact the RAC (0800 550550). Amalfi coast walks Next year I will be 40 and I want to realise an ambition to walk as much of the Amalfi coastal path as possible. The problem is that I can't find walking maps or books with routes in southern Italy. Tracey Ball, Bedale One of the best walking guides is Landscapes of Sorrento and the Amalfi Coast , by Julian Tippett (£9.99), which has more than 70 detailed walks. There are also excursions and transport information. The walks are easy to follow and the town maps particularly clear. The best map is the Touring Club Italiano (TCI) Map Campania/Basilicata 1:200,000, £5.99 from the Map Shop (0800 085 4080). The small print is difficult to read but there are several easy walking routes . It's a good accompaniment to the guide. For a walking guide of the whole of Italy try Lonely Planet's Walking in Italy (£11.99). The best time to walk in southern Italy is April, May, June and September. LA to San Francisco I'm thinking of driving from Los Angeles along the coast to San Francisco. Do you have any advice regarding itinerary, car hire, accommodation, and dos and don'ts? David Rayner, Lancaster A leisurely spin from Los Angeles to San Francisco could take in a few days in these very different cities. Although we think SF wins hands down, LA is worth a look for its museums, cool atmosphere and melting pot of cultures. Don't miss Highway 1's twists and turns above a rugged coastline, although if you go in summer you might find fog obscuring the views. The Big Sur is worth exploring. Monterey is laid-back, but we prefer Santa Cruz's authentic beachtown feel, seafront boardwalk and the oldest amusement park on the West Coast. Another interesting stop is Hearst Castle, home of William Randolph Hearst, inspiration behind Citizen Kane. And go to Yosemite National Park. All of the places we've talked about get very popular, so book ahead. Consider also heading to Lake Tahoe, and following some of the highways (395 and 49) through the Sierra Nevada. There's a huge range of accommodation, but at peak times everything gets filled up. For car hire, contact www.holidayautos.com. Be aware of wildlife in remote areas, and when you lock your car ensure valuables aren't on view. Keeping cool in Peru My sister and I (aged 60 and 70) hope to visit Peru this year. We are reasonably fit and healthy. Margaret Courtney, Lewisham You'll find temperatures vary in Peru - hot and humid if you hit the Amazon area, cool in daytime and cold at night in the Highlands... a good excuse to get some alpaca wool clothing. A tour to Cusco offers a fine introduction to the country and the must-see sights (Machu Picchu and Lake Titicaca). Agents to try include Travelbag Adventures (01420 541007), whose 'Flight of the Condor' itinerary visits Arequipa, £849-£1,649 per person; Journey Latin America's (020 8747 3108) introduction to Peru 'Garza' 14-day tour costs from £2,224 per person; if you're interested in archaeology, Andante Travels (01722 713800) has a 19-day 'In Search of the Incas' tour, starting at £3,175 including flights. Depending on how intrepid you feel, you could do your own thing (JLA offers flights from £515), but pick up a guide book. A good starting point for your research is www.peru.org.pe. Go between June and August. · We welcome letters. Tom Hall and Rachel Suddart from Lonely Planet address as many as possible here. Email travel.tips@observer.co.uk or write to Escape, 119 Farringdon Road, London EC1R 3ER. The writer of the week's star letter wins a Lonely Planet guide of their choice (so include a daytime telephone number and postal address). No individual correspondence can be entered into."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}