{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2002/jun/28/fashion.beauty", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2002-06-28T22:36:32Z", "webTitle": "Next spring's menswear has been dominated by British designers", "webUrl": "https://www.theguardian.com/lifeandstyle/2002/jun/28/fashion.beauty", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2002/jun/28/fashion.beauty", "fields": {"headline": "Mighty Blighty", "bodyText": "Hopes of bringing football's most coveted accolade home may have been scuppered, but this week Britain has been unexpectedly reigning supreme in the rather less traditionally macho stadium of international men's fashion. Scoring the \"golden goal\" that soon became both the highlight and the benchmark against which all else was measured throughout the Milan catwalk collections, Burberry Prorsum left the competition standing - no mean feat in a city which takes sartorial excellence and prowess so seriously. In only his third season, Christopher Bailey, the label's British key striker, piled on the pressure. A no-nonsense and relaxed approach was adopted for tailoring, the colour scheme was as refreshing as sorbet, while the line-up featured every major trend from utilitarian-inspired detailing to comfortable (not slouchy) silhouettes and sportswear styling. The classic Burberry check was exaggerated in scale to become an abstract graphic print for knitwear and shirts, and reborn in calming tones of raspberry, mint and tangerine. Zips snaked around the legs of calf-clenching trousers topped by beautifully tailored jackets, while striped, collarless rugby shirts in tissue-weight cashmere relaxed the styling of crisp suiting. This was fashion at its most modern, commercial and desirable. Another success for the UK came in the shape of Neil Barrett, a Brit who has been working out of Italy since originating the Prada menswear line several years ago. Now established with his own label, Barrett used grey marl jersey for elegantly cut tailoring/sportswear mixes, delicately combining tones of olive and khaki in tactile fabrics. He maintained a high level of sex appeal while keeping the formula and silhouette relaxed. All over Milan, the beach became the new boardroom, sportswear the new tailoring and comfort the new cachet. Dolce &amp; Gabbana gave the theme its signature high-octane southern Italian handwriting. The mainline collection pillaged Riviera fishing villages for linen suits, suede sportswear and knits hand-crafted from rope. The Martini tuxedo sharpened the casual look of multi-pocketed pants, while blouson jackets were worn with sun-bleached denim jeans, aviator sunglasses and gold Rolexes. It was a tribute to the cinematic ideal of Italy in the 60s. D&amp;G was less romantic, more Rimini: the dynamic duo's take on souvenir-shop treasures and tennis classics in holiday brights. It was back to the World Cup as both Gucci, designed by Tom Ford, and Prada looked to the far east. Gucci scattered oriental floral prints over silk shirts left unbuttoned with the sleeves rolled up, and combined military-influenced suede jackets or embroidered baseball jackets with soft ivory pants. Nearly every look was accessorised with a Panama hat. Extremely beautiful but ridiculously camp, kimonos in orchid yellow, lacquer red and Chinese blue satin did verge on La Cage aux Folles. Considering that Prada is gearing up to float on the stock market, a vintage collection of what the label does best - commercial tailoring with an edge and polished, covetable shoes - might have been a wiser direction than the obscure path that the label opted to take. It was more than a little difficult to figure out what statement was being made by saggy cashmere knickers, or knitwear that looked like it was made from J-cloths, or, indeed, oriental brocade sleep-shirts. Both Fendi and Jil Sander delivered understated luxury that was subtle and highly desirable. Jil Sander, with orange and lime sportswear, and cotton tailored jackets over slim shirts unbuttoned to the navel, was one of designer Milan Vukmirovic's most polished collections to date. Fendi, using suede so delicate it could almost pass as paper, was sexy and super-deluxe, with an air of Mick Jagger holidaying in Deauville. Barbecues on the beach, surf style and Californian chic were the news at D-Squared. Velour sportswear, a play on retro \"love is\" T-shirts, bumster jeans and washed-out \"Perrier\" prints helped the label maintain its position as the godfather of cool kitsch. Emporio Armani kept the beach theme alive with models playing volleyball in second-skin swimwear and draped in batik prints, while at Giorgio Armani lived-in linen fabrics created some of the season's most beautiful deconstructed suits, sympathetically shaped at the waist. Costume National was also in deconstructed mood: Robinson Crusoe layers of the softest chamois suede in loose shapes, wrapped and belted at the waist, were very strong. Byblos, recently sold by the Prada group to Swinger International, has undergone a complete overhaul. The first collection to come from the design studio of Stefano Citron, Greg Myler and Federico Piaggi was one of the pleasant surprises in Milan. The label finally looked solid and coherent. Boilersuits rolled down over creased slim-fit shirts and waistcoats in dark neutral shades made for a collection that was interesting and commercial. Ralph Lauren, showing his Purple Label collection in Milan for only the second season, once again paid homage to the class system, with a take on pomp that has absolutely no irony. The American designer delivered a collection of lawn tennis wear, Hamptons lounge suits and chocolate-and-cream tuxedo combinations. In a season where relaxed has been the buzzword, his tight fitting Fair Isle patterned knits in tobacco and honey shades tucked deeply into the waistband of the trousers, and suits with solid power shoulders, looked expensive but not modern. Roberto Cavalli was full of colour, print and a native-American flavour, while Versace was egomania in overdrive. The use of Donatella Versace's initials as a concept for print was a little gauche, as was the gigolo style of her Cuban-inspired collection. Best suited, perhaps, to the wardrobes of West Coast hairdressers. Iceberg followed its knockout collection from last season with a personal take on Spain. Matador styling was made modern with good use of embroidery and prints taken from the map of Gibraltar. · Adrian Clark is fashion director of Loaded magazine."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}