{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/19/tennis.stephenbierley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-19T21:24:13Z", "webTitle": "Lucky Henman gets two qualifiers for Wimbledon", "webUrl": "https://www.theguardian.com/sport/2002/jun/19/tennis.stephenbierley", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/19/tennis.stephenbierley", "fields": {"headline": "Lucky Henman gets two qualifiers for Wimbledon", "bodyText": "The World Cup feel good factor appears to have extended its grip to tennis with Tim Henman, seeded No4, being installed as 4-1 favourite by some bookmakers after yesterday's Wimbledon draw. Henman, the British No1 who plays qualifiers in each of the opening two rounds, certainly seems likely to go further than Greg Rusedski did when he was seeded four in 1998, and fell at the first hurdle, having injured his ankle at Queen's. Henman's first danger may come in the third round against Ivan Ljubicic, although the big-serving Croatian has yet to win a match at Wimbledon, and is certainly no Goran Ivanisevic. Henman is drawn to meet Sweden's Thomas Johansson, the reigning Australian Open champion, in the quarter- finals, and his projected semi- final opponent is Lleyton Hewitt, the world No1. He has beaten Henman in all five of their meetings, the most recent last Sunday's Stella Artois final. Hewitt, who has yet to get past the fourth round at Wimbledon, faces an awkward opening match against Jonas Bjorkman of Sweden, who has not been beaten in the first round since 1997, and yesterday defeated Andy Roddick at Nottingham. Should Hewitt make the fourth round he is drawn to meet France's Nicolas Escudé, who beat him last year at the same stage, and then again in the Davis Cup final, also on grass. Rusedski, in the opposite half of the draw to Henman, has also drawn a qualifier. Pete Sampras, attempting to win the title for an eighth time, plays Britain's No3, Martin Lee in the first round. Lee can perhaps be fortified by the fact that Barry Cowan, another left-hander, ran Sampras close last year. Sampras lost to Roger Federer last year in the fourth round. This time he is seeded to meet Jiri Novak of the Czech Republic, but is more likely to come up against Australia's Wayne Arthurs, Max Mirnyi of Belarus, or his countryman Jan-Michael Gambill, all of whom might push Sampras to the limit, which currently is not that far. However should the old glory redescend on Sampras, there is the possibility of a semi-final against Andre Agassi, a repeat of the 1999 final when Sampras played the most brilliant tennis of his Wimbledon career. The extraordinary Ivanisevic story seems unlikely to be repeated but Australia's Mark Philippoussis, the beneficiary of a wild card, and an equally devastating server, could meet Agassi in the fourth round - providing he survives a first-round battle of the big hitters against France's Julien Boutter. Jennifer Capriati, the No3 seed, appears to have the best draw in the women's singles. She may meet Serena Williams, seeded two, in the semi-finals, although Serena should play the in-form Jelena Dokic in the quarter-finals. Venus Williams, the 2001 champion and No1 seed, who lost to her younger sister Serena in the French Open final, has the Belgians Kim Clijsters and last year's runner-up Justine Henin on her side of the draw. Her first match is against the unranked Jane O'Donoghue, a 19-year-old born in Lancashire. \"This is a dream,\" O'Donoghue said. \"She's the greatest player in the world. But I've nothing to be scared about, I'll just play my game.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}