{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/06/boxing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-05T23:14:59Z", "webTitle": "Calm Lewis spurns the limelight for moonlight", "webUrl": "https://www.theguardian.com/sport/2002/jun/06/boxing", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/06/boxing", "fields": {"headline": "Calm Lewis spurns the limelight for moonlight", "bodyText": "Memphis gave Lennox Lewis a hero's welcome when he arrived in the city at the weekend. Thousands lined the streets to see the champion and Lewis savoured the moment. The adulation felt good, but then it was back to the real business which nobody needs to see. Actually, if you were to rise at dawn and wait close to the secure, guarded private estate where Lewis and his entourage have taken up residence, you would catch a glimpse of the champion setting off on his six-mile run. It is a routine whichhas served him well. Lewis is not reclusive, nor does he live the kind of shrouded, monastic existence some might suggest. Away from fights he likes a party, a drink or 10 (champagne by choice), a kick-around with friends or a holiday on a Jamaican beach. He simply chooses not to court publicity. Whereas Tyson could not resist travelling to the poor Glenview area of Memphis, where he breathed in the oxygen of the adulation he seems to crave as he signed countless autographs, including some on the $20 bills that he hands out to the children with whom he sometimes seems happiest, Lewis has contented himself with the company of the same friends and training partners who have been alongside him since he began his journey as a professional boxer back in 1989. \"I do hope he rides off into the sunset after this,\" confides Harold Knight, an excellent boxer himself before he became Lewis's assistant trainer in 1990. Whereas Emanuel Steward is the media-friendly \"trainer of champions\", it is Knight who has done the donkey work. He is the power behind the throne. \"What more is there for him to prove? He's almost 37, and thank God he's never really been beat up. He's saved his money, he's made investments, so he doesn't need the money to come back,\" says Knight. But, for now, all talk of retirement is set aside and the work continues. As always, in the background is Lewis's mother Violet. Tyson thrives by hanging with friends, many of whom he suspects will desert him once the money runs out. He has his \"Crocodile\" Steve Fitch, who is back in camp bellowing dubious encouragements, but Lennox still has his mum. \"It's important to be a gentleman, because that's who I am. My mother didn't raise a criminal. One day, when I have a family, I want my kids to look in the history book and see that their father was a man of honour, a man of ethics,\" says Lewis. Later in the day he moves on to the exclusive Racquet Club, where he trains behind closed doors. Sparring is over, and he stretches and shadow-boxes before working the pads with Steward. The final days before a fight can be the hardest and, with so much of the preparation completed, the battle becomes a mental one. \"I go to sleep every night thinking about the fight, and I can't sleep all night because I'm so ready to get in there. I don't like this waiting around. I'm ready tonight,\" Lewis says, before confessing he gave up trying to sleep the previous night and stepped out of the back door to kill time shadow-boxing under the moonlight. \"I'm so focused on Tyson. I know how he's going to box, but he doesn't know how I'm going to box. I adapt fast to any situation. I know what I'm doing and I've done it for years. So I'm just going to go out there and do it.\" There are no bloodcurdling threats from Lewis, nor does he choose to use the profanities which come as second nature to Tyson. With homes in Miami and Jamaica, not to mention Britain, he has wealth for the rest of his days. Yet, as he has said repeatedly, he needs a Tyson victory to provide his career with a symmetry and give himself the knowledge that he was the man - the finest fighter of his generation. \"I am an honourable man. I play by the rules and I play fairly. This is what we have to teach the kids out there. If you are going to play basketball, football, baseball or any sports, you can't be out there going against the rules, because rules are designed for all and for us all to live by,\" Lewis says when asked to predict what might happen on Saturday night. \"My goal is to go out there and win honourably. If Tyson is choosing to come in there and try to bite and scratch and kick, he has got to let me know so I can prepare myself. Even if he does those kinds of things, I think I am going to be a better man not to do them back. \"I know he is going to come running straight after me, and he will be running straight into my jab. He is under the illusion that I am going to be running away. He is sending out comments that Lennox Lewis is a coward and all kind of things. In his own mind, I think he is not too confident in what he plans to do.\" Lewis seems relaxed and confident. Tyson has threatened him and questioned his manhood. It has happened before, as long ago as 1992 when Lewis devastatingly knocked out Donovan \"Razor\" Ruddock. More recently, Andrew Golota and Michael Grant were built up as men to destroy the Lewis myth only to last less than three rounds in total. Stacey McKinley, one of Tyson's trainers, said yesterday: \"Lennox Lewis is a good fighter, but Mike Tyson is great. Great beats good.\" But Tyson surely will have heard the reply from Steward, who said: \"We've worked on quickness all week. Lennox is sharp and light on his feet. He can come out with power like Foreman or Frazier, or he can box. Let me tell you one thing: Lennox Lewis is not going to run.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}