{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2002/jun/28/shopping.popandrock1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2002-06-28T22:36:51Z", "webTitle": "Interview: Wayne Coyne of Flaming Lips", "webUrl": "https://www.theguardian.com/lifeandstyle/2002/jun/28/shopping.popandrock1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2002/jun/28/shopping.popandrock1", "fields": {"headline": "'We almost killed ourselves - and 300 other people'", "bodyText": "As Wayne Coyne would be the first to admit, a lot of people think he is insane. In recent years, the stock of his band, the Flaming Lips, has shot up. Feted by critics and artists as diverse as the Chemical Brothers and Coldplay, the Oklahoma trio have released acclaimed albums and performed live shows that indicate a bold experimental spirit and a seemingly boundless capacity for invention. Amid the plaudits and applause, however, Coyne has managed to hang on to a mythic reputation as a particularly whacked-out acid casualty. It's certainly easy to collate evidence for the prosecution. On stage, he sings while pouring fake blood over his head and manipulating a glove puppet of a nun. He has written songs called Psychiatric Explorations of the Fetus with Needles and Oh My Pregnant Head (Labia in the Sunlight). His publishing company is called Lovely Sorts of Death, both an obvious acronym and the tagline of Jack Nicholson's acid-drenched 1960s exploitation flick The Trip. Yet as he sits in a central London trattoria, evidence of addled insanity is thin on the ground. He refrains from barking like a dog, drooling or chewing the menu. He sips a Diet Coke, wears a fetching suit and cheerily acknowledges that most casual observers think he's barmy. \"I kind of encourage it,\" he nods, his voice a lazy western twang. \"People can't seem to believe that this sort of absurd imagination that I have hasn't gone away. 'You're permanently drug-damaged, is that the deal?' But I am very normal. I mow the lawn, I do the dishes, walk the dogs, I have a wife. Every other aspect of my life is great and normal and stable and that allows me to be a freak when it comes to music. Just to put it in context, people think I'm some LSD freak, but I've only done it three times, when I was 17. I was so afraid, so scared. It was a fucking mess. People say it's all tie-dyed shirts and the Grateful Dead and Greenpeace and, 'Hey dude, let's turn off our minds and float downstream.' Well, for me, it was all hell and blood and diarrhoea and fear.\" Nevertheless, Coyne certainly cuts an idiosyncratic figure. In fact, something about him recalls Jerry Seinfeld's vertical-haired neighbour, Kramer. He is boundlessly enthusiastic about everything (\"Have you been on holiday? Wow!\") and full of schemes and theories that he is keen to let you in on. Asking him a question is like letting the handbrake off a parked car. His conversation speeds off into the distance, veering away at wild tangents. You're never quite sure where or when it's going to stop. Perhaps uniquely, Coyne is blessed with the ability to drawl breathlessly. In a world filled with ruthlessly PR'd and guarded interviewees, he is disarmingly frank and endearingly unspinnable. He may be the only rock star in the world who would, mid-interview and a propros of nothing, volunteer the information that fellow Flaming Lip Steven Drozd is a recovering heroin addict. \"I really think he's gonna make it. Heroin addiction is very unhealthy. Not just the overdoses, but you can get infections and stuff.\" He nods. \"And, y'know, last time I checked, it was illegal as well.\" Formed in the early 1980s, the Flaming Lips spent a decade trudging dutifully around the US college circuit, offering frazzled guitar noise to a largely uninterested nation. \"Our audience then mostly consisted of people who were in other bands or people who were taking a lot of drugs,\" sighs Coyne. What reputation they had was based less on their indigestible music than on a worryingly reckless approach to on-stage pyrotechnics. \"Well, we were in this mode of trying to appear insane while we were playing,\" he says. \"It was mostly to entertain ourselves, because we were playing to these confrontational audiences. In San Antonio once, we bought a bunch of fireworks, Roman candles, ball rockets. When we played that night, we had a guy on stage with us, just setting them off, throwing them into the audience, pointing them at us. The adrenalin was such that instead of thinking, 'Let's get out of here, someone is throwing fireworks around', the whole thing went up a notch. Fireworks were flying up our pants, we were making this reckless noise, people were shouting. It was exhilarating. I imagine it was a little like being in Vietnam.\" When Warner signed the band in 1991, it was seen less as vindication of unheralded talent than evidence that the post-Nirvana scramble for alt.rock was hopelessly out of control. Their major label contract signalled the end of the band's romance with inflammable materials. \"The show where Warner Brothers signed us, we decided to set the stage on fire while we were playing,\" Coyne explains. \"We put a load of alcohol in a cymbal, set fire to it, then started hitting the cymbal. It went everywhere. The side of the stage was on fire, the PA speakers were on fire, the lights were on fire. Luckily, my brother came on stage with an extinguisher, but we really could have killed ourselves and 300 other people that night. I think afterwards we decided to be more musical, y'know, write some songs. It was like either we burn ourselves alive, or we try writing some music.\" The results of this radical new approach were startling. In 1993, they scored a surprise US hit single with She Don't Use Jelly, a song so sweetly melodic, few noticed that its lyric concerned a woman eating Vaseline for breakfast. They appeared on the David Letterman Show and, less believably, on Beverly Hills 90210. In 1999, they released the remarkable The Soft Bulletin, an album that replaced distorted guitars with a sound as unique as Coyne himself. The Soft Bulletin offered a kind of compressed Americana: folk rock, Broadway show tunes, hip-hop beats, 1960s west coast pop and Disney singalongs condensed into a suitably epic orchestral psychedelia. In addition, the band developed a stage show as overwhelming as their music, which is where the fake blood and glove puppets of nuns come in, alongside synchronised films, animation, glitter and confetti. Coyne is pragmatic about their live approach. \"If I was in the audience and I saw this fucking weirdo-looking Tony Bennett-on-drugs type pour blood on his head, I'd think, 'Well, I got something to talk about when I get to work tomorrow', y'know? 'What did you do last night?' 'I watched Cheers for the thousandth time.' 'Well, I saw this drugged-out old man from Oklahoma pour blood over his head while singing Somewhere Over the Rainbow'. I'm not a drug-damaged idiot, but I think, 'You came to see a show, we came to put on a show, let's do it.'\" Their new album, Yoshimi Battles the Pink Robots, is similarly kaleidoscopic, taking in acid house squelches, folky acoustic guitars and stuttering R&amp;B- influenced drum patterns. The album packs a rare emotional punch, at times heartbreakingly beautiful and melancholy, at others blissfully uplifting. It can only add to the band's burgeoning standing. Even Robert Plant has claimed the band as inspiration for his recent solo album Dreamland. Predictably, when told of this, Coyne can barely contain his enthusiasm. \"Isn't that lovely? Oh, I love Led Zeppelin.\" He frowns. \"Y'know, I don't look at us as being responsible for anything that other bands do that's any good. We toured once with this band called Candlebox, this grunge band that sold six million records in America, and they fell in love with us. After that tour, they decided they wanted to make music that sounded like us. Their next album sold about 400 copies. So being influenced by us seems to be a terrible idea.\" For all his continual self-deprecating humour - \"I'm an old guy, I'm 41, I firmly say I'm old\" - the surprise Indian summer in the Flaming Lips' career seems to suit Coyne. His greying hair and beard render him handsome in the swashbuckling matinee idol sense. It seems unlikely that anyone would have described him as such during the 80s, when an idiosyncratic approach to hairdressing left him sporting a voluminous Afro or pink dreadlocks. He may also be the most garrulous and charming man in rock music. This could account for his oft-remarked-on ability to wheedle money out of his record label. Most bands operating on the more experimental fringes of alt.rock seem to suffer a combative relationship with the music industry: do what we tell you, sell lots of records or you're out. By contrast, Flaming Lips albums have never sold in vast quantities, yet the band has somehow convinced Warner Brothers to bankroll a variety of entirely deranged schemes. There was 1997's quadruple album Zaireeka, whose four CDs were designed to be played simultaneously. There were the Parking Lot Experiments, where Coyne attempted to synchronise dozens of car stereos into a coherent piece of music, the concerts where Coyne conducted an \"orchestra\" of people clutching blaring ghetto blasters or handed out headphone sets to the entire audience: \"So they can hear the concert perfectly from 100ft away and not be bothered by all these drunk young people at the front of the stage trying to have sex with each other.\" Currently, they are making a film, Christmas on Mars, starring Coyne as a Martian who teaches the inhabitants of a space station the true meaning of the season. \"Every Christmas movie should have a little bit of It's a Wonderful Life in it, don't you think? Confronting the darkness, seeing the light, with the help of some superbeing such as myself, heh heh heh.\" After a few hours in his company, you suspect that Coyne walks in, flashes a raffish smile, and simply charms the finance out of them. Either that, or they get out their chequebook in the vain hope of shutting him up. \"You just throw a few ideas at 'em, tell 'em it's all weird and abstract,\" he says. \"I try and encourage them to concentrate on their other artists like Madonna and Alanis Morissette. That way, they'll make millions of dollars and then they can give me a little bit of money. All I say to them is, 'Give me a moment, let me show you what I'm doing and perhaps you'll give me some money to finish it.' A lot of people at Warner Brothers really love our music and they really love us. They love us, they help us, they want us to succeed! And I love them!\" He grins as the conversational handbrake comes off again. \"Y'know, Warner Brothers flew me business class over here! I'm tellin' ya, buddy! I'm here to work for them! Business class! Whooo! Big fuckin' seats! It was awesome! That's why I'm wearing a suit! Gotta look the part for business class!\" Yoshimi Battles the Pink Robots is released on July 15 on Warner Bros Records. The Flaming Lips play the Usher Hall, Edinburgh (0131-228 1155) on Tuesday, then tour."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}