{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jun/25/worldcupfootball2002.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-06-24T23:36:56Z", "webTitle": "Tofting charged with cafe assault", "webUrl": "https://www.theguardian.com/football/2002/jun/25/worldcupfootball2002.sport9", "apiUrl": "https://content.guardianapis.com/football/2002/jun/25/worldcupfootball2002.sport9", "fields": {"headline": "Tofting charged with cafe assault", "bodyText": "Stig Tofting, the Bolton Wanderers and now retired Denmark midfielder with Hells Angels connections, has been charged with assault after an incident in a Copenhagen restaurant. A row broke out in Cafe Ketchup after singing from Tofting's group sparked a complaint from staff. When he was asked to leave Tofting is alleged to have butted one member of staff and punched another. Tofting spent the night in police custody and faces a maximum sentence of 18 months in prison if found guilty. No date has been set for a hearing. \"I can confirm there was an incident at the Cafe Ketchup and a person was arrested,\" said Chief Inspector Per Jepsen. \"He has been charged with violent conduct under section 244 of the Danish penal code.\" Tofting is no stranger to controversy. Three years ago he was given a suspended 20-day prison sentence for assaulting a fan who insulted him because he was playing for the German club Duisburg. And last year he ran into trouble with the local council in Aarhus when his plans to open a cafe were turned down due to his Hells Angels links. The latest incident caps a mixed month for Tofting who received praise for his performances during Denmark's qualification for the second phase of the World Cup, which included a 2-0 victory over France as the holders were condemned to an early exit. Tofting, though, had a poor game in Denmark's 3-0 defeat by England, was substituted after 58 minutes and announced his retirement from international football at the age of 32. Fenerbahce have signed the Argentina international Ariel Ortega in a £3.5million deal from River Plate. Ortega, who was a member of the Argentina side eliminated in the first round of the World Cup, has agreed a four-year deal and was greeted by 1,500 fans at Istanbul's Ataturk airport. Luis Enrique, the 32-year-old Spain midfielder, has followed his captain Fernando Hierro into international retirement after the country's elimination from the World Cup. Enrique said he wants to concentrate on playing for Barcelona. Another player to end his international career is France's Christophe Dugarry. The forward, capped 55 times, said he was tired of being criticised by supporters. \"I'm the world champion who's been whistled at most in France,\" he said. \"I've always had to battle. I've always had to confront great pressure from the media, as well as the public.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}