{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jun/21/worldcupfootball2002.sport13", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-06-20T23:12:57Z", "webTitle": "World Cup transfer flops", "webUrl": "https://www.theguardian.com/football/2002/jun/21/worldcupfootball2002.sport13", "apiUrl": "https://content.guardianapis.com/football/2002/jun/21/worldcupfootball2002.sport13", "fields": {"headline": "Reach for the stars and you get burned", "bodyText": "The temptation to bring a touch of World Cup glamour to British sides has been strong ever since Keith Burkinshaw lured Ossie Ardiles and Ricardo Villa to Tottenham in July 1978. Ardiles proved hugely popular in his 10-year career in England and Villa famously scored the winner in the Cup final. There was a trickle of signings in the 80s (Tottenham were linked with Brazil's phenomenal right-back Josimar in 1986, but had to settle for Belgium's Nico Claesen), but it did not become a flood until 1994. Romania, Nigeria and Sweden provided some of the biggest upsets in the United States and their players were suddenly in demand in the newly cashed-up Premiership - with more or less dismal results all round. Everton shelled out £3m for the Nigerian striker Daniel Amokachi, Sheffield Wednesday paid £2m for the Swedish midfielder Klaas Ingesson and Tottenham invested in two Romanians: Ilie Dumitrescu (£2.6m) and Gica Popescu (£2.9m). Amokachi scored two goals to help Everton to the 1995 FA Cup final, but like the others he failed to prosper in England. Newcastle did better with Belgium's Philippe Albert (£2.6m from Anderlecht), but persistent Spurs landed the bargain of 1994, snapping up Jürgen Klinsmann for £2m from Monaco. But they hardly needed a World Cup to find out about him. Buying players on the strength of a good World Cup is often a mug's game, if for no other reason than that the price will be massively inflated. Chelsea cunningly got around that by signing Marcel Desailly before the 1998 finals. But Newcastle also signed a French international at that time, then looked on in horror as Stéphane Guivarc'h miskicked and blundered his way to a winner's medal. France 98 proved to be another catalogue of misery. Javier Margas at West Ham, Wim Jonk at Sheffield Wednesday and Veggard Heggem at Liverpool all failed to reproduce their World Cup form. But there was one deal that proved an unqualified success. Coventry signed Robert Jarni from Real Betis for £2.6m after he was instrumental in getting Croatia to the World Cup semi-final. Then, before he had kicked a ball in sky blue, they sold him again to Real Madrid for £750,000 more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}