{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/20/cricket.essexccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-19T23:31:39Z", "webTitle": "Hussain adds to the Essex fun", "webUrl": "https://www.theguardian.com/sport/2002/jun/20/cricket.essexccc", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/20/cricket.essexccc", "fields": {"headline": "Hussain adds to the Essex fun", "bodyText": "Essex could hardly be entering Saturday's Benson &amp; Hedges final in a more positive frame of mind. Their captain Ronnie Irani is back in England's one-day side, a quick return to the First Division is beckoning in the championship and the manner in which Lancashire's challenge was summarily dismissed yesterday could hardly have been bettered. There is a long way to go before this Essex side can be remotely compared with the great team of the 80s but they have won 10 of their past 11 one-day matches and, under Irani's effervescent leadership, they are a keen side increasingly worthy of respect. Nine wickets with more than 21 overs to spare was a thumping margin. Nasser Hussain's unflustered 83 not out, in an opening stand of 142 with Dar ren Robinson, secured the England captain the man-of-the-match award and ensured that Lancashire's 166 looked entirely inadequate. \"It's great fun here at the moment,\" said Hussain. \"Even when Lancashire hit the ball for six, Ronnie was the first one climbing up the tree to get the ball back.\" The toss assisted Essex's cause, but not overly. Irani's new-ball spell did little to promote his England credentials but Ashley Cowan, suggesting a new maturity, dismissed Glen Chapple at slip and then found Stuart Law's edge to ensure that the Australian, who had left for Lancashire complaining of being \"stabbed in the back\", would have no happy homecoming. Two late wickets took Cowan's match total to four for 27. Lancashire's mood was aggravated by what they presented as dark hints from England that Andrew Flintoff, who was nursing a slight pelvic strain, would be better not bowling, certainly not if they wanted him to be released next time. Flintoff, contracted to England, was captaining Lancashire for the first time, after Warren Hegg had suffered back spasms on the coach journey south. He bowled only two overs, largely at Hussain, who must have been tempted to remind him not to overdo it. England stuck to the official line that \"Lancashire were given no special instructions\", which was largely the case as long as one ignored the strange clicks on the phone line and the sheep's head stuck on the Old Trafford flagpole. Flintoff did provide a controlled 45, top score in Lancashire's unimpressive effort. Hussain's blinding catch at backward point to dismiss him underlined that, despite his England responsibilities, he is sharing in the fun. Scoreboards, page 18"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}