{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2002/jun/14/culture.peterbradshaw2", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2002-06-13T23:11:03Z", "webTitle": "Everything Put Together", "webUrl": "https://www.theguardian.com/film/2002/jun/14/culture.peterbradshaw2", "apiUrl": "https://content.guardianapis.com/film/2002/jun/14/culture.peterbradshaw2", "fields": {"headline": "Everything Put Together", "bodyText": "For admirers of Monster's Ball this is a must - and I'm tempted to say it's a must for everyone else as well. This is the movie that German-born director Marc Forster made before his mainstream Hollywood smash with Halle Berry. It's a low-budget feature, made on the run with hand-held digital video cameras, about a young couple who lose their one-day-old child to sudden infant death syndrome. But far from the agonising TV-movie excursion into good taste and sensitivity that I was expecting, Forster gives us what looks and feels like an edge-of-the-seat psychological horror film, charting with excruciating intensity the couple's alienation from their shallow, fair-weather friends and the bereaved mother's descent into breakdown. The death of the child has clearly plunged Angie and Russ (Radha Mitchell and Justin Louis) into a living hell, and Forster avoids the familiar lexicon of compassion in favour of nightmare and hallucination. What makes Angie's agony worse is her chattering young-mother friends, jabbering about baby showers and godparents, and yet dropping her like a stone after the tragedy from some primitive, unacknowledged belief that disaster is contagious. Forster plays it like Polanski, with something of Bryan Forbes' Stepford Wives. Whether or not this approach is in good taste is a tricky question; but it certainly makes for riveting cinema, and Forster's handling of his actors is masterly."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}