{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/13/cricket.srilankainengland20023", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-13T22:48:45Z", "webTitle": "Jayasuriya pressured to drop down order", "webUrl": "https://www.theguardian.com/sport/2002/jun/13/cricket.srilankainengland20023", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/13/cricket.srilankainengland20023", "fields": {"headline": "Jayasuriya pressured to drop down order", "bodyText": "Sanath Jayasuriya, the most flamboyant opening batsman in the world, has become the risk that Sri Lanka are suddenly reluctant to take. The Sri Lankans have spent the build-up to today's third Test debating whether Jayasuriya should abandon his opening position for the first time in his Test career. Jayasuriya, their captain, has opened in all his 71 Tests and his shameless adventure at the top of the order revolutionised one-day tactics when Sri Lanka won the 1996 World Cup. But traditionalists have long suspected that his batting talents would be more naturally utilised in Tests in the middle order and, with Sri Lanka needing a win at Old Trafford to draw the series, he could drop as low as No6 today to enable Russel Arnold to bring a more cautious opening approach. Jayasuriya is far from enthusiastic about the change favoured, for one, by Sri Lanka's coach Dav Whatmore. \"I've been talking with Dav about the possibility of me moving down the order,\" he admitted, \"but I've been reluctant because I've got a lot of runs at opener since I made my debut in 1996. \"Every batsman goes through lean spells; and mine has gone on for only two Tests.\" Jayasuriya has made only 38 runs in three innings, and batted without conviction, but that is only part of the story. His underachievement, away from the Sri Lankan pitches that favour his adventurous approach, is more entrenched. He averages 46 at home but only 35 away and has only twice reached 50 in his last 23 innings overseas. But memories remain of his 213 against England at the Oval four years ago, an innings assembled so quickly that, despite England scoring 445 in their first innings, Sri Lanka still had time to force a 10-wicket win. With victory essential, a repeat of such feats might be necessary in Manchester. Jayasuriya adds that, despite England's early-season wet conditions, Test pitches have played soundly. He said: \"Considering that it is so early in the summer, they have played perfectly well; I have only myself to blame. \"I've not made the most of my opportunities. The Lord's wicket was easy but I ran myself out because I was greedy to get on strike.\" · Pramodya Wickremasinghe and Romesh Kaluwitharana have been added to Sri Lanka's squad for the NatWest triangular one-day series."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}