{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jun/19/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-06-19T22:40:22Z", "webTitle": "Ferguson's Rock rolls on to glory", "webUrl": "https://www.theguardian.com/sport/2002/jun/19/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2002/jun/19/horseracing.gregwood", "fields": {"headline": "Ferguson's Rock rolls on to glory", "bodyText": "From Epsom one week to Ascot the next, merely finishing first no longer seems enough for Aidan O'Brien. Rock Of Gibraltar and Landseer, his runners in the St James's Palace Stakes here yesterday, did not pull quite so far clear of their field as the two he sent to the Derby, but the sense of irresistibility was the same. Another £183,000 was added to the O'Brien account, and it was only the third race on day one of Royal Ascot. If there was even the scent of a surprise in the result, it was that Rock Of Gibraltar, who was up to win his fifth Group 1 race in succession, set off towards Swinley Bottom at something close to a backable price. Odds of 8-13 were the best available yesterday morning, but he drifted to touch evens for a moment or two in the minutes before the race, and started at 4-5. Rock Of Gibraltar had done the bookies a huge favour a year ago to the day, when he found trouble in running in the Coventry Stakes and finished only sixth to Landseer. This time, though, the bookies knew they would be paying out soon after the Ascot bell had rung the nine runners into the straight. Landseer and Johnny Murtagh moved up to challenge Dupont for the lead two out, but Rock Of Gibraltar was still cantering for Mick Kinane, and this time nothing was going to get in his way. Kinane went on at the furlong pole to win by 1 lengths, with Landseer a further four lengths clear of Aramram in third. In winning his fifth consecutive Group 1, Rock Of Gibraltar equalled the achievement of the O'Brien colt Giant's Causeway, whose own sequence of five started in the St James's Palace Stakes two years ago. Only Mill Reef has won six Group 1 races in a row since the Pattern was introduced, but Rock Of Gibraltar will start at short odds to match him next time out. Where that next race will be remains undecided, and so too the trip he will tackle. \"He might drop back to six furlongs for races like the July Cup, or try some of the big mile and a quarter races,\" said John Magnier, who owns the colt in partnership with Sir Alex Ferguson. The Sussex Stakes, over a mile at Goodwood in late July, is another obvious possibility. Ferguson paid a generous tribute to the dedication of O'Brien, who was winning the St James's Palace Stakes for the third successive year. \"People have to make sacrifices to get to the top of the tree, as Aidan has done,\" Ferguson said. \"In my managing career I have had to make sacrifices in order to do the best that I can. You don't like having to do it and I missed a lot of my family growing up, but it is what you have to do, and you can see from Aidan's dedication to what he does that he feels the same way about it.\" Sir Michael Stoute completed a three-timer of his own when No Excuse Needed held off Tillerman by a short-head in the opening Queen Anne Stakes to follow up the wins of Kalanisi and Medicean in the previous two seasons. The finish was on the nod, and at least two racegoers - one Richard Hughes, the rider of Tillerman, who waved his whip in triumph a stride past the line - believed Amanda Perrett's runner had snatched it. \"I thought that Tillerman had won,\" Stoute said. \"But it all went smoothly today.\" O'Brien took his day's prize-money total past £200,000 when Statue Of Liberty, the 5-2 favourite, won the Coventry Stakes, Ballydoyle's fourth winner in the race in six years. \"We have always thought a lot of him and he shows a lot of natural speed,\" the trainer said. \"He was still very green and started pricking his ears but he has a lot of class.\" Marcus Tregoning had his first Royal Ascot winner - from only two runners - when Dominica made all to take the King's Stand Stakes and give Martin Dwyer his first victory at the meeting. Having broken his duck Dwyer promptly went on to ride a 254-1 double when Zargus got up close home in the concluding Balmoral Handicap sprint, giving Willie Muir his first Royal Ascot winner - just after Thundering Surf had done the same for fellow trainer John Jenkins in the Duke of Edinburgh Stakes. So many firsts - and for Aidan O'Brien, so many first-and-seconds."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}