{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2002/jun/28/shopping4", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2002-06-28T22:36:51Z", "webTitle": "Red Sea blues", "webUrl": "https://www.theguardian.com/lifeandstyle/2002/jun/28/shopping4", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2002/jun/28/shopping4", "fields": {"headline": "Red Sea blues", "bodyText": "In 1996, when I began Red Sea, the situation in the Middle East looked very different from today. Although little had been solidified (and Rabin had not long been assassinated), it still seemed there was a process that was edging, step by painful step, towards a sort of ending. Against that backdrop, my idea was to write a musical meditation on the theme of exile, with settings of both Hebrew and Arabic texts. The work, for choir and wind ensemble, was to be laid out with no emphasis on one language or experience over the other. It was to be a compassionate response to Jewish and Palestinian suffering, in which I did not in any way take an ideological stand. How to finish was unclear, but I hoped to find some musical way to mark resolution. Writing as a Jew, I was aware that my choice of Homeland by the contemporary Palestinian poet Mahmoud Darwish might be construed by some as an act of betrayal. But it was precisely the need to paint a balanced (and so complex) picture of the whole that set me going. Now balance and inclusiveness are even more necessary. For Red Sea is not going to receive its premiere from a position of relative calm. It cannot simply resonate outwards to other examples of exile, as I had hoped. Instead, my attempt to respond musically to something shared is to be heard against the cacophony of division. What is mere music to do in the face of this? I have asked myself this question often over the past weeks, while trying to find the right way - in these political circumstances - to conclude the piece. Should music be trying to \"do\" anything at all? Isn't music the most abstract of the arts? But it is also the one that can contain the rawest of emotions. That dual aspect is what has fuelled the argument over music's nature for so many years: \"pure\" Brahms versus \"programmatic\" Wagner; Stravinsky's \"music can express nothing but itself\" versus, say, the emotional rollercoasters of Shostakovitch's symphonies. As a composer, I feel pulled between the \"absolute\" play of musical patterns and the particular meanings, including political ones, that can be read into (and so composed into) music. I have always found music and politics uneasy bedfellows. There is no doubting music's ability to be used politically. One need only think of national anthems, and indeed of their subversion (consider Jimi Hendrix's electric guitar distortions of the Star-Spangled Banner). But classical music's direct engagement with politics has led to mostly crude aesthetic experiences, or to well-intentioned but often, at least in retrospect, naive political statements. If I think of the Italian Luigi Nono in the 1960s and 1970s galvanising the workers into action with the electronically manipulated sounds of iron foundries, I wince. In this country, Cornelius Cardew's turn from avant-garde experimentalism to tonal ballads as he embraced leftwing ideology might have seemed to be writing for \"the people\" (and certainly echoed Soviet cultural ideals). But musically, it is without any substance. Nevertheless, I recently came across a 1981 clarion call from another of the musical left, Hans Werner Henze. Its sentiments do chime well with those of Red Sea. \"Art must now take the side of the repressed, the humiliated, the offended,\" he writes, \". . . and gain vigour and impulse from its need to be the voice of the repressed.\" The crucial point for me, though, is that the \"offended\" here are both Jews and Arabs. The musical heritage of Red Sea features those works that are witnesses to suffering, not simplistic agents of change. From this country I think of Tippett's A Child of our Time and Britten's War Requiem. In the untouchable background, there are the Bach Passions, simultaneously earth-rooted emotions and heaven-bound patternings. Explicit mention of emotion and meaning in music still feels dangerous for me. Much of my composition training came in large blasts of modernism - and talk of feelings in relation to the notes, it was drummed into me, is the stuff of manipulation. Yet my earlier schooling in the conventions of romantic harmony taught me something very different. Just think of the change from minor to major at the moment of transition into the finale of Beethoven's Fifth Symphony: pure emotion and pure structure. In Red Sea, there are many places where I have tried to make the form itself expressive. The fifth movement sets the words of Psalm 126, a celebration of the Jewish return from the Babylonian exile. But the forward drive of its dance is repeatedly interrupted by lamenting dissonance. Light pulsation is suspended in favour of music that hovers uncertainly. All these brooding interruptions look ahead to the music that sets the Arabic poem. In this way, I am \"saying\" that the joy of return for one contains the seeds of despair for the other. But I go further in evoking the layeredness of the conflict and the depths of shared experience, for the florid arabesques also connect to earlier detail in the setting of By the Rivers of Babylon - commemorating Jewish exile. Another example of this musical sharing comes in the use of \"call and response\" singing, which speaks to me of both strength of community and (in many work-songs) oppression. The setting of words of yearning for the promised land by the medieval Jewish poet Judah Halevi, has it. So too does the Darwish. The Halevi calls out: \"Accept the greetings of...this captive of desire, who sheds tears like the dew of Hermon, and longs to have them fall upon your hills.\" The Darwish responds with: \"This land is mine and long ago... this land is the skin on my bones.\" Such words inevitably provoke certain kinds of music and not others. And it may be that when music comes with a text, its expressive world can be more precisely described. But in writing Red Sea, I came to realise the emotional power that can be harnessed when pure music actually takes over from the words, and leaves them behind. And this finally gave me the way to end. I recalled that a colleague had suggested I have a look at the way Schumann completes his song cycle, Dichterliebe. I turned to it once more. After the turmoil of the poet's lost love and the final song in which he bemoans his fate, the piano continues alone. It ceases to be an accompaniment and becomes the main voice. The force of musical figures alone takes on a meaning that the words with music could not. Human passion turns to resignation and acceptance - which itself turns to something far beyond the human realm. In the last passages of Red Sea such a process also happens, if more gradually. The final vocal movement comes to its close with a long, richly textured passage made up of the same line multiplied many times. In such a musical fabric, the words are bound to start to dissolve - and so, as I envisage it, the anger and despair of: \"Suspend me on the tresses of a date palm; Hang me - I will not betray the palm\" turns into pure sound. Then I start to fragment the words themselves. And finally the voices give way to purely instrumental music. Such a musical form does more than reflect the words. It comments upon them and looks for a way to transcend their fierce sentiment. So Red Sea's close is dissolution not resolution. The very final notes even pull back to those at the opening of the whole work. But the move from shared experience to transcendence is, nonetheless, my way of musically suggesting the possibility for change. In any situation of division, if people are prepared to look at what bridges rather than separates, progress can be made. But for this to happen, ears and eyes and minds have to be open. Right now in the Middle East, tragically, the sound of bombs deafens, the building of walls blinds. Red Sea will be performed at Gloucester Cathedral (01242 227979) next Friday as part of Cheltenham festival, and broadcast on Radio 3 on July 11 at 7.30pm."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}