{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/dec/10/anthony-joshua-spars-on-runup-saturday-fight-kubrat-pulev-boxing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-12-10T22:30:10Z", "webTitle": "Anthony Joshua taking Klitschko route to title defence against Pulev | Donald McRae", "webUrl": "https://www.theguardian.com/sport/2020/dec/10/anthony-joshua-spars-on-runup-saturday-fight-kubrat-pulev-boxing", "apiUrl": "https://content.guardianapis.com/sport/2020/dec/10/anthony-joshua-spars-on-runup-saturday-fight-kubrat-pulev-boxing", "fields": {"headline": "Anthony Joshua taking Klitschko route to title defence against Pulev", "bodyText": "The hours drag in the last, slow week of a world heavyweight title fight and Anthony Joshua has been sparring at night as a way of killing time while sharpening his final preparations. The IBF, WBA and WBO belt holder faces Kubrat Pulev on Saturday and, usually, a heavyweight champion would have cut back on all forms of sparring by now, but Joshua said: “The body can get soft easy. You’ve got to stay switched on, shots coming at you, gauging distance, feeling different shots. I want someone in the ring imitating Pulev. I want to spar tonight.” Joshua shook his head when asked if being cooped up in a Covid bubble had left him restless and in need of a workout in the ring. “No, we’ve always sparred [in the week of the fight]. We’ll be in a hotel somewhere and we will call one of the local gyms. It’s important to have someone beside you who can push you. It’s good for preparation. “I have never had a problem with sparring with anyone getting stuck in. That’s been the best way and what I’ve learned from [the former world champion] Wladimir Klitschko, which is the value of getting all the best talent into one space to challenge me as champion. Four rounds with one, four rounds with another one. I’ve been out for a year and they’ve got me tough. They’ve got me ready.” Eddie Hearn, his promoter, looked briefly alarmed when Joshua casually mentioned he had been in the ring without a headguard on Wednesday night. “We did eight rounds, six with the head guard and two without,” Joshua said. “Rob McCracken [his trainer] didn’t like it. But I know what works for me and Rob manages it. We work together. I could hit the pads, but they don’t hit back. The heavy bag doesn’t move. “Having a live opponent in front of you, moving your legs, becomes second nature. The best thing I can do is to do what I need to replicate on Saturday. The ring here [in the hotel] is tiny so I’m going to get into the ring on Saturday and have loads of space to do my job. These things are important.” McCracken has trained Joshua since he was an amateur who went on to win gold at London 2012. He made an important point when asked about Joshua taking his headguard off during sparring. “It’s for the tippy-tappy stuff,” he stressed. “When you do the open sparring the headguard’s got to stay on.” McCracken is too considered a man to allow Joshua to take any unnecessary risks in the ring this close to a title fight and he said: “It’s not sparring as you think, it’s technical, touch stuff. Just to get his coordination and eye in.” Joshua learned some valuable lessons from Klitschko, who defeated Pulev in a world title defence in 2014 – when Joshua also sparred with Klitschko. “It’s crazy how the universe works. I was in a camp with Wladimir and then I fought him [in 2017]. At the time I didn’t really understand the implications of the way Wladimir was training [for Pulev], but I have actually implemented some of the stuff he did in my training for this camp.” Did he learn any specific lessons which will help him beat Pulev? “Definitely. Klitschko was like a heavyweight factory. He invited every heavyweight to his training camp.” Joshua has been an intriguing mix this week of quiet edginess and amiable good cheer. The waiting is almost over and it seems as if his relatively unconventional if gentle sparring in these last nights of preparation has helped him. But he knows that the dangerous and deeply serious work awaits on Saturday. Book and watch Anthony Joshua against Kubrat Pulev on 12 December, live on Sky Sports Box Office"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}