{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/dec/09/uk-holidaymakers-could-be-barred-from-visiting-eu-under-covid-safety-rules", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-12-09T23:58:24Z", "webTitle": "Holidaymakers from Great Britain barred from EU after 1 January under Covid rules", "webUrl": "https://www.theguardian.com/politics/2020/dec/09/uk-holidaymakers-could-be-barred-from-visiting-eu-under-covid-safety-rules", "apiUrl": "https://content.guardianapis.com/politics/2020/dec/09/uk-holidaymakers-could-be-barred-from-visiting-eu-under-covid-safety-rules", "fields": {"headline": "Holidaymakers from Great Britain barred from EU after 1 January under Covid rules", "bodyText": "British holidaymakers will be barred from the European Union from 1 January under current Covid-19 safety restrictions, with the EU commission indicating there will be no exemption for the UK. Only a handful of countries with low coronavirus rates are exempt from rules that prohibit non-essential visitors from outside the EU and European Economic Area (EEA) – with the UK included only until the end of the Brexit transition period. There will, however, be an exemption for Northern Ireland residents travelling to the Republic of Ireland. EU member states agreed in October to adopt a European council proposal to allow non-essential travel from a small group of countries with lower levels of Covid cases including Australia, New Zealand and South Korea. An EU commission spokesman last week said there were no plans to extend that to the UK. “This is a decision for the council to make,” he said. Within the EEA, or Schengen-associated states, Norway has also confirmed it will bar UK visitors from 1 January, according to the Financial Times. The imminent bracketing of British tourists with those of other non-EU countries such as Albania and Turkey underlines the potential impact of a no-deal Brexit. EU member states can override the European council recommendations in theory, should they wish to . Leisure airlines including easyJet had reported a surge in bookings for 2021 in recent weeks after news of a vaccine, but many of those trips will be in doubt. A UK government spokesperson said: “We cannot comment on decisions that could be taken by other states on public health matters. “We take a scientific, risk-based approach to health measures at the border, and it is of course in the interests of all countries to allow safe international travel as we emerge from the pandemic.” Under European rules, individuals can still enter the bloc in certain cases, mainly for work – including aid workers, care workers, diplomats, healthcare professionals, military personnel, seasonal farm workers and transport workers. Entry for study, transit, and urgent family reasons is also permitted. European nationals living in the UK can still travel to the bloc. The Foreign Office currently advises against all non-essential travel to most of Europe, bar some holiday destinations such as certain Greek islands, and quarantine on return is required for those who choose to travel. With most insurance policies invalidated by the FCO advice – and with the end of the Ehic (European Health Insurance Card) reciprocal health cover scheme on 31 December – UK travel industry sources said that outbound bookings were currently very low for winter sports holidays in 2021. • The headline and text of this article was amended on 10 December 2020 to clarify that Northern Ireland residents will still be able to travel to the Republic of Ireland from 1 January under the current rules."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}