{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/dec/16/brexit-pets-will-need-certificate-for-travel-to-eu-and-northern-ireland", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-12-16T23:45:20Z", "webTitle": "Brexit: pets will need papers for travel to EU and Northern Ireland", "webUrl": "https://www.theguardian.com/politics/2020/dec/16/brexit-pets-will-need-certificate-for-travel-to-eu-and-northern-ireland", "apiUrl": "https://content.guardianapis.com/politics/2020/dec/16/brexit-pets-will-need-certificate-for-travel-to-eu-and-northern-ireland", "fields": {"headline": "Brexit: pets will need papers for travel to EU and Northern Ireland", "bodyText": "Dog, cat and ferret owners will have to follow new rules if they wish to travel to the EU or to Northern Ireland with their pet following Brexit, it emerged on Wednesday. From 1 January, people travelling from Britain with pets and assistance dogs will need to ensure they have an animal health certificate (AHC) instead of a pet passport no earlier than 10 days before travel, the UK government said on its website. British pets required only a passport while their country was part of the EU. Only vets officially allowed to inspect animals for export can issue the certificates. The same rule will apply for taking animals from England, Scotland and Wales to Northern Ireland. The change is because the UK will have part 2 listed status under the EU Pet Travel Scheme. Owners will also have to ensure their animal is microchipped, and protected against certain diseases. The Department for Environment, Food and Rural Affairs (Defra) has said dogs, cats and ferrets will need to be vaccinated against rabies 21 days before travelling, and dogs must be treated against tapeworm if they are travelling to some countries. Pets and assistance dogs will also need to enter the EU through a travellers’ point of entry, which includes all the major French ports such as Calais, Caen and Dunkirk. There will be no change to the current health preparations or documents for pets entering Great Britain from the EU or Northern Ireland. Owners have been advised to check the government website for guidelines. UK chief veterinary officer Christine Middlemiss said: “Your vet will be able to advise what you need to do in order to obtain the correct documentation to travel and you can find the latest pet travel advice on gov.uk or by searching ‘pet travel’.” Meanwhile, the government is continuing to press the European commission to secure Part 1 listed status, stating that the UK meets all the requirements for it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}