{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/dec/05/joe-biden-obama-bin-laden-raid-cnn", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-12-05T19:29:12Z", "webTitle": "'To give him space': Biden reveals why he told Obama to wait on Bin Laden raid", "webUrl": "https://www.theguardian.com/us-news/2020/dec/05/joe-biden-obama-bin-laden-raid-cnn", "apiUrl": "https://content.guardianapis.com/us-news/2020/dec/05/joe-biden-obama-bin-laden-raid-cnn", "fields": {"headline": "'To give him space': Biden reveals why he told Obama to wait on Bin Laden raid", "bodyText": "Joe Biden has revealed why he advised Barack Obama to wait to order the raid which killed Osama bin Laden in Pakistan in May 2011, advice the president did not take. It was to “give him space”, the president-elect told CNN for a documentary about vice-presidents, President in Waiting, which will broadcast on Saturday night with contributions from all five living former VPs: Biden, Dick Cheney, Al Gore, Dan Quayle and Walter Mondale. Biden’s advice about the Bin Laden raid has long been a source of controversy. During this year’s election, which Biden won decisively over Donald Trump, Republican attack ads claimed the former vice-president opposed taking out the al-Qaida leader altogether. Biden’s version of events had shifted, from saying he advised Obama to wait to saying he told him to go. Obama’s version of events was thus keenly awaited, and the raid duly formed the culmination of A Promised Land, the former president’s 700-plus-page memoir which was published two weeks after the election last month. “Joe weighed in against the raid,” Obama writes, adding that Biden and defense secretary Robert Gates were concerned about “the enormous consequences of failure” and counselled that the president “should defer any decision until the intelligence community was more certain that Bin Laden was in the compound”. Speaking to CNN, Biden echoed Obama. “The president went around the room,” he said. “I think there were 17 people around the table: national security adviser, secretary of state, CIA, chairman of the joint chiefs, all the way to the secretary of defense, etc. “Three people gave him an absolute. What do you think we should do? Everybody in the room was like, ‘You know, 60-40, 49-51, etc.” Two said go, and one said don’t go. And I’m the last person.” Obama also writes about the deal he made with Biden when he picked him as his running mate in 2008: that the vastly experienced senator from Delaware, 19 years Obama’s senior and a former chair of the foreign relations committee, would be his last source of advice on all major decisions. “In my view,” Biden told CNN, “there was one option there that was remaining: you could have done one more very low flight … spying down on the site” – a compound in Abbottabad – “to determine whether this was Bin Laden, because again, there was no certainty. “ … And so I looked around the table, I said, ‘I didn’t think we had this many economists in the room. On the one hand, the other hand.’ I said, ‘Mr President,’ to give him space, I said, ‘I think you should wait.’ And do one more pass.’ Knowing that if you made the lower pass, they might observe it and he’d flee.” Again echoing Obama, Biden said he and the president had a subsequent private discussion in which he advised the president to follow his instinct. In the event, Obama ordered a Navy Seal team to fly from Afghanistan to Pakistan, where they shot dead the al-Qaida leader, the head of the group behind the 9/11 attacks, who was swiftly buried at sea. “As had been true in every major decision I’d made as president,” Obama writes, “I appreciated Joe’s willingness to buck the prevailing mood and ask tough questions, often in the interest of giving me the space I needed for my own internal deliberations.” Biden told CNN Obama “risked his entire presidency” on making the call. “It took real, real, real courage to make that decision,” he said. “And had this decision gone wrong, had he not been there, had it failed, I doubt whether the 17 people around that table would’ve said, ‘I told him he should go.’ “I was trying to preserve space for him. But the end of the day, that old Harry Truman phrase: ‘The buck stops here’? It stopped here. And it was a consequential decision showing this man’s courage and determination, at the risk of his entire presidency. “He’d follow Bin Laden to the gates of Hell to get him.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}