{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/dec/03/europa-league-clockwatch-lask-v-spurs-milan-v-celtic-arsenal-rapid-vienna-leicester-zorya-rangers-standard-liegelive", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-03T22:05:23Z", "webTitle": "Europa League: Rangers and Spurs through, Arsenal thrash Rapid Vienna – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/dec/03/europa-league-clockwatch-lask-v-spurs-milan-v-celtic-arsenal-rapid-vienna-leicester-zorya-rangers-standard-liegelive", "apiUrl": "https://content.guardianapis.com/football/live/2020/dec/03/europa-league-clockwatch-lask-v-spurs-milan-v-celtic-arsenal-rapid-vienna-leicester-zorya-rangers-standard-liegelive", "fields": {"headline": "Europa League: Rangers and Spurs through, Arsenal thrash Rapid Vienna – as it happened", "bodyText": "That’s it for tonight’s blog. I’ll leave you with Nick Ames’ report on a feelgood night at the Emirates. Goodnight! And these were the final scores in the 5.55pm games Group G AEK 2-4 Braga Zorya 1-0 Leicester Leicester and Braga go through to the last 32 Group H Lille 2-1 Sparta Prague Milan 4-2 Celtic Lille and AC Milan go through Group I Qarabag 1-1 Maccabi Tel Aviv Sivasspor 0-1 Villarreal Villarreal go through Group J LASK 3-3 Tottenham Antwerp 3-1 Ludogorets Tottenham and Antwerp go through Group K CSKA Moscow 0-1 Wolfsberger Feyenoord 0-2 Dinamo Zagreb Dinamo Zagreb go through Group L Gent 1-2 Liberec Red Star Belgrade 0-0 Hoffenheim Hoffenheim and Red Star Belgrade go through The final scores in the 8pm games Group A Cluj 0-0 CSKA Sofia Roma 3-1 Young Boys Roma qualify for the last 32 Group B Molde 3-1 Dundalk Arsenal 4-1 Rapid Vienna Arsenal qualify as group winners Group C Nice 2-3 Leverkusen Slavia Prague 3-0 Hapoel Be’er-Sheva Leverkusen and Slavia Prague qualify Group D Rangers 3-2 Standard Liege Benfica 4-0 Lech Poznan Rangers and Benfica qualify Group E Granada 0-1 PSV Omonoia 2-1 PAOK Granada and PSV qualify Group F AZ Alkmaar 1-1 Napoli Real Sociedad 2-2 Rijeka Jordan Flores scores a late consolation for Dundalk, who have Arsenal at home in their final game next week. Peep peep! Rangers are through to the knockout stages with a game to spare. They were made to work pretty darn hard by Liege, who dominated the first hour and led twice. But Scott Arfield’s lovely goal in the 63rd minute gave Rangers an important cushion, and they could easily have added to their lead towards the end. Peep peep! Who knew dead rubbers could be so good for the soul? Arsenal and their returning supporters had all kinds of fun at the Emirates: they scored four, all classy goals in their own way, and could have had eight. The fans loved every minute of it. Arsenal FC are, once again, by far the greatest team that the world has ever seen. It wasn’t exactly 03/05/1998, but I suspect 03/12/2020 will be fondly recalled in their dotage by Arsenal fans, two thousand of them in particular. “Riccardo Calafiori has scored a great goal for Roma tonight,” says Ruth Purdue. “Worth a look.” I shall do so this very same night, as soon as the Rangers and Arsenal games finish. Rangers 3-2 Standard Liege Kemar Roofe misses a one-on-one, smashing the ball straight at Arnaud Bodart. He’s useless from anything less than 25 yards. “This joke means nothing to me,” is the subject of Al Spooner’s email. “I reckon Rapid Vienna should change their name to Careful Buildup Vienna,” he says. “You don’t want to expose yourself to counter-attacks.” Your friend and mine, Edin Dzeko, has made it Roma 3-1 Young Boys. That result will put Roma through to the last 32. Rangers 3-2 Standard Liege A superb free-kick from Borna Barisic draws a spectacular save from Arnaud Bodart, who flies across his goal and fingertips it onto the bar. Rangers were second best for an hour but they’ve been terrific since going ahead. Arsenal 4-1 Rapid Vienna With ten minutes remaining, the exciting Folarin Balogun comes on for Arsenal. “Rob,” says PB. “Please tell me if Bob Mortimer was lying on that clip - it cuts out right at the end!” Ach, sorry, I didn’t realise it cut out! It was ... true. Rangers 3-2 Standard Liege Rangers have had their best spell of the game since going ahead. At the moment they look pretty comfortable, especially as they effectively have a two-goal cushion. It’s turning into another difficult night for Dundalk, who have now conceded 15 goals in their five group games. The latest scores Group A Cluj 0-0 CSKA Sofia Roma 2-1 Young Boys Group B Molde 2-0 Dundalk Arsenal 4-1 Rapid Vienna Group C Nice 2-3 Leverkusen Slavia Prague 2-0 Hapoel Be’er-Sheva Group D Rangers 3-2 Standard Liege Benfica 3-0 Lech Poznan Group E Granada 0-1 PSV Omonoia 1-1 PAOK Group F AZ Alkmaar 1-1 Napoli Real Sociedad 0-1 Rijeka The substitute Emile Smith-Rowe restores Arsenal’s three-goal lead. It was a simple tap-in after good play from Pepe and particularly Maitland-Niles, who resisted the temptation to shoot and instead gave the goal to Smith-Rowe. It’s been a feelgood night at the Emirates. Rangers are ahead for the first time! It’s a fine goal, too. Kamara puts Kent clear on the left of the area; he looks up and cuts the ball back perfectly for Arfield, who makes a late run into the box and sidefoots the ball into the net from 12 yards. It’s now Benfica 3-0 Lech Poznan in the other game in Rangers’ group. This means a draw tonight will be enough for Rangers to qualify with a match to spare. Rangers 2-2 Standard Liege On his big night, Allan McGregor makes an important stop from Abdoul-Fessal Tapsoba, who was put through on goal in the inside-left channel. Rangers 2-2 Standard Liege By their standards, Rangers have been rubbish tonight. Standard Liege are dominating the second half, as they did the first. But Rangers have already scored two equalisers and, as things stand, are going through to the last 32. “I wonder if Standard Liege would play better if they changed their name to Brilliant Liege?” says Niall Mullen. “Shows a real lack of ambition you have to say. Like the Average White Band or Normal People.” No, these were Standard Fireworks. Rapid Vienna have got one back at the Emirates. After a helluva scramble in the area, which included Sead Kolasinac blocking two shots on the line, Kohya Kitagawa volleyed smartly into the net from 12 yards. “Re: that cup tie v United,” says Allan Castle. “Absolute JUSTICE that McClair missed that pen. Whiteside lost control of the ball, wrapped his legs around Thomas and fell over. Plain as day.” I agree. I bet VAR would give it though. Peep peep! The second halves are underway. “Arsenal under Arteta are a conundrum,” says Bill Hargreaves. “Are they subconsciously focussing on European games, overly timid or lacking in confidence in the EPL? Does this performance seem like that of a team reborn, that has found its mojo, more than just a flash in the pan?” I wouldn’t say that, partly because it’s a completely different team, but it does show the value of playing with freedom. They look like they are having fun, which hasn’t always been the case with Arsenal in recent years. Peep peep! These are the half-time scores: Group A Cluj 0-0 CSKA Sofia Roma 1-1 Young Boys Group B Molde 2-0 Dundalk Arsenal 3-0 Rapid Vienna Group C Nice 1-2 Leverkusen Slavia Prague 2-0 Hapoel Be’er-Sheva Group D Rangers 2-2 Standard Liege Benfica 1-0 Lech Poznan Group E Granada 0-1 PSV Omonoia 1-1 PAOK Group F AZ Alkmaar 0-1 Napoli Real Sociedad 0-1 Rijeka “Duje Cop Phil Babbing himself v Rangers defending in the Comedy Football Cup,” says Rob Moore. “He’s been very impressive, accidents aside.” James Tavernier slams the penalty down the middle. He slipped in the process but it didn’t affect the shot. Despite being outplayed, Rangers are level for the second time! PENALTY TO RANGERS! Roofe’s shot hits the outstretched arm of Lestienne, and Rangers have the chance to equalise for the second time. “I don’t think I’m losing perspective here,” says Matt Dony, “but I’m sure we can all agree that, in a year depressingly full of nadirs, the font on the back of Arsenal’s shirts is one of the lowest. An absolute travesty.” Oi! That’s the Donnie Darko font! There’ll be no Dony Darko spin-off for you now. Arsenal and their fans are having all sorts of fun at the Emirates. Eddie Nketiah has made it 3-0, finishing at the second attempt after another gorgeous passing move. Ohi Omoijuanfo has made it 2-0 to Molde in, well, Molde. Liege take the lead straight from the kick-off! A wicked cross from Fai on the right bounced across the face of goal and was thighed into the net at the far post by Cop. His momentum took him straight into the post, an appreciable smack, and he is still receiving treatment. Rangers equalise out of nothing! It was a terrific header from Connor Goldson, thumped back across goal from Borna Barisic’s deep, outswinging corner. As it stands, Rangers are going through to the last 32. It’s Benfica 1-0 Lech Poznan in Rangers’ group, with Jan Vertonghen getting the goal. Unless Lech Poznan win (spoiler alert), a draw tonight will be enough to put Rangers through to the last 32. Rangers 0-1 Standard Liege Alfredo Morelos’s shot on the turn from 20 yards is comfortably saved by the diving Arnaud Bodart. But that was a bit better from Rangers. The Molde captain Magnus Wolff Eikrem has given them the lead against Dundalk, who are still looking for their first point in Group B. Arsenal 2-0 Rapid Vienna Ainsley Maitland-Niles makes a great run from midfield, straight through the Vienna defence, only to screw a left-footed shot well wide from 10 yards. He did the hard part beautifully, and the easy part terribly. Rangers 0-1 Standard Liege Rangers are getting a bit of a chasing at Ibrox. Liege’s aggressive approach seems to have taken them by surprise, and with the way game is going I think Steven Gerrard would take this score at half-time. Arsenal 2-0 Rapid Vienna After a lovely move from Arsenal, Alexandre Lacazette clips a low shot off the outside of the post. He looks really sharp the night. “Is the address available of whichever doctor it was who prescribed a dose of Rapid Vienna to Arsenal?” asks Charles Antaki. I could certainly do with a bit of the ease, tranquillity and sense of effortless superiority that they provide.” The return of supporters at Arsenal has got me thinking about great atmospheres at Highbury/the Emirates. This game would be up there; itwas pure poison by all accounts. The latest scores in the 8pm games Group A Cluj 0-0 CSKA Sofia Roma 0-0 Young Boys Group B Molde 0-0 Dundalk Arsenal 2-0 Rapid Vienna Group C Nice 0-0 Leverkusen Slavia Prague 0-0 Hapoel Be’er-Sheva Group D Rangers 0-1 Standard Liege Benfica 0-0 Lech Poznan Group E Granada 0-0 PSV Omonoia 1-0 PAOK Group F AZ Alkmaar 0-1 Napoli Real Sociedad 0-0 Rijeka It was a really accomplished header from Pablo Mari, flicked into the far corner from Nelson’s flat corner. The players are thrilled for him. So are the fans, who Pablo Mari applauds in return. An unashamed love-in is taking place at the Emirates, yet there’s nothing sickening about it. It’s a thing of beauty. Pablo Mari scores on his return to the side! Arsenal 1-0 Rapid Vienna Arsenal’s second XI are well on top at the Emirates. On BT Sport, Ian Darke suggests they have been energised by the return of their fans, and he probably has a point. I think having supporters - even 2,000 - will restore a bit of the old home advantage in the Premier League. Zorya 1-0 Leicester LASK 3-3 Spurs Rangers 0-1 Standard Liege Rangers have made a strangely listless start at Ibrox. A defeat tonight wouldn’t be the end of the world, but it would leave them vulnerable to an unlikely exit at the group stage. Arsenal 1-0 Rapid Vienna Shkodran Mustafi misses a great chance to make it 2-0, heading well wide of a vacant net from eight yards. Alexandre Lacazette gives Arsenal the lead with a screamer. He boomed the ball past Richard Strebinger from 25 yards and went straight over to the fans to celebrate. The ball ended up in the middle of the goal, which suggests a goalkeeping mistake, but it was swerved wickedly at the last minute. “Hi Rob,” says Peter Oh. “Two thousand fans and an emotional round of applause are all well and good, but what I really want to know is, is Gunnersaurus in the house?!” Oh aye. That wasn’t supposed to happen. Maxime Lestienne has given Standard Liege an early lead at Ibrox with a close-range finish from Duje Cop’s excellent near-post cross. The latest scores in the 8pm games (spoiler: they’re all 0-0) Group A Cluj 0-0 CSKA Sofia Roma 0-0 Young Boys Group B Molde 0-0 Dundalk Arsenal 0-0 Rapid Vienna Group C Nice 0-0 Leverkusen Slavia Prague 0-0 Hapoel Be’er-Sheva Group D Rangers 0-0 Standard Liege Benfica 0-0 Lech Poznan Group E Granada 0-0 PSV Omonoia 0-0 PAOK Group F AZ Alkmaar 0-0 Napoli Real Sociedad 0-0 Rijeka Arsenal 0-0 Rapid Vienna A quiet start at the Emirates, on the field at least. Ainsley Maitland-Niles is, as expected, playing in midfield, with Alexandre Lacazette as a No10. And it all goes wrong, big-time Peep peep! The 8pm games are underway. Arsenal are playing in their blue change strip due to a clash with Rapid Vienna’s green-and-white kit. The Arsenal players are clapped onto the field with feeling. It feels strange to say, but this is quite moving. The state of play Arsenal are through; Dundalk are out; Rangers will go through if they beat Standard Liege, and possibly if they draw. There are 2,000 fans at Arsenal, including the former England cricketer Monty Panesar. The masks may hide the smiles, but everyone’s eyes are ablaze as they make their way into the Emirates for the first time since 7 March. It’s pretty delightful. Thanks Baz, evening everyone. Let’s start with the final scores from the early kick-offs. Group G AEK 2-4 Braga Zorya 1-0 Leicester Leicester and Braga go through to the last 32 Group H Lille 2-1 Sparta Prague Milan 4-2 Celtic Lille and AC Milan go through Group I Qarabag 1-1 Maccabi Tel Aviv Sivasspor 0-1 Villarreal Villarreal go through Group J LASK 3-3 Tottenham Antwerp 3-1 Ludogorets Tottenham and Antwerp go through Group K CSKA Moscow 0-1 Wolfsberger Feyenoord 0-2 Dinamo Zagreb Dinamo Zagreb go through Group L Gent 1-2 Liberec Red Star Belgrade 0-0 Hoffenheim Hoffenheim and Red Star Belgrade go through Group G: Zorya 1-0 Leicester Group H: AC Milan 4-2 Celtic Group J: LASK 3-3 Tottenham Hotspur During all the late excitement, AC Milan extended their lead over Celtic with a goal from Brahim Diaz. Rob Smyth will guide you through the rest of the night’s action. Mamoudou Karamoko spins and scores with a wonderful from shot into the top corner from distance. Nobody in the ground looks more surprised than him to see his effort arrow past Joe Hart. That was a splendid goal. On as a sub for Tanguy Ndombele, Steven Bergwijn wins a penalty when he’s barged to the floor by Philip Wiesinger. His fellow susbtitute Dele Alli grabs the ball and makes no mistake from the spot. LASK restore parity, Eggestein scoring with a low drive that Hart got a hand to but couldn’t keep out. Zorya go in front, the substitute sliding in at the far post to convert a cross from the left just moments after coming on as a substitute. Zorya 0-0 Leicester: Good goalkeeping from Zorya’s Nilo;a Vasilj, who bats an Iheanacho shot out to his right at full stretch, before recovering in time to keep James Maddison’s effort on the follow-up out with his right foot. Maddison has just come on for Leicester, in place of Dennis Praet. Zorya 0-0 Leicester: Wesley Fofana heads a brilliant opportunity well wide of the far post from six yards out when scoring looked easier. The ball was put on a plate for him by Cengiz Under out on the right wing. AC Milan 3-2 Celtic: In the Milan goal, Gianluigi Donnarumma saves brilliantly to deny Ryan Christie from a free-kick. LASK 1-2 Tottenham Hotspur: Eric Dier comes on for Giovani Lo Celso and Spurs switch to a back three. Never change, Jose. Never change. LASK 1-2 Tottenham Hotspur: Just on as a substitute for LASK, Mamodou Karamoko fires a low drive just wide of the left upright. AC Milan 3-2 Celtic: Jeremie Frimpong has wasted a decent opportunity to draw his side level with Milan, shooting into the side-netting after being played down the right by Nir Bitton. LASK 1-2 Tottenham Hotspur: Bale and Son find themselves advancing down the pitch in a two on one, the Welshman with the ball at his feet. Bale unselfishly squares the ball for Son across the edge of the six-yard box, but his delivery is slightly behind the man he’s trying to pick out and a glorious chance goes begging. Zorya 0-0 Leicester City: On as a half-time sub for Leicester in place of Ricardo Pereira, Luke Thomas curls a lovely cross into the Zorya penalty area. It’s this much too high for Kelechi Iheanacho, who fails to make contact with it. Elsewhere in Leicester’s group: It’s AEK Athens 1-3 SC Braga. Elsewhere in Celtic’s group: It’s Lille 0-0 Sparta Prague. Elsewhere in Tottenham’s group: It’s Royal Antwerp 1-1 Ludogorets It’s textbook Son - the South Korean being played in behind the LASK by a beautifully weighted Ndombele pass. He gallops down the inside right and slots the ball past the advancing goalkeeper Alexander Schlager and into the bottom left-hand corner. Zorya 0-0 Leicester: A Dennis Praet handball gives Zorya a free-kick in a good position to the left of the Leicester penalty area. Yurchenko curls the ball into the box and wins his side a corner off Wesley Fofana. Nothing comes from the set-piece. Having been two goals down early doors, Milan now lead Celtic by the odd goal of five. Jens Petter Hauge beats three players on a slaloming run, cuts into the Celtic penalty area and finishes into the bottom corner. Zorya 0-0 Leicetser City: Zorya midfielder Vladlen Yurchenko rattles the Leicester crossbar with a header from distance after getting on the end of a Kochergin cross from the left. It was a splendid effort but the game remains scoreless. The second halves are under way: Matt Doherty is back on for Spurs, despite hobbling off with what looked like a muscle injury a couple of minutes before half-time. Rangers (4-3-3) McGregor; Tavernier, Goldson, Balogun, Barisic; Kamara, S Davis, Arfield; Roofe, Morelos, Kent. Substitutes McLaughlin, Ughelumba, Hagi, Itten, Zungu, Patterson, Aribo, Barker, Stewart, Barjonas, Dickson, King. Standard Liege (3-5-2) Bodart; Dussenne, Bokadi, Laifis; Fai, Jans, Shamir, Bastien, Lestienne; Cop, Tapsoba. Substitutes Gillet, Henkinet, Sissako, Sylvestre, Gavory, Avenatti, Raskin, Carcela, Balikwisha, Pavlovic, Landu, Siquet. With Arsenal already through to the last 32, Mikel Arteta makes 11 changes to the side that lost at home to Wolves on Sunday. Most of those 11 players are on the bench, though David Luiz and Pierre-Emerick Aubameyang are among those given the night off. Arsenal (4-2-3-1) Runarsson; Cedric, Mustafi, Pablo Mari, Kolasinac; Maitland-Niles, Elneny; Pepe, Lacazette, Nelson; Nketiah. Substitutes Leno, Macey, Tierney, Saka, Ceballos, Willian, Holding, Chambers, Willock, Smith Rowe, Balogun, Azeez. Rapid Vienna (3-5-2) Strebinger; Sonnleitner, M Hofmann, Greiml; Arase, Demir, Schuster, Ritzmaier, Ullmann; Kitagawa, Alar. Substitutes Gartler, Hedl, Barac, Schick, Grahovac, Stojkovic, Knasmullner, Kara, Sulzbacher, Melih Ibrahimoglu. Attendance 2000 Molde (4-3-3) Linde; Wingo, Gregersen, Sinyan, Risa; Aursnes, Wolff Eikrem, Ellingsen; E Hestad, Omoijuanfo, Knudtzon. Substitutes Craninx, Ranmark, Mostrom, James, Christensen, Hussain, Brynhildsen, Pedersen, Bolly. Dundalk (4-3-3) Rogers; Hoare, Gartland, Boyle, Dummigan; Sloggett, Shields, Flores; Gannon, Oduwa, Kelly. Substitutes McCarey, Corcoran, Duffy, Mountney, P McEleney, Leahy, Murray, Cleary, Wynne, McMillan. LASK 1-1 Tottenham: A correction is required. The penalty Tottenham won at the end of the first half was not for a foul on Dombele, but a handball. Andrade was thre guilty party, the ball striking his outstretched hand from point-blank range as he slid in to try to prevent Ndombele from getting his shot away. That is an incredibly harsh decision - so harsh I originally presumed the penalty had been given for a mistimed tackle. There was literally nothing he could do to get his hand out of the way - if that is the law, then the law is an etc and so on. AC Milan 2-2 Celtic: It’s all square at the break in the San Siro, where AC Milan came from two goals down to level proceedings and have been bossing proceedings ever since. Zorya 0-0 Leicester: It’s half-time in Ukraine, where Leicester have been fairly underwhelming against their hosts. Cengiz Under squandered the pick of the chances in a game that remains deadlocked. Leciester have already qualified for the knockout stages, but will be confirmed as group winners if they win tonight. With the last kick of the first half, Gareth Bale slots the ball into the bottom left-hand corner. Spurs are level and have got themselves out of jail. Tanguy Ndombele is fouled as he attempts to control a Lucas Moura pull-back in the penalty area. LASK 1-0 Spurs: Just back from illness, Matt Doherty does himself a muscular mischief of some sort and has to hobble off. Tottenham seem happy enough to play on with 10 men and wait for the break before replacing him. Tottenham go behind and they can have no complaints because LASK have been the better team. LASK No10 sends a dipping shot goalwards and it bounces in front of Joe Hart as he dives to his left and goes into the back of the net. One suspects Hart could and should have done better. Elsewhere in Tottenham’s group: It’s Royal Antwerp 1-0 Ludogorets, with that game going according to the script. If Tottenham avoid defeat tonight - by no means a certainty if their fairly dreadful first half performance is anything to go by, they will advance to the knockout stages no matter what happens in Belgium. Elsewhere in Leicester’s group: It’s AEK Athens 1-2 SC Braga. Your friend and mine Nelson Oliveira, formerly of Swansea City, Norwich City, Reading and Nottingham Forest with the goal in the Greek capital. Zorya 0-0 Leicester: Cengiz Under has wasted a gilt-edged opportunity to put Leicester City ahead. Put through on goal against the advancing goalkeeper Vasilj, he aims for the bottom left-hand corner but the ball rolls the wrong side of the upright. LASK 0-0 Tottenham Hotspur: Joe Hart is forced to make another save to prevent his dozing Tottenham side from going behind. Moments later, Tottenham win a fre-kick in a good area, which Gareth Bales smashes into the wall. Peter Michori puts both hands up to protect his face and is penalised and booked for hand ball. Another free-kick for Tottenham, 10 yards closer to LASK’s goal. Bale’s effort hits the wall again, bounces back his way and his subsequent shot on the fly is blocked. Two goals in as many minutes means it’s all level at the San Siro. A Hernandez cross finds Samuel Casteillejo, who picks his spot and restores parity despite the presence of several Celtic defenders. It’s all going on at the San Siro, where AC Milan hae halved their deficit. HAkan Calhanoglu scores with an outstanding curled free-kick that leaves Celtic goalkeekper Vasillas Barkas rooted to the spot. LASK 0-0 Spurs: Lucas Moura gets booked for leading with his arm as he jumped to contest a high ball with Johannes Eggestein. LASK 0-0 Spurs: LASK left-back Rene Renner stings the palms of Joe Hart with a long range effort through traffic. Zorya 0-0 Leicester City: Just back from a fairly lengthy spell on the sidelines with injury, Leicester central defender Caglar Soyuncu is forced off and looks distraught. He’s replaced by the 19-year-old Wesley Fofana, who has been so impressive for the Foxes this season. Crikey! It’s too little too late but certainly better than nothing - Celtic are two up at the San Siro. Calum McGregor has a shot blocked by Donnarumma,but Celtic pull further ahead when Odsonne Eduoard converts a chipped pass from Ryan Christie. Elsewhere in Leicester’s group: It’s AEK Athens 0-2 SC Braga in Greece. Vitor Tormena and Ricardo Esgaio have scored two early goals to put the Portuguese side ahead. Celtic have taken the lead in the San Siro, Tom Rogic putting the Scottish champions ahead against their exalted opposition. The Australian capitalises on a defensive mix-up between Gianluigi Donnarumma and Rade Kunic before rifling the ball past the hapless goalkeeper. Zorya v Leicester: Cengiz Under tries an ambitious shot from distance for the visitors, but his effort is blocked near the source. Hamza Choudhary had made a good run forward and his team-mate might perhaps have been better off playing a pass his way. LASK v Tottenham Hotspur: Joe Hart might have got the faintest of touches to divert a curling Johannes Eggestein effort on to the base of his left upright. A let-off for Spurs, who have started very badly. AC Milan v Celtic: AC Milan win an early free=-kick at the San Siro, when Diego Laxalt fouls Samu Castillejo. Celtic clear the ensuing inswinger. Zorya v Leicester: Leicester goalkeeper Danny Ward, in for Kasper Schmeichel tonight, is forced to dive low to his right and make an early save to prevent his team going a goal down. Vladyslav Kochergin with the early daisy-cutter. LASK v Spurs: Matt Doherty concedes a free-kick out by the right touchline, allowing LASK an oipportunity to get the ball into the Spurs penalty area. It’s cleared with a meaty header. LASK v Spurs: LASK kick off, their players wearing pink shirts, black shorts and black socks. Tottenham’s players are visions in yellow. The teams are out in Austria, Italy and Ukraine as Tottenham, Leicester and Celtic go through the last of the pre-match formalities ahead of the penultimate round of group stage fixtures in this season’s Europa League. Kick-off in all three games is just a couple of minutes away. Jose Mourinho speaks: “People is wrong,” he says when BT SPort’s Jake Humphry suggests he might be enjoying his football more than he has in recent years. “For many, many years ago, always I enjoy it. When people thought I wasn’t enjpoying it there was nothing wrong. I still had my passion.” He goes on to say that Tottenham are in a tough group but that Tottenham should get the point they need tonight. On the subject of Harry Winks not starting tonight, he says that like every other manager he has “options” and he’s decided to go with Tanguy Ndombele and Pierre-Emile Hoejbjerg. Max Rushden presided over proceedings while Marcus Bean, Archie Rhind-Tutt, Jonatahn Liew and yours turly chewed the fat in today’s episode of the Guardian’s Football Weekly podcast. You can listen by clicking on the link below and if you’re not already a subscriber, sign up for fre in all the usual pod places. Zorya: Vasilj, Favorov, Ivanisenia, Abu Hanna, Ciganiks, Yurchenko, Kochergin, Nazaryna, Gromov, Galdkyy, Kabalev. Subs: Shevchenko, Matsapura, Lunov, Perovic, Ahapov, Alefirenko, Piddubnyi, Gryn, Sayyadmanesh. Leicester City: Ward: Ricardo, Morgan, Soyuncu, Justin, Ndidi, Choudhury, Praet, Under, Barnes, Iheanacho. Subs: Jakupovic, Stolarczyk, Fofana, Nelson, Fuchs, Thomas, Flynn, Mendy, Leshabela, Albrighton, Maddison, Perez. AC Milan: G Donnarumma, Dalot, Kjaer, Gabbia, Hernandez, Krunic, Kessie, Calhanoglu, Castillejo, Rebic, Hauge. Subs: Tatarusanu, Calabria, Bennacer, Tonali, Romagnoli, Kalulu Kyatengwa, Diaz, Maldini, Colombo, Leo Duarte, Saelemaekers, A Donnarumma. Celtic: Barkas, Bitton, Brown, Christie, Rogic, Edouard, Frimpong, Ajer, McGregor, Elhamed, Laxalt. Subs: Bain, Hazard, Jullien, Taylor, Ajeti, Klimala, Soro, Ntcham, Henderson, Welsh. LASK: Schlager, Wiessinger, Holland, Andrade, Ranftl, Madsen, Michorl, Renner, Gruber, Eggestein, Goiginger. Subs: Gebauer, Karamoko, Reiter, Ramsebner, Potzmann, Plojer, Cheberko, Haudum. Tottenham Hotspur: Hart, Doherty, Sanchez, Tanganga, Davies, Hojbjerg, Lo Celso, Ndombele, Moura, Son, Bale. Subs: Austin, Whiteman, Winks, Dier, Sissoko, Alli, Bergwijn, Aurier, Clake, White, Scarlett. Group G: Zorya v Leicester City With his team already qualified for the knockout stages, Brendan Rodgers has left several key members of his squad at home to get some much-needed rest and relaxation. Kasper Schmeichel, Jonny Evans, Youri Tielemans and Jamie Vardy have not made the trip to the Ukrainian city of Zaporizhia. Group J: LASK v Tottenham Hotspur “Jose Mourinho listed Erik Lamela, Harry Kane, Carlos Vinicius, Sergio Reguilon and Toby Alderweireld as all missing for the trip to Linz,” reports the Tottenham Hotspur website. “Joe Rodon, who impressed on his full debut in the Premier League at Chelsea on Sunday, is also ineligible for the group stage, alongside Gedson Fernandes and Paulo Gazzaniga.” Speaking after training on Wednesday, Jose said: “We have some problems, we have some injuries, we have some situations that are not very clear, but the team is good, the players are good. We have a good squad, we have good solutions and we have to win. We have to go there with the mentality that we have to win.” Group H: AC Milan v Celtic Celtic defenders Shane Duffy and Christopher Jullien are both in doubt with knee and back injuries respectively. Mohamed Elyounoussi and James Forrest are also out, but Jeremie Frimpong is available after missing Celtic’s Scottish League Cup humbling at the hands of Ross County last weekend through suspension. For AC Milan, coach Stefano Pioli has recovered from coronavirus and will be back in the technical area after testing negative for the virus. Zlatan Ibrahimovic, Samu Castillejo and Rafael Leao are all out. Arsenal: Already qualified for the last 32. WIll be confirmed as Group B winners if they avoid defeat by Rapid Vienna or if they lose 1-0 and Molde do not beat Dundalk. Leicester City: Already qualified for the knockout stages. WIll be confirmed as Group G winners if they beat Zorya, if Bruges lose to AEK Athens or if both games are drawn. Tottenham Hotspur: Will guarantee their place in the last 32 if they avoid defeat by LASK. Celtic: Cannot qualify for the last 32. Rangers: Will go through if they beat Standard Liege or if they draw and Lech Poznan do not Benfica in Group D’s other game. Will be confirmed as Group winners if they win and Benfica lose. Dundalk: Cannot qualify for the last 32. Group B: Arsenal v Rapid Vienna (8pm), Molde v Dundalk (8pm) Group D: Benfica v Lech Poznan, Rangers v Standard Liege (8pm) Group G: AEK Athens v SC Braga (5.55pm), Zorya v Leicester (5.55pm) Group H: AC Milan v Celtic (5.55pm), Lille v Sparta Prague (5.55pm) Group J: LASK v Spurs (5.55pm), Royal Antwerp v Ludogorets (5.55pm) Greetings and welcome to tonight’s coverage of the penultimate round of group games in this season’s Europa League. In Arsenal, Tottenham Hotspur and Leicester City, the Premier League has three representatives, while Rangers and Celtic are flying the flag (at half mast in the case of Neil Lennon’s side) for the Scottish Premiership. Like Celtic, Irish side Dundalk have already scuppered their chances of advancing to the knockout stages but will hope to get a win on the board in Norway against Molde. Games kick off all over the continent at 5.55pm (GMT) or 8pm (GMT) and we’ll be here with build-up, team news, goal updates and other talking points, as well as post-match reaction and reports. Don’t touch that dial."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}