{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/dec/03/ed-woodward-distances-manchester-united-from-european-super-league-idea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-03T22:30:40Z", "webTitle": "Ed Woodward distances Manchester United from European super league idea", "webUrl": "https://www.theguardian.com/football/2020/dec/03/ed-woodward-distances-manchester-united-from-european-super-league-idea", "apiUrl": "https://content.guardianapis.com/football/2020/dec/03/ed-woodward-distances-manchester-united-from-european-super-league-idea", "fields": {"headline": "Ed Woodward distances Manchester United from European super league idea", "bodyText": "The Manchester United executive vice-chairman, Ed Woodward, has signalled the club would not take part in any mooted European breakaway league, saying that competition changes after 2024 must be “complementary to thriving domestic leagues”. Woodward, a board member of the European Club Association, emphasised he is involved in the ECA’s collaborative partnership with Uefa on “strengthening of existing Uefa club competitions”, widely expected to be an expansion of the Champions League. Speaking to a fans’ forum on 20 November, whose minutes have now been published, Woodward said: “Most of my time [regarding European competitions] is focused, through the ECA and the UCCSA [a joint-venture between the ECA and Uefa], on the strengthening of existing Uefa club competitions. The dialogue focuses on them continuing to be predominantly midweek games having little or no impact on the Premier League. “We believe any changes to European competition post-2024 must be complementary to thriving domestic leagues. Other domestic leagues feel the same way, reflected in conversation with our counterparts in other clubs and countries.” The prospect of a breakaway was raised again in October with suggestions that the bank JP Morgan had been asked, by unnamed clubs, to consider a “European Premier League”. The departing Barcelona president, Josep Maria Bartomeu, then said in his final speech in the role that the club’s board had “agreed to accept the conditions required to participate in a future European super league, a project led by Europe’s big clubs”. Woodward also defended United’s involvement in the now-abandoned Project Big Picture plan to reshape English football, which proposed that the Premier League voting control be held by the “big six” clubs, and share 25% of future TV revenue with the EFL. “It was not a behind-closed-doors power grab,” Woodward told the supporters, “only draft proposals and a discussion document.” He indicated United would maintain the arguments behind those proposals in the strategic review the Premier League announced in response to the plan. “A strong Premier League and a financially sustainable and robust pyramid are both crucial to the health of the national game, and that’s the principle we will continue to pursue,” he said. “Those objectives were at the heart of our involvement in Project Big Picture.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}