{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/dec/01/a-terrific-idea-sir-geoff-hurst-backs-call-for-concussion-substitutes-in-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-01T21:27:02Z", "webTitle": "'A terrific idea': Sir Geoff Hurst backs call for concussion substitutes in football", "webUrl": "https://www.theguardian.com/football/2020/dec/01/a-terrific-idea-sir-geoff-hurst-backs-call-for-concussion-substitutes-in-football", "apiUrl": "https://content.guardianapis.com/football/2020/dec/01/a-terrific-idea-sir-geoff-hurst-backs-call-for-concussion-substitutes-in-football", "fields": {"headline": "'A terrific idea': Sir Geoff Hurst backs call for concussion substitutes in football", "bodyText": "Sir Geoff Hurst has given his backing to the introduction of concussion substitutes, deeming it an important measure after sweeping dementia diagnoses across football. Hurst has become a vocal campaigner on the problem having experienced four of his 1966 World Cup-winning teammates – Ray Wilson, Martin Peters, Jack Charlton and Nobby Stiles – dying after being diagnosed with dementia in the past two years and another, Sir Bobby Charlton, revealed to be living with the disease. Amid other diagnoses and deaths, the findings of extensive research and calls for change from current and former players, there is growing recognition within the sport that the causes and impact of head trauma need to be taken more seriously, something brought into sharp focus by Raúl Jiménez’s and David Luiz’s clash of heads during Wolves’ 2-1 victory over Arsenal on Sunday. Jiménez has had surgery on a fractured skull and there was outrage regarding Arsenal’s decision to allow David Luiz to continue playing despite blood seeping through his head bandage. Mikel Arteta, the Arsenal manager, said the defender had passed all required medical assessments but was taken off at half-time because he “wasn’t comfortable heading the ball”. It hardened calls for the introduction of substitutes for concussion injuries. It was revealed on Monday that they could be trialled in the Premier League early in the new year should the International Football Association Board approve the necessary protocols at a meeting this month, with the Football Association already on board in regards to the FA Cup. This pleases Hurst, who has also called for a total ban on children heading footballs and for it to be limited among adults. “That [concussion substitutes] is a terrific idea,” Hurst said. “I appreciate there are disagreements between clubs in regards to the introduction of five substitutes but I can’t see why any club would disagree with substitutes purely for concussions, and nor should they.” Hurst said it is also “an ideal way” to prevent a repeat of the David Luiz incident. “Frankly, it was ridiculous that a guy with his head bandaged, blood everywhere, could carry on playing football,” he said. “We have to get away from this stupidity – as soon as someone gets a knock to the head they come off. Simple as that. No quick check and then back out with a bandage on. This issue is too serious for things like that to be happening.” The landmark study into Football’s Influence on Lifelong Health and Dementia risk, carried out by Glasgow University and jointly commissioned by the FA and the Professional Footballers’ Association, revealed last year that former professional footballers are three and a half times more likely to have dementia than the general population. Following on from the death of the former West Brom striker Jeff Astle from what a coroner said was an “industrial disease” partly caused by heading heavy balls, it was a key moment in the appreciation of a link between playing football and developing a neurological disease. It certainly struck a chord with Hurst. “At West Ham we had a ball hanging from a ceiling in the gym and would spend 45 minutes to an hour heading it before going out on the training pitch and spending another 20 minutes practising heading. During a career that works out to hours upon hours heading a ball, which is clearly dangerous,” the 78-year-old said. “No wonder so many former players have suffered with dementia and it does make me wonder if the same thing could happen to me. “We need more research, we need the relevant bodies to take action as soon as possible, specifically in regards to heading. There is no reason any child under the age of 10 should be heading a ball while for adults I would like to see it restricted during training sessions, either to a specific amount of time or, say, for there to be a rule by which if a player practises heading one day he or she cannot then do so for the next two or three.” Hurst’s involvement has extended to supporting a campaign aimed at creating a full colour version of England’s World Cup final victory over West Germany. Somewhat incredibly, the match exists only in black and white bar some colour footage that was used in Goal, the official documentary for the 1966 tournament. Producers and filmmakers including the Lord of the Rings director, Sir Peter Jackson, have come together to work on the restoration, for which £700,000 is required and being raised via crowd funding, with those who contribute able to watch it online, on DVD or at a screening in London next July. It is no surprise Hurst, the scorer of the most famous hat-trick in English football history, is enthused by the #fullcolour66 campaign, with his backing also based on the fact at least £35,000 will go to the Alzheimer’s Society. “The 1966 final is a national treasure,” Hurst said. “Over 30 million people watched it, the biggest audience for any event shown in this country, and amazingly that was at a time when everyone didn’t own a television. “I’ve often joked that my career took place in black and white and that is one game that should definitely be shown in colour. Black and white doesn’t do it justice, especially in regards to the players who took part in it and who we’ve sadly lost over the years.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}