{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/dec/11/alex-oxlade-chamberlain-can-recapture-peak-form-says-jurgen-klopp", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-11T22:30:20Z", "webTitle": "Alex Oxlade-Chamberlain can recapture peak form, says Jürgen Klopp", "webUrl": "https://www.theguardian.com/football/2020/dec/11/alex-oxlade-chamberlain-can-recapture-peak-form-says-jurgen-klopp", "apiUrl": "https://content.guardianapis.com/football/2020/dec/11/alex-oxlade-chamberlain-can-recapture-peak-form-says-jurgen-klopp", "fields": {"headline": "Alex Oxlade-Chamberlain can recapture peak form, says Jürgen Klopp", "bodyText": "Jürgen Klopp says Alex Oxlade-Chamberlain has made a complete recovery from injury and can recapture his peak Liverpool form after a difficult few years. Oxlade-Chamberlain returned to full training this week for the first time since damaging knee ligaments during pre-season training in August. The midfielder, and the goalkeeper Alisson, who has missed three games with a hamstring strain but trained on Friday, could be involved at Fulham on Sunday. The England international has suffered two serious knee injuries in the past two years and, although he made an important contribution to last season’s success with 43 appearances, was unable to re-establish himself as a consistent first choice. But Klopp is confident the 27-year-old’s injury problems are behind him and a return to the outstanding form he showed before damaging an ACL in April 2018 is a realistic target. The Liverpool manager said: “In training, what Ox did so far you can see his quality immediately. He is a difference-maker, you can see that. The speed, the technique, the combination of right foot, left foot; he can play different positions, score goals, so when he can finally play – and I don’t know whether that will be this week or next – it is a big plus for us. “How long you can do that in a game depends on your fitness level and your fitness level depends on the amount of sessions you’ve had before games. Being compared to the best moment of your career after coming back from an injury is a really dumb thing to do. ‘Oh, he’s not that good any more.’ I have no time for that. Ox is an outstanding player, was always and will always be. Did he always play perfectly well? No. But he had a few really good games that helped us a lot. The longer he can stay without injury the better he will be. This time we are really confident we can do that until the end of his career.” Klopp insists there were no concerns about the psychological impact of the injuries on Oxlade-Chamberlain. “After the first few weeks of a situation like that, which nobody needs, Ox is his best therapist himself. He is just a very positive and optimistic person. His family, girlfriend, brother, mother and father are all pretty close and when Ox joins team training again everybody gets the benefit of that. Ox is the energy giver – he doesn’t need too much energy from other people.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}