{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/dec/13/arsenal-v-burnley-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-13T21:13:16Z", "webTitle": "Arsenal 0-1 Burnley: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/dec/13/arsenal-v-burnley-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/dec/13/arsenal-v-burnley-premier-league-live", "fields": {"headline": "Arsenal 0-1 Burnley: Premier League – as it happened", "bodyText": "That’s it for tonight’s blog, and a very eventful day of Premier League action. I’ll leave you with Nick Ames’ match report from the Emirates. Goodnight! “The longer Arsenal’s travails carry on,” says Stephen Carr, “the more foolish the sacking of Gunnersaurus looks...” I think he was back last week. But it’s too late, he’s already put the curse on. Never mind George or Arsene. Damian Durrant really knows... That was an untidy game between two teams low on confidence, and Sean Dyche should not give a flying out about any of that. It’s a big win for Burnley, who move out of the relegation places as a result. Arsenal were the better team until Granit Xhaka was sent off for being a moron, and then Pierre-Emerick Aubameyang, of all people, settled the match with an own goal. Arsenal have lost four consecutive league games at home for the first time since 1959. Peep peep! Burnley beat Arsenal in the league for the first time since 1974! 90+6 min Saka’s corner is headed down by Holding and kicked off the line by Brady! 90+4 min Saka’s free-kick is punched away by Pope, who takes out Tarkowski in the process. Arsenal play on with Tarkowski down in the area. Tierney crosses towards Gabriel, whose off-balance header is easily saved. Pope throws the ball straight out of play so that Tarkowski can receive treatment. 90+3 min Saka is fouled 35 yards from goal by Brownhill... 90+2 min Holding’s snapshot from the edge of the area hits Nketiah and loops through to Pope. This is desperate stuff. 90+1 min Thanks to Grant Tennille for pointing out that Arsenal last lost four league games in a row at home in 1959. 90 min Burnley’s last league win over Arsenal was in 1974. They are five added minutes away. 90 min After an extended spell of Arsenal possession, Ceballos’s cross is too close to Pope. 88 min Arsenal are starting to apply some pressure. Saka lofts a good pass to Aubameyang on the left of the area, but he slips over as he shapes to shoot. The other game, since you asked, is still Leicester 3-0 Brighton. 86 min Saka cracks a shot from the edge of the area that is headed over his own bar by Tarkowski in the six-yard box. 85 min Mikel Arteta hasn’t been in the job a year, and he’s won the FA Cup in that time, so any talk of him being sacked is absurd. He’s got quite a mess to clean up, though. 83 min “How about Norwich in 1994-95?” says Richard Franks. “Two seasons previously they came third in the Prem (having led for much of the season), and in the previous season had a decent UEFA Cup run in which they knocked out Bayern Munich.” That’s true, though they then sold Chris Sutton and Ruel Fox. The most surprising/shocking thing about their relegation is that they were something like seventh at Christmas. I still think it was a surprise rather than a shock though. 83 min Eddie Nketiah replaces Willian. 82 min Aubameyang plays a good pass into the area to Ceballos, who dithers for a split-second and is well tackled by Taylor. 80 min If Arsenal lose it will be their fourth consecutive home defeat in the Premier League. When that last happened, I know not. 79 min Arsenal have barely been out of their half in the last 10 minutes. 78 min “What do you mean, ‘You can’t script this’?” says Lance Berc. “Damian Durrant did and you published it in the MBM at 7:01. All we need is Big Sam’s phone number.” True, but not even Nostradurrant predicted Aubameyang ending his goal drought at the wrong end. 77 min Arsenal are hanging on. Westwood’s free-kick is flicked on by Brownhill and blocked by Gabriel in front of goal. The ball rebounds to Taylor, whose fierce shot from the edge of the area deflects wide. 76 min “Ref here,” says Paul Pooley. “Not a penalty when ball not in play. Discipline the only tool ref has in that situation.” You’re right, ref. I thought the corner had been taken but it hadn’t. 76 min The good news for Arsenal is that they’re only down to 10 men. Elneny could easily have walked as well. 74 min Ainsley Maitland-Niles replaces Hector Bellerin. Pierre-Emerick Aubameyang has put Burnley ahead. It was a wicked corner from Ashley Westwood, which skimmed off the head of Aubameyang at the near post and flew past Leno. You couldn’t script this. 73 min Elneny blocked Tarkowski by shoving him in the face - he’s only booked, which is very strange. Also, shouldn’t that be a penalty? 72 min Tarkowski and Elneny are both down after jockeying for position at the corner. This will be a penalty I think. 72 min Westwood’s free-kick is flicked on by Brownhill and headed over his own bar by Bellerin, an important clearance. 71 min Bellerin is booked for a sliding tackle on Taylor. He got the ball but the referee decided that wasn’t relevant. 71 min “This Sheffield Wednesday squad went down in 2000!” says Gary Naylor. From your exclamatory tone I was expecting to click the link and see Maldini, Baresi, Di Canio, Pele, Maradona, Baggio and Peter Atherton. 70 min Barnes shoots well wide from 25 yards. Burnley make another change: Matej Vydra misses Chris Wood, who missed a sitter early on. 69 min Pope makes a good save from Aubameyang’s chip, though the flag went up afterwards. 68 min To clarify, Xhaka was originally booked for the foul on McNeil, and then given a straight red after consultation with VAR for trying to throttle Ashley Westwood. That’s good going, even by his standards. 67 min Mee has a pop from 30 yards. It’s very well struck but straight at Leno. 66 min Arsenal are still dominating the game despite going down to 10 men. 65 min Aubameyang stings Pope’s palms from a very tight angle. It was a decent strike, though he was never likely to beat Pope from there. 65 min I knew I should have put the farm on this ending 0-0. 64 min “Re: shocking relegations – surely Newcastle 2008/09 has to be up there?” says Ben Blatch-Hanlon. “Not quite the team from the late 90s/early 2000s that challenged for the league and was a regular in Europe, but still should have been more than good enough not to go down!” I’d say that was more of a surprise than a shock, though this might be false memory syndrome. 62 min Westwood is lucky not to be booked for pulling back Ceballos. 62 min “And there it is...” says Damian Durrant. 61 min An Arsenal substitution. Dani Ceballos replaces Alexandre Lacazette (and Granit Xhaka). 60 min A corner skims off the head of Mee, who got above Leno in the six-yard box but couldn’t jump high enough to get over the ball. 59 min Ashley Barnes has replaced Jay Rodriguez. I’m struggling to fathom the extent of Xhaka’s brainlessness. What an eejit. 58 min: Graham Scott is going over to check the monitor. Oh, Granit. It all started when McNeil was fouled by Xhaka with Burnley on the counter-attack. Then Xhaka put his hands around Westwood’s throat. 57 min VAR is checking whether Xhaka should be sent off for trying to strangle Westwood. He could be in trouble here. 57 min “Although I do think that there is almost zero chance of Arsenal being relegated, I would say that a good number of players from West Ham’s 2002/03 side would get into this Arsenal team,” says Matt Dony. “Their relegation might not have been a truly seismic shock, but I can’t remember another season where I read the words ‘Too good to go down’ more often.” The only one that comes close in the Premier League era is Forest under Brian Clough. The phrase “too good to go down” was used a lot that season, though never to Roy Keane’s face. 56 min Xhaka has a full and frank exchange of views with a couple of the Burnley players; Westwood and McNeil I think. Xhaka is booked. 56 min It’s all Arsenal now. Willian’s low cross-shot is kicked away by Mee inside the six-yard box. 53 min Arsenal have just had three shots on target in three minutes. In the first half both teams managed one between them. 52 min Another bit of work for Pope. Arsenal break four-on-four, with Aubameyang finding Willian on the right. He picks out Saka, who opens his body to steer a rising shot that is pushed up in the air by Pope. Mee completes the job by heading behind for a corner. 52 min “Shock relegations,” says Thomas Hopkins. “Derby 2007/8?” I’m sensing banter. 51 min Bellerin crosses to Aubameyang, whose flicked header is straight at Pope. A half chance at best. 50 min: Good save from Pope! Tierney plays the ball to Aubameyang on the left and runs infield. Aubameyang plays a crisp return pass to Tierney, who drives a low right-footed shot that is well held to his right by Pope. 50 min “What about Blackburn 2011-2012?” says Tony Hughes on the subject of unseen relegations. I wouldn’t say that was a shock, personally – they’d finished 15th in two of the three previous seasons. 49 min The second half has started as the first ended. 47 min “Sounds a little like this match, Rob,” says Bill Hargreaves. 46 min Peep peep! Arsenal get the second half underway. “Hey Rob,” says Martin Cvelbar. “People said that Trump wouldn’t get elected. People said that the office of the president would make him moderate his behaviour. People said that it couldn’t happen here. People say that Arsenal can’t go down ...” I’m trying to think of the last genuinely shocking relegation from the English top flight. Does West Ham in 2002-03 count? Forest in 1992-93? Or are we going back to Spurs and Man Utd in the 1970s? “That was a terrifically good half, if you like data which leads to firm conclusions,” says Charles Antaki. “Not so much if you like football, or seeing Arsenal play it. Anyway, firm conclusion: the five-substitute rule is not generous enough.” I’ll give you some more data: these teams have both scored twice in their last 11 hours of league football. Half-time reading Don’t pretend you’re surprised by the scoreline. 45+1 min “I hate to correct the esteemed Mr Naylor,” says Graham Randall, “but Fuchs is Austrian.” 45+1 min Saka has a long-range shot blocked. Good for him. GOAL! Leicester 3-0 Brighton (Maddison 44) Why didn’t we do this game? James Maddison has just put Leicester 3-0 up with a delicious curling shot from the edge of the area. After a slow start to the season, his swagger is well and truly back. GOAL! Leicester 2-0 Brighton (Vardy 41) The other game sounds quite good. Jamie Vardy has put Leicester 2-0 up with a simple finish from James Justin’s inviting low cross. 42 min Rodriguez’s long-range volley is blocked. I won’t lie to you, it’s been a crap game so far. 41 min “Watching the Leicester game,” says Gary Naylor, “it struck me that the German, Christian Fuchs, playing for the Foxes is the best case of nominative determinism since Kevin Sheedy’s sweet left foot turned out for the Toffees.” 39 min Xhaka fires a good pass out to the eager Tierney, but his cross is too close to Pope. 37 min Both sides look really low on confidence in attack. 35 min The ball is starting to hold up because of all the water on the pitch. 33 min Tarkowski put his hand across Tierney as he jumped; there was nothing in it. Brady has been booked, though I’m not sure what exactly he did wrong. 32 min Tierney goes down holding his face after an aerial challenge with Tarkowski. Now a load of the Arsenal players have surrounded Brady; I think because he tried to restart the game with Tierney lying on his front. 30 min Arsenal are starting to create a few chances. Willian works a short corner with Bellerin and dumps a cross to the far post, where Gabriel gets above a couple of Burnley defenders but heads wide. He scored from a not dissimilar position against Wolves a fortnight ago. GOAL! Leicester 1-0 Brighton James Maddison has put Leicester ahead with a precise left-footed shot. 28 min: Good save by Pope! Tierney gets to the byline and picks out Lacazette, whose low shot from eight yards is very well blocked by the sprawling Pope. Lacazette probably shouldn’t have given him a chance though. 26 min Leno plays a disguised chip to Gabriel that almost goes out for a corner. I’d love to see George Graham’s face right now. 24 min See 7 min. 22 min The last man Tarkwowski makes a beautifully judged sliding tackle on Saka in the penalty area. 21 min: Chance for Arsenal. Saka’s flat cross is headed over from 13 yards by Holding, who was still up following a corner. That was nowhere near as easy as Wood’s opportunity. 20 min Xhaka drives a long pass over the defence towards Tierney, prompting Pope to do some effective sweeper-keeping. It’s a pretty even game at the moment. It’s still Leicester 0-0 Brighton in tonight’s other game. You’re welcome. 18 min Bellerin spanks a long-range shot that is bravely blocked by the leaping Brownhill. The resulting corner from Willian is headed away brilliantly under pressure by a Burnley defender, Mee I think. 16 min “Arsenal fans,” begins Mary Waltz. “A little friendly advice from an Everton fan who has a long history of mid-table reality. I am not talking about your glorious past or where you will be in the future. But examine your roster. You are, for this season at least, a mid-table squad. Sit back, relax. You’re not going down, you’re not going to the Champions League.” Agreed. A fit Thomas Partey and an in-form Aubameyang will make a mighty difference, and though it’s unlikely, it’s not beyond the realms they could finish in the top four. Not much is beyond the realms this season. 14 min: What a chance for Wood! Burnley should be ahead. Brady, on the right, curled a lovely inswinging cross towards the far post, where Wood pulled between Gabriel and Bellerin and was unmarked eight yards from goal. It looked like a routine header for someone like Wood, but he completely mistimed the thrust of the noggin. The ball hit his shoulder and drifted wide. 12 min An almighty scramble in the Burnley area. Lacazette mistimes an acrobatic volley, Saka’s shot is blocked and Aubameyang’s follow-up hits Mee and goes wide. Willian turns the corner into another hot mess. 10 min Mee’s clearance hits Tarkowski and rebounds for the first corner of the game. Willian plays it short to Bellerin, and it’s a hot mess. 7 min That’s nice from Arsenal. Aubameyang pulls left to receive a long pass from Xhaka and then plays in the overlapping Tierney. His low cross is booted clear. 7 min So far it’s been decidedly 15th v 18th. 4 min It’s been a fairly tentative start. The first goal is always important but it feels even more significant tonight, if there is one. 2 min Both teams have started with a back four, as expected. 1 min Peep peep! Burnley, in their black away strip, kick off from right to left. Arsenal are in red and white, and there are precisely 2,000 fans at the Emirates. Here come the players. It’s a rainy night in Lyndhurst north London, perfect for some slick football. “Nicky Bandini, an Arsenal fan, referred to this match as a ‘relegation six-pointer’ on Football Weekly,” says Kári Tulinius. “Then she laughed and I laughed while listening. However, and call me a pessimistic Arsenal fan if you want, but should Arsenal not win tonight, the team really does have to start peering over its collective shoulder.” Behave yourself. You’re still high on that Stuttgart win yesterday, aren’t you? “Schadenfreude dictates I have to spend 90 minutes of my rapidly dwindling life watching this,” says Damian Durrant. “Alas, the unfolding I see is: Arsenal get off to a good start but fail to take their chances; in a moment of madness (insert name) is red carded. The ten-man Gunners hang on until the 85th minute when a defensive error sees the Clarets bundle the ball in to snatch victory. The phone rings at the mansion of Big Sam...” That would be some redemption story. Imagine the emotional on-field embrace between the big man and Arsene Wenger as they celebrate Arsenal’s 14th league title in May 2022. Also, is it self-schadenfreude? “Evening Rob,” says Tom Atkins. “Looking forward to Arsenal gaining some ground on their close rivals today. Always important to capitalise when those you’re competing with drop points. Yes, I’m confident we can get a result here and really start to pull away from Brighton.” That it’s come to this. “Talk amongst Arsenal fans is turning into the Quiz Show of Interminable Questions,” says Charles Antaki. “Why was Willian bought? Why is Xhaka playing ? Why aren’t Willock, Nketiah or Reiss Nelson starting? Why isn’t Aubameyang scoring? Why are we waiting? Why are we unhappy? The last one actually can be fairly easily answered, but the other ones are starting to rub the shine off the manager.” I agree: Solskjaer out! We’ll also have updates from Leicester v Brighton, which kicks off at the same time. A win would move Leicester to within a point of the top two, Spurs and Liverpool, who both drew today. No alarms and no surprises on either side. Arsenal (4-2-3-1) Leno; Bellerin, Holding, Gabriel, Tierney; Elneny, Xhaka; Willian, Lacazette, Saka; Aubameyang. Substitutes: Runarsson, Mustafi, Ceballos, Maitland-Niles, Willock, Smith Rowe, Nketiah. Burnley (4-2-3-1) Pope; Lowton, Tarkowski, Mee, Taylor; Brownhill, Westwood; Brady, Rodriguez, McNeil; Wood. Substitutes: Peacock-Farrell, Pieters, Long, Dunne, Benson, Barnes, Vydra. Referee Graham Scott. Hello and welcome to live coverage of Arsenal v Burnley from the Emirates Stadium. Both teams have made a stinking start to the season. Arsenal are 15th and have scored only two goals in their last seven games; Burnley are 18th and have scored only two goals in their last seven games. But both have some winnable games coming up, starting tonight, and will expect the league table to look a lot different in a month’s time. All they need to do is start scoring a few goals. Kick off 7.15pm."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}