{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/dec/16/liverpool-v-tottenham-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-16T22:12:37Z", "webTitle": "Liverpool 2-1 Tottenham: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/dec/16/liverpool-v-tottenham-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/dec/16/liverpool-v-tottenham-premier-league-live", "fields": {"headline": "Liverpool 2-1 Tottenham: Premier League – as it happened", "bodyText": "That’s it for tonight’s blog, I’ll leave you with Andy Hunter’s match report, and those from the other late games, including a howitzer from Haller. Goodnight! And here’s Jurgen Klopp “The win was absolutely deserved. They are a top side – a counter-attacking monster – so you have to be really focussed, and because they don’t want the ball too much you have play around them and keep them busy. We did that really, really well. What a wonderful goal to win it, a nice corner and a sensational header from Bobby. “[Jose Mourinho] didn’t say anything to me about my behaviour on the touchline. I thought he said the best team lost. [What about Rhys Williams and Curtis Jones?] My god! Outstanding. Come on, Rhys Williams! With the ball as well, he played a pass for our first goal. He has the right amount of confidence, he just kept it simple and made super challenges and interceptions. Absolutely incredible game, I have to say. And Curtis is a top, top-class player.” Here’s Jose “So close to winning. We missed chances; we had the game under control. A draw would have been a bad result given our performance, so you can imagine how we feel with the defeat. It’s a very, very unfair result. We had the best chances and we were brilliant. It didn’t look like a team that was world champions playing against [an ordinary team]. At the end of the season we will see where we are. We have not been together for a long time and to be able to do what we did was fantastic. The result is the most important thing and it is terrible. “I told [Jurgen Klopp] the best team lost. He disagreed and that’s his opinion. By the way, if I behave the way he does on the touchline, I am [sent off] a minute later. [He was animated…] Come on, that’s animated? That’s animated? Do you want me to take the board with the added time from the fourth official’s hands and see what happens to me? For some reason I am different,  and that’s sad .” I’d love to hear Jose Mourinho’s internal monologue right now. As good as Liverpool were and are, that was such a missed opportunity for Spurs. They missed three great chances to go 2-1 up and then lost the game to an admittedly excellent set-piece goal. There was a VAR check on Firmino’s winning goal. Eric Dier went down on the edge of the area after a challenge with Jordan Henderson. Spurs weren’t happy but I don’t think it was a foul. Klopp and Mourinho are having words, I think about Klopp’s harassment of the fourth official. It seems to be relatively civil. That was such a fascinating match. Liverpool dominated possession throughout, but Spurs will regret the manner of both goals and the opportunities missed by Harry Kane and Steven Bergwijn. Peep peep! Liverpool are top of the Premier League again, and good luck trying to catch them. 90+3 min Lucas’s corner is headed away by Williams. 90+3 min Aurier wins a corner for Spurs. This is their last chance... 90+2 min Three minutes of added time. Reguilon’s cross is flapped away by the stretching Alisson. 90+1 min It was a brilliant header but Spurs will be disgusted to lose to such a basic goal. Kane and Alderweireld were both in the vicinity, but Firmino got to the ball first and thumped it in. Robertson swung a superb corner towards Firmino, who got in front of Alderweireld and thumped an emphatic header into the corner! Liverpool have nicked it! 90 min Aurier puts the ball behind for another Liverpool corner, their seventh... 89 min Liverpool break and Dele Alli is lucky not to be booked for following a cynical foul by kicking the ball away. 89 min Dier’s free-kick is tame and easily saved by Alisson. 88 min Lucas Moura is fouled 30 yards from goal by Fabinho. It’s probably too far out for a shot, though Eric Dier looks interested. 87 min Good sweeper-keeping from Alisson, who comes out of his area to intercept Kane’s long pass towards Son. That’s Son’s last involvement: he is replaced by Dele Alli. 86 min Kane is okay to continue. 85 min Kane is down after a clash of heads with Wijnaldum. 83 min Mane lofts a very deep cross to Jones, who takes it down and hits a shot that is blocked by Davies. Attack and defence, invasion and repulsion... 82 min Tottenham look really tired now, Hojbjerg and Sissoko in particular. Liverpool are moving the ball constantly from side to side in an attempt to find some space. 81 min Mane runs at Aurier and cuts the ball back dangerously. Happily for Spurs, it goes straight to Reguilon, who controls it and launches it as far as possible. But back it comes... 79 min: Just wide from Kane! Dier drove an angled pass over the defence to Kane, who took it down on the chest but then slipped. That meant he had to take the shot early when he got to his feet, with defenders closing in on him at the edge of the box. Kane curled it towards the far post and Alisson tipped it round the post. A goalkick was given but I’m pretty sure that was a save, and a good one. That said, had Kane scored it might have been disallowed for handball by Sissoko in the build-up, when he miscontrolled hte ball onto his outstretched arm. 79 min Liverpool are totally dominant now, though most of their possession in the second half has been in front of the Spurs defence. This is such a compelling game. 77 min Passes in the final third tonight: Liverpool 200-19 Spurs. 76 min Hojbjerg and Sissoko have worked incredibly hard tonight. Spurs make another change: Sergio Reguilon replaces Steven Bergwijn, who had two great chances to give Spurs the lead. 75 min This is a very good spell for Liverpool, and Alexander-Arnold wins another corner off Hojbjerg. It’s played short to Salah, whose cross is claimed with authority by Lloris. 73 min: Mane hits the bar! This is great stuff now. Jones stabs a little pass towards Mane in the area. He rolls Aurier brilliantly and thrashes a left-footed drive that is partially blocked by Aurier but still has enough force to roar past Lloris and onto the top of the bar. 72 min Liverpool have won 31 of the last 32 league games at Anfield. The exception was a 1-1 draw with Burnley after they had won the title last season. 71 min Robertson is lucky not to be booked for a foul on the breaking Lucas Moura. 70 min Firmino’s shot is blocked by Dier. He made the (half-) chance with a lovely bit of footwork on the edge of the area. 69 min: Chance for Salah! Kane miscontrolls the ball near the halfway line, allowing Williams to nip in and make a tackle that turns into a defence-splitting pass to Salah in the inside-right channel. He moves into the area but hits a tame right-footed shot that is comfortably saved to his right by Lloris. 67 min Robinson did catch Aurier in the face, with his hip I think, but it was a complete accident. 67 min Aurier stays down after a challenge from Robertson. Liverpool continue and Firmino’s shot on the turn deflects into the arms of Lloris. 66 min “Strong and powerful, he injects confidence, purpose and vitality everywhere he goes,” says Phil Podolsky. “Which is what all of us, never mind West Brom, so desperately need right now. Big Sam’s Big Comeback couldn’t have come at a better time.” I’ve just added three West Brom defenders to my Fantasy team, so I think I know who’s winning. 64 min: Kane misses a great chance! The resulting corner from Son is headed into the ground and over the bar by Kane, who was only six yards from goal. Maybe it dipped at the last minute, which would explain why he headed it straight down into the ground. Maybe. 63 min: Bergwijn hits the post! Another big chance for Spurs. Lloris’s long kick was headed on first by Kane and then by Son, who got above Fabinho (I think). Bergwijn scurried into the area, opened his body and curled the ball towards the far corner. It beat Alisson and thumped off the base of the post, with Fabinho putting the rebound behind for a corner. 61 min There’s no space at all between the Spurs defence and midfield. At times it looks like an 8-0-2 formation rather than 4-4-2. 59 min Jurgen Klopp has spent much of the game moaning at the fourth official, and he’s at it again when Mane is penalised for a challenge on Aurier. 58 min Spurs make a change, and an attacking one at that: Lucas Moura replaces Giovani Lo Celso. 57 min Salah’s long-range shot bounces up awkwardly and is pushed behind by the diving Lloris. He probably could have caught it but decided to take no risks. 57 min “Whatever about Salah,” says Niall Mullen. “Liverpool should have a look at that Benteke lad. He looks a player.” 56 min Liverpool are starting to dominate possession again. Spurs do look a threat, though, more so than in the first half. 54 min Hojbjerg is booked for a brazen rugby tackle on Firmino, who had beaten him with a delicious touch. 53 min Alexander-Arnold’s cross is headed over his own bar by Dier. The corner is cleared, and that’s the end of that. 52 min Lo Celso finds Kane, who cracks a rising drive over the bar from 25 yards. Spurs have made a bright start to the second half. 50 min: What an effort from Kane! Alisson had the ball on the edge of the area and tried to play a pass to Alexander-Arnold on the right. Kane slid in to intercept, got to his feet and lofted a left-footed chip towards goal from 40 yards. Alisson got back desperately to flap it behind for a corner. I think Kane’s chip was going just wide anyway but it was a brilliant attempt. 50 min Jones moves elegantly away from a couple of Spurs defenders on the edge of the area and hits a shot that is blocked. He’s had a really good game. 47 min Sissoko and Lo Celso have swapped positions at the start of the second half. Lo Celso is now up against Andy Robertson - and is booked for leaving one of him. That was a poor tackle from Lo Celso. 46 min: Bergwijn misses a great chance! Spurs almost take the lead after 25 seconds. A long ball forward was misjudged by Williams, which allowed Bergwijn to run through on goal in the inside-left channel. He did very well to hold off Alexander-Arnold but then flicked the ball wide of the far post with the outside of his right foot. That was a poor finish. 46 min Peep peep! Spurs begin the second half. “Hi Rob,” says Anthony O’Connell. “Tonight was the night for Liverpool to abandon the high line. If we’re dropping back 10 yards, Son doesn’t get that goal. This is classic Mourinhoball... get 2-3 chances in a game and score 2 or 3 goals. I’m a Liverpool fan and I’m dreading this second half.” The Liverpool goal has been given to Salah. It’s quite tight as to whether his shot was on target, as he tried to whip it past Lloris at the near post, but it’s probably right to give him the benefit of the doubt. “On replay of the Spurs goal, Rhys Williams is ball watching when Son breaks,” says Rick McGahey. “He’s doing great but really hard for a young defender pushed into that spot.” “How frustrating it must be to face Spurs these days,” says Mary Waltz. “You can positively dominate play, make the tiniest error and seconds later it’s Kane-Son, or Son-Kane, goal. That pair is sooooo deadly.” Half-time reading Peep peep! It’s Attack 1-1 Defence in a fascinatingly one-sided game at Anfield. Mo Salah’s goal was lucky yet thoroughly deserved; Son’s equaliser was magnificent yet a bit of a travesty. 45 min One minute of added time. Spurs really need a breather, some Gatorade, whatever the flip. 43 min Every time I look up the ball is in the Spurs half. In fact, in the last five minutes Spurs have had four per cent possession. 41 min Mane does really well to wriggle away from Aurier on the edge of the area, but his shot - like a few in this half - is too close to Lloris. 40 min “As a Liverpool fan I’m torn here,” says Tom Barneby. “You don’t want situations like that to be given as offside, because otherwise what’s the point, but at the same time he’s no more onside than Mane was against Everton. The sooner they bring in the Dutch-style referee’s call with thicker lines the better.” I would definitely have thicker lines. That said, I thought Son was onside. 39 min It’s still all Liverpool, but they now know for sure that Spurs can hurt them. This is a fascinating contest. 38 min “Like almost anyone else who has ever seen him play, I didn’t really trust Alberto Moreno,” writes Alberto Mor- Matt Dony. “I admired his scampering work ethic, but he generally scampered to the wrong place at the wrong time. Left back was such an obvious problem position, and Klopp decided to solve the problem by sending a (relatively) paltry £8m to a relegated team. The very definition of ‘underwhelming.’ I remember sending sarcastic texts to fellow Liverpool supporters. In hindsight, that £8m might just have been well spent. Yet another reason why I’m not a top-level football manager. Robertson is an unbelievable footballer.” He’s not a footballer, he’s an elemental force. 36 min: Good save from Lloris! Firmino has too much time to turn and drive a low shot across goal from 12 yards. Lloris dives to his right to push it away. The save was relatively routine; the impressive part was the 90-degree angle at which he pushed it away, because a normal save would have given Salah an open goal. 35 min That goal wasn’t against the run of play; it was a total affront to the run of play. It’s a reminder of how deadly Spurs can be on the break. 34 min Jurgen Klopp is fuming that the goal was given, though I’ve no idea why. GOAL GIVEN! And it was a brilliant counter-attack. Lloris rolled the ball out to Lo Celso, who ran to the halfway line and waved a lovely through pass with the outside of his left foot. Son sped into the area, opened his body as if to go across Alisson and then dragged the ball past him at the near post. That’s a superb, cold finish. VAR check! This might be offside... Spurs have equalised out of nothing! 33 min Mane’s overhead kick from 15 yards goes straight at Lloris. 31 min Spurs are struggling to get out of their third, never mind their half. It’s been a performance of ferocious purpose from Liverpool. 30 min “Hi Rob,” says Gary Naylor. “This Mo Salah will be a handy player when he’s having a good season…” 29 min This is a big ten minutes for Spurs, who are in danger of being overwhelmed. Jones almost makes it 2-0 after stealing the ball off Aurier on the right edge of the area. He cut inside and drove a low shot that was comfortably held to his left by Lloris. 27 min Salah barely celebrated, as if disgusted that he hadn’t screamed it straight into the roof of the net. Or maybe he thought the shot was going off target and the goal will therefore be given to Alderweireld - like it was in this fixture two years ago. We haven’t seen a decent angle yet but I reckon it might be an own goal. It took a big deflection off Toby Alderweireld, but Liverpool won’t care. Jones played a nice one-two with Firmino and moved into the area. Aurier’s tackle diverted the ball to Salah, whose snapshot took a huge deflection off Alderweireld and looped over Lloris. Mo Salah gives Liverpool the lead! 26 min Completed passes so far: Liverpool 191-57 Spurs. 25 min Spurs aren’t doing enough with the ball. Liverpool are starting to smother them, and I’m not sure this is sustainable for 90 minutes. 21 min: Chance for Salah! Henderson flips a lovely pass down the left to Robertson, who heads it away from Aurier and surges into the area. Then he looks up, as he always does, to pick out a man. In this case it’s Salah, 14 yards out, but he shoots straight at Lloris. That was brilliant play yet again from the magnificent Andy Robertson. 21 min Spurs are slowly coming into the game. Aurier’s mishit cross lands on the roof of the net, though Alisson had it covered. 19 min A long ball forward hits the top of Dier’s arm in the area. There’s no penalty appeal, and no VAR check, which is a bit of a surprise. I don’t think it would have been overturned but I’m surprised they didn’t at least check. Spurs go down the other end and win a corner; nothing comes of it. 17 min Kane finds a bit of space for the first time and waves a pass over the top towards Son and Bergwijn. Robertson covers well and plays the ball back to Alisson. 16 min Lo Celso plays the ball through to Bergwijn, and Alexander-Arnold comes across to make a good interception on the edge of the area. 15 min Robertson wins a corner off Alderweireld. Liverpool are starting to put Spurs under pressure. The corner is taken short and eventually cleared by Kane. 14 min It’s been a comfortable start for the teenager Rhys Williams. I think he’s only touched the ball a couple of times so far. 12 min Liverpool have had 71 per cent of the possession so far. 11 min Robertson’s deep free-kick from the left is headed back across goal by Firmino, 12 yards from goal, and Lloris springs to his right to make a comfortable save. Not much more than a half chance I’d say. 10 min Wijnaldum loses a boot after a late challenge from Sissoko. It’s been a really cagey start, particularly from Spurs. 9 min Davies’s cross is put behind by Alexander-Arnold. Anthony Taylor gives Liverpool a goalkick. In other news 7 min Liverpool are pressing very aggressively whenever the Spurs defenders win the ball. It’s been an interesting but uneventful start. 4 min Nothing much to report at the moment apart from Spurs’ unexpected tactics. Liverpool have had most of the ball in the first few minutes. 2 min Bergwijn has started on the left, which is a surprise. I thought Jose Mourinho would fancy Son against Alexander-Arnold. In fact it looks like Spurs are playing 4-4-2: Sissoko on the right to deal with Robertson, Lo Celso alongside Hojbjerg in the centre and Bergwijn on the left. Son is playing up with Harry Kane. 1 min Alexander-Arnold’s long-range shot deflects over the bar. Robertson’s corner comes to nothing. 1 min Peep peep! Liverpool kick off from left to right. The players gather round the centre circle to pay tribute to Gerard Houllier with a minute’s applause. A great stat from the Amazon commentator Jon Champion - Southampton’s draw at Arsenal means that Liverpool and Spurs meet as first and second in the table for the first time in their history. Here come the players. The Liverpool team receive a lusty welcome from the 2,000 fans at Anfield. Peep peep! The early games have finished thus: Ten-man Arsenal 1-1 Southampton Leeds 5-2 Newcastle Leicester 0-2 Everton So Everton, who were in freefall four days ago, are now two points behind the leaders Spurs and Liverpool. “Evening Rob,” says Yash Gupta. “Huge match which explains why Mourinho has gone back to his pragmatic ways by dropping Reguilon for Davies. No Ndombele and Lo Celso being in starting line-up suggest to me that either Spurs make confident start and get a goal early or Spurs blow this one and lose this inside opening 30 minutes.” They got a very early goal last year. There will be a minute’s silence before the game in memory of Gerard Houllier, the man who literally and metaphorically took Liverpool into the 21st century. Pre-match reading Joel Matip is out with a back injury, so 19-year-old Rhys Williams makes his Premier League debut at centre-half against Harry Kane and Son. Godspeed, young man. Tanguy Ndombele is only on the bench for Spurs. Giovani Lo Celso replaces him and Ben Davies is preferred to Sergio Reguilon. Liverpool (4-3-3) Alisson; Alexander-Arnold, R Williams, Fabinho, Robertson; Jones, Henderson, Wijnaldum; Salah, Firmino, Mane. Substitutes: Kelleher, Phillips, N Williams, Keita, Oxlade-Chamberlain, Minamino, Origi. Tottenham Hotspur (4-2-3-1) Lloris; Aurier, Alderweireld, Dier, Davies; Sissoko, Hojbjerg; Bergwijn, Lo Celso, Son; Kane. Substitutes: Hart, Reguilon, Rodon, Winks, Alli, Ndombele, Lucas Moura. Referee Anthony Taylor. Pre-match entertainment (especially for Spurs fans, given the half-time score) It’s a big night at Anfield: Liverpool v Spurs, Jurgen Klopp v Jose Mourinho, champions v leaders. But the best way to frame it, if you’re into the whole rivalry thing, is Liverpool v Jose Mourinho. Their mutual enmity goes back a long way. In 2004, Mourinho almost became Liverpool manager. In 2005, he ssshhhed Liverpool fans during the Carling Cup final and later compared their style of football unfavourably to – and you’ll like this - Sam Allardyce’s Bolton (8m58s on this video). Rafa Benitez’s long-ballers stopped Mourinho reaching two Champions League finals in 2005 and 2007. He denied them a title in 2014, when his evil plan worked so perfectly that Chelsea scored their two goals in time added on for their brazen timewasting. Liverpool had the most recent laugh two years ago, when Mourinho sacked as Manchester United manager after a 3-1 defeat at Anfield. Many thought that was the last we’d see of him at the top table. Instead he returns to Anfield with Spurs top of the table, and with enough confidence to flap his gums before the match over Liverpool’s injury list. For all connected with Liverpool, the thought of Mourinho ending their 65-match unbeaten run at Anfield is nigh-on unbearable. But that risk comes with the potential reward of putting Mourinho in his place. An emphatic win for Liverpool – who for all their problems have yet to drop a point at Anfield this season – would put them top and remind everyone they are the team to beat. But if Spurs win, and undermine Liverpool in their own fortress, all bets are off. Kick off 8pm."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}