{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/dec/16/arsenal-v-southampton-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-16T20:25:20Z", "webTitle": "Arsenal 1-1 Southampton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/dec/16/arsenal-v-southampton-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/dec/16/arsenal-v-southampton-premier-league-live", "fields": {"headline": "Arsenal 1-1 Southampton: Premier League – as it happened", "bodyText": "David Hytner was at the Emirates to see P|ierre Emerick-Aubameyang score a long overdue goal as Arsenal came from behind to rescue a point. What this means ... Southampton move above Leicester City into third place. Mikel Arteta’s side stay in 15th place. View the Premier League table Premier League results Arsenal 1-1 Everton Leeds United 5-2 Newcastle Everton 0-2 Leicester Peep! Peep! Peeeeeep! It’s all over at the Emirates, where the points are shared. Southampton went ahead through Theo Walcott, only for Arsenal to restore parity through Pierre Emerick-Aubameyang. Southampton survived a late scare but will feel they left two points behind them, having failed to capitalise when Arsenal weere reduced to 10 men after the dismissal of Gabriel 30 minutes from time. 90+3 min: Southampton press forward, looking for a late, late opening against the 10 men of Arsenal. Mohamed Elneny wins a free-kick, going down under a challenge from James Ward-Prowse in his own penalty area. 90+2 min: SO CLOSE! Rob Holding plants a header against the Southampton cross-bar, getting on the end of a curled free-kick from the left. 90+1 min: Southampton want a penalty for what they saw as a Holding foul on Djenepo. The referee and his VAR assistant are unmoved. 89 min: Arsenal’s defence holds firm under relentless pressure from Southampton, who are desperate to take all three points. The visitors win a corner, which is cleared. 86 min: Nathan Redmond ripples the side-netting with a ferocious whipped shot towards the near post. 84 min: Danny Ings is booked for a foul on Joe Willock. Moments later, Bukayo Saka’s free-kick into the Southampton penalty area is cleared. 82 min: Moussa Djenepo eschews the opportuinity to shoot from a tight angle after being found by a good ball out wide by Redmond. He carries on his run and the ball goes out of play. The substitute goes to ground appealing for a penalty but doesn’t get one. 81 min: Another corner for Southampton. James Ward-Prowse tries to find the towering Jannik Vestergaard, but his delivery is a mite too high. Premier League latest: Leeds 3-2 Newcastle, Leicester City 0-2 Everton. 80 min: Djenepo gets in behind Ashley Maitland-Niles after a good run down the inside-left with the ball at his feet. From the byline, he pulls the ball back to James Ward-Prowse, whose sidefoot effort is poor. He should have scored. 77 min: Arsenal are in complete control against the 10 men of Arsenal but can’t find a winner ... yet. 73 min: Southampton corner. Ward-Prowse’s inswinger is headed clear at the near post by David Luiz. 72 min: Bertrand picks out Ings in the Arsenal penalty area with his back to goal but the striker is crowded off the ball before he can turn. 70 min: Nathan Redmond slides in to get on the end of a ball from deep and leathers the ball against the upright. If his contact had been less clean he’d almost certainly have scored from five or six yards out. 68 min: Meanwhile at Elland Road: Leeds 2-2 Newcastle. And at the Kingpower Stadium: Leicester City 0-1 Everton. If I spent less time keeping tabs on those games I might have noticed Gabriel’s first yellow card, which came in the 58th minute. I don’t know what that one was for, but the second was moronic. undefined 67 min: Arsenal substitution: Danny Ceballos off, Joe Willock on. 65 min: Southampton double-substitution: Walcott and Armstrong off, Nathan Redmond and Moussa Djenepo on. Arsenal substitution: David Luiz on, Eddie Nketiah off. 63 min: Arsenal go down to 10 men again for an idiotic foul. Gabriel sees red for tugging out of Theo Walcott’s shirt on the halfway line, a foul that earns him his second booking. 60 min: Arsenal corner. Nicolas Pepe swings the ball into the Southampton penalty area and it’s half-cleared. It comes back in the direction of Lacazette, who connects but can’t poke it home. 58 min: Southampton corner. James Ward-Prowse whips the ball to the near post, where Gabriel heads clear. 67 min: After failing to complete a one-two with Stuart Armstrong, who was sprinting into the Arsenal box, Che Adams stings the palms of Bernd Leno with a rising shot from the edge of the area. 56 min: Kyle Walker-Peters plays the ball into space down by the corner flag for Che Adams to chase. Arsenal clear. 54 min: Bukayo Saka created that equaliser with excellent work down the left touchline. He chested down the ball, took on a couple of defenders and cut inside before playing the ball to Eddie Nketiah. He played the ball into the path of Aubameyang, who curled a shot into the bottom corner from about 16 yards out. Arsenal’s captain equalises with his first goal in 11 games. 51 min: The opening five minutes of the second half are extremely scrappy, which will suit Southampton just fine. In better news for Gooners, it is worth noting that no team apart from West Ham has dropped more points from winning positions than Southampton since the start of last sxeason. 47 min: Arsenal are a team in need of an experienced hand on the tiller, some goalscorers and somebody to unlock oppositon defences with killer passes. In a highly amusing thread on Twitter, my colleague Barney Ronay has suggested Arsene Wenger, Olivier Giroud, Theo Walcott and Mesut Ozil might be just the men to help sort out the mess in which they currently find themselves. 46 min: Arsenal get the ball rolling as they stare down the barrel of a fifth consecutive home defeat in the Premier League. They arrived out on the pitch a minute or two before their opponents, a state of affairs that suggests their manager was not best pleased with their first half performance and wants them to up their game. Premier League half-times Arsenal 0-1 Southampton Leeds 1-1 Newcastle Leicester City 0-1 Everton Peep: One-time Arsenal fan favourite Theo Walcott scored the goal that separates the sides at the end of a first half dominated by Southampton. They deserve their lead, but Arsenal have worked their way into the game in the past 10 minutes after looking a completely lost cause for much of the first half. 45+1 min: Danny Ings fires high over the Arsenal bar from distance. 44 min: Lucky to avoid a yellow card earlier and already on a warning, Danny Ceballos gets a yellow card for dissent after disputing a handball decision against Eddie Nketiah. 43 min: Southampton win a free-kick, which James Ward-Prowse sends towards the far post. Jannick Vestergaard attempts to head the ball across the face of goal and Arsenal clear. 42 min: Nicolas Pepe fires straight into Alex McCarthy’s breadbasket from about 18 yards after being picked out by Danny Ceballos. 41 min: At Elland Road, it’s Leeds 1-1 Newcastle. 39 min: Replays show there was “contact” between Bednarek and Ceballos, but clearly not enough to influence the Video Assistant Referee. Football is a contact sport, as many people who watch it seem to forget from time to time. 37 min: Better from Arsenal, who couldn’t get much worse. Aubameyang picks out Ceballos in the Southampton penalty area and he goes down under a challenge from Bednarek. Arsenal appeal for a penalty but none is forthcoming. 35 min: Aubameyang is released down the left flank by Kieran Tierney. His attempted cross hits a Southampton defender before going out for a goal-kick off the Gabon international. 34 min: Ryan Bertrand gets booked for a needlessly robust challenge on Nicolas Pepe down by the technical areas, right by the touchline. 32 min: With Southampton having been in total control for the past 20 minutes, Arsenal are desperately trying to get a foothold in the game. If they were to concede another in the next few minutes, you suspect they could lose by a cricket score. Walcott has a shot from distance blocked by Gabriel. 30 min: All three away sides are winning in our 6pm kick-offs. It’s Leeds 0-1 Newcastle and Leicester 0-1 Everton elsewhere. 28 min: Aubameyang hares down the inside left before squaring the ball for Pepe. His shot is deflected and loops up in the air before being cleared. Moments later, Ceballos shoots high over the bar. 27 min: Having had a penalty appeal from Theo Walcott turned down, Southampton have a player booked. Jan Bednarek sees yellow for a foul on Eddie Nketiah. 25 min: James Ward-Prowse sends a cross into the Arsenal penalty area from the right. It’s cleared. 23 min: More good play from Walcott, who gets in behind the Arsenal defence to win his team a corner. Nothing comes of it, but Arsenal are looking in all sorts of bother here. They have never lost five consecutive home games in the top flight but are on course to do so tonight. 23 min: Che Adams beats Gabriel down the right flank and tries to pick out Danny Ings with a low cross. It’s intercepted. 21 min: The scorer of 108 goals for Arsenal bags one against his former team and wasn’t even remotely reluctant when it came to celebrating. He was delighted! 18 min: Theo Walcott sprints between Kieran Tierney and Bukayo Saka to run on to a Che Adams through ball from deep. He hares clear of the two defenders and into the right side of the penalty area, before deftly lifting the ball over Bernd Leno and wheeling away in celebration. Theo Walcott puts Southampton ahead, scoring a peach against his former club. 17 min: Danny Ceballos gets a dressing down from referee Paul Tierney for a scything challenge on Theo Walcott. 13 min: Gabriel dribbles past Che Adams with the ball at his feet, catching the Southampton striker with a ferocious elbow to the jaw as he does so. Adams drops to the floor in what seems a huge amount of pain - I don’t think it was an intentional act of aggression by Gabriel, but Adams might want to count his teeth when he gets to the dressing-room at half-time. 11 min: Plenty of faff to little obvious effect in the middle third from both teams. 7 min: Oriel Romeu pings a pass from deep to Theo Walcott on the edge of the Arsenal penalty area. He tries to control it but Danny Ceballos harries and clears for Arsenal. 6 min: Southampton have a free-kick on the right flank, which James Ward-Prowse whips into the Arsenal penalty area. The home side clears. 5 min: Saka goes down injured for the second time after getting his leg gets accidentally caught under the weight of Che Adams in a challenge. There’s a break in play as he receives treatment. 4 min: Arsenal dominate in these early stages but without creating anything in the way of a scoring chance. 3 min: Bukayo Saka picks up a crossfield pass in acres of space on the left wing. His attempted cross is blocked by Kyle Walker-Peters. 1 min: Pre-match speculation was rife that Arsenal might line up with five at the back. They line up with four at the back. Southampton’s Che Adams tries his luck with an early shot from distance. His effort sails high and wide. 1 min: Play begins, with the players of Arsenal wearing their usual home kit. Their opponents wear navy blue shirts with slightly less navy shorts and socks. The teams are out on the pitch at the Emirates, where it’s tipping down with rain. On Amazon Prime, who are broadcasting this match in the UK, the commentary dream team of Clive Tyldesley and Andy Townsend has been reunited. They’re not for everyone but definitely for me, Clive. Some good news for Gooners: This time last year Southampton were in the bottom three ... and tonight they will go top of the table if they win this game. Mikel Arteta speaks: “We have to freshen it up,” he says of his decision to drop Lacazette and Willian in an interview with Amazon Prime. “We need some creativity and goal threats up front.” Mikel Arteta has made four changes with two big names getting axed. Willian and Alexandre Lacazette drop to the bench and will be replaced by Nicolas Pepe and Eddie Nketiah. Dani Celballos and Ainsley Maitland Niles come in for the suspended Granit Xhaka and Hector Bellerin. Southampton manager Ralph Hassenhuttl picks the same team that beat Sheffield United on Sunday. Big new about big Sam: Sam Allardyce has been confirmed as the new manager of West Bromwich Albion, following the dismissal of Slaven Bilic earlier today. Arsenal: Leno, Maitland-Niles, Holding, Gabriel, Tierney, Ceballos, Elneny, Saka, Pepe, Aubameyang, Nketiah. Subs: Runarsson, Cedric, Mustafi, Luiz, Willock, Willian, Lacazette. Southampton: McCarthy, Walker-Peters, Bednarek, Vestergaard, Bertrand, Armstrong, Ward-Prowse, Romeu, Walcott, Adams, Ings. Subs: Forster, Stephens, Redmond, Djenepo, Salisu, Diallo, N’Lundulu. Referee: Paul Tierney Assistants: Dan Cook and Sian Massey-Ellis Fourth official: Andre Marriner VAR: Craig Pawson Despite his insistence on repeatedly picking the same players who repeatedly let him down, Mikel Arteta’s hand has been forced this evening. Granit Xhaka misses out as he sits out the first game of his suspension for getting sent off against Burnley on Sunday, while Hector Bellerin will join him on the Naughty Step after he was shown his fifth yellow card of the season in the same game. Nicolas Pepe is available, however, having served his three-match ban for getting sent off against Leeds. Sead Kolasinic is expected to sit this one out with injury, while Reiss Nelson and David Luiz could return from head injuries. Midfielder Thomas Partey remains sidelined but Gabriel Martinelli is on the verge of a return to the senior team after recovering from a knee injury. Southampton manager Ralph Hassenhuttl has no injury concerns and may pick the same team that beat trounced Sheffield |united over the weekend. Arsenal are hoping to halt a run of four consecutive home league defeats when they entertain Southampton at the Emirates tonight but with the Saints flying high in the table on the back of seven wins in their past 10 games, there is no guarantee Mikel Arteta’s side will be spared further embarrassment. Arsenal’s manager has been assured his job is not in peril, while his players can console themselves with the knowledge that London’s relegation to tier three of the covid restrictions there will be no disgruntled fans present to boo them on as they go about their business this evening. Kick-off on a busy midweek evening of Premier League action is at 6pm (GMT) but stay tuned in the meantime for team news and build-up."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}