{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/dec/02/australian-property-prices-on-track-to-surpass-pre-covid-levels-in-2021", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-12-01T22:51:07Z", "webTitle": "Australian house prices on track to surpass pre-Covid levels in 2021", "webUrl": "https://www.theguardian.com/australia-news/2020/dec/02/australian-property-prices-on-track-to-surpass-pre-covid-levels-in-2021", "apiUrl": "https://content.guardianapis.com/australia-news/2020/dec/02/australian-property-prices-on-track-to-surpass-pre-covid-levels-in-2021", "fields": {"headline": "Australian house prices on track to surpass pre-Covid levels in 2021", "bodyText": "Australia’s housing market could potentially surpass pre-Covid levels by early 2021 as housing prices continue to rise across the country. Experts now believe that if the virus remains under control in Australia, prices will no longer decline by 10% to 20%, as initially forecast. Building on gains made in October, CoreLogic has now recorded a 0.8% rise in dwelling values in November. The recovery comes after a pandemic-influenced 2.1% drop in housing prices between April and September. If the growth trend persists, Tim Lawless, CoreLogic’s head of research, thinks the national home value index will surpass pre-Covid levels in early 2021. “The national home value index is still seven-tenths of a per cent below the level recorded in March, but if housing values continue to rise at the current pace we could see a recovery from the Covid downturn as early as January or February next year,” he said. Stephen Koukoulas, an independent economist, said while it may seem surprising to see prices go up during a recession, since around August a number of issues had combined to drive prices up. “Most states and territories started to relax their lockdown restrictions around then,” he said. “We had the RBA cut interest rates to incredibly low levels, most of which were passed on by the banks. “There’s also been a big pickup in first-home buyers, where they’re perhaps dipping their toe in the water and starting to look a housing opportunities with interest rates so low. These are the things that I think have fuelled a bit of demand.” The recovery comes as the reserve bank announced it won’t be changing the record-low cash rate of 0.1%, and that it expected to keep rates low for about three years. Both Sydney and Melbourne’s house prices have now reached levels last seen in early 2017, while Perth is seeing prices similar to 2006 and Darwin’s house prices are in line with 2007 levels. Brisbane, Adelaide, Hobart and Canberra all saw record house prices in November. CoreLogic also recorded strong performances across regional areas of Australia, with the combined regionals index recording a monthly growth rate double that of the combined capitals. Koukoulas said he expected prices to stagnate eventually, with forces pushing down and up on the prices and flattening them out. “The fact that we have immigration basically at zero for two more years means that perhaps, once everybody gets this initial buying out of the way, that maybe we’ll be hit by the harsh reality of just no new demand coming through,” he said. CoreLogic also noted a discrepancy in prices of apartments and stand-alone houses. House values have largely driven the market’s growth, rising by 1.1% across the capitals in the past three months. Apartments, on the other hand, have continued to drop in price, falling by 0.6% in the same time. “This trend towards stronger conditions in detached housing markets is evident across most of the capital cities,” Lawless said. “Relative weakness in the unit market can be attributed to factors including low investment activity, higher supply levels in some regions, and weaker rental market conditions across key inner city unit precincts,” he said, with Melbourne being the notable exception here, recording a smaller than expected decline. Koukoulas added that because of a boom in the supply of units across capital cities, the large number of units in construction was driving down their prices, but he was still cautious about saying there would be any significant drop. “I don’t think we are looking at a big drop,” he said. “There’s probably going to be enough demand to stop them from falling away very sharply.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}