{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/dec/13/fulham-v-liverpool-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-13T19:04:19Z", "webTitle": "Fulham 1-1 Liverpool: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/dec/13/fulham-v-liverpool-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/dec/13/fulham-v-liverpool-premier-league-live", "fields": {"headline": "Fulham 1-1 Liverpool: Premier League – as it happened", "bodyText": "That is all from me today. Thanks all for following and enjoy the final games this weekend. Thanks. Jürgen Klopp on why he was very animatedly telling his players to “wake up”: “I cannot write a book, throw it on the pitch and tell them to read it. So what I wanted was to just shake themselves and start again. A good start of the game is nice, but if you don’t start well then you can start again, start again and start again. We needed half an hour, pretty much, to get our feet in the game. So that’s why I shouted a bit at them. After that it was a little bit better, second half it was good.” Asked why his players were so slow to start, he noted how many teams in Europe have underperformed over the weekend. Scott Parker was speaking to Sky: “I suppose we are a little bit disappointed. I just said to the lads there, it shows how far we have come. Last 3 games: Leicester away we got a result. Man City, OK. Today against a team that we all know their quality, I thought the first half we were excellent. We were top, top draw. You probably need another one to go in, really, because second half is always going to change a little bit the quality of players you’re up against.” “I’ve just said to the team: quality. I don’t just want a team that just worked hard, showed grit, showed determination and spirit about us, which we understand we need. I think in the first half, it was good for everyone to see that there’s some real quality about us and that pleased me a lot.” Here is the match report from Ed Aarons at Craven Cottage: “But after a lacklustre display against opponents who showed they have the capability to avoid relegation this time around, Klopp will have been relieved to see his patched up team escape with a draw.” Jordan Henderson: “We didn’t really get going until the last 25/30 minutes, which in the Premier League you can’t do or you’ll get punished and we did. The good thing is that we reacted well after the that, finished the first half strongly and came out of the second half and dominated. Disappointed with the start but pleased with the reaction.” The verdict on Sky: Evra: “They [Fulham] should be really delighted by their performance. [...] I think Liverpool were lucky to get away with a point. Fulham deserved three points tonight. Souness: “They [Liverpool] got away with that. [...] They have to do better” Both men think Fulham will stay up. They have certainly turned a corner over the last few weeks and the question is how they sustain it. Bobby De Cordova-Reid: “There’s positives to take. The lads stuck in there and I think it was a positive performance: On his excellent goal: “I just thought, ‘Get my touch correct and hit a clean strike.’” It is fair to say that he did both of those things. Still, what a great performance from Fulham. They were on it from the very first minute when they stole the ball from Liverpool’s kickoff and burst up the pitch. They carried that energy throughout. The past three weeks were supposed to represent a nightmare run of games for them, but this is how they fared: Leicester City 1-2 Fulham Manchester City 2-0 Fulham Fulham 1-1 Liverpool. Not bad. It will be very interesting to see how they play in their coming matches against Brighton and Newcastle. Of their players, Ademola Lookman was man of the match for me. He and Andre-Frank Anguissa continue to show that they are both just excellent footballers and USA’s left wing-back Antonee Robinson was also really impressive today, both in linking up with Lookman on the left and in defence throughout the second half. The quality of Bobby De Cordova-Reid’s goal was the cherry on top. In Liverpool’s team, Curtis Jones continues to show that he is very impressive. So, both Tottenham and Liverpool draw 1-1 in successive games against tough London opposition, imbuing their midweek clash with even more importance as Tottenham retain their spot in first place by goal difference. No doubt Klopp will have much to say about yet another injury, this time to Joel Matip, meaning that he had to play Jordan Henderson at centre back during the second half. Fulham hang on to seal a very encouraging point against the defending champions. They could have scored many more in the first half, and then they defended resolutely in the second. Liverpool were simply not good enough to win today. 90+2 min: These final minutes have been disappointing from Liverpool so far. After carrying the ball up the pitch, Jones crossed to Origi from deep, who meekly headed well wide. 90 min: As Liverpool move forward again, the fourth official announces 4 minutes of added time. Tense, tense moments. 89 min: Bryan replaces Lookman for Fulha, who was sublime today. 86 min: Liverpool has camped in Fulham’s half over the last few minutes and they are pushing hard. Fulham’s tight defence is resolute so far, with Robinson particularly excellent on the left. 84 min: Divock Origi replaces Mo Salah for Liverpool’s final substitution. 83 min: Curtis Jones, who has been one of the best Liverpool players in the second half, breezed up the pitch and then fired low to his left. Areola was equal to the strike and saved it well, but that was a great run from the youngster. 80 min: Mario Lemina, who was on a yellow card, is replaced by Harrison Reed for Fulham. 80 min: Liverpool are already back in possession and pushing hard for the winner. This is going to be a tough, tough 10 minutes for Fulham but they will certainly try to be bold. Salah levels Liverpool with a searing, low penalty to his left. Well done. Areola guessed correctly but there was too much power on it. We are all even. 77 min: Penalty for Liverpool! After the home team gave away a free kick on the edge of the area, Wijnaldum’s free kick struck Kamara’s arm in the wall. 76 min: All credit to both goalkeepers today, who have been great. After Alisson kept his team close with a series of saves early on, now Areola is showing his quality. He dealt with a dangerous, high cross by Williams with such command that even I feel more confident after seeing it. I’m sure his defenders also do. 73 min: Aboukara Kamara replaces Ruben Loftus-Cheek. We can conclude that Scott Parker does not only intend to defend this 1-0 lead out. 71 min: More pressure from Liverpool yields their umpteenth corner of the second half through a deflected shot by Williams. Fulham clear their lines once more. 68 min Trent Alexander-Arnold has been replaced by Neco Williams. Presumably, Klopp is careful not to overload the England right back so soon after returning from injury. 67 min Fulham are successfully getting out of their half now. A couple of really nice counter attacks in succession and most good things are moving through the brilliant Lookman on the left. 63 min: After soaking up so much pressure over the past 10 minutes from deep in their half, Fulham finally found what they were looking for, breaking fast and finding Lookman on the left. He completely left Wijnaldum for dead with his speed, but just as he went to cross the ball, it collided with Alexander-Arnold and bounced back off him for a goal kick. Tough. 61 min: Chance! This time, some great interplay between the Liverpool forwards ends in Firminho playing a gorgeous first touch through ball to Henderson, who struck first time. Henderson hit it well, but Areola saved the attempt well. This has been by far Liverpool’s best period. 58 min: Mane, who has been quite quiet, just burst past a couple of Fulham defenders on the left with ease before curling in a good cross. Great defending from Andersen to clear the danger. 55 min: Liverpool continue to apply pressure with little to show for it. After a good pass through the lines from Henderson, some nice footwork from Jones won a foul and yielded a free kick from the right. Alexander-Arnold whipped in an excellent ball, but no Liverpool player could get a head on it. 53 min: This has been a good period of pressure from Liverpool but they just can’t break through in the final third. First Areola was forced to dart forward and punch away a cross, then a good challenge on Salah from Fulham’s Robinson offered Liverpool a corner. Fulham cleared the corner well and the danger was averted. 49 min: According to Sky Sports, Joel Matip was substituted due to a sore back. No doubt Klopp was ecstatic to learn of another injury. 47 min: Goodness, what a lively start. First Cavaleiro nearly bundled the ball into the net with his chest after a deflected cross dropped into the box. Only a good save from Alisson kept it out. Moments later, Liverpool broke and Salah shot well from distance, forcing Areola to make a save. 45 min: A notable change from Jürgen Klopp to begin the second half. Minamino is on for Matip. Henderson has moved back into defence with Minamino currently moving into left midfield. This is not ideal On Sky Sports, Graeme Souness says that Andre Marriner’s endless VAR check on Fabinho’s tackle against Cavaleiro in Liverpool’s box should have ended in a penalty. Evra says that he initially thought it was a penalty but he doubted it after seeing the slow motion replay. First half stats in Fulham-Liverpool: Shots: 6-4 Posession: 29%-71% Key passes: 5-2 After an energetic, skilled and composed half of football by Fulham from the very first moment, they take a lead at half time. Liverpool played their best football in the dying minutes of the half and one suspects that they will continue to grow into this game, but this has been extremely impressive from Scott Parker’s side. 45 min: Three minutes of added time to come. Fulham would do well to keep themselves ahead at the break under the first period of sustained pressure from Liverpool here. 44 min: Chance! After another good spell in posession from Liverpool, Alexander-Arnold found Salah with a great low cross from the right. Salah’s first touch was exquisite, allowing him to turn quickly and then immediately fire a low, lefty drive. He sent his shot wide. 41 min: Suddenly, the game has opened up as both teams had huge opportunities within seconds of each other. After Liverpool’s patient build-up, Fulham broke fast yet again, eventually finding Lookman on the left flank. He flitted to the touchline, then produced a brilliant cross. Seconds later, Mane had the first proper opportunity for Liverpool. A great cross by Jones from deep found the Senegalese, but he sent his header over the bar from close distance. 38 min: Liverpool have seen more of the ball again over the past few minutes. Andy Robertson eventually whipped in two crosses within 20 seconds. Both were cleared by a compact, disciplined Fulham defence. From Nigel in Toronto: Hi - started to write this before the goal (honest). Was just going to say that this is the best Fulham has played all season. Oh, I believe you. This has been an exceptional start from Fulham. Total shots: Fulham - 6 Liverpool - 1 According to Sky Sports, Liverpool have not yet had a touch inside the Fulham box, which is perhaps not ideal. 32 min Chance! An incredible save from Alisson to keep out a strike from Adarabioyo after a brilliant free kick from Cavaleiro. He was eventually called for offside, but these are nervous moments for Liverpool. 29 min: This has just been a suffocating 10 minutes from Fulham. First it was Lookman who generated consecutive corners, first with some brilliant skill on the left and then by cutting in from the left and firing a vicious strike from distance. It was after that second corner that the ball was cleared Reid picked it up outside of the box, moving forward a few paces before demolishing it into the back of the net. Liverpool have been caught sleeping so far today. Can Fulham get another before they rise? It was coming, and it came with an incredible strike from Reid, which he demolished into the top left hand corner from just inside the box. 23 min: Lookman is having a hell of a lot of fun on the left flank so far today. He wins a corner for Fulham, but not after beating Firminho and Alexander-Arnold. In the end Fabinho had to move over and scupper the danger. Sadly for Fulham, the corner came to nothing. 20 min: Fulham captain Andersen gets the first yellow card of the day after a poor tackle on Henderson. 19 min Marriner judges Fabinho to have touched the ball in his sliding tackle on Cavaleiro. No penalty. 17 min We have our first VAR call after a challenge from Fabinho on Cavaleiro inside the box. Andre Marriner is off to check the screen. We wait. 15 min: Another big chance for Fulham on the break, with Lookman threading in Cavaleiro from the left. Another great chance for Cavaleiro goes straight at the keeper. Although Liverpool have held more of the possession over the past 5 minutes, Fulham look far more likely to score right now. 13 min: Liverpool are still just patiently probing Fulham at the moment. This time. Fabinho attempts a long ball to catch a Salah run. He just overshoots it, allowing Fulham keeper Areola to pick it up. 10 min After a smooth, patient spell in possession, Liverpool move the ball up the right flank and Salah picks up the ball in the box for the first time after a great cross from Alexander-Arnold. It comes to nothing as Salah is called offside but this has been a very good spell. 7 min: Liverpool have settled down after the energetic start from Fulham, with Wijnaldum and Henderson both retaining the ball well and Liverpool acquiring more of the possession. 5 min The first big chance of the game also goes to Fulham after an excellent break on the right flank. A lovely through ball from Ruben Loftus-Cheek to put Ivan Cavaleiro one on one with Alisson. His strike was just too close to the Liverpool goalkeeper, who confidently saved. 3 min: The first shot goes Mario Lemina, striking wide from distance after the ball was cleared to him from a free kick. Within seconds, Fulham have the ball back and are passing progressively up the pitch. This is very good. 2 min: An energetic start from Fulham, immediately winning the ball and pressuring Liverpool deep into their half. Anguissa is already pulling the strings for the home side, as expected. 1 min: After taking a knee to applause, Mo Salah kicks off for Liverpool. We begin. The players are having a minute of applause in the memory of the late Papa Bouba Diop, who played 76 games for Fulham between 2004 and 2007. The players are on the pitch. We will be underway shortly. Jurgen Klopp just spoke on Sky Sports. On the injured Diogo Jota: “Yeah, it’s worse than we first thought and better than we then [later] thought. No surgery needed, but he will be out for a while. We don’t know exactly but one and a half, two months.” On Fulham being a quality side (and Scott Parker’s looks): “I’m not the only one who saw that. They’re really good. Good looking football team like the managr [...] everything is nice, the shirts, everything aside from their results so far. But the way that they play, really, it’s impressive.” Over in South London, Tottenham draw 1-1 at Crystal Palace after a brilliant goalkeeping performance in the dying minutes from Crystal Palace’s Vicente Guaita. Liverpool will go top with a win over Fulham today. Liverpool and Fulham last faced each other 21 months ago when Liverpool beat Fulham 1-2 at Craven Cottage. It feels like a decade has passed. Here are Scott Parker’s pre-match comments on Fulham’s match-up with Liverpool “We’re always confident. We are where we are in the table. But we’re confident going into every game. There’s no denying we’re playing one of the best teams in Europe over the last 18 months. But like last week, we’ll go into the game trying to cause them problems.” On crowds: “It will have a massive impact to be fair, it has been such a long time since stadiums have been empty. For large parts of our careers players and managers play with fans. That is what our game is about really, the passion our fans bring. “We had a long and hard season last year and a crucial point of that when we was getting promoted and went to Wembley our fans weren’t there to enjoy it. We are looking forward to it and hopefully they are as well.” Scott Parker’s benching of Aleksandar Mitrović has been a clear talking point for the past few seasons. In this case, he is out of the squad with a minor knock. After only returning to training on Friday, Alisson is straight back into the first team while Oxlade-Chamberlain predictably starts on the bench. Otherwise, an unsurprising lineup from Jürgen Klopp with Trent Alexander-Arnold making his first league start since Liverpool faced Manchester City on November 8th. Only one change for Fulham from last week’s loss to Manchester City with Mario Lemina replacing Harrison Reed in centre midfield. Team news: Fulham (3-4-1-2): Areola, Aina, Andersen, Adarabioyo, Cordova-Reid, Anguissa, Lemina, Robinson, Loftus-Cheek, Lookman, Cavaleiro Subs: Kebano, Cairney, Rodak, Ream, Reed, Bryan, Kamara Liverpool (4-3-3): Alisson, Alexander-Arnold, Matip, Fabinho, Robertson, Henderson, Wijnaldum, Jones, Salah, Firmino, Mane Subs: Oxlade-Chamberlain, Minamino, Origi, Phillips, Kelleher, Cain, Williams Fulham had no fans to celebrate with as they conquered Wembley, winning promotion back to the Premier League a few months ago, and the support would have certainly helped as they first navigated an extremely difficult first season back in the top flight. Finally, 2000 supporters will return to Craven Cottage today to see their team against the defending champions Liverpool. There is ample reason to be hopeful after Fulham’s excellent win against Leicester City at the end of November lifted them out of the bottom three, but what a tough pair of games to follow as they attempt to build some momentum and improve on their current precarious spot at 17th in the table. Manchester City were far too good last week with a 2-0 win that could have been far more emphatic and on the evidence of Liverpool’s 4-0 win against Wolves last Sunday, this will be incredibly tough once more. Despite their injury list and Jürgen Klopp’s numerous disgruntled comments on scheduling and VAR over the past month, on the pitch Liverpool’s form is building and clearly intend to continue putting maximum pressure on Tottenham at the top of the league. They will attempt to do so today with the very welcome boost of Alex Oxlade-Chamberlain and Alisson returning to the squad after injuries."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}