{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/dec/01/covid-vaccines-healthcare-workers-first-cdc-panel", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-12-01T23:23:02Z", "webTitle": "CDC panel recommends giving Covid-19 vaccines to healthcare workers first", "webUrl": "https://www.theguardian.com/world/2020/dec/01/covid-vaccines-healthcare-workers-first-cdc-panel", "apiUrl": "https://content.guardianapis.com/world/2020/dec/01/covid-vaccines-healthcare-workers-first-cdc-panel", "fields": {"headline": "CDC panel recommends giving Covid-19 vaccines to healthcare workers first", "bodyText": "A government panel on Tuesday formally recommended early doses of Covid-19 vaccines be given first to healthcare workers and long-term care facility residents in the US, generally seen as people who live in nursing homes and assisted living facilities. Together, that group would represent roughly 23 million Americans, disproportionately including women, people of color and low-wage workers who makeup the healthcare labor force. The recommendation from the panel at the Center for Disease Control and Prevention (CDC) hinges on a vaccine being approved for emergency use by the US Food and Drug Administration and later recommended by the advisory panel. “I believe my vote reflects maximum benefit, minimum harm, promoting justice, and mitigating the health inequalities which exist in distribution of this vaccine,” said José Romero, chair of the committee, explaining his vote in favor of the recommendation. The recommendation will likely be the basis of vaccine distribution for states and US territories, which carry out vaccination campaigns. States must complete their final requests for the leading vaccine candidate by the end of this week. “In the time it takes us to have this meeting, 180 people will have died of Covid-19,” said Beth Bell, a member of the advisory committee on immunization practices, a US CDC group which made the formal recommendation. More than 243,000 healthcare workers have had confirmed Covid-19 cases, and 858 have died, according to CDC data. A separate database run by the Guardian and Kaiser Health News is investigating the deaths of more than 1,400 health workers. Further, while long-term care home residents represent less than 1% of the US population, they represent more than 40% of Covid-19 deaths. More than 100,000 people living in care homes have died in the pandemic. The advisory panel also recommended vaccination campaigns specifically focus on nursing homes, where the most medically vulnerable live. Advisers to the FDA will debate next week whether there is enough evidence to give emergency authorization to a vaccine developed by pharmaceutical partners Pfizer and BioNTech. If it is approved, it would be the first Covid-19 vaccine to be distributed, the first to use a novel messenger RNA technology, and would come as the United States sees a surge of cases expected to only worsen over coming months of cold weather and holidays. The hope of experts on the panel was that vaccinating healthcare workers – ranging from intensive care unit nurses to home health aides to ambulance drivers – would help stabilize America’s healthcare workforce at a time of enormous demand. Together, healthcare workers and long-term care residents will represent “phase 1a” of the vaccine distribution plan. Nancy Messonier, director of the national center for immunization and respiratory diseases, said states believe they can vaccinate workers within weeks of the vaccine’s release. Most states, she said, “believe they can vaccinate all of their healthcare workers within three weeks”. However, she added, such high uptake is, “the hope there will be so much support for the vaccine that the workforce will be drawn together”. The committee did not address the priority of groups following healthcare workers and long-term care home residents. One especially large and contentious group, called “essential workers”, encompasses more than 80 million people from a range of walks of life."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}