{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/dec/01/porto-v-manchester-city-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-01T22:09:52Z", "webTitle": "Porto 0-0 Manchester City: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/dec/01/porto-v-manchester-city-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/dec/01/porto-v-manchester-city-champions-league-live", "fields": {"headline": "Porto 0-0 Manchester City: Champions League – as it happened", "bodyText": "Thanks for your company. Here’s Jamie Jackson’s match report: Fernandinho speaks, while battling with the public address system. “Unfortunately we didn’t score but I think it was a good step to secure the first position in the group,” he says. “He [Jesus] changed the game with his pace and desire. I think we tried to win the game since the beginning and of course for them it was an important point. I’m so glad to get that point to finish top.” A reminder of events earlier: Pep Guardiola’s side are frustrated but get the point they need to top Group C. A draw is also enough for Porto to progress to the round of 16. A word for the Porto goalkeeper Agustín Marchesín, who was excellent from start to finish. 90+5 min: Fernandinho has been brilliant for City. 90+4 min: Porto have gone to an, erm, back six. 90+3 min: City go close again! Porto survive. 90+2 min: ... Bernardo Silva flights it in but Porto clear. Sure enough, City soon win another foul and it’s another tough – and late – tackle by Zaidu on Foden. Somehow the Porto man escapes without a booking. 90+1 min: Fabio Vieira makes a clumsy challenge on the advancing Zinchenko and City win another free-kick, this time from the left ... 90 min: There will be FIVE added minutes. 90 min: ... cleared by Mbemba. 89 min: But, City get a chance to put the ball in the box; Foden is walloped by Zaidu and Rodri will swing it in from the right flank ... 88 min: Time is ticking but, in truth, both teams will be happy with a point. City will top the group and Porto will join them in the knockout stages with a game to spare. 87 min: Fernandinho plays another decent cross into the box and Jesus gets up to head it goal, but Porto crowd him out and make life difficult. 86 min: Replays show Bernardo Silva was definitely offside in the buildup to that goal, as visibly deflating as that is for Gabriel Jesus, who thought he had given Manchester City a late lead. They’re still knocking on the door. 84 min: “As a Fulham supporter I was rather hoping City would sate their goal lust tonight,” emails Richard Hirst. “Unfortunately ...” Indeed. Fulham visit the Etihad on Saturday. 83 min: To clarify, we’re still at 0-0 in Porto. 80 min: Goal disallowed! City thought they had the breakthrough – but confusion reigns in Porto. Agustín Marchesín had made another stunning save to prevent Jesus glancing in Bernardo Silva’s cross, touching the ball on to the crossbar. But the rebound drops to the striker, who taps in from close range ... but then the video assistant referee takes a look and deems there is an offside in the buildup. Bernardo, perhaps, was fractionally offside when collecting the initial pass. 79 min: Porto seem to be letting go of the shackles a little, pressing a touch higher. A point would be sufficient to take Porto through the knockout stages and ensure City top the group. Elsewhere, Liverpool are a goal to the good: 76 min: Bernardo Silva goes on a mission down the right flank and powers a shot at the near post but – again – the Porto goalkeeper is equal to it. Bernardo came alive, dancing his way past defenders but was frustrated at the last. 72 min: We had a flurry of changes after that chaos in the box. Diaz, Evanilson and Nanu are on for the hosts, while Gabriel Jesus is on for Ferran Torres. Marega, Corona and Manafa have been withdrawn. 71 min: “Considering how many corners City get do they have a specialist corner coach?” asks Paul Ruffley on email. “Pay Pulis whatever he wants ... ” 69 min: Wow. An absurd goal-line scramble later, and somehow Porto survive! This is absolutely bonkers. Fernandinho dinks a ball towards the front post, where Sterling hooks the ball across the six-yard box, where Ferran Torres and a couple more hungry City players are lurking. Torres reaches it, but inadvertently clips the ball away from goal with his big toe and then Ruben Dias’s overhead kick is kept out by Marchesín, who will almost certainly be going home with the match ball. Fine goalkeeping. 67 min: Manchester City are huffing and puffing but they cannot blow the house down. And, to make things worse, Marega goes through the back of Fernandinho. It is not a clever challenge and the referee books the striker for his efforts. 64 min: Torres wellies a shot at goal in frustration. The chances have been totting up for Manchester City but so far they have had no joy. They have increased the tempo a little. Porto, meanwhile, have no intentions of playing with such urgency. 61 min: Fernandinho plays a sumptuous 30-yard diagonal ball towards Foden, who is in behind the Porto back line, but a pesky bounce gets the better of the Manchester City midfielder. Mbemba, who did so brilliantly a moment ago, was caught cold there. 58 min: ... Marchesín makes a brilliant save to deny Raheem Sterling, after Foden floated a wonderful pass behind Sarr. The Porto goalkeeper superbly smothers Sterling but the ball drops kindly to Ferran Torres, who should do much better. Torres dawdled and Chancel Mbemba stepped in to block. Meanwhile, Guardiola seems to be readying a couple of substitutes. 57 min: Porto seem to come out of their shell at set pieces, but waste a free-kick having poured bodies forward. They look mightily content with a point. Meanwhile, a big, big chance goes begging for Manchester City ... 54 min: ... Zinchenko fizzes it over the wall but the Porto goalkeeper gathers. 53 min: Now Ferran Torres is clipped 30 yards from goal. The second half has been very bitty thus far. Bernardo Silva and Zinchenko both fancy it. 51 min: Rodri is booked for giving Marega a whack; he caught the forward with a flailing arm. The Manchester City man can have no complaints, even though it appeared innocuous. 50 min: Oliveira attempts to bend a strike into the top corner but it is never troubling Ederson. City were guilty of allowing him room to shoot on the edge of the D. 47 min: Fernandinho clashes with Marega but play continues and Manchester City try to work an opening from the right. Cancelo jinks his marker inside-out to win a yard of space but his cross is cleared. The final ball has eluded City at times. 46 min: Manchester City get the second half started. Goalkeeper Agustín Marchesín had more touches than any outfield Porto player in the first half. Surely that has to change in the second half. It will, won’t it? The players are back on the pitch. Essential half-time reading: It has been painfully one-sided but we’re level at the break. 45 min: There will be three added minutes. It begins with Fernandinho hammering an effort at goal, which Diogo Leite clears. Rodri blasted over a little earlier. 43 min: Zinchenko puts in another delicious cross and Sterling is ready to add the finishing touch after bombing into the six-yard box ... but Porto snuff it out. 42 min: Bernardo Silva is crudely felled by Otavio, earning Manchester City a free-kick 30 yards from goal and, moments earlier, Uribe was late on Fernandinho. A couple of poor challenges from Porto. Zinchenko flights the ball towards the back post, and they try to work it across goal but Porto clear their lines and head back to base. 39 min: Porto try their luck from distance but Sérgio Oliveira’s shot is wayward. That’s about as good as it has got. Corona is down once more, this time because Fernandinho catches him in the face. It was an innocuous challenge. 36 min: Close! Zaidu clears the ball off the line after Sterling tucks inside and takes aim. Moments earlier, Sterling tried to latch on to a cute ball but Malang Sarr, who has been impressive for the hosts, senses danger and nicks it away. Presumably the biggest danger for Manchester City is that they switch off, so comfortable that they are, and Porto punish them. That feels a while off yet, mind. 32 min: Manchester City are edging closer! They work the ball into the front post via Bernardo Silva but Sterling cannot thrash it goalwards. Porto were panicked. 30 min: It is all a bit tedious from a Manchester City perspective. Cancelo tries to clip the ball into Sterling but Sarr snuffs it out. Porto try to locate Marega but the forward fails to hold on to possession. And back the ball bobbles to City. 27 min: Rodri squanders possession but win it back two seconds later. Porto are struggling to get a grip on the game as Manchester City search for another opening. They have dominated possession but, that Ferran Torres chance aside, not had a true whiff of goal. 24 min: Guardiola wants his players to calm down but they do not have a lot to be worried about. City are playing with a healthy tempo but maybe Guardiola wants his team to patiently probe and find that killer pass. Foden has been very busy. 22 min: Marchesín saves superbly from Ferran Torres! Breathtaking counterattack by Manchester City. It looks as though the Spaniard will prod the ball home after Foden bent a pass into Torres’s stride but the Porto goalkeeper is equal to it. Moments earlier City scrambled the ball away after Diogo Leite’s flick caused problems. 19 min: Porto win a foul 35 yards out after Cancelo is penalised for upending Corona, but Manchester City comfortably clear. “Good to see Pep utilising that quite impressive squad of his, can’t help but think this a bit of a nothing game,” emails Alex from Llandudno. “A mature performance required to hopefully settle nerves back home before the Christmas run in.” 15 min: Porto want a penalty after Ederson collides with Otavio but nothing’s doing. The forward raced to the byline, where he was greeted by Ederson. Otavio was left in a heap but both parties were guilty of charging in. The video assistant referee presumably had a peek at it but Bjorn Kuipers soon gets play going again. 13 min: García loses possession after getting caught in two minds on halfway, allowing Porto to pour forward on the counter. Zaidu skirts down the wing but City are alert to it and extinguish the attack. Normal service is resumed as City break through Cancelo. 9 min: Porto are struggling to get out of their own half. Foden tries to sneak the ball into the front post after fine work by Bernardo Silva. Meanwhile a replay of Sarr challenging Sterling suggests Manchester City should have been awarded a penalty. The Porto defender appeared to wipe out the feet of Sterling. There were not exactly huge appeals and City had to make do with a corner. 8 min: García tries to meet it but Porto concede another corner. Foden whips it in but this time it eludes everyone. City continue to probe. 7 min: Rodri looks for Cancelo and, even though the move breaks down, Manchester City get in Porto’s faces and win back possession, shifting the ball across from right to left. Sterling, who is playing off the front, wins another corner. 5 min: Manchester City are hogging the ball. Phil Foden has made a lively start, hooking a cross in for Ferran Torres, but Porto are equal to it. Chancel Mbemba, the former Newcastle defender, is lining up for Porto. Recall fans serenading him at Bournemouth to the tune of Earth, Wind and Fire’s September. Timeless. 2 min: Sterling skips away from a couple of Porto defenders on the edge of the box before Zinchenko takes over. His teasing cross is headed away for a corner. 1 min: A nice, calm start to proceedings. Porto seem keen to get on the front foot, though. We are under way in Porto. Shakhtar Donetsk have done the double over Real Madrid. They’ve just beaten the La Liga champions 2-0, leaving the 13-time Champions League winners staring at the stark possibility of crashing out of the group stages. Back to Porto ... Guardiola speaks in Porto. Tonight is the first time Ilkay Gundogan hasn’t started a Champions League game for Manchester City since November 2018, ending a run of 18 consecutive starts in the competition. “We play every three days, so there is a lot of games and we are still just in the beginning of the season. In Champions League we can play five substitutions and maybe 30 minutes good is better than 90,” he says. Was he tempted to rest Ederson, too? “We trust in Zack [Steffen] and Scott [Carson] but Ede is our first-choice goalkeeper. We play for prestige.” Big post-Brexit news this evening, which will affect everyone from Manchester City to Morecambe: Elsewhere, Real Madrid are in a pickle against Shakhtar Donetsk – again. They trail to a goal by the substitute Detinho with half-hour to play. The Ukraine outfit beat Real at the Bernabéu in October, racing into a three-goal lead and they have their minds set on another upset, which would see Zinedine Zidane’s side drop to an unthinkable third in the group. Borussia Mönchengladbach, who take on Internazionale shortly, are the top dogs in Group B. Team news news: Guardiola makes seven changes. Ederson, Dias, Rodri and Ferran Torres are the only players to retain their places from the starting XI that swept aside Burnley last weekend. Raheem Sterling and Phil Foden return, while defender Nathan Aké is on the bench after recovering from a muscle injury. Porto: Marchesín, Manafá, Mbemba, Diogo Leite, Sarr, Zaidu, Sérgio Oliveira, Uribe, Corona, Marega, Otávio Subs: Diogo Costa, Cláudio Ramos, Luis Díaz, Taremi, Nakajima, Romário Baró, João Mário, Felipe Anderson, Toni Martínez, Evanilson, Nanu, Fábio Vieira Manchester City: Ederson, Cancelo, Dias, García, Zinchenko, Rodrigo, Fernandinho, Bernardo, Foden, Sterling, Torres Subs: Steffen, Carson, Walker, Stones, Aké, Gundogan, Jesus, Laporte, De Bruyne, Mendy, Mahrez, Doyle Referee: Björn Kuipers Manchester City advanced to the knockout stages of the Champions League without too much fuss and, while a result in Porto is not imperative, a draw would cement their place at the top of Group C. Porto have won their past four matches but Pep Guardiola’s side who limbered up by putting five past Burnley in the Premier League on Saturday are primed to record maximum points. Hopefully they will have more fun and Phil Foden can again make the pitch his playground. Sergio Agüero, meanwhile, is absent with a minor knee problem. On the face of it, it is a fairly trivial game but there threatens to be a little needle nevertheless. Sérgio Conceição, the Porto manager, accused Guardiola of influencing officials in the reverse fixture in October, which City won 3-1. “The five years we are here, our behaviour speaks for itself,” said Guardiola. And so does their football, in fairness. Kick-off: 8pm (GMT)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}