{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/dec/05/rita-ora-apologises-for-holding-birthday-party-instead-of-self-isolating", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-12-05T23:34:09Z", "webTitle": "Rita Ora apologises for second breach of Covid lockdown restrictions", "webUrl": "https://www.theguardian.com/music/2020/dec/05/rita-ora-apologises-for-holding-birthday-party-instead-of-self-isolating", "apiUrl": "https://content.guardianapis.com/music/2020/dec/05/rita-ora-apologises-for-holding-birthday-party-instead-of-self-isolating", "fields": {"headline": "Rita Ora apologises for second breach of Covid lockdown restrictions", "bodyText": "British singer Rita Ora has apologised after reports emerged that she should have been self-isolating when she celebrated her birthday at a London restaurant last month. The 30-year-old flew to Egypt in a private jet on 21 November to perform at the five-star W Hotel in Cairo, an appearance for which she was paid a six-figure sum, the Mail on Sunday reported. She returned to England the next day and was required, as per government quarantine rules, to self-isolate for 14 days. Instead, Ora attended her own birthday party at the Casa Cruz restaurant in Notting Hill, west London on 28 November – itself a breach of coronavirus restrictions for which she has previously apologised. After news of the party emerged, the singer said she was “deeply sorry” for her actions and offered to pay a £10,000 fine for hosting the party. The Mail on Sunday reported that Egyptian president, Abdel Fatah al-Sisi, was among those attending the event Ora had been booked to perform at in Cairo. In addition to her apology, Ora said on Saturday that she would donate any profit from the engagement to charity. In a statement, she said: “I recently flew to Egypt to perform at a corporate event for a private company, where my travel party followed protocol and presented negative Covid tests upon entry, as required by Egyptian authorities. “Upon my return to Britain, I should have followed government advice and isolated myself for the required period. As you know, I didn’t follow government advice and … I apologise again, unreservedly. “While I realise the apologetic words of a pop star might not carry much weight, especially one who has broken the rules like I have, I do realise some might seek to follow my example. “My message to them is simple: please don’t. The guilt and shame I’ve carried this week for my mistake aren’t worth it. Instead, continue to listen to the government advice and the voices of the heroes of the NHS and take the required precautions.” She added she hoped “to one day make it up to the public who have given me so much support over the years and, in particular, make it up to the heroes of the NHS”. She also said she has taken a subsequent coronavirus test, which again was negative."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}