{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/dec/09/manchester-city-marseille-champions-league-group-c-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-09T22:06:50Z", "webTitle": "Sergio Agüero returns to help Manchester City end Marseille's hopes", "webUrl": "https://www.theguardian.com/football/2020/dec/09/manchester-city-marseille-champions-league-group-c-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/dec/09/manchester-city-marseille-champions-league-group-c-match-report", "fields": {"headline": "Sergio Agüero returns to help Manchester City end Marseille's hopes", "bodyText": "Ferran Torres’s fourth goal of the group stage ensured Manchester City topped their group unbeaten for a second consecutive year, their 16 points the joint-highest return of any English team in the competition’s history. Pep Guardiola was as pleased with this cold-eyed display as he was at having Sergio Agüero back on the field, the forward scoring after only 10 minutes of a late cameo. “His instinct to score will always be there, he had three or four training sessions and the reaction was good,” said Guardiola of Agüero’s recovery from a knee problem. “Tonight he had 25 minutes and scored. Step by step [for him] – we will see his reaction tomorrow to returning – this is most important.” The manager offered a clear “no” when asked if Agüero can start Saturday’s derby at Manchester United. Of City’s group stage he said: “Really happy for the way we played in all the games without exception, we scored goals, we conceded only a few. It is the next round now and we’ll see some incredible teams in it so it will be an interesting draw.” Guardiola retained only Ilkay Gündogan and Riyad Mahrez from Saturday’s win over Fulham here yet he still patrolled the technical area. A familiar pattern of fast passing often moved the ball towards Steve Mandanda’s goal, as when Phil Foden completed one sequence with a cross aimed at Kyle Walker. The right-back leaped high but his header was misdirected. A clearer chance came when Bernardo Silva threaded a pass to Mahrez. The Algerian was clear but left his manager clutching his head as the shot was saved by Mandanda. City’s opener felt a matter of time but it was not to come during the first half. Their incessant pressure next featured Gündogan’s free-kick being met with a powerful Aymeric Laporte header but, again, this was off target. Now came a first foray from Marseille. Dimitri Payet switched from his central striker role to the right and floated the ball in. City can be vulnerable aerially and so it proved: Laporte was nowhere near the delivery and Valère Germain should have done better than a miscued header. By the interval the contest remained goalless. After a 20-yard Mahrez effort went wide, Marseille enjoyed some sustained pressure. John Stones, on for the injured Eric García, made a sliding challenge to deny Germain. Moments later Morgan Sanson steered past Zack Steffen’s right-hand post. Then, Pape Gueye was denied by the latter at close range. André Villas-Boas’s side’s hopes of finishing third and thus earning a Europa League berth were rocked three minutes into the second half. This time City’s radar was precise – in the slick relaying of the ball from Laporte to Silva to Mahrez to Torres – and in the latter’s ruthless finish. This had Villas-Boas visibly furious as Marseille’s task of bettering Olympiakos’s result in order to qualify – the Greeks were losing to Porto at that point – had become far harder. The sight of Kevin De Bruyne, Gabriel Jesus and Benjamin Mendy warming up will not have cheered them either, Raheem Sterling having already replaced Gündogan at the break, the latter taking a knock to his ankle. Still, Florian Thauvin offered a flicker of hope for the visitors with a run though his cross was cut out and, now Foden threatened for Cityonly to disappoint when twice giving Mandanda tame efforts. City were in firm control, flooding Marseille at will. Along the touchline a grinning Agüero enjoyed a vigorous warm-up and was introduced on 66 minutes. His instinct allowed him to make it 2-0 from close range, before Sterling bundled in a late third, later given as an Álvaro González own goal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}