{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/dec/06/jose-mourinho-says-tottenham-grew-up-in-showing-title-credentials", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-06T21:37:41Z", "webTitle": "José Mourinho says Tottenham 'grew up' in showing title credentials", "webUrl": "https://www.theguardian.com/football/2020/dec/06/jose-mourinho-says-tottenham-grew-up-in-showing-title-credentials", "apiUrl": "https://content.guardianapis.com/football/2020/dec/06/jose-mourinho-says-tottenham-grew-up-in-showing-title-credentials", "fields": {"headline": "José Mourinho says Tottenham 'grew up' in showing title credentials", "bodyText": "José Mourinho says Tottenham’s seven-point haul over their past three matches shows his side “grew up” and that they have defied expectations in emerging as serious contenders for the title. Spurs’ 2-0 win over Arsenal returned them to the top of the Premier League, closing out a seemingly fiendish run in which they defeated Manchester City by the same score and earned a goalless draw at Chelsea. Mourinho believes they have demonstrated a maturity for which few were prepared. “We grew up,” the manager said. “I can imagine lots of people can imagine three matches in a row [against those teams] would be a moment for us to drop points and go back to ‘normality’, but we didn’t go back to ‘normality’. We are there. I believe [it is] one more week at the top of the table.” Harry Kane’s 11th goal in 12 appearances against Arsenal made him the north London derby’s all-time top scorer. Son Heung‑min had broken the deadlock and the pair set up each other’s goals in the first half, meaning they have combined to score 10 in the top-flight this season and 31 in total. Only Frank Lampard and Didier Drogba have a more prolific partnership in the Premier League era. “Harry and Sonny are world-class players and at the top of what they do offensively,” Mourinho said. “They have a good sense of the balance we need and also do incredible work for the team when it doesn’t have the ball.” Kane was similarly enthusiastic about their relationship, saying the pair could be “coming into our prime”. They had few opportunities in a second half Mikel Arteta’s team completely dominated, although Arsenal came close only through headers from Alexandre Lacazette and Pierre‑Emerick Aubameyang. “You are winning 2-0, why would you expose your defensive block if you don’t have to?” Mourinho said, before heaping praise on his counterpart. “It was a very difficult game. I can imagine the headlines will be about them not being in a good position but I believe with these players, and Mikel, it will be Arsenal v Tottenham again.” Arsenal sit 11 points behind Spurs and were further hindered by Thomas Partey’s aggravation of a thigh injury before Kane’s goal in first-half stoppage time. Arteta praised his side’s “personality, courage and passion” but clear chances were few. They aimed 44 crosses into the box but, in what has become an unwelcome theme, struggled to make them count. “At the moment it looks like we need a lot to score a goal,” Arteta said, admitting a run of five defeats in seven games must stop. “We need to score goals. If not, it’s unsustainable. It doesn’t matter what we do in other departments of the pitch: if we don’t score goals, we can do nothing. So we need to put the ball into the net, urgently.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}