{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/dec/06/major-breakthrough-on-fishing-rights-brings-brexit-deal-closer", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-12-06T20:23:07Z", "webTitle": "Breakthrough on fishing rights as Brexit talks hang in the balance", "webUrl": "https://www.theguardian.com/politics/2020/dec/06/major-breakthrough-on-fishing-rights-brings-brexit-deal-closer", "apiUrl": "https://content.guardianapis.com/politics/2020/dec/06/major-breakthrough-on-fishing-rights-brings-brexit-deal-closer", "fields": {"headline": "Breakthrough on fishing rights as Brexit talks hang in the balance", "bodyText": "A major breakthrough has been made in Brexit negotiations on the rights of European fleets to fish in UK waters, EU sources said last night, leaving a Franco-German demand that Britain follow EU laws as the final hurdle to a historic trade and security deal. Sources in Brussels said the two sides had all but finalised terms on the level of access for EU boats to seas within the UK’s 200-mile exclusive economic zone, with a transition period for phasing in changes understood to be between five and seven years. The talks are now going to the wire on the so-called “ratchet clause” under which the UK government would have to follow EU environmental, social and labour standards as they develop over time or face tariffs on British exports. In an unwelcome development for Boris Johnson, France and Germany have instructed the EU’s chief negotiator, Michel Barnier, that they are united on the need for the UK to face consequences over future divergence from the EU rulebook as policy changes. The EU is proposing that it should have the power to unilaterally hit British exports with tariffs in the event that Whitehall fails to follow Brussels’ upgrades to its regulations. UK sources said that the negotiations would collapse unless that demand was dropped within the next 48 hours. British negotiators are instead offering to review the deal in an unspecified number of years to allow the terms of trade to be changed if there is significant divergence. A UK government source close to the negotiations said: “There won’t be any agreement if the EU don’t recognise reality. We’ll only keep talking if there is some movement and we think there’s any point”. Boris Johnson will talk to the European commission president, Ursula von der Leyen, on Monday evening, in what EU sources said was a major moment in the troubled talks. The talks resumed in Brussels on Sunday after Johnson and Von der Leyen agreed there was reason to believe a deal was still possible during a phone call on Saturday evening. The negotiation had been paused by the two chief negotiators – David Frost and Barnier – on Friday after they were unable to bridge the gaps between the sides on rules to ensure fair competition, fishing access in UK waters and a system for dispute resolution. “We’re going to be working very hard to try to get a deal,” Frost told reporters as he arrived at Brussels-Midi train station on Sunday morning. “We’re going to see what happens in negotiations today and we will be looking forward to meeting our European colleagues later this afternoon.” It is understood that the call between Johnson and Von der Leyen did not come to any political fix on the outstanding issues, but that the prime minister successfully rammed home his political difficulties in selling a deal that bound Britain to Brussels. Johnson will have to sell the deal to the Brexit hardliners of the European Research Group. On Sunday its deputy chair, David Jones, said the ERG had “huge confidence in David Frost and the team,” and the remaining sticking points appeared to be “an internal matter for the EU”. Sources on both sides of the negotiation said that the issue of the “ratchet clause” was now the pressing issue, with EU rights to catches in British fishing waters all but settled. Neither side were willing to provide details of the agreement given the sensitivity of the negotiation. On Sunday night a government source denied there had been any breakthrough on fisheries, saying: “Nothing new has been achieved on this today.” Sources said there was also good progress on Northern Ireland with an announcement by the UK-EU joint committee being prepared on easements aimed at “minimising” checks on food produce going from Great Britain to the region following protests from businesses including Sainsbury’s. However, they said it was unlikely the implementation of the Northern Ireland protocol on 1 January could be delayed as requested by local business and farming interests, whether there is a deal or not, saying “there is little scope” around this issue. In a complicated game of Brexit chess the NI moves will depend on the language used by the government about the reintroduction of the internal market bill, on Monday, and the finance bill, on Wednesday, both of which include incendiary clauses to disregard the Northern Ireland protocol. On Sunday, France’s European affairs minister, Clément Beaune, a close ally of the French president, Emmanuel Macron, repeated the threat of a French veto amid divisions among the 27 member states over the necessity of a deal this year, but also hinted at a compromise on the thorniest issue. “The British want access to the single European market without constraints for their social, environmental or health standards, which is unacceptable,” he said. “For our part, we are ready to put in place a system in which a divergence of standards would be allowed but beyond which corrective measures would be taken. “The British tell us that this is unfair because other third countries do not have these same constraints, such as Canada. But we have to realise that the UK will be our major trading partner outside the EU tomorrow. There is 10 times as much trade between the EU and UK than with Canada. It is therefore normal to seek guarantees that they will not engage in unacceptable dumping.” It is understood that Frost was made aware of the comments during the talks in the European commission Berlaymont headquarters. Sources said that the concession over divergence to some degree was welcome. Negotiators are trying to craft provisions that both recognise that the UK is free to make its own rules but that also protect the single market from goods produced with a lower cost base due to differences in regulations. Downing Street fears that allowing the EU to unilaterally put tariffs on British goods where there is divergence will put an inappropriate onus on policymakers in Whitehall to follow Brussels’ lead. The UK has also yet to agree to non-regression over current standards because of differences about the definition of the “common high standards” and means of correction where an agreement is breached. Efforts are under way to find a compromise but divisions have emerged between countries such as Germany and Ireland, who believe it is vital to sign a deal this year, and the Élysée Palace. Macron is of the opinion that it might be better to restart talks in 2021 than rush into a hasty agreement that will set European businesses back in decades to come. “The British tell us that they would only need 24 hours to do this [ratify], but we must also think about the time that will be needed to explain this agreement to our companies,” Beaune said. “So in the coming days, we will have to decide either to continue to negotiate or go ahead with no deal. Because if this is the case, it is better to know now than at Christmas.” “Within the EU27 there are different sensitivities – it would be naive to deny it,” he added. “We will not give in to time pressure. As for the [German] chancellor [Angela Merkel], she wants a deal, but she also defends our demands – and she knows the European market well enough to guess how the German economy would suffer from a bad deal.” EU sources said Germany had in the past 24 hours agreed to support France’s position on fair competition, after Paris’s stance on fishing access was softened. The UK government’s plans to table legislation on Tuesday that would again break international law by again overriding clauses in the withdrawal agreement on tariffs on goods between Great Britain and Northern Ireland is seen as a natural deadline for a deal in Brussels. Ireland’s foreign affairs minister, Simon Coveney, said the trade and security deal running to more than 600 pages of legal text was “97% or 98%” adding that “we are more likely to get a deal than not”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}