{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/dec/10/petrichor-review-mock-sitcom-will-farrell-ben-rowse-alex-owen", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-12-10T22:00:10Z", "webTitle": "Petrichor review – cringingly funny web sitcom with a fantastic cast", "webUrl": "https://www.theguardian.com/stage/2020/dec/10/petrichor-review-mock-sitcom-will-farrell-ben-rowse-alex-owen", "apiUrl": "https://content.guardianapis.com/stage/2020/dec/10/petrichor-review-mock-sitcom-will-farrell-ben-rowse-alex-owen", "fields": {"headline": "Petrichor review – cringingly funny web sitcom with a fantastic cast", "bodyText": "Where there is sitcom, there is (usually) self-delusion: in the gap between self-image and reality, you’ll find Basil Fawlty, Del Boy, Alan Partridge – and now Alex Santini, the lead idiot of new web series Petrichor, which launched on Wednesday. The tale of a delusional wannabe auteur failing to get his inane short film off the ground, Will Farrell and Ben Rowse’s four-parter shows there’s life in the mockumentary yet, particularly when showcasing the talents of a veritable who’s who of creative British comedy. The 15-minute episodes style themselves a behind-the-scenes “making of” offered exclusively to the film’s crowdfunders. But it’s soon clear that no movie will ever get made. Santini (played by one half of The Pin, Alex Owen) has a pretentious title, of which he is absurdly proud – but little else to go on. We watch as he appoints an underqualified producer, assembles (and proceeds to bemuse) a writers’ room, and lords it over a succession of auditionees. All the while throwing needy, David Brent-alike gazes at the camera, keener to promote himself than make the actual film. No one’s stretching themselves in character terms: “Playing a deluded narcissist called Alex,” as Owen deadpans in the publicity, “was the biggest acting challenge of my career.” But that’s part of the charm: the sitcom depicts a world of unpaid, labour-of-love creative projects, of which its creators have (painful, one might guess) personal experience. Its pleasures come from the desperate situations Farrell and Rowse engineer, as when hapless producer Adam (Adam Drake) accidentally squanders two grand of his own money in a poorly conceived bid to save face. And from the bathetic dialogue, awkward silences and minute physical business improvised by the fantastic cast. These include Drake’s sidekicks in the sketch trio Tarot, Kath Hughes and Ed Easton, and Ghosts stars Katy Wix and Lolly Adefope – the latter as an innocent house-hunter legally duped into acting in Santini’s film. Our antihero’s delusions are spiralling skywards by now, as the sitcom presses everyone else’s dismayed reaction shots into service time and time again. Fair enough: Santini is a berk, and his misadventures in film-making are cringingly funny. • Petrichor is available on YouTube."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}