{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2020/dec/10/restarting-bank-dividends-seems-premature-in-such-uncertain-times", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-12-10T20:26:04Z", "webTitle": "Restarting bank dividends seems premature in such uncertain times", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/dec/10/restarting-bank-dividends-seems-premature-in-such-uncertain-times", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2020/dec/10/restarting-bank-dividends-seems-premature-in-such-uncertain-times", "fields": {"headline": "Restarting bank dividends seems premature in such uncertain times", "bodyText": "Vaccines are here, and now bank dividends are back. The Bank of England said on Thursday that distributions to shareholders, which were frozen in March, can resume because banks are “resilient to a wide range of economic outcomes”, including ugly ones. The move feels premature. The Prudential Regulation Authority at the Bank will have reached its decision with hard analysis, of course. It’s also true that the City viewed banks’ capital buffers as strong (at least by historical standards) at the start of the Covid crisis, and that provisions for pandemic-related losses currently look conservative. Yet all financial forecasts these days are riddled with uncertainties. In the case of the banks, the heaviest loan defaults will arrive when the Treasury removes props from under the economy – furlough schemes, rates reliefs and so on – and unemployment rises. An economy showing headline GDP growth can still deliver unexpected losses for lenders. As the chancellor likes to remind us, “the economic emergency has only just begun”. The temporary dividend ban was imposed to ensure credit would flow to households and businesses. The banks have kept their side of the bargain better than they did in 2009-2011, it should be said, so perhaps we should be reassured that the PRA thinks they’ve got enough capital to pay dividends on top, albeit within new “guardrails”. But the timing still looks odd. Yes, dividends are important for investors – no argument there. But this is also the moment of a maximum uncertainty on an EU trade deal. Would it really have hurt to delay the all-clear for three months? Breaking up is hard to do, but an intact Facebook may be invincible “Who is the competitor that will come past it? Because I can’t actually think of one.” So said Terry Smith, one of the UK’s top fund managers, in 2019, explaining why, to the consternation of some of his investors, he had bought shares in Facebook for the popular Fundsmith fund. Followers’ bafflement flowed from the climate around Facebook. Governments and regulators were on the prowl, creating data and privacy protections for users and demanding that the sewer of fake news be cleaned up. Remedies sounded expensive. Smith’s argument was that governments’ actions would also have the effect of “building a competitive moat [around Facebook] that is insurmountable for a competitor”. He compared the process to what happened in the tobacco industry when severe restrictions were placed on advertising cigarettes. Market leaders knew nobody would ever again launch a tobacco company and new brands would struggle to be seen. Years of easy profits followed. Investing in Facebook has also been profitable. If you caught the dip in the share price in late 2018 and early 2019 that was provoked by regulatory worries, you’ve doubled your money. Facebook’s operating costs have increased massively but the company still generates 40% profit margins thanks to its dominance – with Google – of online advertising dollars. Facebook doesn’t even have to try to make money from WhatsApp, a business it bought for $19bn (£14bn) in 2014. It now looks as if the US Federal Trade Commission, and a group of 48 US attorneys-general, have reached a similar conclusion to Smith’s: trying to tie Facebook up in knots doesn’t weaken the company’s competitive position and may strengthen it. Unlike Smith, the FTC has to worry about the consequences of lack of competition, so is aiming for a full break-up. “We currently expect that [the remedy] will include divestiture of Instagram and WhatsApp,” it said. Proving that Facebook’s behaviour has been anti-competitive will be hard. Some of Mark Zuckerberg’s emails in the filings make him sound like a monopolist on a mission to buy or squash promising startups. “It is better to buy than compete,” he is recorded as saying in 2008. On the other hand, chief executives are expected to fret about commercial threats. But Facebook’s grumble about the FTC’s lawsuit sending “a chilling warning to American business that no sale is ever final” feels weak. Yes, the purchases of Instagram and WhatsApp were approved at the time by regulators, but the current state of play also matters. If stiffer competition would have improved the lot of users of Facebook’s services – which is what the FTC contends – that’s a material point. Whatever happens, this feels like the only regulatory challenge that counts for Facebook. The FTC is using the heaviest weapon – the Sherman Antitrust Act that was used to break up AT&amp;T in the 1980s and Standard Oil in 1911. If Facebook survives intact, it really will become hard to see how any rival could ever catch up."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}