{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/dec/05/us-coronavirus-covid-infections-vaccines", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-12-05T22:48:09Z", "webTitle": "US sees record coronavirus infections as states face deadline for vaccine orders", "webUrl": "https://www.theguardian.com/world/2020/dec/05/us-coronavirus-covid-infections-vaccines", "apiUrl": "https://content.guardianapis.com/world/2020/dec/05/us-coronavirus-covid-infections-vaccines", "fields": {"headline": "US sees record coronavirus infections as states face deadline for vaccine orders", "bodyText": "As US states faced a deadline to place orders for a coronavirus vaccine, California went back into lockdown and federal authorities advised the wearing of masks indoors, new infections reached a record 227,885 on Friday. Many states are reporting record infections, hospitalisations and deaths, with healthcare systems pushed to breaking point. The number of Americans hospitalised with Covid-19 hit an all-time high on Thursday, at 100,667. The daily case average is 210,000 and deaths are averaging 1,800 per day, according to Johns Hopkins University, which recorded 2,607 deaths on Friday in an overall toll of 279,409. The US has recorded more than 14m cases overall. The alarming surge is in part attributed to millions choosing to travel and gather over the Thanksgiving holiday. “People were less willing to change their behaviour than [on] any other day during the pandemic,” Laura Schewel, founder of StreetLight Data, an analytics firm, told the Associated Press. As he continues to fruitlessly contest his conclusive presidential election defeat by Joe Biden, Donald Trump faces growing criticism for a perceived lack of leadership. In advance of a federal Centers for Disease Control and Prevention (CDC) meeting next week that could green-light emergency authorisation of a vaccine produced by Pfizer, states have been advised of a Friday deadline to order for the two-stage jab. On Saturday Dr James Hildreth, a member of the US Food and Drug Administration (FDA) vaccine advisory committee and the president and chief executive of Meharry Medical College, told NBC vaccinations could start soon after the crucial meeting. “We’ll spend the day on Thursday reviewing the data from Pfizer and at the end of the day a vote will be taken,” he said. “So by the end of the day next Thursday, there could be a decision made about the vaccine. “If the FDA commissioner decides to issue approval … on that day when the vote is taken, as early as Friday of next week we could see vaccinations happening across the country.” Such help is needed. In Boise, Idaho, national guard troops have triaged patients outside health facilities stretched to breaking point. In Arizona on Saturday, health officials spoke in blunt tones as the state reported 6,799 cases, its second-highest daily increase. The state health department of Health Services said people should wear masks “around anyone who isn’t a member of your household, even those you know and trust”. The department’s director, Dr Cara Christ, said individuals “must take precautions as if we may be infected. And we must act as though anyone we are around may be infected”. The cases reported on Saturday trailed only a record 10,322 reported on Tuesday, a high including data delayed by the Thanksgiving weekend. There were four daily reports of more than 5,000 cases this week. In southern California, health officials announced a vast region will be placed under a sweeping new lockdown. The state department of public health said intensive care capacity had fallen below a 15% threshold that triggers the new measures, which include strict closures for businesses and new controls on activities. They will take effect on Sunday evening and remain in place for at least three weeks, meaning the lockdown will cover the Christmas holiday. Much of the state is on the brink of the same restrictions. Some regions have opted to impose them even before the mandate kicks in, including five San Francisco Bay Area counties. The World Health Organization has warned governments and citizens not to drop their guard though a vaccination is close. “We have seen the number of people infected continue to grow but we’re also seeing data emerge that protection may not be lifelong, and therefore we may see reinfections begin to occur,” Dr Mike Ryan, executive director of the WHO health emergencies program, told reporters in Geneva on Friday. Britain has approved the Pfizer vaccine, raising hopes the tide could soon turn against a virus that has killed nearly 1.5 million around the world. But that too has come with controversy, after leading US expert Dr Anthony Fauci advanced then retracted an opinion that British authorities had not properly analysed data. Fauci, a member of the White House taskforce, said on Friday healthy Americans should not expect to receive a vaccine soon, as healthcare workers, the elderly and people with chronic health conditions would be prioritised. “A healthy non-elderly person with no recognisable underlying conditions will likely start … in the end of March, early April. Once you get into April, probably full blast with those individuals,” Fauci told CNN. “The quicker you get the overwhelming majority of the country vaccinated the quicker you’re going to have that umbrella of herd immunity that will be so, so important to bringing the level of the virus way, way down.” The first vaccine shipments are expected to be divided among states and agencies including the Department of Defense. That first effort will fall far short of protecting high-priority groups such as healthcare workers, a Reuters analysis found. Writing for the Dispatch, a conservative magazine, Marty Makary, a Johns Hopkins professor, said the FDA must “adopt a sense of urgency”. “We’ve had Operation Warp Speed in developing vaccines but Operation Turtle Speed in reviewing the results,” he wrote. Experts have also warned that much is still unknown about vaccine candidates from Pfizer, Moderna and AstraZeneca, including the duration of immunity, possible long-term side effects and variance across ages, races and ethnicities. On Thursday, Dr William Moss, the executive director of the International Vaccine Access Center at the Johns Hopkins Bloomberg School of Public Health, said it would probably take another year or so to understand what the vaccines can do. “It will be important to continue to follow up with individuals who get the vaccine,” he said. “Other vaccines … may turn out to be even better.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}