{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/live/2020/dec/12/strictly-come-dancing-2020-week-eight-live", "type": "liveblog", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-12-13T20:13:57Z", "webTitle": "Strictly Come Dancing 2020: week eight results – as it happened", "webUrl": "https://www.theguardian.com/tv-and-radio/live/2020/dec/12/strictly-come-dancing-2020-week-eight-live", "apiUrl": "https://content.guardianapis.com/tv-and-radio/live/2020/dec/12/strictly-come-dancing-2020-week-eight-live", "fields": {"headline": "Strictly Come Dancing 2020: week eight results – as it happened", "bodyText": "So that’s it until next weekend’s GRAND FINAL, featuring Maisie, HRVY, Bill and Jamie as our four finalists. It’s going to be a corker, and a fittingly sparkly finale to a bleak year. Kick off is at 6pm, so please join me then. In terms of dress code, @crewlewisjen on Twitter suggested we all put our very best gladrags on for the final, which I think is a great idea. So feel free to dig out your best party dress, your nattiest bow tie, or just add a feather boa and a plastic tiara to your usual Strictly pyjamas. If you’re on Twitter or Instagram, take a pic and tag it #strictlyfinalsparkle, and feel free to tag me too, I’m @heidistephens on both. Would love to see your outfits! Have a fabulous week, and I’ll see you next weekend! Hx This leaving speech from Ranvir and Giovanni is making me a bit emotional. They take to the floor to dance their final dance to ‘You’re My Best Friend’ by Queen. Kind of hoping they’re more than that, if I’m honest. Are you going to take that away from us as well? Judging time! Craig really struggles, but in the end saves Jamie and Karen. Motsi saves Ranvir and Giovanni, which means Shirley has the deciding vote. EEK. Shirley saves Jamie and Karen, which means RANVIR AND GIOVANNI are leaving Strictly. I’m not going to lie, I’m actually really gutted for Ranvir and did not see that coming. In my opinion, hers was the more polished dance, and that should be the deciding factor rather than bouncy exuberance. Ranvir deserved to be in the final and she looks devastated. OK, Waltz time. The only downside to this Waltz is we get 9/10 Giovanni in Tails rather than 10/10 Hello Sailor Giovanni. Is there a calendar? I want a calendar. There were a few little footwork issues with this last night, but this is looking much cleaner. Good work, Ranvir. But is it enough? Dance off time, and Jamie’s Salsa is first. If Jamie does go out tonight, this is the perfect final dance for him – a brilliant and appropriate tune, and a really fun dance, even if it’s more disco than actual Salsa. His hip action is dreadful, but he can definitely bounce. So who’s joining Ranvir and Giovanni in the dance off? I’m nervous, not gonna lie. Bill and Oti are through to the Grand Final, which means JAMIE AND KAREN are in the dance off. The good news is that Jamie’s dressed for a Salsa, so we don’t have to watch him do the Cotton-Eye Quickstep that literally nobody asked for. Unexpectedly, my original prediction did not turn out to be complete nonsense. If she can hold it together, Ranvir’s Waltz absolutely trumps Jamie’s Salsa, and we’ll have what I think are the right four in the Grand Final. But this really isn’t over yet. They’ve started the montages early this year. Obviously montages are going in the bingo next week. You might want to prepare for that. Pre-emptive teetotalism, perhaps. Time for a musical interlude, courtesy of the entirely fabulous Little Mix. Please let it be known that these women are national treasures for all manner of reasons and should be protected at all costs. There are only three members of Little Mix tonight – Jesy is taking some time out. Very much enjoying Jade’s muppet dress, and Johannes and Luba on the dance floor is an absolute treat. More pop queens on Strictly please. Great to see Janette in the final for the first time, she really deserves it. So who’s safely through to next week’s Grand Final? Maisie and Gorka are through, along with HRVY and Janette. So all currently as it should be. First couple in the dance off: RANVIR AND GIOVANNI! Well, that’s not entirely unexpected either. If she’s up against Jamie, she should be fine. But if it’s Bill, she might be in trouble. Waaah. Last night on Strictly: a selection box of some tasty treats, with a few turns that could have done with a teeny bit more rehearsal. But there are only so many hours in the day, and two dances is a tough challenge. Highs: Both Waltzes, both Charlestons, Maisie’s Waltz frock, HRVY’s not-terrible Rumba, HELLO SAILOR GIOVANNI. Lows: Jamie’s hoedown Quickstep, Bill’s metal Tango, Ranvir’s Jive, Couple’s Choice as a concept. TESS AND CLAUDIA DRESS WATCH: Tess is dressed as an Orca, Claudia all in black. Both fabulous for the second night running, it’s a festive miracle. And we’re off! Tonight’s pro dance involves Karen in a raincoat and Aljaz in a great deal of guyliner, looking like Kevin Costner in Waterworld. There’s a great deal of contempo-wafting to Kate Bush’s ‘Running Up That Hill’, in what appears to be some kind of Dystopian hellscape with a revolving plinth. No idea what that was, but it was quite intense. Sadly it’s our final Countryfile casual weather of the season, but we’re going out with a bang. Tonight’s weatherperson is the delightful Darren Bett, who never fails to deliver a warm front in jeans and a purple check shirt with artfully rolled-up sleeves. He gives a shout-out to the shirt, because he knows we do this. I love him for it. Those of you who stopped watching Countryfile due to lambing trauma, feel free to come back for the barnacle penis facts and lugworms. That’s a very chilled-out ewe, considering Adam is having a fairly significant rummage in her down-below. Can we see the moths again? OK, now I’m crying at a happy lamb adoption. What a year. Matt Baker trying to convince us that the Countryfile calendar will be ‘right at home’ in the Grayson Perry gingerbread house may be the biggest calendar fib yet. Hooray! Lambing with Adam! I know this has been a pretty bleak series of Countryfile, but this episode is particularly grim. Failing high streets and moth husbandry is not getting me warmed up for Strictly. Evening all, and welcome back for our very last Sunday night Strictly Results Show! I feel a bit sad about that – Sunday night Strictly is fun. It’s a nail-biter this evening, and hard to predict how the dance-off might pan out. But I’ll have a go anyway. My guess is Maisie and HRVY will go straight through to the final, then Jamie and one of the other two will be in the bottom two. On the basis that you can choose your preferred dance for the dance-off, both Bill and Ranvir had one dance that scored higher than both of Jamie’s. So my prediction is Ranvir vs Jamie, Ranvir dances that beautiful Waltz, Jamie goes home. A Bill vs Ranvir dance-off is not an option I’m willing to consider at this time. It’s our final Sunday of the season and kick off is at 7.30pm, but in the meantime feel free to join me for a last Countryfile ramble. Thank you for joining in this evening and being as hilarious and wonderful as ever. Please join me back here tomorrow at 7.30pm for the Results Show. Enjoy the rest of your Saturday, and I’ll see you then! Hx The dancing is done, and the voting is open! It’s time for a recap. I’m pretty sure that Maisie and HRVY will be in the final, but any of the other three could be in the bottom two tomorrow – it’s entirely open. My guess would be Jamie vs. Bill, but could equally be Ranvir vs. Bill. Get voting! Scores: 10,10,10 - a full house for HRVY and Janette. Shirley thought it was a great way to close the show, and HRVY danced that as an artist. Motsi is speechless, HRVY needs to watch out he’s not invited back next year as a pro. Craig thought the swivel was fabulous, and makes a joke about Heaven in Charing Cross that will go over the heads of a large proportion of the audience. There was never any doubt that HVRY would do a great job of this, and once they stop faffing about behind the counter this a fast and furious routine that really suits him. Nice swivel, great characterisation and all rather charming. Plus a bonus point for the Strictly lamppost. And finally tonight it’s HRVY and JNTT! Their final dance is the Charleston to ‘Another Day of Sun’ by the La La Land Cast, because apparently movies and musicals are for life, not just for theme weeks. Scores: 9,10,10 - a total of 29 for Maisie and Gorka. Craig thought the footwork was much improved although he’d have liked a little more stretch. But absolutely stunning. Shirley saw everything she wanted to see in this dance, and Maisie’s body has become a musical instrument. Motsi has been waiting for that dance from Maisie, and she deserves to be in the final. I think Maisie’s dress might be one of the loveliest we’ve ever seen on Strictly, and this Viennese isn’t half bad either. Lovely footwork, gorgeous frame, some beautiful spins and all rather dreamy. Nice sliding split at the end too. LOVED that. Next up it’s MAISIE AND GORKA! Their last dance tonight is a Viennese Waltz to ‘A Thousand Years’ by Christina Perri. Kimberley and Pasha danced a fabulous Viennese to this, and I have every expectation that Maisie and Gorka will do it proud. Scores: 8,7,8 - a total of 23 for Bill and Oti. Motsi thought it was epic in some ways, but his frame needed to be lower. Craig wanted better shaping and technique, but Bill is always a surprise and he loved it. Shirley is a heavy metal fan (really?) and she loved the atmosphere, but there were balance and footwork issues. “It’s a semi-final and I have to treat everyone exactly the same,” says Shirley. There’s a first time for everything, I suppose. I’ve had a thumping Covid headache for nearly two weeks and to be honest this isn’t helping. Bill doesn’t look very comfortable and his balance is all over the show. Obviously it has drive and drama (how could it not), but the whole thing feels overwhelmed by the CGI and the music. I love Bill, but I’m afraid I didn’t love that. It’s time for BILL AND OTI! Their second dance tonight is the Tango to ‘Enter Sandman’ by Metallica, which is incredible but also insanely risky. I’m excited but also very worried that a lot of people are going to hate this, including the judges. Scores: 5,6,7 - a total of 18 for Ranvir and Giovanni. That was brutal, and I’m a bit worried for Ranvir this week. But on the upside, in hard times I’ll be revisiting Giovanni in that outfit. Shirley loved the confidence and the attitude, but Ranvir’s weight was too far back and it made things look a bit heavy. Motsi loved the body isolation, but it was a tough dance. Craig didn’t think this dance suited Ranvir at all - it was heavy, laboured and even though Ranvir’s face was selling it her body wasn’t into it. Ouch. How on earth am I expected to look at Ranvir when Giovanni is dressed as a hot sailor? This is a bit tentative in places from Ranvir and her retraction is a bit lacking. I love the sass and the characterisation, but the Jive basics aren’t great. Did I mention Giovanni? Next up it’s RANVIR AND GIOVANNI! Their second dance tonight is the Jive to ‘Candyman’ by Christina Aguilera. Nobody’s done a Jive to this since Dominic and Lilia (no idea) in Series 5, which is a travesty because it’s a fabulous Jive/Lindyhop/Jitterbug tune. It’s Ranvir’s last chance to show us what Strictly has taught her, so here’s hoping she and Giovanni can pull it off. Journey! DRINK! Scores: 8,8,8 - a total of 24 for Jamie and Karen. Justice for HRVY’s Rumba. Craig thought Jamie nailed the hoedown, then turned it into the Quickstep, although he hated the chicken thing on the table. Shirley really liked how creative and interesting it was. Motsi loved the warmth and heart but he lost the coordination in places. OK so the Barndance Quickstep absolutely should not be a thing. Jamie has been great fun to watch in this competition, but there is definitely a limit to how many times you can substitute polished ballroom technique for personality and a quirky gimmick (in this case, line dancing). In the immortal words of Anastacia (without Brendan), I’m outta love, set me free, and let me out this misery. Time for the second round! First up it’s JAMIE AND KAREN! Their second dance of the semi is the Quickstep to ‘Thank God I’m a Country Boy’ by John Denver. This is a hoedown country and western classic, and I can’t for the life of me think why you’d want to Quickstep to it, unless the Barndance Quickstep is a thing, like a Disco Salsa or a Platonic Argentine. Scores: 7,8,8 - a total of 23 for HRVY and JNTT. That puts them at the bottom of the leaderboard, eek. Motsi loved the leg action and the Cuban motion, although she wanted more in the transitions. Craig thought it kept stopping dead and it needed more continuous movement, and HRVY was slightly off balance throughout. But the partnering was brilliant. Shirley is conflicted – there was a section in the middle that was outstanding, but she agrees with Craig about the fluidity. It’s very rare that I enjoy a dance more than the judges do, but this is one of those occasions. Not even a mention of the Rumba being Very Hard For A Man. HRVY and JNTT are in a festive snow globe, being romantic. HRVY is actually very good at this, with nice hip action and suitably floaty arms. He’s actually participating in this dance rather than being a pole for Janette to dance around, which isn’t something we always see with a male celeb Rumba. I actually really enjoyed that. And finally for this first round, it’s HRVY AND JANETTE. Their first dance is the Rumba to ‘Only You’ by Kylie Minogue and James Corden. I was unaware this arrangement existed, and have no idea why Strictly would choose this version rather than, say, Yazoo or The Flying Pickets or Selena Gomez. Surely Strictly is a Corden-free zone? It needs to be Cordened off. ANYWAY, this is the one and only Rumba of the season, so embrace it with both arms, some weird body shaping and random comments about fluidity and foot pressure. That said, am very much hoping it’s not going to be a sexy Rumba because nobody needs that in their life. Scores: 10,10,10 - full house for Maisie and Gorka. DRINK. Shirley thought Maisie was queen of pop - effortless and flawless, and it will go down in history as one of the best routines they’ve seen. Motsi thought it was out of this world. Craig has been waiting all series for that, so thank you Maisie. HRVY was the GOAT for two weeks. Gutting for him. Maisie is a fab dancer and this is right up her street, and I’d argue she looks more comfortable than Gorka does right now. Despite those being the ugliest jeans I’ve ever seen, that was really rather good. Next up it’s MAISIE AND GORKA! Their dance is a Couple’s Choice: Street/Commercial to ‘Gettin’ Jiggy Wit It’ by Will Smith. Since Couple’s Choice is a guaranteed three tens they’ve played an absolute blinder holding off until the semi final to show us their street credentials. Also, can I say that despite this being an absolute tune, Couple’s Choice can still do one. So much crying, so many relatives. DRINK. Scores: 8,8,9 - a total of 25 for Bill and Oti. Craig wanted a bit more movement in Bill’s torso, but his swivel was fantastic and he loved it. Shirley enjoyed Bill’s comic side and the musicality. Motsi smiled from beginning to end and it was a great performance all round. This is a proper old-school Charleston with bags of personality and some fab characterisation from Bill, although the timing is a bit shaky in places. Feel like one of those dances that could have done with a little more rehearsal, but fun nonetheless. Enjoyed that very much. It’s time for BILL AND OTI! Their first dance tonight is the Charleston to ‘(Won’t You Come Home) Bill Bailey’ by Ottilie Patterson with Chris Barber. Does dancing to a song with your name in it get you extra points? I have high hopes for Bill in the Charleston; he has incredible musicality and performance skills. Fingers crossed. Scores: 8, 9, 9 - a total of 26 for Ranvir and Giovanni. Motsi talks about Ranvir’s hair a bit, and she really loved the music. No real mention of the dancing. Craig thought the footwork was ropey and Ranvir was unsteady in places, but her topline was exquisite and and graceful. Shirley loved the control and Ranvir nailed the frame - stunning, moving, sensitive and ‘absolutely eloquent’. Is eloquence a thing in the world of dance? Ranvir’s lilac dress is glorious, I love it, and Giovanni doesn’t look too bad in tails either. Beautiful top line from Ranvir, with bags of drama and romance. A couple of tiny wobbles, but really loved that. Next up it’s RANVIR AND GIOVANNI! Their first dance is the waltz to ‘Un Giorni Per Noi’ by Josh Groban. Gemma and Aljaz did a gorgeous waltz to this a few years ago, and I have every expectation of the same from Ranvir and Giovanni. Ranvir has the best ballroom frame in this year’s competition, and there’s a lovely chemistry between these two. Zoom messages and crying are going to be a theme this evening. Sorry, but you need to keep drinking. Scores: 8, 8, 8 - a total of 24 for Jamie and Karen. Shirley thought it was a joyous performance, Jamie gave it 100% and she liked the bum spin. Motsi (who is dressed as a giftwrapped aubergine) liked the focus and the hip action. Craig wanted more hip rotation and Jamie’s free arm needs more work, but it took him back to Studio 54. I want Motsi’s wardrobe. All of it. Every dress. Well this is fun, even though it could do with more hip action and better timing. That floor spin was horrible, but Jamie has nice bounce and he’s clearly having a lovely time. Quite the crotch-in-the-face lift at the end. First up tonight it’s JAMIE AND KAREN! Their first dance is a salsa to ‘Last Dance’ by Donna Summer, which is already messing with my head. Bonus Zoom friends! DRINK! Crying! Drink! Out come the stars! Maisie wins this week’s Ill-Fitting Streetwear award. TESS AND CLAUDIA DRESS WATCH: Tess as a half-opened pink Quality Street, Claudia in a black strapless playsuit. They both look rather fabulous. And we’re off! We started with twelve couples, but now only five remain. They’re all putting in extra hours, the pressure is on, and there’s no room for mistakes. Can somebody remind the judges before they start waving their tens around? Tonight’s Strictly Come Bingo – a swig of something you were saving for Christmas for any occurrence of the following: Three tens Contestants being really tired Mentions of journey Last chance Zoom family members Ugly crying Evening all, and welcome to this week’s Strictly Come Dancing liveblog! Is the semi–final, which for the remaining five couples means a final chance to impress and bag a space in next weekend’s Grand Final. For us lowly viewers, it means two largely under-rehearsed dances and undeserved tens being flung about like sweets at a carnival. It was ever thus. This weekend will answer this year’s important questions. Can Jamie squeak through to the final on the force of personality alone? Will Maisie and Gorka’s Couple’s Choice be one street/commercial routine too many? Can Ranvir and Giovanni continue to win the hearts of the nation? Will HRVY’s rumba be the dance we never knew we needed? I’m thinking No/Yes/Yes/No, but feel free to share your views in the comments box. Kick off is at 7pm, so grab snacks and booze and gird your loins for a massive semi. See you then!"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}