{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/dec/10/prime-ministers-literary-awards-tara-june-winch-wins-in-record-breaking-year-for-indigenous-work", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-12-09T21:56:53Z", "webTitle": "Prime Minister's Literary awards: Tara June Winch wins in record-breaking year for Indigenous work", "webUrl": "https://www.theguardian.com/culture/2020/dec/10/prime-ministers-literary-awards-tara-june-winch-wins-in-record-breaking-year-for-indigenous-work", "apiUrl": "https://content.guardianapis.com/culture/2020/dec/10/prime-ministers-literary-awards-tara-june-winch-wins-in-record-breaking-year-for-indigenous-work", "fields": {"headline": "Prime Minister's Literary awards: Tara June Winch wins in record-breaking year for Indigenous work", "bodyText": "Tara June Winch has become the first Indigenous Australian to win both of Australia’s major writing prizes in a year, taking out the $80,000 fiction category for the 2020 Prime Minister’s Literary award on Thursday after winning the $60,000 Miles Franklin in July. This year’s awards, announced on Thursday, included a record showing for Indigenous writers and writers of colour, with the Gay’wu Group of Women winning the non-fiction category for Songspirals; the Darug duo of Jasmine Seymour and Leanne Mulgo Watson winning in the children’s category for Cooee Mittigar; and Omar Sakr becoming the first Arab Australian Muslim poet to be shortlisted – and then to win – in the poetry category for his book the Lost Arabs. Of the 40 shortlisted authors, nine were of Indigenous heritage. “In a year like no other, never has the diverse contribution of home-grown writers been so important to every one of us,” Prime Minister Scott Morrison said in a statement on Thursday. Morrison didn’t appear at the ceremony, but spoke via pre-recorded video link; the awards were presented by arts minister Paul Fletcher. Winch’s winning novel, the Yield, took a decade to write. It tells the story of August Goondiwindi, who returns to her home country of Massacre Plains for her grandfather’s burial, only to discover that it’s set to be demolished by a mining company – and that her grandfather had been composing a dictionary of Wiradjuri language that could prove the Indigenous community’s claim to their own land. The book, which was selected as one of the Guardian’s Unmissable books of 2019, melds narrative voices and historical fiction with a dictionary of Wiradjuri words, which Winch learned with the help of elders. “There’s no elevator pitch for the book,” she told the Guardian, after winning the Miles Franklin. “It’s about language at its heart. It’s about decolonising the tongue.” In their comments, the judges for the Prime Minister’s Literary award wrote: “Never didactic, Winch carefully and lovingly brings to life the story of a fractured family and their fight to retain their culture, their language and their land … A lyrical and generous writer, Winch’s prose shimmers through this extraordinary tale of cruelty, dislocation, love and resilience.” “I’m really shocked and grateful by how much booksellers and readers have really embraced this book,” Winch said in her acceptance speech, pre-recorded from her home in Paris. “It’s erased the distance, and all those borders all this year; I’ve felt at home.” Unfortunately the live-stream dropped out halfway through the event, cutting Winch and Sakr’s speeches from the broadcast. The non-fiction category was shared by two books: Sea People: The Puzzle of Polynesia by Christina Thompson, about the history of Polynesian people and their migration; and Songspirals: Sharing Women’s Wisdom of Country Through Songlines by Gay’wu Group of Women. Songspirals was the result of a decade-long collaboration between five Yolngu women and three non-Aboriginal women; in it, they share – in both Yolngu language and English – five “song spirals”: ancient narratives of landscape that are sung to “awaken country and make and remake the life-giving connections between people and place”, while facilitating the passing of Yolngu knowledge and culture across generations. The judges praised Songspirals as marking “a major contribution to our understanding of contemporary Indigenous culture” which “will surely serve as a model for future [collaborative] projects” between Indigenous and non-Indigenous people. The theme of Indigenous language and cultural sharing was carried into the children’s category, which was won by writer Jasmine Seymour and illustrator Leanne Mulgo Watson for their picture book Cooee Mittigar: A Story on Darug Songlines. The book – which describes itself as “an invitation to ‘yana’ (walk) on Darug country” – introduces readers to Darug ‘nura’ (country), language and the seasons and, like The Yield, also includes a glossary, so young readers can learn a new language as they read. The judges called Cooee Mittigar “moving, informative, immersive, welcoming and potentially healing ... a love song to the natural beauty of wider Australia, and the proud traditions of its original inhabitants”. The Australian history category was won by Tiffany Shellam for Meeting the Waylo: Aboriginal Encounters in the Archipelago. The book tells the story of three Indigenous men who, in the mid-19th century, were intermediaries between Phillip Parker King’s expedition to Australia’s north-west coast and the Waylo people who lived there. The book resulted from a close and critical reading of historical texts that Shellam “refuses to take at face value”, the judges said. “She looks beyond the Eurocentric cultural assumptions underpinning them to determine a more subtle understanding of the cultures both of the mediators and the Waylo.” Omar Sakr won the poetry category for the Lost Arabs, which was described as a collection of “vital, energy-driven poems” that “speak with a clear and fearless voice, a voice that is often passionate and sometimes angry, but always lucid and warmly human. “Some of [the poems] are grounded in rage, others in compassion and gentleness, but all of them acknowledge the complexities of their subject matter, and many of them are works of great subtlety and beauty.” Accepting the award, Sakr said: “Four years ago Peter Dutton remarked that it was a mistake for the Fraser government to allow Lebanese migrants into this country. Migrants that included my family. My presence here does not in any way ameliorate his comments, which were racist and offensive. But it does give me an extra bit of satisfaction to be here despite them.” How It Feels To Float by Helena Fox won in the young adult category. The child protagonist of Fox’s debut novel is Biz, who is living with grief and depression that she’s attempting to overcome by pretending it isn’t there. The judges called it “a beautifully written, poetic and heartbreaking portrayal of grief, trauma, guilt and mental illness ... although confronting and hard to read at times, it is ultimately a book about hope, resilience and survival.” Each category winner was awarded $80,000, with shortlisted authors winning $5,000 each. “Your work helps to define who we are as Australian and articulate what so many of us feel but often struggle to put into words,” Morrison said via video link. “For most of us this has been a very tough year. A book ... has been a welcome retreat to escape to another world.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}