{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/dec/01/car-ploughs-into-crowd-of-pedestrians-in-german-city-of-trier", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-12-01T21:04:46Z", "webTitle": "Trier: baby among five dead after car ploughs into crowd in Germany", "webUrl": "https://www.theguardian.com/world/2020/dec/01/car-ploughs-into-crowd-of-pedestrians-in-german-city-of-trier", "apiUrl": "https://content.guardianapis.com/world/2020/dec/01/car-ploughs-into-crowd-of-pedestrians-in-german-city-of-trier", "fields": {"headline": "Trier: baby among five dead after car ploughs into crowd in Germany", "bodyText": "Five people including a nine-month old baby have been killed and 15 injured after a drunk driver ploughed his car into a crowd of people in the historic centre of the city of Trier, south-west Germany. Witnesses said people screamed in panic and some were thrown into the air by the car as it crashed through the shopping zone. Shortly before 2pm on Tuesday a 51-year-old man turned his silver-grey SUV on to the pedestrianised Brotstrasse shopping area, police said, where he “hit and ran over people at random”. Public prosecutor Peter Fritzen later told reporters the driver had drunk a significant amount of alcohol and there was no sign of a religious or political motive. In a short press conference at the scene, police said the driver had been arrested and his vehicle seized. “The car was stopped by us on Christophstrasse,” said a police spokesperson. “Inside the car was a 51-year-old German citizen from the Trier-Saarburg administrative district, who was arrested.” News outlet Der Spiegel named the driver as “Bernd W”. Brotstrasse and Simeonstrasse, a 1km-long, straight street lined with shops and cafes that lead up to the Porta Nigra, the largest Roman city gate north of the Alps, remained sealed off on Tuesday afternoon as police searched for evidence. Schools in the city were informed of the incident at about 2pm local time (1300 GMT) and parents were told to pick up their children rather than let them walk home on their own. Malu Dreyer, the premier of the state of Rhineland-Palatinate where Trier is located, said she was shocked that a baby was among those killed by the driver’s “brutal act”. “This is a terrible day,” she said, adding that her thoughts and prayers were with the child’s parents and all the other victims. Germany has tightened security on pedestrian zones across the country since a truck attack on a Berlin Christmas market in 2016 that killed 12 people and injured dozens. “What happened in Trier is shocking. Our thoughts are with the relatives of the victims, with the numerous injured and with everyone who is currently on duty to care for the victims,” wrote Angela Merkel’s spokesman Steffen Seibert on Twitter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}