{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/dec/11/fifa-appoints-normalisation-committee-for-haitian-football-association", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-11T20:15:10Z", "webTitle": "Fifa steps in amid reports Jean-Bart is still exerting influence over Haitian FA", "webUrl": "https://www.theguardian.com/football/2020/dec/11/fifa-appoints-normalisation-committee-for-haitian-football-association", "apiUrl": "https://content.guardianapis.com/football/2020/dec/11/fifa-appoints-normalisation-committee-for-haitian-football-association", "fields": {"headline": "Fifa steps in amid reports Jean-Bart is still exerting influence over Haitian FA", "bodyText": "Fifa has appointed a normalisation committee for the Haitian Football Association (FHF) after it found “strong indications” that Yves Jean-Bart is still exerting his influence despite being banned for life last month for his involvement in acts of systematic sexual abuse against female football players, including minors. Jean-Bart – who served as president for 20 years – is also accused of “continuous interference” in Fifa’s investigation “that seeks to prevent and/or discourage victims and witnesses from giving testimony”. The 73-year-old was found guilty of having abused his position and also fined 1m Swiss francs (£827,000) by the adjudicatory chamber of Fifa’s independent Ethics Committee after an extensive investigation that lasted six months. Jean-Bart, known as “Dadou”, was first accused of coercing several players at the Fifa centre, the Centre Technique National in Croix-des-Bouquets, into having sex with him in an investigation published by the Guardian. Allegations were made by numerous sources involved with the centre, including alleged victims and their families, while several other officials have also been suspended by Fifa in connection with the investigation. But while the FHF has already announced plans to hold an election to find his successor in January, a Fifa statement on Friday confirmed that the bureau of the Fifa council has appointed the normalisation committee after “multiple sources” confirmed Jean-Bart was still involved in “the running of its daily affairs”. “The decision follows the recent opening of various ethics investigations against the FHF President, Yves Jean-Bart, as well as other FHF officials, for their involvement in acts of systematic sexual abuse against female football players, including minors,” it read. “In this respect, the Bureau took note that although some of these officials have already been provisionally banned and Mr Jean-Bart himself is now serving a life ban that was imposed by the independent Ethics Committee on 18 November 2020, multiple sources have asserted that there has been continuous interference from the suspended FHF President and his associates that seeks to prevent and/or discourage victims and witnesses from giving testimony in the ongoing investigations. “Furthermore, the Bureau noted that there are strong indications that the FHF President is still exerting his influence within the FHF by being involved in the running of its daily affairs, despite his life ban. It also noted that the failures in governance structures that have facilitated the abuse of power at the FHF are severe and deeply rooted, and that a lengthy reform process of the FHF is now also needed. In view of these circumstances, the Bureau is of the opinion that it is very difficult for the FHF to carry out its operations, and that Fifa must now appoint a normalisation committee, which will also ensure that the ongoing ethics investigations may continue unimpeded.” Fifa said that the committee, which has a mandate lasting until 30 November 2022, will help to run the FHF, review its statutes, and organise and conduct new elections for a new executive committee. It will also aim to “ensure a proper financial handover”. “The normalisation committee will consist of a suitable number of members, who will be designated jointly by Fifa and Concacaf,” the statement added."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}