{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/dec/03/covid-15-million-dead-globally-as-vaccination-schemes-set-to-begin", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-12-03T22:51:12Z", "webTitle": "Covid: 1.5 million dead globally as vaccination schemes set to begin", "webUrl": "https://www.theguardian.com/world/2020/dec/03/covid-15-million-dead-globally-as-vaccination-schemes-set-to-begin", "apiUrl": "https://content.guardianapis.com/world/2020/dec/03/covid-15-million-dead-globally-as-vaccination-schemes-set-to-begin", "fields": {"headline": "Covid: 1.5 million dead globally as vaccination schemes set to begin", "bodyText": "At least 1.5 million lives across the globe have been lost to Covid-19, according to a tally of cases maintained by Johns Hopkins University, as vaccinations look set to be rolled out in a handful of nations this month. Reuters reported that the figures reflected one death reported every nine seconds on average. In the last week alone, more than 10,000 people around the world have died on average every day – and this continues to rise each week. According to the JHU tally almost 65 million people have been infected globally, and with half a million deaths recorded in the last two months alone, the threat to life from the pandemic is far from over. Many countries are fighting second and third waves of coronavirus infections, in some cases worse than the first, and are reinstating lockdowns and other tough restrictions in a bid to curb the spread of the virus. Several countries marked new grim Covid-19 records this week. Italy registered a further 993 deaths, topping its previous record of 969 during its first wave. Meanwhile, Iran, the Middle East’s worst hit country, passed 1 million cases even as authorities considered easing restrictions. North America and Latin American regions combined have more than 50% of all coronavirus deaths that have been reported. The United States, by far the worst-affected country, has recorded over 14 million cases of Covid-19 and the pandemic has so far cost the lives of more than 275,000 Americans. Fatalities in Latin America have exceeded more than 450,000. Coronavirus has caused more deaths in the past year than tuberculosis in 2019 and almost four times the number of deaths due to malaria, according to the World Health Organization. But official figures are likely to be grave underestimates of the true toll of Covid-19. In the UK, for example, the official government death toll stands at 60,113, but only counts known deaths among those who have died within 28 days of testing positive. This toll has been consistently significantly lower than figures from the UK’s three statistical agencies, which put the death toll as having passed 76,000. This total comprises all fatalities that mention the disease on the death certificate, plus the deaths tallied in the government figures since the agencies’ last count. The UK became the first country in the world to approve the Pfizer/BioNTech vaccine on Wednesday, paving the way for immunisations to begin as early as next week."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}