{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/dec/05/obama-democrats-moderate-universal-language-defund-the-police", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-12-05T22:51:30Z", "webTitle": "Obama: Democrats need 'universal language' to appeal to moderate voters", "webUrl": "https://www.theguardian.com/us-news/2020/dec/05/obama-democrats-moderate-universal-language-defund-the-police", "apiUrl": "https://content.guardianapis.com/us-news/2020/dec/05/obama-democrats-moderate-universal-language-defund-the-police", "fields": {"headline": "Obama: Democrats need 'universal language' to appeal to moderate voters", "bodyText": "Barack Obama has underlined his belief that Democrats should moderate campaign messaging in order to reach voters turned off by slogans including “Defund the Police”, telling a literary group: “If I spoke the language of James Baldwin as he speaks it on the campaign stump, I’m probably not gonna get a lot of votes in Iowa.” Baldwin, a leading 20th-century African American intellectual and the subject of the Oscar-nominated 2016 documentary I Am Not Your Negro, “didn’t have to go out and get votes”, Obama said in interview extracts released by PEN America, which will give the former president its 2020 Voice of Influence award next week. Obama also said he thinks there is an opportunity for more expansive racial dialogue in the US. But his remarks may add to controversy which welled up this week when he said candidates using “snappy” slogans such as Defund the Police risked alienating voters otherwise broadly sympathetic to liberal aims. Defund the Police became a rallying cry on the left this summer, amid national protests for racial justice following the killing by Minneapolis police of George Floyd, an African American man, and similar incidents in Atlanta, Kenosha and elsewhere. Some senior Democratic party figures, including South Carolina congressman James Clyburn, have claimed the call to Defund the Police contributed to disappointing results in Senate, House and state races. Obama is promoting A Promised Land, his memoir of his rise to the White House and first few years in office. Speaking to Snapchat this week, he added his voice to the chorus. “I guess you can use a snappy slogan like ‘Defund the Police’ but, you know, you lost a big audience the minute you say it – which makes it a lot less likely that you’re actually going to get the changes you want done,” he said. “The key is deciding: do you want to actually get something done, or do you want to feel good among the people you already agree with?” In his remarks to PEN America, which will be streamed on Tuesday, Obama contrasted discussions of race in the context of “politics and getting votes” with “truth-telling and the prophetic voice”. Politicians, he said, often need to speak a “universal language” as a way to reach voters resistant to more pointed discourse about racial injustice. But he also allowed that the racial upheavals of 2020, coupled with generational change, may herald an era in which race can be discussed in the political realm in less nuanced terms. “What I think has changed – and we saw this this summer – is, because of people’s witness of George Floyd, because of what seems like a constant stream of irrefutable evidence of excessive force against unarmed Black folks, that I think white America has awakened to certain realities that even 20 years ago they were still resistant to. “That creates a new opening for a different kind of political conversation.” PEN America will also give an award, for courage, to Darnella Frazier, a young woman who filmed the killing of Floyd. A recent poll by political strategist Douglas Schoen, previously an adviser to Michael Bloomberg, Bill Clinton and Tony Blair, found that Democrats should drop references to Defund the Police if they want to be competitive in the next midterm elections, in 2022. “The data says to me that if the Democrats go the progressive route they can lose the House and the Senate overwhelmingly in 2022,” Schoen told the New York Post. “The incoming Biden administration has to understand that unless they take a moderate path, that is a likely potential outcome for the Democrats.” Asked if Biden’s victory was a “mandate” for centrist or progressive policies, 62% of respondents to the poll said centrist. The survey also found that Defund the Police hurt the party in down-ballot races, as 35% of voters said the issue made them “less likely to vote for Democrats” while 23% said it made them more likely. Asked if changing the Defund the Police slogan could improve Democrats’ fortunes, Schoen told the Guardian it would not “erase the clear impression the left of the Democratic party has created that the progressives stand for defunding – no matter how they describe it.” Obama’s comments on the matter have not found support among leading progressives. Legislators including Ilhan Omar, Jamaal Bowman and Cori Bush were quick to reject his comments to Snapchat. “It’s not a slogan,” tweeted Bush. “It’s a mandate for keeping our people alive.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}