{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/dec/05/boring-rugby-deserves-a-break-after-a-difficult-year-for-everyone", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-12-05T20:00:49Z", "webTitle": "Boring rugby? Wait and see: the sport deserves a break after a difficult year | Ugo Monye", "webUrl": "https://www.theguardian.com/sport/blog/2020/dec/05/boring-rugby-deserves-a-break-after-a-difficult-year-for-everyone", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/dec/05/boring-rugby-deserves-a-break-after-a-difficult-year-for-everyone", "fields": {"headline": "Boring? Rugby deserves a break after a difficult year for everyone", "bodyText": "For all the talk that international rugby is boring, I prefer to hold judgment until next year’s Six Nations at the earliest. Given everything that has happened in 2020 I do not think it is fair to be critiquing and assessing the landscape and to be probing Test rugby for all its flaws. The Six Nations is the most vibrant of rugby competitions but it was forcibly split into two chapters, seven months apart. Covid struck, unions and clubs were faced with the prospect of financial ruin, players have had to adjust to new law interpretations as well as playing without crowds. That we have had a cross-border competition at all is no mean feat and it is a very tough year to fully assess and understand what the game looks like. On top of that, you have to look at the individual circumstances for some teams. Wales and Ireland have struggled. They have new coaches, trying to implement different gameplans, against the backdrop of everything that has gone on. It is little wonder that Scotland, to a small extent, and England, to a much greater one, have had a far more prosperous time because of the stability they can fall back on in terms of coaching setup and having a clear identity. Eddie Jones has been there five years now, he has been able to give a few new players a chance this autumn, but at the same time there are players reaching 50 or 100 caps. Rightly or wrongly, the law interpretations mean that if you have a strong set piece and good defence and you are proficient at the breakdown, you are going to be incredibly hard to beat. That’s precisely how I would describe England. On top of that EnglandThey have been able to play with a huge amount of control. They have beaten Ireland and Wales in recent weeks and I didn’t see either game threatening to get away from them. A large reason for that is the continuity they have been able to enjoy in what has been an unsettling year for most. I fully expect them to beat France on Sunday and if this competition has had an air of being thrown together – and the final is not helped by the enforced weakness of the French side – you don’t get the chance to play in that many finals and the squad will benefit hugely from the experience. Rugby often tries to recalibrate itself – I believe that is what Jones is getting at when he talks about the game going through cycles, moving from favouring defence to attack and vice versa. It is also important to remember that it all stems from the need to protect players. You could argue that defensive domination is an unintended consequence of the laws, but they do have the players’ interests at heart. The other important thing to bear in mind is that World Rugby has the capacity to review the changes and be far more reactive than it has in the past. Joe Schmidt, the former Ireland coach, is now part of the relevant working group and the key is that coaches, referees and players all need to work together hand in hand to make sure the game they want to see is materialising on the pitch. I’m not sure that is currently the case but there have been times in the past when those conversations between coaches, referees and players would not have taken place. Now I believe they will. Let’s also not underestimate the power that the return of supporters will have in lifting Test matches. Rugby is such an emotional sport that it will make an enormous difference. Take the example of Wales coming back to within five points against England last week. Had that been at a packed Principality Stadium it would have had a significant emotional impact on Wales’s players but that just wasn’t evident at an empty Parc y Scarlets. It is only 2,000 fans at Twickenham on Sunday but it’s a step in the right direction and hopefully the next Six Nations will be a different prospect altogether. Let’s not be too critical of rugby as a spectacle until then."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}