{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/dec/11/arsenal-turnaround-must-start-with-home-wins-says-mikel-arteta", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-11T22:30:20Z", "webTitle": "Arsenal turnaround must start with home wins, says Mikel Arteta", "webUrl": "https://www.theguardian.com/football/2020/dec/11/arsenal-turnaround-must-start-with-home-wins-says-mikel-arteta", "apiUrl": "https://content.guardianapis.com/football/2020/dec/11/arsenal-turnaround-must-start-with-home-wins-says-mikel-arteta", "fields": {"headline": "Arsenal turnaround must start with home wins, says Mikel Arteta", "bodyText": "Mikel Arteta accepts back-to-back home games against Burnley and Southampton will be crucial in determining the direction of Arsenal’s flagging Premier League campaign. Arsenal sit 15th and have lost their past three league fixtures at the Emirates, struggling to create chances. A defeat in last weekend’s north London derby at Tottenham did little to alleviate the sense their season is running away from them and Arteta regards Burnley’s visit on Sunday as an opportunity to reset. “We can do nothing right now about what happened in the past few weeks,” he said. “We know the home form is going to be vital to our success and we have to change that immediately. So if we want to have any hope of doing something important and relevant this season, it has to be by winning the games at home. “Unfortunately the results in the Premier League have not been what we want. We are very frustrated with that and we know how important it is to put some results together really quickly because we need them straight away.” Burnley have taken only two points from their travels and have lost all six of their top-flight meetings at the Emirates. The alarm bells will ring even more loudly for Arsenal if the visitors are able to improve on those numbers and Arteta promised Sean Dyche’s side would be matched for commitment. “I am telling you that the desire, the commitment and everything that they will try to put on that pitch will be there,” he said of his players. Arsenal will be backed by 2,000 fans for the first time in a league game since March, although that may be short-lived if London is put into a tier 3 lockdown next week. Arteta confirmed Thomas Partey would miss the next few games after aggravating a thigh injury at Spurs, while David Luiz’s head injury is being assessed to discern his fitness for Sunday and Saints’ visit on Wednesday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}