{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/dec/10/tottenham-royal-antwerp-europa-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-12-10T21:59:14Z", "webTitle": "Tottenham top group after Vinícius and Lo Celso take revenge on Antwerp", "webUrl": "https://www.theguardian.com/football/2020/dec/10/tottenham-royal-antwerp-europa-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/dec/10/tottenham-royal-antwerp-europa-league-match-report", "fields": {"headline": "Tottenham top group after Vinícius and Lo Celso take revenge on Antwerp", "bodyText": "Tottenham marched into their final Europa League Thursday evening of the year with two simple objectives: to secure the victory that would place them as Group J victors and to do so while preserving key players ahead of a suffocating Christmas to come. In the end, they achieved both feats well enough, concluding as 2-0 winners over Royal Antwerp with second-half goals provided by Carlos Vinícius and Giovani Lo Celso. Over their previous 19 games Tottenham’s only loss came against Royal Antwerp in Belgium six weeks ago, who finished as 1-0 winners . It reflected perhaps the only thing that has not quite worked well for Spurs this season - the insipid performances when José Mourinho has attempted to rest his best players and rotate his team in Europa League away fixtures. No matter, the manager predictably rotated once more and on home soil in front of another small group of 2,000 fans, he hoped this occasion would pan out slightly differently. The hosts started with a 3-4-3 formation, the second string front three of Gareth Bale, Vinícius and Lucas Moura starting in place of the rested stars. Those on the bench included, of course, Son Heung-min and Harry Kane. For those drafted in, it was but another opportunity to prove their worth in one of the most competitive teams in Europe right now. They started well enough, allowing the Belgian side to hold much of the early possession and quickly demonstrating the clear threat on the break from the forward trio. The visitors, operating in a curious 5-4-1, were tidier on the ball but impotent in the final third as Tottenham imposed delicate pressure from the beginning. The bright sparks, however, were not bright enough. Vinícius was typically energetic, battling with defenders and providing a helpful outlet with good runs, but he was also quite wasteful, narrowly missing two headers from set pieces. Lucas drove well at the defence, but he faltered in front of goal. Bale himself remained on the periphery for much of the first half. The half finished with the home team on the front foot but they could not break through against a smart, streetwise Antwerp anchored by strong performance from their back three, with particular credit to the Senegalese Abdoulaye Seck. It was Lo Celso who emerged as the notable performer in the dying minutes as he tried to take the game by the scruff of the neck. He broke quickly and brilliantly after a tepid opposition attack, following up a driving run with a diagonal pass that just narrowly missed the run of Vinícius. Moments later, Lo Celso flitted forward and attempted a left outside-of-the-boot strike that fizzed towards the right corner, testing goalkeeper Alireza Beiranvand. He could not break though. As the match ticked towards the hour mark, Mourinho had seen enough. However, as Kane hovered expectantly on the touchline, Seck pushed Lucas to give away a free-kick from over 30 yards out. It would lead to one of the moments that so many have been waiting for from Bale since his return. The Welsh attacker produced a stunning free-kick that curled, arced and twisted through the air before speeding for the top right-hand corner. The Antwerp keeper met the strike with one hand, but Vinícius followed it quickly and buried the rebound into the open net. For both players, that marked their final touches of the day as Mourinho made a triple substitution, with Kane and Son arriving as Tanguy Ndombele replaced Harry Winks. And then, just like that, the game was all but over. The new arrivals imbued the home team with added quality and gumption, attacking relentlessly and generating countless quality chances. After Kane narrowly missed a header that he should have scored, he showed once again that scoring is only one part of his arsenal as he caressed a beautifully weighted pass to Lo Celso on his right. The midfielder took the opportunity with ease as he placed the ball into the goal with the outside of his left foot. It was a statement performance from the Argentinian, who has clearly distinguished himself as one of Totttenham’s leading creative players. “Last season he reached an incredible level, then he had a problem, the injury, and this season the pre-season was non-existent for him,” said Mourinho. “I [said] a couple of times that Gio needed a bit more time. “He’s having that time, he’s playing Europa League normally. He played the last match well, he played tonight very well. It’s like Gio back to normality because he’s a very good player.” As Tottenham celebrated a job well done, it was not a satisfactory day for all involved. Once Mourinho brought on his final substitution, Moussa Sissoko, Dele Alli remained on the bench with nothing to do and it seemed that he responded in anger by strutting down the tunnel and out of sight. Instead, it was a sadder image. He returned wearing a hefty coat and he quietly sat down again, just a spectator to this Tottenham team on a freezing London night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}