{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2012/jun/12/breast-cancer-recurrence-study-macmillan", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2012-06-11T23:01:00Z", "webTitle": "Breast cancer recurs in almost one in four patients, British study says", "webUrl": "https://www.theguardian.com/society/2012/jun/12/breast-cancer-recurrence-study-macmillan", "apiUrl": "https://content.guardianapis.com/society/2012/jun/12/breast-cancer-recurrence-study-macmillan", "fields": {"headline": "Breast cancer recurs in almost one in four patients, British study says", "bodyText": "Almost one in four women who develop breast cancer will see the disease return within 10 years, according to the first British study of how many sufferers confront the UK's commonest cancer twice. Research into 1,000 women who were first diagnosed with the disease between January 1999 and March 2002 and then had their health monitored for 10 years found it recurred in 22.6% of them. The study, undertaken by researchers at St James's institute of oncology in Leeds and funded by Macmillan Cancer Support, examined 1,000 consecutive patients diagnosed in Leeds during those three years. Excluding 54 patients who could not be followed up, 214 of the remainder (22.6%) had seen their breast cancer return. They were free of the disease for an average of 39.9 months before it came back, and they survived for an average of 17.9 months after being diagnosed for a second time. Just over half (51%) had lived disease-free for at least three years. A small minority of the 214 women (5%) survived for 10 years. Jane Maher, Macmillan's chief medical officer, said the NHS must improve care for women who face recurrent breast cancer. \"Far too many are given little practical or emotional support, the assumption being that they know what to expect from the first time they were treated,\" she said. Women needed to be given a much clearer idea upon initial diagnosis of the risk of the disease recurring. Healthcare professionals, especially nurses, had to do more to help such women with problems such as pain management, an exercise regime and the need for information, she added. \"The NHS is focussing a lot of attention on people who don't have problems and not enough on people who do. Women who have recurrent disease don't get the same support and care as people who have had a primary diagnosis of breast cancer,\" Maher added. But other cancer charities warned that Macmillan's figure was \"crude\" and unhelpful to women and should not be taken as an accurate figure for breast cancer sufferers across the UK as a whole. Prof Peter Johnson, of Cancer Research UK, said: \"The chance of cancer coming back for any particular woman is influenced by several factors such as whether they have passed the menopause, the size and grade of the tumour, whether it has spread to lymph nodes and whether it has hormone receptors, so crude figures for large numbers are not helpful to individual women. In fact, for many women the chance of cancer coming back is much lower than one in five.\" Dr Rachel Greig, of Breakthrough Breast Cancer, said the study was \"a useful first step towards knowing how many breast cancer patients might experience a recurrence of their disease. It is vital to know how many patients' breast cancer are likely to return to allow the NHS to better plan and provide for their needs\". But further studies from other parts of the UK were needed \"before we can accurately say what the true rate of breast cancer recurrence is nationally\", she added. A Department of Health spokesman said it had made the collection of data on metastatic breast cancer mandatory for the NHS in England from April this year because \"we want to do everything we can to learn more about cancer so we can better treat patients and save lives. Collecting better data is a key part of this.\" Responding to the charity's concerns about NHS care, he added: \"We are working with Macmillan Cancer Support to improve the support provided to cancer patients in a way which should contribute to improving survival and reduce the risk of cancer recurrence.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}