{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/jun/19/best-possible-taste-grayson-perry", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-06-19T22:05:01Z", "webTitle": "TV review: All in the Best Possible Taste with Grayson Perry; Joely Richardson on Shakespeare's Women", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/jun/19/best-possible-taste-grayson-perry", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/jun/19/best-possible-taste-grayson-perry", "fields": {"headline": "TV review: All in the Best Possible Taste with Grayson Perry; Joely Richardson on Shakespeare's Women", "bodyText": "Grayson Perry concluded his glorious, inspired and incisive investigation into modern British taste and concomitant neat gutting and filleting of that slippery fish, the class system, with a visit to its upper reaches in the final part of his series All in the Best Possible Taste with Grayson Perry (Channel 4). The Countess of Bathurst dressed him for drinks at Berkley castle. Did he look the part, Perry asked the guests. \"You look very smart,\" they all told him, which is gentry-speak for \"No, dear boy, not in the least.\" You might be able to crack the dress code in time, but the euphemisms would take several lifetimes to master. Perry took in the shabby beauty of Elizabethan manors and Georgian mansions handed down through the increasingly impoverished generations and the modern gloss put on family seats sold to the new, celebrity aristocracy; and he grilled all their current owners about all he had seen. It was only as you watched him firing off questions – always pertinent, always perceptive, always aimed at cutting through the flummery and getting to the meat of the thing – that you realised what poor stuff the average presenter is made of. Rigorous, intelligent and intuitive, Perry never opened his mouth without either providing fresh insight himself or extracting it from his subject. \"I'm interested,\" he said at one point, \"in how much people buy into the myth of where their place is in society.\" His gaze swept over the latest display of ancestral portraits and stags' heads within a gently crumbling pile and he gave one of his great dirty chuckles. \"Is there a point when they actually start camping it up?\" I invite you to contemplate the difference between this and anything ever uttered by Cherry Healey until your ears start to bleed. It won't take long. Watching Perry at work, I felt like Dorothy in the Wizard of Oz going from a world of black and white to glorious Technicolor. I never knew it could be like this. This true wizard then distilled all he had learned and deduced from his various hosts about what marked them out from the middle and working classes – the prizing of old above new, the love of historical associations rather than brand names, the importance of understatement and the dread of overstatement, a custodial attitude towards, rather than proud ownership of, their homes (\"The house is here,\" said Janey Clifford. \"All we do is patch it up, really\"), a desire to maintain the status quo and not indulge in self-expression – and transformed it into art. Six tapestries – two for each stratum of society – summed us all up in Perry's modern rendering of Hogarth's A Rake's Progress. For the first time ever, I became determined to visit a work of art. The man is clearly, in every way, a genius. And while we're being cultured, let us turn to Joely Richardson on Shakespeare's Women (BBC4), part of the Shakespeare Uncovered season. It didn't actually start talking about the play's female characters until halfway through. The first 30 minutes took us through Shakespeare's own history (born – Stratford; married – Anne \"not The Devil Wears Prada one\" Hathaway; issue – twins! Twins like what will be in loads of his forthcoming plays!; buggered off – 1582-95, we know not where; turns up in London as actor/playwright; does pretty well before death in 1616 and brilliantly thereafter) without adding any more, I suspect, to the knowledge of anyone with even the briefest acquaintance with the man and certainly not to anyone who had watched any of the season's previous programmes. After that, it was long on archive footage (including Vanessa Redgrave in her breakthrough screen role as an impossibly beautiful and mesmerising Rosalind in the RSC's televised As You Like It of 1961), assertions of the complexity of certain heroines (mainly Viola and Rosalind, with no mention of trickier propositions like Kate in The Taming of the Shrew) and of the surpassing brilliance and precocity of their creator's talent, but a little short on evidence. Richardson interviewed only her mother Vanessa and, briefly, actors in rehearsal for Twelfth Night and left the experts to talk to camera. You longed for Grayson Perry to pop by for 10 minutes and unpack all the scholarship with which they clearly brimmed, with a few well-chosen questions. I suspect I shall be longing for that quite a lot from now on."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}