{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jun/20/euro-2012-england-italy", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-06-20T22:00:07Z", "webTitle": "Euro 2012: England's master of the unexpected turns his focus to Italy", "webUrl": "https://www.theguardian.com/football/2012/jun/20/euro-2012-england-italy", "apiUrl": "https://content.guardianapis.com/football/2012/jun/20/euro-2012-england-italy", "fields": {"headline": "Euro 2012: England's master of the unexpected turns his focus to Italy", "bodyText": "It was when Italy were brought up and Roy Hodgson was asked what he made of England's next opponents that we were reminded of one of the principal reasons why even his colleagues at the Football Association are willing to now admit they had scarcely dared to imagine the team being in this position. The England manager said sorry but he was not really in a position to answer those kind of questions. Not yet anyway, when he had not had time to study the Azzurri in any detail. How good were this Italy team, he had been asked, and what did he make of their performances so far? But it was futile to pretend. Hodgson held out his hands. \"I don't know,\" he replied. This is the way he has had to operate almost from the start. It had to be this way because, quite simply, he has been busy enough without devoting his time to scouting all the teams who could, at some point, be lining up against England. On Monday, when Italy defeated the Republic of Ireland 2-0 in Poznan to qualify for the last eight, Hodgson had the other channel on. \"Spain against Croatia,\" he explained. \"Probably because I was partly thinking that if we were to do well, Spain would be the probable opponent.\" Nobody in the England camp had really anticipated that Sweden, after two successive defeats, would beat a France side unbeaten in 23 matches to spare Hodgson's team a last-eight tie against the world champions. \"So, for now, I'm afraid I have to back off questions about Italy,\" he said. The crash course comes over the next few days. Andy Scoulding, Liverpool's head of technical analysis, is among Hodgson's backroom staff, having previously worked with him at Anfield and, before that, Fulham. Steve O'Brien, the FA's senior football analyst, is also in Krakow. Their priority before Sunday's game in Kiev will be to edit and put together detailed footage of Italy's matches so Hodgson and his players have a dossier on the opposition's tactics. Hodgson intends to watch Italy's group matches – against Spain, Croatia and Ireland, in full. Joe Hart will be given his own DVD of Italy's penalty-takers, just as Petr Cech studied every spot-kick taken by a Bayern Munich player since 2007, before Chelsea's shootout victory in the Champions League final in May. It is a near-forensic operation being plotted at the Hotel Stary. The team had been applauded into the hotel when they arrived back in Krakow, just after 4am on Wednesday morning, having flown straight back to Poland after the 1-0 defeat of Ukraine that confirmed their place at the top of Group D. It was a day off training and the atmosphere was one of quiet satisfaction, but there was also a clear shift in mood and a sense, to use the words of Sir Trevor Brooking, that we are entitled now to \"get a little greedy\". Brooking was one of the four FA executives who appointed Hodgson and there were times before the tournament, he admitted, when he had found himself worrying this was going to be the day when they checked out of their hotel, said their goodbyes and flew home to the now-familiar inquest. \"There was a bit of apprehension,\" he says. \"It has probably helped us that the expectation was low. The manager came in late. Then, suddenly, Frank Lampard, Gareth Barry and Gary Cahill were injured. Younger players – Chris Smalling, Kyle Walker, Jack Rodwell, Jack Wilshere – aren't here and everyone was thinking we would do well to get out of the group. Initially that is what we all said. But here we are, having topped the group. \"You might have thought at the start: 'Are we going to be strong enough? Can we score the goals? Wayne [Rooney] is going to miss the first two games … now we are in a one-off. You wonder what is in store. If you had said [this] to me a month ago, I would have snatched your hand off.\" The confidence is enhanced by avoiding Spain and when it comes to the video analysis of Italy, the England management will be studying a team that found it difficult at times against Ireland. Daniele De Rossi spoke about the team struggling to cope with long balls and not keeping the ball well enough. The Roma midfielder, who has been playing in an unfamiliar defensive role for part of this tournament, expects a cagey match in Kiev, noting that England are \"a very Italian team — you can see the signs, from [Fabio] Capello to Hodgson\". After that, a possible semi-final against Germany awaits in Warsaw next Thursday. \"You just have to focus,\" Brooking said. \"Everyone is talking about Germany. But Italy are probably talking about facing Germany, too.\" In fact there was no mention of Germany at Casa Azzurri, Italy's media centre only a mile or so away in Krakow. Mostly, it was just question after question about Mario Balotelli, confirming that the Italians are just as obsessed with the Manchester City striker as the English are with Rooney. In the end, De Rossi sounded weary with the routine. \"We talk a lot about Balotelli …\" The difference is that Balotelli, unlike Rooney, is still at that stage when every question, however positively couched, has the context that comes with not being sure whether the good comes before the bad or the other way round. Back at England's camp, James Milner was asked about what to expect from his City team-mate. \"There are two Marios,\" he said. \"There is the one who sometimes turns up in training and if it's a bit cold he is not too interested. Then there is the other time when he is really on it and a special talent.\" He, like everyone else, has no idea which one will turn up in Kiev."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}