{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/jun/10/jay-rayner-bbq-brewdog-manchester-restaurant-reviews", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2012-06-09T23:08:00Z", "webTitle": "Restaurant review: BrewDog and BBQ Chinese Restaurant, Manchester", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/jun/10/jay-rayner-bbq-brewdog-manchester-restaurant-reviews", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/jun/10/jay-rayner-bbq-brewdog-manchester-restaurant-reviews", "fields": {"headline": "Restaurant review: BrewDog and BBQ Chinese Restaurant, Manchester", "bodyText": "BrewDog 35 Peter Street, Manchester (0161 832 1922) BBQ Chinese Restaurant 45-47 Faulkner Street, Manchester (0161 228 2882). Meal for two £40 Revelation of the week: if you pelt lamb's ovaries with enough salt, chilli and cumin you can make them taste just like quail. Always good to know if lamb's ovaries are all you have in the fridge. But let's come back to that and instead start our Manchester night out at the city's branch of BrewDog – a small, scrappy chain of bars that is serious about its beer. A few weeks back the Scottish-born chain received a little infamy when drinks giant Diageo threatened to withdraw its sponsorship of the British Institute of Innkeeping Awards if they gave a gong to BrewDog, despite its name already having been inscribed on the trophy. The BII caved into the pressure, then admitted what they'd done, as did Diageo, which apologised. Heads rolled. It's easy to see why BrewDog was judged to have won. It has an extraordinary selection of beers of the sort to make real men, which I am not, flush, sigh and hug each other. There is, among many other things, a golden, fruity IPA, an oak-aged stout and something terrifying called Sink the Bismarck which is 41% ABV. Foodwise, they have got former MasterChef winner Tim Anderson to design burgers (from £4.95) which read well but stumble along far behind the beer. The Whitechapel apparently contains \"curry-rubbed beef\", which sounds like something that might happen in Woking late at night after too many Sink the Bismarks. There's a bit of a kick, but not enough to justify the bravado. The Milwaukee is described as \"the lovechild of a German bratwurst and a Danish hot dog\" but it's not something whose parentage I'd claim. Both are let down by overly sweet, crumbly buns. So go to BrewDog for the beer, but not for the food. Instead wander across to Faulkner Street and the BBQ Chinese Restaurant. It was recommended to me by a friend partly on account of its willingness to grill bits of animals we didn't know were worth eating, partly because of its hand-pulled noodles and partly because it's one of those bonkers, jarring full-on places that people with abused palates like me get off on. It's not what anybody would call attractive. Christmas baubles hang on short strings from the polystyrene ceiling tiles, but not from all of it. Tacky photos of loving couples are taped to the wall to make heart-shaped collages. The menu says stuff like \"stir-fried pig's bowel with pointed barrel chillies\", \"jelly fish in balsamic vinegar marinate\" and \"thick soup noodles with various delicious meat\", which is undeniably better than various tasteless ones. If you go, and everyone should at least once, order one of the hand-pulled noodle dishes. Ours, the Tibetan braised beef, came in a deep, dark stock over which hung a glorious fug of star anise. When the conventional warfare of Lemsip against a cold has failed, this would have to be the nuclear option. GPs should prescribe it. The beef was sweet and soft, and the noodles properly slurpable yet with a bite at the core. From the barbecue list we ordered the chewy ovaries – because, well, we had to – the chicken hearts, the rabbit back leg (we could have had the front) and the quail. They also offer to barbecue lettuce, runner beans, potatoes and a Chinese bun. Hang around long enough and they'll probably barbecue your dining companion, too, under that salt-chilli-cumin rub. It makes your lips tingle. It's a slap around the chops. It makes everything taste exactly the same. But it is a thrilling same, so that's all right. There are better versions of the shredded pig's stomach with hot spicy sauce to be had elsewhere. (Just typing that sentence makes me laugh; but really it was short on sesame-oil aromatics.) Better were the fried dumplings served under a light, lacy pancake. Best of all was a rustling heap of deep-fried shredded potato mixed with strands of caramelised onion, dried red chillies and a little sugar. It is, like so much else on the menu, really filthy, dirty food. Eating it may hurt, both at the time and a few hours later. It may make your scalp sweat and your cheeks flush. But a meal here will definitely remind you that you are very much alive. Few other restaurants can say as much. • Jay Rayner's eBook My Dining Hell is available from Amazon and all eBook retailers, £1.99 • Email Jay at jay.rayner@observer.co.uk or visit theguardian.com/profile/jayrayner for all his reviews in one place • This article was corrected on 11 June 2012 because the 'Sink the Bismark' beer is 41% ABV, not 41% proof."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}