{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/jun/14/hmrc-tax-collection-failures-nao", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-06-13T23:03:00Z", "webTitle": "Audit office attacks tax deals for corporations", "webUrl": "https://www.theguardian.com/politics/2012/jun/14/hmrc-tax-collection-failures-nao", "apiUrl": "https://content.guardianapis.com/politics/2012/jun/14/hmrc-tax-collection-failures-nao", "fields": {"headline": "Audit office attacks tax deals for corporations", "bodyText": "Tax officials failed to follow their own strict rules whilst negotiating deals which allowed corporations to withhold billions of pounds in tax, according to a report from the Parliament's official auditors. The National Audit Office has found that HM Revenue and Customs (HMRC) did not seek proper legal advice, involve its own specialists or even take notes whilst negotiating settlements with large companies. But despite these failings uncovered by the former High Court tax judge Sir Andrew Park, the NAO has concluded that five negotiated settlements which were the subject of the report were \"reasonable\" and fair to the public purse. The report follows the news that the campaign group UK Uncut had won permission from the high court to have a \"sweetheart\" deal between HMRC and the banking giant Goldman Sachs judicially reviewed for its legality. In his ruling Justice Peregrine Simon said the matter was \"plainly in the public interest\" and that any judicial review of the deal which saw Goldman Sachs let off a £10m interest bill, would be separate to an anticipated NAO investigation on maladministration and bad practice. Acting for UK Uncut Legal Action, Ingrid Simler QC, said customs officials had given the multinational bank favourable treatment in a settlement of a tax dispute. Arguing that the deal should be quashed by the courts, she said: \"The issues in this case are of great importance both to taxpayers and HMRC as well.\" The report's findings may concern many ordinary taxpayers. Last year, it was alleged that companies such as Vodafone were not required to pay tax bills of up to £7bn following negotiations with Revenue and Customs while others such as Goldman Sachs have been let off up to £20m. Margaret Hodge, the chair of the public accounts committee, said that questions still remain over why officials bypassed the proper processes whilst praising whistleblowers from HMRC who disclosed the deals in the first place. \"With billions of pounds of tax at stake it is extremely worrying that the department [HMRC] failed to involve its own specialists in the final negotiations and follow its own rules by settling for less than it could have won in litigation. These deals have sent a message that it's one rule for big business and another rule for everyone else. \"Given the department's failures in these cases, the whistleblowers were absolutely right to be concerned,\" she said. The report was ordered after the public accounts committee questioned the way Goldman Sachs was let off up to £20m in tax on a handshake with the permanent secretary for tax, Dave Hartnett. An HMRC solicitor turned whistleblower, Osita Mba, contacted the NAO and two parliamentary committees about the deals last year. \"There should have been independent review of large settlements, and separation of roles in negotiating and approving settlements. We also confirmed that [HMRC] did not always keep notes of key meetings, including meetings at which settlement terms were agreed in principle with taxpayers,\" the review read. Mba worked in the personal tax litigation team that dealt with the Goldman Sachs tax issue. He wrote to Amyas Morse, the auditor general of the National Audit Office, in March 2011 outlining his concerns over the deal. Hartnett discussed the allegation with the Treasury select committee in September and said the Goldman settlement had been reached properly. In October, Mba sent a detailed submission to Hodge and Andrew Tyrie, the chairman of the Treasury committee, claiming that Hartnett had misled them over his role in the Goldman Sachs deal. The public accounts committee subsequently accused Hartnett and senior members of staff of misleading them and hiding behind \"client confidentiality\" to avoid revealing details of the Goldman tax deal. The report will attract criticism for failing to identify the companies involved to ensure \"taxpayer confidentiality\". Other details such as the size of the settlements, the number of deals where appropriate legal action was sought or on how many of these deals notes were not taken have also been withheld. One member of the committee said: \"The NAO has bent over backwards not to disclose anything about these deals that might create more anger from the general public about how big business is treated by the taxmen. But the public has a right to know, at the very least, the amounts of money involved in each case\" Amyas Morse, the head of the NAO, said that he examined Park's reports on the five cases and concluded that the settlements were reasonable but failed to apply the right processes. \"It was not appropriate to set up governance arrangements specific to certain cases or to fail to apply processes correctly. Poor communication with staff also undermined confidence in the settlements.\" An HMRC spokesman said that the department welcomed the report: \"In February we announced new governance arrangements for significant tax disputes, to provide greater transparency, scrutiny and accountability, and we are currently appointing a new tax assurance commissioner, to ensure a clear separation between those who negotiate and approve settlements,\" he said. ENDS"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}