{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2012/jun/17/being-british-does-it-matter", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2012-06-16T23:06:56Z", "webTitle": "What does it mean to be British – and does it still matter?", "webUrl": "https://www.theguardian.com/uk/2012/jun/17/being-british-does-it-matter", "apiUrl": "https://content.guardianapis.com/uk/2012/jun/17/being-british-does-it-matter", "fields": {"headline": "What does it mean to be British – and does it still matter?", "bodyText": "Yvonne Roberts: Over the last few weeks we've had lots of snapshots of what it means to be British: some very traditional such as the jubilee, some extraordinary such as Danny Boyle's glimpse of what the Olympics opening might include, very pastoral and rural. So I wondered what it means for you to be British. Charlie Woodworth I would never really think of myself as British so much as English. I don't feel like I relate particularly to anything around the diamond jubilee or the Olympics or Danny Boyle's pastoral stuff. It's a lot of hoopla. In terms of being English, it's the nation and the state that I belong to. And I guess my sense of national identity probably comes out when I feel my country or my nation is being criticised. But I'm not a flag-waving, patriotic English person. David Taylor My mother's Scottish, my father's half-Welsh, so I can't really say I'm fully English but I am British. I'm a bit of everything. I'm a hybrid. And it's not until you go to a different country and look at the way they do things that we say, 'Oh, we do that differently'. So I think being British or being English is what we do naturally. Shazia Awan I'm very proud to be British. I consider it an absolute honour and a privilege to be born in a western society where we've got democracy, human rights, the right to vote, rights for women, parliament. We have politicians, with all their faults, who battle what they feel are injustices. As a society we have become ungrateful. We've got the NHS, we've got an education system and we're actually quite a caring, accepting, tolerant nation. There are a lot of negative associations about British identity. But as soon as you step outside Britain, people would love to have a passport that said 'British citizen'. My passport says British, born in Wales, which, you know, is how I see myself essentially. I've met asylum seekers who have left home, country, everything, in the hope that there's something better in Britain. You've got people that say, 'I don't see myself as British' and I think, well, you should be jolly well ashamed of yourself. Rowenna, are you ashamed of yourself or are you happy to be British? Rowenna Davis I was one of those teenagers who have dramatic political revelations and I decided when I was about 15 that you can feel English or British but the one that really should trump everything was your humanity and that was the bond that should really hold us together. And if we could just hold on to that as the strongest bond, then we could get rid of inequality and wars. And now I've changed. I recently watched Britain In A Day: it gave hundreds of cameras to people and made them film their days and talk. And I was incredibly moved by the fact that we share this time and this place, this tiny island together on this corner of the globe and every day we struggle together. We get up. We eat at the same times. We sleep at the same times. We share our sunsets. We share our institutions. That kind of common emotional bond is something that particularly the left can work with. It's a reason to care about each other. It's a reason to pay our taxes at a time when things are really difficult. There's something about the way we live this life together that is quite British. It is about tolerance, this quiet struggle, about not giving up. It's the kind of awkwardness, it's the humour, it's the gentleness, and I'm proud of it. It's unusual for the left to be having this kind of discussion, isn't it? Rowenna Davis We've been very worried on the left because we think of people who have waved the flag for the wrong reasons. But a really good example is what Obama's doing. His nationalism, his vision for America, is not bigoted or inward-looking. It's a reason to invest in green technology. It's a reason to introduce better healthcare and to work hard because he's really proud of America and what it can bring, and that's been really unifying around a positive vision that's helped the States. Rajeeb, how do you see yourself? Rajeeb Dey I see myself as a British Asian. To be British is very much about being a melting pot of different cultures and backgrounds. That's what I do love about Britain, the fact that there's people from so many different backgrounds who can share their own cultures, their backgrounds, their attitudes, and we live in a tolerant society where that is accepted and celebrated. And also what I like is the opportunity Britain gives you. So through the education system or the welfare system and healthcare and the NHS, people are generally given a basic level playing field to operate from and then it's up to you through your skills and your ambitions to make the most of that. We've been talking about the constituent parts of solidarity. But we live in a very divisive time. In the political narrative, you've got young versus old, squeezed middle versus alleged dole scroungers, country versus town. How can you create a story about solidarity when we're going through a really bad recession? Charlie Woodworth The UK is hugely riven with division. I don't accept that we start on a level playing field and that there's equal opportunity. It's a complete myth, this sense of collective identity. There are things I relate to as being English: we queue, we think that we have a sense of tolerance, but we also live in a country where individual people's experiences aren't collective. I don't think we are all going to bed at the same time, getting up at the same time in the morning. I think that there's major differences in terms of class, age, region. It would be nice if we could say, 'We're British and there's key values that we share,' but for me that isn't something that I see. America is very much a created state. They all pledge allegiance in the morning. From the very beginning they were saying, 'Let's define ourselves'. Shazia, Enoch Powell used to talk about an island race and use it in quite a subversively racist fashion. So how do you reconcile what you've been saying with nationalism also implying a kind of superiority? Shazia Awan Britain has had an incredibly chequered past with the days of the empire which seems to have been swept under the carpet. We need to acknowledge it and move on – politically, financially, socially. We've got a rather unstable present but you know there's no reason why 2012 can't be the year that we move to a very dynamic British future. I've been fortunate enough to meet the Queen and Prince Philip: I think the royal family are a fantastic asset to this country. Only in Britain would you get a middle class girl marrying the future king. Is that royal downsizing? Shazia Awan They are one of the key things that people cite when they think about Britain. I was born in Caerphilly and grew up in Wales and it was very much that Little Britain notion of being the only Asian in the village. There comes a point as a child when you realise you are very different. You're forced to define your identity. If we look at the census that's a self-definition of identity: do I tick 'Welsh'? Do I tick 'other'? Do I tick 'mixed'? Charlie Woodworth I was one of the people that ticked the Star Trek option. Rowenna Davis I was actually the only white girl in my primary school. I felt very at home because everyone felt we were part of the same thing and skin colour wasn't anything to do with it. I just wanted to go back to your question, can we come together at a time when we're being so pulled apart? At times of affluence when we were riding the financial wave everyone kind of came apart because everybody was just out for themselves, to get as much as possible. But six million people being involved in the jubilee and having street parties, and Military Wives getting to number one, and the Olympics and Team GB coming up, and the Euros, you're seeing a massive sense of participation which I don't think we can ignore. The left has been too quick to dismiss that feeling as some sense of false consciousness. And actually I don't know if that's very respectful to the people who are out there and believing in it. The royal family are a lot more popular than our politicians and they've done a lot more to bring the country together than our politicians have. That's the reality. David, this sharing of place and tradition – you're a champion of the countryside; would you argue that the countryside hasn't been championed very strongly? David Taylor I think that's true. Obviously, since the industrial revolution, cities have got a lot bigger; the countryside has become marginalised in British culture but it's still there, it still feeds the nation. Over time, different areas go up and down. They become more popular, less popular; some people have ideas, other people have different ideas, and those can clash – whether it's town or countryside, whether it's different races or different cultures. Trying to manage that is one of the most difficult things we face, but if we take the same snapshot at different points in the past, there have always been different levels. We need to look back and think: other people were like that then, so how did they get around it? People pulled together in the face of adversity and that's when people established their identity more. It's interesting that nobody's yet mentioned class, and class has been called the invisible prison that is also very much part of being British. Rajeeb, what's your experience of class and how did that relate to your sense of identity? Rajeeb Dey I've been brought up in a very middle class environment – but it's not that I live in any kind of bubble, and I appreciate that there are people that have not been as privileged as me. So my background has been in the NGO sector and setting up charities, working with the disaffected kids that haven't had that privileged upbringing. What is great about Britain is there are organisations that are helping social entrepreneurs to resolve those issues where in many countries that simply would not happen. Charlie Woodworth A slightly weird thing is happening – having this conversation is making me feel more English than I've probably felt in the last 10 years. I think the reason is, the difference between me and a lot of the people round the table is that I expect so much more of this country. I hold this country up to such a high standard. The fact that we have more opportunities, that we have greater democratic rights, that we have better levels of participation than the rest of the world, that isn't good enough for me. I still want us to do better. That's so classically English, to feel slightly critical, and I don't want to say, 'I'm proud to be English' because I think that's a bit vulgar... because I'm English. Shazia, where does political responsibility lie? We've had politicians talking about 'broken Britain' for several years and that in itself must have an impact on a nation's morale and sense of what it can achieve. Shazia Awan 'Broken Britain' is something that should never have been put out there as a term, because it has so many negative connotations. To go back to values, somebody said that you can have solidarity without diversity but you can't have diversity without solidarity. If you have a multicultural society, what does that mean for national identity? Some could argue that multiculturalism can be dangerous for the rights of women, children and homosexuals. Rowenna Davis This is really close to my heart because I'm a councillor in Peckham which has an incredibly multi-ethnic, diverse community and you do need the time and space to build relationships across those communities; you do need common institutions. A good example of that is the work that London Citizens has been doing when they bring people together from all different faith groups, from unions, and they campaigned, for example, for the living wage. In a highly mobile society where people have to work odd hours and move about the country to find any job they can, building those relationships is really difficult. So it's not the diversity that's the problem – it's the time and space to build relationships. Rajeeb Dey You do need those common spaces to be able to come together. The time I felt the most British was around the jubilee. I was a bit sceptical about it at first, and then someone sent us a note to say, 'Shall we host a street party?' Because he took the initiative, we were like, 'Yeah, that's a really good idea', but I had never met any of my neighbours. And so that was a time where we could come together, and we brought Indian food to the table. Going back to your point around politics and the role of government, I think the role of government is to create, be a facilitator and enabler but it's very much up to civil society and people to take action themselves. What we've seen in the past is, during downturns, we are the most resourceful and innovative and entrepreneurial of nations. And I think now is a time where we're seeing a growth in the co-operative and mutual movement. There's a rise in self-employment. People are really taking ownership over their own lives and I think that's a positive move. If we're talking about a Britain of resilience and assets – is that the modern story of British identity that politicians should be giving us? Charlie Woodworth I think politicians of every party are doing exactly the opposite and I hold them responsible in a lot of ways. What's happening in terms of how we're dealing with the economic downturn is that the gap between individuals, between different communities, is growing bigger every day. In terms of our national parliament, the level of people who went to private school, the level of people who were born into great privilege – we have more millionaires in the cabinet than there are women. I think the disconnect, the disparity between the people who are making the decisions, who are generating the conversation about stuff like national identity, and the people on the ground, could not be bigger. David, you would be seen presumably as a member of this privileged ruling class because you come from a more affluent sector of society? David Taylor One of the problems especially with class is that people perceive someone in a class for what they do. I think especially field sports have that stigma attached to them. The whole foxhunting debate was based on class, not animal welfare. A backbencher actually said during the debate, 'This is getting you back for the miners'. And that's the problem, perceptions of class. We need to make sure that people within cities and people in the country, who see life in very different ways, also get along together. We've got the naturalisation test; in 2006 we had the duty to integrate. What's the balance between integration and holding fast to your own customs and traditions? Shazia Awan To speak the English language, that's key. Growing up with Asian parents from East Africa who came to this country, built up their businesses, sold them, created wealth, created jobs – I spoke English at school and Welsh, but at home I've never spoken a word of English. I spoke Punjabi and Urdu because our languages were important to us. But integration is very important. Only in Britain can an Asian Muslim woman live next door to a Jew opposite a black atheist alongside a Catholic lesbian, as I have on my street. But are the keys here affluence and education? If you go to parts of the East End, where some white working class communities feel that they are in a minority and there is resentment, how do you handle that? Shazia Awan That is very difficult. We had a family wedding, and one of my close friends – she's very white, very blonde – wanted to wear a sari. And I said 'Fine, I'll take you to Newham', and I made a mistake, because I could obviously understand the Punjabi and the Urdu that was being spoken and they were being very, very derogatory about my friend. Maybe this is an issue of lack of education. It was a real eye-opener for me. Rowenna Davis I had a similar case. I was sitting in the House of Lords and I was talking to one of the security guards: he said, 'I live in East London, I bloody hate the Bengalis round there'. I said 'Why is that?' and he said 'Cos they won't come to the pub and have a drink with me, and I can't date their women'. It wasn't a racial hatred at all, it was almost a feeling of being shut out from that. I've got, in Peckham, one white working class estate that I do a lot of work on, and you could never call them racist because they have more brown babies than any of the middle class areas, but they feel that there isn't any shared space or desire to integrate. That has got to be a two-way street, right? How do you encourage that two-way thing? Rajeeb Dey It is about providing opportunities for different communities to meet. It's about providing that level of basic education. But when we're talking about integration, I don't feel that it should be that you must learn everything about Britishness and pass a test. I think the language, yes fine, but we also need to appreciate that these people are contributing to society and the fact that our most popular dish is a curry is an example of that. So I think it's about also celebrating what they can bring to develop and enrich culture rather than saying that this is it and you must conform to this way of life. Finally, as long as we have a royal family we are subjects, we're not citizens. And some people would argue that if you sort out the citizenship side this would help to forge a new kind of British identity that's more in keeping with the 21st century. Charlie Woodworth For me, I'm a subject, not a citizen, which I hugely object to. It's also that the royal family is embedded in our cultural narrative, the idea that you're born to play a role and that's something acceptable and something you should respect. I don't know how you can say to somebody that Britain is a place where we have equality of opportunity, but also this particular family by accident of birth lords it over you. David, citizen or subject? David Taylor Well I'm a citizen. I don't feel as if I'm a subject. If you go back to America, Charlie mentioned at the start that it was almost an engineered society but it still has the same sort of disparities and the same class levels that we have, even though that was engineered. So we can't just wipe the slate clean and say, start from the beginning, everyone starts the same. That's utopia: it's not practical, it's not possible. And I think the Queen and the monarchy and what people perceive as the ruling classes – they don't actually rule. It's what people think, that they rule and they have some sort of power, when actually they don't. Rajeeb Dey I think I've been quite encouraged by the changing role of the monarchy. I think the next generation of royals appear far more normal, and the fact is that the royals are actually taking more of an active role in society. So the Duke of York is taking an active interest in business and enterprise issues, proactively reaching out to organisations. I think the role of the monarchy is changing, for the better. But I'm very much a citizen rather than a subject. THE PANEL: Shazia Awan, 29 She was born and brought up in Wales and is co-founder of the Peachy Pink ladies' fashion and sports brand sold in 25 countries. She was recently named one of Management Today's '35 Under 35'. Awan is a former Conservative party parliamentary candidate. Rajeeb Dey, 26 Born in Basildon, Essex, he is the founder/CEO of Enternships.com, which connects students and graduates to work placements, for which he was named the world's youngest Young Global Leader by the World Economic Forum this year. He is also the co-founder of the campaign StartUp Britain and a trustee of UnLtd, a foundation for social entrepreneurs. Charlie Woodworth, 30 Born and bred in London, she has worked for a number of charities. She stood for the Greens as a local council candidate and says she is a professional campaigner and a feminist. Rowenna Davis, 27 She is a blogger and author of Tangled Up in Blue: Blue Labour and the Struggle for Labour's Soul. Born in London, she is a Labour councillor in Peckham Rye, south London, a multiracial ward affected by last summer's riots. David Taylor, 29 He is shooting campaign manager for the Countryside Alliance. Born in Leicester, he worked in property, banking and finance, but left to pursue his passion for shooting and the countryside. A qualified deer stalker, he has his own herd of deer. He lives in Bedfordshire."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}