{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2012/jun/05/e3-2012-assassins-creed-3-preview", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2012-06-05T22:49:00Z", "webTitle": "E3 2012: Assassin's Creed 3 – first look", "webUrl": "https://www.theguardian.com/technology/2012/jun/05/e3-2012-assassins-creed-3-preview", "apiUrl": "https://content.guardianapis.com/technology/2012/jun/05/e3-2012-assassins-creed-3-preview", "fields": {"headline": "E3 2012: Assassin's Creed 3 – first look", "bodyText": "It's surprising how lightly the Creative Director of AC3, Alex Hutchinson, takes his charge. I asked him how things were going on the project as it gears up for release in Autumn this year after an intensive development cycle lasting almost three years: \"Eh, it's okay. It could be better. It'd better if it was about dolphins. I think we should have done dolphins. \"Ecco the Dolphin did all right; I think I'd want an actual Assassin dolphin, though, because no-one expects the dolphins, right? They spring over the side of the ship and – dead. Perfect. If we really run out of ideas for 4, then yeah, we'll do dolphins. We'll jump the shark. With a dolphin. Yes.\" He's obviously more than a little tired, but with a game as this under your control, you'd have every right to be. Hopefully he isn't serious about the dolphins. The new title, set against the backdrop of the American civil war and featuring large open woodland areas in addition to the cities that have been the staple of the series so far, has benefited from an entirely new game engine. To differentiate Connor – the new half-British, half-Native American hero - from his predecessors, all his movements have been rebuilt from the ground up. And he's got a lot of movements to throw around. \"We tried to keep Connor as fluid and as dynamic as possible,\" continues Alexander, once he finished talking about dolphins. \"The game so far has been about fluid movement, and we tried to integrate that movement into the fight. On the controls, now, right-trigger is sprint whether you're inside or outside combat and you no longer need to lock on to enemies, so you can run always out of a fight with ease.\" For a game ostensibly about free-running, the previous Creed games lacked momentum when it came to combat; assassinations (one-button kills) would effectively stop the flow of play and combat would often descend into a waiting game where the player would stand motionless in a circle of guards, daring one to strike so that they could counter-attack, run him through, and get on with their day. With AC3, though, it looks like that's about to change. \"You can assassinate people on the move; so instead of running up to someone, stopping and killing them there you can run at someone, kill them and carry on running as long as they're not in open conflict.\" As long as they're not aware you're about to kill them, in other words. \"If they switch to that state you'll have to fight them, but you can chain all these things together: so I could run in, assassinate one guy, go straight into a proper fight with another guy, and at a certain point go 'screw this' and run out of the fight, all of it without ever stopping.\" On paper it sounds pretty similar to the older Creed games – games where it's traditional to initiate a fight by leaping off a building and killing two men as you land with your trademark hidden wrist blades, and running away has always been an option, albeit an awkward one – but in motion it's far, far superior. Connor moves freely from enemy to enemy and offs them with ease, occasionally taking out more than one in a single kill move (stabbing a man with a bayonet and shooting his friend with the attached musket, for example) and even though it's hard to tell whether the average player will be able to pull off stylish combat like this, it's encouraging to see how straightforward it looks. Plus, both urban chase sequences we've seen so far have ended with Connor bursting through an open first-storey window and out the other side of the building rather than – as was the fashion – laying perfectly still in a bale of hay, or hiding in one of the many curtained boxes that apparently dot the roofs of Jerusalem, Florence, et al. All told, it's good to see the ethos of running as fast as you can carried through to a natural conclusion. That widespread use of firearms has changed the play style a little, too. As well as enemies toting rifles and levelling them at Connor with very little provocation, our hero carries a brace of pistols that he whips out to mop up stragglers at the end of fights. I asked Alexander if all these guns had taken away from the core gameplay element of stabbing enemies with increasingly elaborate bits of metal: \"Luckily for us the guns in that period are terrible – the muskets and pistols are inaccurate and I think the record for reloading one after it's fired is a couple of minutes, so they're very slow. We wanted to have you at massive risk at range if you're facing a firing line – they will kill you, so you need to charge them. And similarly for the player – sure, pistols are a one-shot kill, but you're the Assassin. You don't miss. And we're severely limiting ammo for ranged weapons, especially compared to previous games. \"Also, as blackpowder was a great resource in this period, it gave us a good excuse to sneak in some explosive barrels.\" he points to one scene in the demo where Connor takes out much of an enemy camp by landing a bullet in amongst their explosives stores; it's not exactly classic Assassin's Creed killing, but at least it beats the pocketful of bombs that Ezio had to carry around in his final adventure, Revelations. Outside of the city the frontier covers a vast distance, and Connor spends a lot of his time traversing the uneven ground there – a feat I'm assured is incredibly difficult to do properly in games. He ducks under branches, braces himself against trees, clambers up rockfaces and generally acts like a convincing human being would in regards to his environment. Making the wilderness, and the trees in particular, look and feel satisfying was a real challenge: \"We moved away from metrics,\" says Alexander, talking about the way they built climbing platforms in the past, \"which are established, static handholds that are a set distance away from each other - and into the idea of ranges. So, if you imagine that the range is basically how far my arm can reach, or how far my arm can move, then you can have a handhold that's five centimetres away or half a metre away, and it'll work dynamically. Once we used ranges we were able to have a forest that didn't look gridded but instead looks... well, like a forest.\" Missions are working a little differently, too, from previous editions. In an expanded version of the Citizen Rescue events from the first game – in which Altair must do a Robin Hood and slay a group of men who look to do harm to some innocent citizen, and is rewarded with allies – we see Connor beckoned down a back alley by a citizen on the streets of Boston. He's told that a friend of hers is being held in the stocks unfairly and needs to be rescued, and Connor rushes to his aid triggering a short combat section. Occasionally, the AI will pop up with requests such as this (similarly, we saw a woman shout for help after a man stole from her, and a trader ask for help with gathering meat for his stall) and layer additional tasks on top of the player's main quests, but they're not just out to serve the player. \"Each NPC [non-player character] is unique,\" says Alexander, making a bold claim that I'd be impressed to see backed up in reality, \"and they have their own goals and motivations, too.\" We see Connor infiltrate an enemy encampment while armies are at war, and a squad of soldiers marches off to conflict regardless of the player's actions. Whether or not he uses them as cover, support, or merely as a distraction is up to them. The Brotherhood – a collection of assassins allied to the main player – return too, with a total of six in play at any one time. In order to sneak past a group of guards, Connor recruits four of them dressed as Redcoats to act as though they've captured him, letting them saunter right past the checkpoint. It's not hugely different from hiring a group of courtesans to distract Italian guards with their sexy dancing, but it's a lot more serious and perhaps a better fit considering the setting. And it's not just the humans, either. The addition of animals to the mix – both domesticated ones such as dogs, pigs, cows and chickens and wild beasts such as bears and wolves – has added to the way that interactions play out. \"Animals will attack NPCS, too,\" Alexander says, \"There are some nice emergent strategies like getting some wolves to chase you and then booking it away and leading them past a redcoat patrol.\" Although presumably this tactic won't pay off with chickens, barring some Ocarina of Time-style birds. All told, a lot of things have changed. Even the puzzle-based sections hidden in underground tombs are being revamped: \"It didn't feel appropriate to have the same thing again,\" says Alexander. \"One of the big rules we put up on the whiteboard at the start of development was \"No Retreads.\" \"So even with such a comfortable thing that people loved, when they were getting excited about them and saying 'Oh man, tombs!' we had to say 'No'. In some ways I think we were right because when you have a franchise that goes on this long, and there are some bits you love, you can only eat dessert so many times. It's time to shake it up.\" I'm assured that there'll still be distinct, structured puzzle sections in the game, but they'll be \"very different\". Presumably they'll take place up a tree. This third instalment seems to be braving a new frontier in more ways than one, but from the looks of things, it's got a good team behind it. At this point it's impossible to imagine a genuinely poor title emerging from the franchise, but with each gameplay video we see, it seems like this is going to knock the competition out of the water."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}