{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2012/jun/20/nhs-bosses-care-quality-fall", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2012-06-19T23:05:01Z", "webTitle": "Half of NHS bosses expect care quality to fall, survey finds", "webUrl": "https://www.theguardian.com/society/2012/jun/20/nhs-bosses-care-quality-fall", "apiUrl": "https://content.guardianapis.com/society/2012/jun/20/nhs-bosses-care-quality-fall", "fields": {"headline": "Half of NHS bosses expect care quality to fall, survey finds", "bodyText": "The NHS cash squeeze is now so serious that almost half of the health service's chief executives expect the quality of patient care to decline in the next year, with treatments rationed and waiting times rising, according to a report. A survey of more than 200 NHS chief executives and chairs revealed deep disquiet over the government's reforms, with almost a third of senior managers saying NHS finances were now \"the worst they had ever experienced\". Mike Farrar, the chief executive of the NHS Confederation, warned that \"without action on the way we provide health and social care, the NHS looks like a super-tanker heading for an iceberg\". The NHS Confederation, which represents the top tier of management, said its poll showed patient care had already suffered as the service opts for \"short-term cost-cutting\" rather than closing down little-used local hospitals and services. The health service is under pressure to achieve £20bn of efficiency savings by 2015, but Treasury sources have warned that total savings of £50bn may need to be found by 2019. The survey results, published as the NHS Confederation conference begins in Manchester, crystallises many concerns. Four in 10 executives said \"patient experiences\" had suffered in the past year, a third said waiting times had risen and one in six admitted treatments and drugs had been curtailed. Elderly patients were \"blocking\" beds because local authorities had no cash to pay for care home places. John Appleby, the chief economist at the King's Fund, warns in the British Medical Journal that the NHS could be \"setting itself up for failure\" by stretching an already \"barely achievable\" productivity challenge another four years. He says asking for £50bn of cuts in eight years would mean productivity gains of 5% a year – \"frankly undoable\" given the NHS has rarely managed 1% a year. Andrew Lansley, the health secretary, has claimed NHS budgets are rising, but an ageing population and heightened expectations have seen demand outstrip resources, the survey finds. Nearly nine out of 10 NHS chief executives expect financial pressure to increase over the next 12 months. Lansley, who will address the conference, has said he will prevent hospitals cutting treatments on the grounds of cost, after a survey showed pressure to save money had seen 90% of primary care trusts restricting non-essential procedures including hip, knee and cataract operations, weight-loss surgery and tonsillectomies. However, bigger steps are needed, say managers. Farrar said the NHS needed redesigning but politicians had \"consistently failed to put the long-term interests of their population's health above their short-term electoral interests\". The foreign secretary, William Hague, recently met Lansley to argue against \"unacceptable\" downgrading of maternity and paediatric services at his local Friarage hospital, in Northallerton. And Burstow has campaigned against closure of the A&amp;E department and maternity unit at his local hospital, St Helier's, in south-west London. Farrar said: \"NHS leaders surveyed are clearly worried about standards of care. They associate this with the tight financial position; the even tighter financial position faced by local authorities; the distracting effect of the reforms; the time that it will take the reforms to bed in; and the chronic failure of political leadership to secure the public support for the changes they know are needed.\" In response Lansley said the NHS was performing \"extremely well … But there are financial pressures; as nearly half of the respondents to the NHS Confederation's survey made clear, they are very serious but not the most they have experienced. Recognising this, we have committed to investing an extra £12.5bn in the NHS and led a programme of quality-led savings for reinvestment in services, which is on track. \"The NHS needs to change to match the needs of a changing population. We will not shy away from difficult decisions involved in that. But any local plans must be led by the need to use resources more effectively to support and improve services and the quality of NHS care. The confederation survey shows leadership to deliver integrated, innovative services is the priority, which is where our reforms are taking us.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}