{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jun/11/euro-2012-petr-cech-czech-greece", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-06-11T21:58:46Z", "webTitle": "Euro 2012: Petr Cech demands Czech errors must end against Greece", "webUrl": "https://www.theguardian.com/football/2012/jun/11/euro-2012-petr-cech-czech-greece", "apiUrl": "https://content.guardianapis.com/football/2012/jun/11/euro-2012-petr-cech-czech-greece", "fields": {"headline": "Euro 2012: Petr Cech demands Czech errors must end against Greece", "bodyText": "Disappointment has become determination for the Czech Republic as they go into their second Euro 2012 game against Greece knowing that a defeat would see them out of the tournament. Petr Cech has called on his team to play with greater aggression and attacking intent in order to \"fix\" the mistake of the opening game, when they were defeated 4-1 by Russia. \"The lessons we learned were not to make unnecessary mistakes and to play much more aggressively,\" Cech said. \"We attacked them too late in the game, and they had already created their chances and scored them by then. Anger has turned into determination to fix the bad start. We felt disappointment. We did not succeed in any way. But we know we have another 180 minutes to play to allow us to qualify for the quarter-finals.\" There was talk of lessons learned in the Greek camp too, and of ridding themselves of the \"fear\" that froze them in the opening minutes in Warsaw on Friday night. The difference was that the Greeks learnt their lesson during the first game not after it and recovered from a goal down to draw with Poland in their opening game. They may have been unlucky not to have eventually won it after a missed penalty and a harsh red card. The problem for the Greeks was the cost, and their coach, Fernando Santos, admits he does not know his starting XI. Sokratis Papastathopoulos picked up a one-match ban after his sending off in the first game. Avraam Papadopoulos suffered knee ligament damage that rules him out of the rest of the tournament. That means both first‑choice centre-backs are missing, while Georgios Fotakis's inclusion was also in doubt before the Greeks' final training session at the Municipal Stadium in Wroclaw. \"We will have to see what happens in the final training session,\" Santos said. \"I have some ideas in my head but there are things that I am not sure about still. The fact that the Czechs lost to Russia changes nothing. We will do all we can to get the victory but if we do not, it is very important not to lose the game. Russia has a slight advantage because they already have three points but if we start thinking that we are only playing for second place now we'd be saying that tomorrow's game will not go well. All four teams have many possibilities to get to the next stage and we are still fighting for the first position in the group.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}