{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/jun/19/rio-summit-manana-manana-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-06-19T21:36:27Z", "webTitle": "Rio+20: mañana, mañana | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/jun/19/rio-summit-manana-manana-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/jun/19/rio-summit-manana-manana-editorial", "fields": {"headline": "Rio+20: mañana, mañana", "bodyText": "How to be fair to the future could be the subheading for most of the critical debates that are keeping the thinking world awake at night. The difficulties of action today and the unknown possibilities of tomorrow both militate against positive action now. And if that is true of the euro crisis, how much truer is it of the global environment? On Wednesday the UN's sustainable development summit in Rio reaches its climax, after two years of negotiation, still mired in the moral and practical difficulties of choosing between pain now or more pain later. Even a plan for a UN commissioner for future generations has been shelved . In what the philosopher Stephen Gardiner calls the perfect moral storm, a world where small personal indulgences contribute to huge damaging consequences, global leadership has failed lamentably to develop answers or institutions capable of charting a just route through the global jungle. Some environmental campaigners are so frustrated they speculate that the UN itself is not up to the job (George Monbiot hinted as much on these pages). That is the danger of two decades of overpromising: a cynicism which fosters a sense of disempowerment that seems to have afflicted even the alternative People's Summit being held on one of Rio's celebrated beaches. Rio+20 hoped to gain energy from its illustrious predecessor, the Rio Earth summit of 1992 that set in motion a score of schemes to reduce the rich world's environmental footprint. But the yield of those schemes has been sparse. Of the 90 most important environmental goals, there has been significant progress towards just four – which include ending the use of lead in fuel and improving access to safe water. As Nick Clegg says on this page with some understatement, actions have not matched ambitions. The failure of the hopes so giddily engendered by the first Rio makes it progressively harder to keep optimism from flagging. So Rio+20 looks set on a course that will merely underline the global stalemate on balancing economic, social and environmental activities. Ultimately, of course, the UN can only reflect the political will of its members. The world's overwhelming preoccupation with economic meltdown (and its electoral consequences) means that Barack Obama Angela Merkel and David Cameron will not go on to Rio from this week's G20 in Mexico. France's President François Hollande is the only European political leader apart from the European commission president José Manuel Barroso who headed south, perhaps because his green credentials are too important – and certainly too recent – to renege on just yet. Meanwhile, ambitions that seemed possible even in January have been abandoned. Of these, the most notable was the project of recognising the limitations of GDP as a measure of development and embedding it in a social and environmental context. Ending fossil fuel subsidies (which the G20 supported just three short years ago), or using a financial transactions tax to provide resources to help developing countries' sustainability, which also once seemed within reach, are now on a back burner – probably one that runs on fossil fuel. And in an attempt to rekindle the enthusiasm that led to the millennium development goals aimed at ending poverty, a new series of targets for sustainable development are to be devised before a proper review of the strengths – and many weaknesses – of the MDGs has been digested. When one of the most exciting developments is informal co-operation between NGOs and some big business on strengthening corporate accountability, it is not surprising that some are questioning the UN's credibility. Rio, with more than a hundred heads of government, is being claimed as the biggest UN summit ever. But size isn't everything, and as a condition of success it looks less and less important. Yet no one wants to be associated with failure, least of all Brazil as it takes centre stage. Prepare for edge-of-the-seat negotiations that last until the engines of homebound flights are warming up. And expect a final text that is even less than the sum of its parts."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}