{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jun/24/wimbledon-2012-novak-djokovic", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-06-24T22:01:00Z", "webTitle": "Wimbledon 2012: Novak Djokovic strains for supremacy in jungle warfare", "webUrl": "https://www.theguardian.com/sport/2012/jun/24/wimbledon-2012-novak-djokovic", "apiUrl": "https://content.guardianapis.com/sport/2012/jun/24/wimbledon-2012-novak-djokovic", "fields": {"headline": "Wimbledon 2012: Novak Djokovic strains for supremacy in jungle warfare", "bodyText": "As the Great British Summer squelches on, players looking for a warm respite between the European clay and Wimbledon's grass might not normally gravitate towards Scotland. Unless, maybe, you are Novak Djokovic. A drive through the rain-swept glens (with Gleneagles golf course a temptation resisted) provided not only a chance to rest his body, battered by the rigours of another fierce campaign at Roland Garros, but was a birthday present for his girlfriend, Jelena Ristic. \"I took my time and rested emotionally, mentally and physically [after the French Open] and then prepared for a week of practice,\" Djokovic said on Sunday night. \"I stayed in Monte Carlo for a few days and then went to Scotland. \"We flew to Edinburgh and I took [Jelena] on a surprise trip to Gleneagles. I went to Scotland when I played the Davis Cup in Glasgow, but I didn't have the chance to see how beautiful the country is. It is quite remarkable. We visited the William Wallace monument and saw the historic culture. We really liked it – although it rained for the two days, which was expected in a way! I'll definitely be back.\" So, while Rafael Nadal sunned himself in Mallorca, Roger Federer battled to defeat in the final in Halle and Andy Murray crashed out in the first round at Queen's, Djokovic was dodging raindrops in Scotland. He took time out, too, to send a message to Murray when reminded of his birthplace as they drove along the A9. \"There was a right turn just before Stirling Castle for Dunblane. So I sent him a picture on BBM [of the road sign] and he replied: 'What are you doing there!' I told him: 'Mate, this hasn't been photoshopped – I'm really here!'\" Such moments of camaraderie between players are hidden from public view most of the time, but Djokovic and Murray, born a week apart, have been close since they met as teenage prodigies. \"We do talk about tennis,\" he said, \"about players, gossip – not so much as the girls do – but we also talk about maybe different sports or where we live, what we do, where we go for vacations, things like that. We're normal, regular people.\" Normal people with abnormal lives. And, as rallies lengthen and semi-finals and finals of big tournaments stretch with increasing regularity towards five and six hours, the strains of the game show in their occasional breakdowns, tantrums even, and the inevitable slip in form and fitness. They are not super-human, just athletes elevated to unprecedented levels of physical commitment, or as Murray's friend, the doubles player Ross Hutchins, said last week: \"They've turned into animals.\" The lion in this jungle is Djokovic, who has won all of his last eight five-setters, and stands 18-5 overall; Nadal's record is 15-4, Murray's 12-6 and Federer's a surprisingly ordinary 19-16. Djokovic, who begins the defence of his Wimbledon title on Monday against the former world No1 Juan Carlos Ferrero (now ranked at 38), accepts the load of this attritional tennis as inevitable, but shares the hope of his colleagues that change is on the way. \"There has been a lot of talk about where will tennis go from here. It's become so physical, so many rallies. Technology has advanced so much; what is the next step? We don't know what to predict but there are talks about making the tennis balls smaller so there can be shorter points which will release the pressure from a physical point of view. \"There are more hard courts now that have rough surface because of the cushion on the top of the surface which gives our knees and our joints a little bit less stress. People are always trying to find a solution to make sure the sport has a good future. \"But, in the end, schedules matter a lot – so it's good to see there have been talks about the schedule changing in 2014. We can have something similar to what the WTA have: around two months for an off‑season. That would be great. \"It's so competitive. A lot of commitments and playing at the top level week after week against your biggest rivals – it isn't a piece of cake. You have to be 100% committed, and dedicate your full attention to your body, preparations and recovery in order to play like we played almost six hours in Australia [in his win over Nadal in this year's Open final in Melbourne]. \"We can't say that is where tennis is going, that we will always play for that long but we have longer rallies, less serve-and-volley. Maybe some variety would be better so there is less time spent on the court.\" It would be as aesthetically pleasing for the audience as it would be a salve for the players' wilting bodies, although, as Murray points out, the game is too fast now for serve-and-volley. In the meantime, players resort to science to get them through. Djokovic – like Murray, briefly – turned to a gluten-free diet. \"My diet is just a piece of the puzzle,\" Djokovic says. \"I have been learning every single day of my career and always make myself a better player, a fitter player, a better person and trying to improve in every sense. Luckily, I have been able to find the right team of people around me. \"People always talk about you as an individual who won or lost the match but actually it is a team of people who matter. They are all trying to make sure my life on the court, the diet, the recovery, the stretching, the physical preparation, the mental preparation, the tennis strategy, the technique, tactics [are in place]. The small details make up the big picture.\" He admits it is still a struggle to switch off. \"It's very hard, especially during grand slams, because you do spend a lot of time resting at home or in an apartment. You stay in and end up watching a lot of tennis. It's not an obligation but that's what we love to do because this is our life, our sport. I love watching different BBC options. I can watch 10 different courts, which is really great. \"You're in that zone, in that mode. Even when you're not playing, you're still thinking about tennis, you're preparing yourself mentally. When are you going to wake up? How are you going to feel? What are you going to do before the match, after the match, during the match? All these things go through your mind. Everybody has a different way of preparing themselves. I like sometimes to play golf or just to ride a bike, or take a walk. That's something that recharges my batteries, gives me energy.\" So, as he and Jelena drove through the glens and the rain, Djokovic had some of that precious time to reflect on the other things that make him what he is – which is not just a tennis machine. He said once that winning the Davis Cup with Serbia turned his career around. In Scotland he recognised an environment and a temperament not dissimilar to his homeland. \"We share similar histories,\" he said of Murray and Scotland, \"and I understand how important it is for us to represent our countries. For me it was always important to be proud of where I came from, even though I have gone through years of struggle with the wars and all the obstacles that I had on my way to become a professional tennis player. But looking back, it is nice to know you have been through some difficulties. They make you stronger, make you appreciate things in life more.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}