{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2012/jun/28/euro-2012-germany-italy", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-06-28T22:20:53Z", "webTitle": "Euro 2012: Joachim's Löw's Germany condemned to follow in famous footsteps | Richard Williams", "webUrl": "https://www.theguardian.com/football/blog/2012/jun/28/euro-2012-germany-italy", "apiUrl": "https://content.guardianapis.com/football/blog/2012/jun/28/euro-2012-germany-italy", "fields": {"headline": "Euro 2012: Joachim's Löw's Germany condemned to follow famous footsteps", "bodyText": "Uwe Seeler and Karl-Heinz Schnellinger could not do it. Nor could Franz Beckenbauer and Gerd Müller. Or Paul Breitner and Karl-Heinz Rummenigge. Or Matthias Sammer and Jürgen Klinsmann. And last night Bastian Schweinsteiger and Mesut Ozil showed that they, too, could not do it. They could not beat Italy in a competitive fixture. This result in Warsaw extends the historic sequence to four wins and four draws, going all the way back to the World Cup in Chile exactly 50 years ago, when the two sides drew 0-0 in a group match. Italy's goalkeeper that day was Lorenzo Buffon, a cousin of the grandfather of last night's captain, Gianluigi Buffon, whose hectic saves and punches buttressed a defence that endured typical Italian agonies as they clung to the lead supplied by Mario Balotelli's two goals. That was quite a side back in 1962: Cesare Maldini, Omar Sívori, Jose Altafini and the 18-year-old Gianni Rivera established a template from which the results such as this are still being stamped out. And Germany, always so full of hope with generation after generation of shiny new-model players assembled in the spotless laboratories of the Bundesliga, are still being stamped on. Coming into this tournament, Joachim Löw's squad were just about everybody's favourites to put an end to Spain's four-year grip on international football. They are the product of a programme that, in the last three years, had resulted in important victories over Italy at Under-17, Under-19 and Under-21 level. Before Thursday night, Löw's seniors had won 15 competitive fixtures in a row, beating a record previously held jointly by Spain, France and Holland. They seemed to be on an upward curve that began in Euro 2008 and continued at the World Cup two years ago. No doubt they and many others were hoping to see if they could reverse the result of the 2010 semi-final in Durban, where they lost to Spain by the only goal. The style and quality of their football has made them perhaps the most widely admired Germany side since the team of Beckenbauer, Müller and Günther Netzer won the European title on home soil in 1972. With Ozil injecting the level of artistry and spontaneity once embodied by the great Netzer, this is a Germany we can all warm to. On Thursday night they fought to the end but were not quite good enough to match Cesare Prandelli's remarkable Italy, the product of a man with a vision that involves taking the long-established virtues of Italian football and adding something extra. Just as Löw, right, has added emotion to German's efficiency, so Prandelli has made Italy much more than a brilliant defensive platform from which to mount the occasional counterattack. And, of course, he has Andrea Pirlo. It took the English an awfully long time to discover Pirlo. And now that they have, everybody wants one. If only Roy Hodgson could unearth an English Pirlo, they are saying, all his problems would disappear. But it takes more than an Andrea Pirlo to make a team world class. The playmaker has to have someone to play with, a group of team-mates attuned to his patient geometry. It takes a good team to extinguish Pirlo's influence, too, and that was German's priority on Thursday night. \"He is the one who directs the game,\" Löw said, \"so we'll have to stop him and get in his radius.\" Rudi Völler, one of his predecessors as Germany's head coach, added: \"They have to isolate Pirlo.\" Easier to say than to do, although Pirlo himself seemed to have an idea of how Germany might try to stifle him, comparing what he expected from Ozil to what he had got from Wayne Rooney. \"I expect Ozil to be a greater threat in and around the areas where I'm playing,\" he said, \"whereas Rooney stayed further up.\" That was not how it worked out. Once again Pirlo sat deep, and once again he was able to find all the space he needed. In the 20th minute he swivelled and surprised the German cover by stroking the ball to the left, to Giorgio Chiellini, who fed Antonio Cassano further up the line, leading to the cross from which Balotelli gave his side the lead. \"We will not let Italy show us how to play football,\" Löw had said on the eve of the match, but the demonstration was under way. Now Pirlo sat even further back, letting a younger man, the 27-year-old Riccardo Montolivo, run the show from the classic No10 position behind the two strikers. And in the 36th minute Montolivo collected Buffon's punched clearance, spotted Balotelli's run, and hit a long ball of perfect weight and trajectory for the striker to hammer past the motionless Manuel Neuer. That wasn't Route One. It was the Via dei Condotti and the Via Veneto: the world of La Dolce Vita and the bella figura. It was the Appian Way, ancient Rome's \"queen of the long roads\". It was the football lesson Löw had been fearing."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}