{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/jun/14/britain-hidden-army-part-time-professionals", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-06-13T23:03:00Z", "webTitle": "Britain's hidden army of part-time professionals", "webUrl": "https://www.theguardian.com/money/2012/jun/14/britain-hidden-army-part-time-professionals", "apiUrl": "https://content.guardianapis.com/money/2012/jun/14/britain-hidden-army-part-time-professionals", "fields": {"headline": "Britain's hidden army of part-time professionals", "bodyText": "One in 10 of the UK's part-time workforce is employed in a job paying a full-time salary of at least £40,000, though many are reluctant to disclose their part-time status, according to a report published on Thursday. The report, based on labour market data from the Office for National Statistics and a survey of 2,000 workers, claims to lift the lid on a hidden army of part-time professionals, who make up about 650,000 of the UK's 6.6 million part-time workers. It shows that while companies are increasingly willing to accommodate part-time work to retain good staff or cut costs, people in these roles are often reluctant to admit to their position. More than a third of those questioned said they would never call themselves part-time, a figure that doubles to 67% among those earning more than £75,000 pro rata. The majority said they prefer to say they \"work flexibly\", but 14% said they try to avoid disclosing their status, allowing colleagues to assume they work full-time hours. \"There are two reason why I think it happens under the radar,\" said Karen Mattison, founder of Timewise, a recruitment website for part-time workers, which did the research. \"One of the reasons is that people are worried about seeming uncommitted to their job; the other is that people have what they see as delicate arrangements, maybe with their line managers, and they are worried that by telling other people they might upset the applecart.\" Mattison said that in many companies part-time employment was \"happening on a case-by-case basis as a way of keeping good people\", but data was not being collected and if the member of staff left, the job was advertised full-time. She said unless there was more openness, people who wanted to work part-time would still struggle to persuade employers they should be considered for jobs previously done on a full-time basis. Though the report did not examine how part-time workers avoided revealing they were not in the office all week, anecdotal evidence suggests some answer emails and make calls on days off, asking personal assistants to tell callers they are in meetings, or in some cases even leave their coats over a chair to give the impression they are in the office. Sarah Jackson, chief executive of Working Families, a charity helping parents balance work and family life, said cases where a worker's part-time role was not disclosed to the rest of the organisation or to client often involved \"women who do not want to be role models\". She said: \"Often senior women will disguise this – they don't want anyone thinking that someone is doing them any favours … They do not want to be identified with a 'women's issue', and that's frustrating because flexible working is not a women's issue, it is a workplace issue.\" Jackson said senior workers were also hiding their part-time status from clients, but could afford to be more honest about what they were doing, as they were usually able to make themselves available on a day off. \"At this level, you are generally paid enough that you are not completely tied to childcare as at a more junior level,\" she said. \"You can say to your client: 'I work a three-day week but you will not know the difference.'\" Part-time working has increased during the economic downturn, with companies reducing working hours for some roles and many workers finding part-time jobs are their only option – in May, the Institute for Public Policy Research said there were 1.4 million people in part-time jobs who wanted to be full-time. While for some being part-time means taking a low-skilled, low-paid job, the report shows that further up the payscale it can be a lifestyle choice. Among the high earners questioned by Timewise, 29% said childcare was the primary reason they had chosen part-time work, but 30% said they had chosen their working pattern because \"I enjoy working fewer hours and my part-time salary is all I need.\" Timewise is calling for senior part-time workers to come forward and plans to put together a list of Britain's \"top 50 part-time leaders\" to inspire other employers to accommodate part-time working. That will be too late for some workers who have had to take on less-rewarding jobs to obtain part-time work, such as Andrea Stannah, who left a job as a lead systems analyst to start a family. When it was time to go back to work she struggled to find an employer willing to offer a job at the same level on a part-time basis. \"I always had a really good response and there was never an issue about being called back by employers or consultants and I was shortlisted for interviews on several occasions. As soon as I mentioned that I wanted a part-time and/or flexible role I was told this was not possible,\" she said. Stannah eventually found a part-time job \"but this was a very junior position in software testing/technical documentation writing whereas in my previous role I had been managing a development team and dealing with clients at senior executive level\". So Stannah started her own business, bakerandbell.com, selling upmarket camping gear and working two to three days a week. \"I am now at the point of taking on a staff member to help and am looking for a part-time/flexible person,\" she said. \"I wouldn't hesitate to employ someone on this basis so they too could fit their work around children and family.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}