{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2012/jun/06/shakespeare-curtain-theatre-shoreditch-east-lonfon", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2012-06-05T23:02:44Z", "webTitle": "Shakespeare's Curtain theatre unearthed in east London", "webUrl": "https://www.theguardian.com/culture/2012/jun/06/shakespeare-curtain-theatre-shoreditch-east-lonfon", "apiUrl": "https://content.guardianapis.com/culture/2012/jun/06/shakespeare-curtain-theatre-shoreditch-east-lonfon", "fields": {"headline": "Shakespeare's Curtain theatre unearthed in east London", "bodyText": "Well preserved remains of Shakespeare's original \"wooden O\" stage, the Curtain theatre where Henry V and Romeo and Juliet were first performed, have been discovered in a yard in east London. The Curtain theatre in Shoreditch preceded the Globe on the Thames, showcasing several of Shakespeare's most famous plays. But it was dismantled in the 17th century and its precise location lost. Now part of the gravelled yard in Shoreditch where the groundlings stood, ate, gossiped and watched the plays, and foundation walls on which the tiers of wooden galleries were built have been uncovered in what was open ground for 500 years while the surrounding district became one of the most densely built in London. Experts from Museum of London Archaeology (MoLA) have found two sections of exterior wall, crucial for giving the dimensions of the theatre, and are confident of revealing more as the site is cleared for redevelopment. An outer yard paved with sheep knuckle bones could date from the theatre or slightly later housing. It has long been known that the Curtain – named after the ancient road it fronted – was in the area, but its exact site was lost after the building fell into disuse in the late 1620s. The site in Hewett Street is only a stone's throw from a remarkably accurate plaque marking the best guess for its location. The Curtain, built in 1577, was only a few hundred yards from another theatre further along Curtain Road, imaginatively named the Theatre, whose foundations were discovered in 2008, also by MoLA. Both were among the earliest purpose-built theatres in London, and intimately connected with Shakespeare. When the actor-manager James Burbage fell out with his landlord at the Theatre, the company – according to cherished theatre legend – dismantled the timbers overnight and shipped them across the river to build his most famous theatre, the Globe, on Bankside. Until the new theatre was ready, his company used the Curtain for at least two years from 1597, where Henry V, and it is believed Romeo and Juliet, were first staged. The vivid image of a theatre as a wooden O comes from the prologue to Henry V: \"Can this Cock-Pit hold within this Woodden O, the very Caskes that did affright the Ayre at Agincourt?\" Rumours of the rediscovery of the Curtain have caused great excitement in the Shakespearian community, in the middle of the summer-long international festival devoted to his work. Dominic Dromgoole, artistic director of the reconstructed Globe, described the discovery as \"hugely exciting\". \"I love the fact that we are excavating London, and slowly clearing away the miserable piles of Victoriana and Empire, and revealing the wild, anarchic and joyous London which is lurking beneath. It reminds me of the Zocalo in Mexico City, where all the Spanish palaces are slowly sinking into the earth, and the old Mayan temples are being squeezed back up.\" Michael Boyd, director of the Royal Shakespeare Company, said: \"It is inspiring that the Museum of London has unearthed the foundations of the Curtain Theatre. I look forward to touching the mud and stone, if not wood, and feeling the presence of that space where Shakespeare's early work, including the histories, made such a lasting impact.\" The site is part of a large block owned by a development company, Plough Yard Developments, which plans to incorporate the remains as public open space into a proposed mixed office, retail and residential development, now going for outline planning permission. Therese Bak, of the architects Pringle Brandon Drew, said they were thrilled by the discovery, and hope to incorporate a performance and exhibition space in the new buildings. The only contemporary illustration, showing a tower-like building flying a flag, thought to be the Curtain in 1600, is an implausibly idyllic scene with a horse crossing green meadows and a charming wooded hill in the background. In reality the site is flat as a pancake, and by 1600 it was a lawless and fairly noisome district just outside the City limits, with slaughter houses and tanneries, and the now buried river Walbrook an open sewer and rubbish dump. Chris Thomas of MoLA, who led the excavation, said the remains were remarkably well preserved, probably because for centuries they remained under open space as the theatre fell out of use and was redeveloped as housing, becoming back gardens, a pub yard – the entrance was probably where the small Victorian pub, the Horse and Groom, a listed building which will be retained, now stands – and then a garage with an inspection pit which, unknown to its builders, almost laid bare the Tudor foundations. The site has already yielded bits of broken clay pipe, which could date from the theatre, and fragments of later china and wall tiles, but Thomas is confident of finding artefacts as more of the site is uncovered. \"On other Tudor theatres we've found quantities of little pottery money boxes, which the punters put the price of admission into on the way in, which were then smashed at the back of the theatre to get the takings – I'm sure some from the Curtain are still there, just waiting for us to find them.\" • This article was amended on 6 June 2012 to correct the spelling of Dominic Dromgoole's surname. It was further amended on 7 June 2012 to remove a reference to the Curtain being Shakespeare's first venue."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}