{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2012/jun/24/starwatch-venus-jupiter-mercury", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2012-06-24T21:30:02Z", "webTitle": "Starwatch: The July night sky", "webUrl": "https://www.theguardian.com/science/2012/jun/24/starwatch-venus-jupiter-mercury", "apiUrl": "https://content.guardianapis.com/science/2012/jun/24/starwatch-venus-jupiter-mercury", "fields": {"headline": "Starwatch: The July night sky", "bodyText": "The Summer Triangle formed by Deneb, Altair and Vega dominates the high SE sky at our star map times, with Vega blazing only a little S of the zenith. Of the other leading stars, Arcturus is sinking in the W and Capella twinkles low in the N in the region where noctilucent clouds are making their annual appearance. Hovering above the horizon between the NW and NE, these are composed of ice crystals at high altitudes where they catch the sunlight to shine like bluish cirrus long after low level clouds are in darkness. We need binoculars to glimpse Mercury in the bright WNW twilight during the first few evening of July, but it soon dims and sinks from sight. Mars and Saturn are still on show in the lower SW sky though both have set by our map times. Saturn, mag 0.7 to 0.8, is slow-moving 5° above Spica in Virgo, the pair standing some 20° high and 30° below Arcturus as the twilight fades. Mars lies 24° right of Saturn on the 1st and dims from mag 0.9 to 1.1 as it speeds eastwards to lie 8° to the W of both Saturn and Spica on the 31st. Catch the Moon below Mars on the 24th and close to Spica on the 25th. With Venus and Jupiter now together in our predawn sky, early risers are in for a treat. Ninety minutes before sunrise on the 1st, Jupiter is conspicuous at mag -2.0 but very low in the ENE where it stands 6° below the Pleiades. Over the coming minutes the brilliant mag -4.4 Venus climbs into view 5° below Jupiter. During the month, the two planets climb higher before dawn, while Venus slips farther away from Jupiter as both track eastwards against the stars of Taurus. The 15% illuminated waning Moon joins the show on the 15th, occulting Jupiter for watchers in SE England, as Venus stands 7° below and to their left and less than 3° to the left of Aldebaran. July diary 1st 03h Mercury farthest E of Sun (26˚) 3rd 20h Full moon 11th 03h Last quarter 15th 04h Moon 0.5˚ N of Jupiter; 16h Moon 4˚ N of Venus 19th 05h New moon 24th 23h Moon 4˚ S of Mars 25th 18h Moon 1.2˚ S of Spica; 20h Moon 6˚ S of Saturn 26th 10h First quarter 28th 21h Mercury in inferior conjunction; 22h Moon 5˚N of Antares *Times are BST"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}