{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/jun/06/palestinian-hunger-strike-fears-life", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-06-05T23:01:02Z", "webTitle": "Palestinian footballer's hunger strike sparks fears for his life", "webUrl": "https://www.theguardian.com/world/2012/jun/06/palestinian-hunger-strike-fears-life", "apiUrl": "https://content.guardianapis.com/world/2012/jun/06/palestinian-hunger-strike-fears-life", "fields": {"headline": "Palestinian footballer's hunger strike sparks fears for his life", "bodyText": "A former member of the Palestinian national football team remains on hunger strike over his imprisonment by Israel without charge, or trial, despite an agreement that was reached last month in order to end a mass protest by Palestinian prisoners. Mahmoud Sarsak, 25, has refused food for 80 days, since 19 March. He began his hunger strike after his \"administrative detention\" order was renewed for the sixth time. He was arrested in July 2009 while on his way from his home in Gaza to a national contest in the West Bank. Sarsak is due to be visited for the first time on Wednesday by a doctor from Physicians for Human Rights (PHR) – an Israeli organisation – following legal submissions. A PHR spokeswoman said although Sarsak may be taking fluids and supplements, \"every day that this goes on he is at risk of death or permanent damage\". The Israeli Prison Service has said the footballer is on \"intermittent hunger strike\" and is receiving medical care. Sarsak's family deny that he is a member of any militant organisation. \"The entire family and friends are afraid for Mahmoud's life,\" his brother Emad told the Ma'an news website. A mass hunger strike by hundreds of Palestinian prisoners ended on 14 May after a deal was reached – following mediation by Egypt and Jordan – to end solitary confinement, and to allow family visits and improve conditions, such as access to televisions and telephone calls. But the Israeli authorities refused to end the practice of administrative detention. The measure is used to suppress legitimate and peaceful activities in the Palestinian territories, according to a report by Amnesty International published on Wednesday. Administrative detainees have been subjected to violations, including torture and ill-treatment, during interrogation and detention, it added. \"Israel has used its system of administrative detention – intended as an exceptional measure against people posing as an extreme and imminent danger to security – to trample on the human rights of detainees for decades,\" said Ann Harrison of Amnesty. The report, Starved of Justice, calls on Israel to release all prisoners held under long-standing administrative detention orders or put them on trial."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}