{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/jun/25/household-finances-ooutlook-improves", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-06-24T23:06:03Z", "webTitle": "Households say finances look brightest for two years even as wages nosedive", "webUrl": "https://www.theguardian.com/money/2012/jun/25/household-finances-ooutlook-improves", "apiUrl": "https://content.guardianapis.com/money/2012/jun/25/household-finances-ooutlook-improves", "fields": {"headline": "Households say finances look brightest for two years even as wages nosedive", "bodyText": "Households are more optimistic about their finances than at any time for two years despite reporting the sharpest fall in wages for five months, according to the Markit household finance index. The prospect of lower inflation improved the outlook of most households in June, as they looked forward to closing the gap between wages and rising prices over the next year, said Markit. Household spending power continued to fall in June after 33% of households said their finances worsened and only 7% said they improved. The Markit index for current finances registered a balance of 37, well below the 50-plus level that indicates improvement. The prospect of unemployment also weighed heavily on many households and accounted for a downbeat view of job security. More households reported a deterioration in their job security than an improvement, though the gap closed to produce an index figure of 44.5, the second highest reading since April 2010. The figures appear to support the government's view that while the economy remains weak it has stopped getting worse. However, falling inflation has widely been seen as an indicator of the economy's increasing fragility. Official figures documenting activity in the manufacturing, services and contruction sectors have highlighted the UK's worsening situation in recent months. Worrying signs of rising debt levels will add to concerns that the economy is likely struggle for at least the rest of the year. Households said they increased their debts for the fifteenth month running and at the sharpest pace since January. Only the CBI's industrial trends survey has offered a glimmer of hope after it reported firms saying they expect to see rising orders and output this year, albeit from a low base. Tim Moore, an economist at Markit, said: \"Lower inflation provided some relief to UK household finances in June, ushering in a slower drop in cash availability and the least downbeat assessment of future finances for over two years. \"However, the overall picture is by no means akin to 'fog in Channel; continental woes cut off', and it will take much more than a dip in inflation to carry this resilience through the second half of 2012. \"A worsening global economic backdrop in June, alongside reports of a greater drop in income from employment, continued to keep the pressure on household finances. This in turn resulted in an aversion to major purchases, as well as a further erosion of savings and subdued spending patterns, especially among the lowest income groups.\" Public sector workers were much gloomier about their personal finances than private sector workers, while in the private sector construction workers and those in manufacturing were the most nervous about their job prospects."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}