{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2012/jun/14/britons-stuck-in-perfect-storm-inequality", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2012-06-13T23:05:00Z", "webTitle": "Britons are stuck in perfect storm of inequality, says Oxfam", "webUrl": "https://www.theguardian.com/society/2012/jun/14/britons-stuck-in-perfect-storm-inequality", "apiUrl": "https://content.guardianapis.com/society/2012/jun/14/britons-stuck-in-perfect-storm-inequality", "fields": {"headline": "Britons are stuck in perfect storm of inequality, says Oxfam", "bodyText": "Britons are being caught in a \"perfect storm\" of rising living costs and falling incomes at a time of cuts to public services that threaten to return the country to levels of inequality not seen since Victorian times, a report by Oxfam says. The charity, best known for its campaigning on development issues abroad, says Britain's 13.5 million poor people are being hit hardest by the government's deficit reduction strategy because of the \"wrong balance\" between tax rises of £29bn and public sector cuts of £99bn. Oxfam warns that most of the tax rises have already taken place but 88% of the planned spending cuts lie ahead over the next four years, \"meaning that things will get worse for those on low incomes\". The charity calls for a fairer burden for the rich, pointing out that the government admits £35bn a year is lost to tax avoidance. It calls for a \"Robin Hood tax\" of 0.05% on financial transactions – which is being championed by Germany and France in the EU but resisted by the UK and Sweden – which would raise £20bn in Britain alone. The charity is particularly concerned over the rise in poor people with jobs who are unable to \"make work pay\". In 2005, it says, there was a marked shift in the composition of the poor: for the first more people in poverty were working than without work, and the trend has continued. The report is timed to coincide with the release of the latest unemployment data, which is expected to reveal an increase in the number of working people living in poverty. At present six in every 10 of the 7.9 million working-age adults in poverty are from working households. The result is that many poor people in work need state subsidies to get by. This is starkly demonstrated by number of housing benefit claimants in work, which more than doubled between November 2008 and February 2012 to 878,000. All this comes at a time when the poor face steeper inflationary pressures: food prices have shot up by almost a third in the past five years, while the minimum wage has gone up by 12%. Oxfam warns that rising unemployment, involuntary part-time working, pay freezes and cuts in benefit levels are leading to the \"biggest real-terms fall in incomes since the mid-1970s\". It says the median income will drop by 7% between 2009-10 and 2012-13. Although Britain has become an increasingly unequal society since 1979, the recession did briefly flatten gains for the richest. Oxfam says the initial \"progressive\" response to the downturn saw incomes growing fastest for the poorest fifth – 3.4% – and slowest for the richest two-fifths – 0.3% – between 2008-09 and 2009-10. But there has been a short, sharp entrenchment of inequality in the past two years. Last year, the earnings of FTSE 100 executives went up by 49%, while the annual pay of waiters and waitresses fell by 11% and those of cleaning staff by 3.4%. The average director at Britain's top 100 companies now earns 145 times more than their average worker. \"On current trends, by 2035 this inequality will reach levels last seen in the Victorian era,\" says the report, at a time when the authors say the UK has \"weaker protection for those in work than Mexico\". It also notes that the government inherited falling unemployment but has seen jobless numbers rise to their highest level for 17 years. Oxfam warns benefit levels have steadily been falling since the link with earnings was broken in 1980. Unemployment benefit has dropped from one-fifth to one-tenth of average earnings. Oxfam's director of UK Poverty, Chris Johnes, said: \"Despite the government's rhetoric about making work pay, having a job is no longer necessarily enough to lift someone out of poverty; more working age adults in poverty now live in working households than in workless ones. The government is justifying huge cuts to welfare support for people on low incomes by saying this will incentivise work, but there simply aren't enough decent jobs available.\" Labour's welfare spokesman, Liam Byrne, said that \"work no longer pays for thousands of British families because of this government's botched reforms. \"Whether it's changes to tax credits making families better off out of work, or failed economic policies holding back jobs and growth, ministers are getting things badly wrong and hard-working families up and down the country are paying the price,\" he said. In a statement, the government said it \"believes that the focus on income over the last decades has ignored the root causes of poverty and in doing so has allowed social problems to deepen. \"Our social justice strategy is about providing support to transform lives and tackle the multiple and interlinking disadvantages of poverty, including early intervention, better educational outcomes and worklessness.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}