{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/jun/19/aung-san-suu-kyi-garibaldi", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-06-19T22:17:33Z", "webTitle": "Aung San Suu Kyi: in the steps of Garibaldi | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/jun/19/aung-san-suu-kyi-garibaldi", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/jun/19/aung-san-suu-kyi-garibaldi", "fields": {"headline": "Aung San Suu Kyi: in the steps of Garibaldi", "bodyText": "Aung San Suu Kyi said this week she had been surprised to discover the depth of international popular feeling in support of her cause. In that case, the Burmese democracy leader is in for a week of further surprises as her hugely cheering visit to Britain continues. In her grim years of imposed isolation, under house arrest in Rangoon, Aung San Suu Kyi may not have fully understood the extent to which she had become a global democratic symbol, long before the word viral took on its modern, digital meaning. Now, greeted with unstinting admiration on her visits to the London School of Economics and the BBC on Tuesday, at Oxford University on Wednesday, and in front of a joint session of parliament in London on Thursday, she can surely no longer be in doubt. A few may be tempted to worry that Aung San Suu Kyi has become an easily convenient political icon for the celebrity age and for what is in so many other respects a depoliticised culture. Aung San Suu Kyi's dignity, her suffering, her appearance – and, especially in this part of the world, her fluency in English – combine to make her an image-maker's dream. There is no arguing with the fact that Aung San Suu Kyi's story and manner make her an ideal vessel for communicating her country's cause to the wider world. What rock star wouldn't want a piece of her magic? Maybe it is not surprising that even the democracy campaigner herself should fear the public might not take the cause of Burmese freedom sufficiently seriously. Fortunately, such fears are groundless, for two powerful reasons. The first is that the modern media which have made Aung San Suu Kyi into one of the most recognisable political leaders in the world are a source of strength, not weakness. The fact that most people on the planet know about her is the primary reason why she has been freed by the Burmese authorities and why she has now been confident enough to travel abroad. But the second is that no one should underestimate the internationalist feeling of the British people. This internationalism has very deep roots. \"It was a sight and sound to check the pulse, and make the cheek pale, and bring the tears into the eyes,\" this newspaper's correspondent reported as Londoners cheered the arrival of Garibaldi in 1864. The crowds that massed for Garibaldi were exceptional. Yet succeeding generations have repeatedly had their own Garibaldis too, their own genuinely popular foreign heroes who incarnated global liberty and justice for their own age, who transcended boundaries of nationality and race, and who seemed to embody the absolute best of ourselves. To the generation of 1918, that visiting hero was Woodrow Wilson. In 1931 it was Mahatma Gandhi. In the 1990s it was, of course, Nelson Mandela. And now, in 2012, it is at last a heroic woman, Aung San Suu Kyi."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}