{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/jun/05/starbucks-british-tweet-irks-irish-followers", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-06-05T22:06:59Z", "webTitle": "Starbucks in hot water after asking Irish tweeters if they are proud to be British", "webUrl": "https://www.theguardian.com/business/2012/jun/05/starbucks-british-tweet-irks-irish-followers", "apiUrl": "https://content.guardianapis.com/business/2012/jun/05/starbucks-british-tweet-irks-irish-followers", "fields": {"headline": "Starbucks in hot water after asking Irish tweeters if they are proud to be British", "bodyText": "Inviting followers on Twitter to \"show us what makes you proud to be British\" as part of a diamond jubilee promotion must have seemed like a good idea at the time at Starbucks. But after tweeting the invitation to nearly 2,000 Irish followers of its Twitter account on Tuesday, the coffee giant has been on the receiving end of a backlash over its seemingly shaky grasp of political geography. \"Right now someone in Starbucks Ireland is wishing there was a Twitter version of the memory wipe thing from Men In Black,\" was just one of the responses tweeted soon after. One follower of the Starbucks Ireland account (@Starbucks.IE), Fergus McNally, commented: \"the ie stands for Ireland, awaiting the apology before I visit your stores again!!\" An apology did come, hours after the gaffe, with the Starbucks Ireland account telling followers: \"We erroneously posted to our Irish Twitter page meaning to post to the UK only. Customers in Ireland: We're sorry.\" The company later followed up by issuing a statement saying: \"First and foremost we apologise to our Irish customers for the mistake made on Twitter this afternoon. \"The tweet, which was only meant to be sent to our British Twitter followers as part of the diamond jubilee celebrations, was erroneously posted to our Irish Twitter page. \"We apologise to all our customers and followers on Twitter in Ireland and hope that they will forgive our mistake.\" The error comes months after another global brand, Nike, found itself on the back foot after falling foul of sensitivities over Irish history. The sportswear giant said no offence was intended after issuing a St Patrick's Day-themed shoe which raised memories of a British paramilitary unit which gained notoriety during the Irish war of independence. Nike had released the shoe, which it dubbed the \"Black and Tan\", in a nod to Guinness. The beer-themed trainer had a black-leather upper with tan elements, creamy swoosh and featured an image of a pint."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}