{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jun/25/england-italy-twitter", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-06-24T23:07:13Z", "webTitle": "England's Euro heartbreak: the view from Twitter", "webUrl": "https://www.theguardian.com/football/2012/jun/25/england-italy-twitter", "apiUrl": "https://content.guardianapis.com/football/2012/jun/25/england-italy-twitter", "fields": {"headline": "England's Euro heartbreak: the view from Twitter", "bodyText": "Rio Ferdinand (@rioferdy5) I'm going for an England win 2 - 1, Rooney + welbeck at the double! Alastair Campbell (@campbellclaret) Let the penalty shoot out begin Frankie Boyle @frankieboyle I have a sneaky feeling we're going to see John Terry lifting this trophy, whether England reach the final or not David Lammy (@davidlammy) The signs are good.This time they were all singing the national anthem. Glory a glint in their eyes. Feels good for once Lord Sugar (@Lord_Sugar) Worried about Balotteli loitering with intent nearly done us on two occasions Piers Morgan (@piersmorgan) Milner and Parker look knackered, Young useless as always. Roy needs to shake this up. Robbie Savage (@robbiesavage8) It's a good job ballotelli is playing if those chances went to cassano or di natale England would be down ! Dan Snow (@thehistoryguy) This is like 1943, trying to knock the Italians out of the war in order to take on the Germans in the next round Ian Wright (@ianwright0) Theo is what this game needs! We need pace. Jonathan Ross (@wossy) If England win I will cut my hair like Balotelli. Come on chaps. You can do it. Joey Barton (@joey7barton) Andrea Pirlo doesn't just pass and caress the ball, he makes slow, sensual, really emotional love to it. #whataplayer Lord Sugar (@Lord_Sugar) ROY HODGSON has got a very big watch on John Prescott (@johnprescott) @Lord_Sugar that is a sundial.\" #roysbigwatch Emily Maitlis (@maitlis) #Euro2013 sofa now stamping floor and shouting young young young #notinagoodway Lord Sugar (@Lord_Sugar) I think British Airways are refuelling the ENGLAND TEAMS plane Piers Morgan (@piersmorgan) Whoa.. Nearly cost me £3k... @WayneRooney #BicycleBoy Jonathan Ross (@wossy) Is there a tactical reason England aren't bothering to mark the Italian players? David Lammy (@DavidLammy) Spurs fans can't take another penalty shootout. Just too much for one month ! #euro2012 #thfc Gary Lineker (@garylineker) Wouldn't it be absolutely marvellous to have a David Platt moment? Joey Barton (@Joey7Barton) Latest completed passing stats are in, England 309, Italy 720... #notrocketscience #keepthepill Alastair Campbell (@campbellclaret) Another prediction right and still @GaryLineker and @danwalkerbbc sticking with Hansen and Shearer Michael Owen (@themichaelowen) Gutted but it reflects where we are at. Probably a top 8 team but miles behind the Spains of this world."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}