{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jun/10/slaven-bilic-croatia-euro-2012", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-06-09T23:17:44Z", "webTitle": "Euro 2012: Slaven Bilic seeking one last hurrah from Croatia", "webUrl": "https://www.theguardian.com/football/2012/jun/10/slaven-bilic-croatia-euro-2012", "apiUrl": "https://content.guardianapis.com/football/2012/jun/10/slaven-bilic-croatia-euro-2012", "fields": {"headline": "Euro 2012: Slaven Bilic seeking one last hurrah from Croatia", "bodyText": "A major tournament is often a point of departure. Lives can change with either a culmination or a moment of despair, but there are managers who insist on deciding their own fate. During the buildup to Euro 2012, Slaven Bilic confirmed that he will soon cease to be in charge of Croatia as he moves on to Lokomotiv Moscow. The timing may have been odd with this competition and the weekend challenge of the Republic of Ireland still before him, but clarity had been achieved. He will have known, in any case, that a remarkable period could be coming to an end. Bilic was therefore keen to emphasise the quality of his principal talents still to be seen. \"I am sure that Luka Modric has been among the top players since four years ago at Euro 2008,\" said the manager. The reference to that summer was no accident. This was Bilic's reminder that Croatia topped their group ahead of Germany before losing to Turkey on penalties in the quarter-final. According to Bilic, commitment has not faded subsequently. \"Our supporters will not be as many as the Irish, but they will be loud and give us energy,\" said a manager who keeps evoking the competitiveness of 2008 in Austria and Switzerland. There have, however, been enforced changes since then. Ivica Olic is absent from this tournament because of a torn hamstring. The attacker, who turns 33 in September, has spoken of possible retirement from the international scene. The topic comes to mind readily for a player of his age, but a country with a relatively small population of 4.3m cannot assume a generation of similar worth will step forward immediately. With Italy and Spain to be faced along with Ireland, Bilic might crave equivalents to his former team-mates. The Kovac brothers persisted in the national side until deep into their thirties, but natural successors still did not materialise. Although younger men such as Nikica Jelavic of Everton and Tottenham's Modric are having an impact, the line-up as a whole has been less effective. Modric himself is frank about that topic, grumbling about the inadequacies of the Croatian League as a nurturer of talent. In particular, Bilic will rue the lack of a true successor to the defensive midfielder Niko Kovac, even though three years have passed since his retirement. A certain wariness of Croatia is still appropriate. After losing to Georgia and Greece in their qualification group they made short work of Turkey in the play-offs, winning 3-0 in Istanbul. The side may not intimidate rivals at Euro 2012 but opponents will be cautious none the less."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}