{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/jun/29/morning-mail-plastic-pollution-crisis-rivals-climate-change", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-06-28T21:08:10Z", "webTitle": "Morning mail: plastic pollution crisis 'rivals climate change'", "webUrl": "https://www.theguardian.com/australia-news/2017/jun/29/morning-mail-plastic-pollution-crisis-rivals-climate-change", "apiUrl": "https://content.guardianapis.com/australia-news/2017/jun/29/morning-mail-plastic-pollution-crisis-rivals-climate-change", "fields": {"headline": "Morning mail: plastic pollution crisis 'rivals climate change'", "bodyText": "Good morning, this is Eleanor Ainge Roy bringing you the main stories and must-reads on Thursday 29 June. Top stories A million plastic bottles are bought around the world every minute, and scientists predict that by 2050 the ocean will contain more plastic by weight than fish. In this exclusive report the Guardian reveals that the threat from plastic choking the planet may be as serious as climate change. Demand is fuelled by an apparently insatiable desire for bottled water, and the spread of a western, urbanised “on-the-go” culture to China and the Asia-Pacific region. But as use soars around the globe, efforts to collect and recycle the bottles are failing to keep up, with between 5m and 13m tonnes of plastic leaking into the world’s oceans each year. Hugo Tagholm, of the marine conservation and campaigning group Surfers Against Sewage, said: “Current science shows that plastics cannot be usefully assimilated into the food chain. Where they are ingested they carry toxins that work their way on to our dinner plates.” Read Margaret Atwood on the evils of plastics here. Christopher Pyne has issued an apology for his comments boasting about the influence of the moderate faction of the Liberal party under Malcolm Turnbull’s leadership and pointing to an imminent resolution on marriage equality. The defence industry minister described the remarks, which triggered a factional brawl within the Liberal party, as “ill chosen and unwise”. Pyne said Turnbull ran an “inclusive” government and conceded his words had been unhelpful and damaging. Tony Abbott said he understood why some colleagues believed Pyne’s position as leader of the house was “difficult to maintain”. Meanwhile, the prime minister was trying to keep his frustration at the media’s “fascination with personalities” zipped up. The Australian Greens have voted to temporarily suspend the New South Wales senator Lee Rhiannon from the party room. The suspension follows complaints from all nine of Rhiannon’s federal colleagues, including the leader, Richard Di Natale, that she derailed the party’s negotiations over school funding and breached the faith of the party room. Read Gabrielle Chan’s analysis of why Rhiannon’s suspension is more than a clash of party and principle here. Climate change will cause ice-free areas on Antarctica to increase by up to a quarter by 2100 if greenhouse gas emissions aren’t reduced. Such a massive decline in ice-free areas would threaten the diversity of the unique terrestrial plant and animal life that exists there, according to projections from the first study examining the question in detail. Projected warming and changes in snowfall will cause ice-free areas – which now make up about 1% of Antarctica and are home to all of the continent’s terrestrial plants and animals – to increase by as much as 17,000 sq km. Six people have been charged with criminal offences over the Hillsborough disaster, which saw 96 die in a crush at the stadium in Sheffield in 1989, and over an alleged police cover-up that followed. David Duckenfield, the commanding officer in charge of the FA Cup semi-final, has been charged with manslaughter by gross negligence of 95 men, women and children. A timeline of the disaster and subsequent investigation is here, and detailed information on the six people charged can be found here. Sport The Melbourne Cup winner Michelle Payne has been stood down from racing and trackwork after she returned a positive urine test for a banned substance this month. She will front a Racing Victoria inquiry this morning to plead her case. Payne, who became the first woman to win the Melbourne Cup when she guided 100-1 shot Prince of Penzance to victory, returned a positive result for phentermine at the Swan Hill Cup meeting on 11 June. Regardless of the outcome of Thursday night’s appeal hearing regarding Bachar Houli’s two-week suspension, the AFL has made a mockery of its own judicial process with an unprecedented vote of no confidence against its own tribunal, writes Russell Jackson. Thinking time Before there was Girls, there was Girlfriends … Brodie Lancaster has penned a love letter to the 1978 film she wished she’d discovered years earlier. Girlfriends’ nuanced exploration of female friendships and “the terror of choice” latched tightly on to Lancaster’s heart, mind and guts. “It tells a common story of young womanhood and the idea that choosing one path in life can ever be ‘right’ or ‘better’ than another.” Julia Gillard looks at the stigma around mental health and the story of the wartime Labor prime minister John Curtin. Psychological battles would stay with him his whole life, but despite this – or perhaps, in part, because of it – he would become the greatest Australian prime minister, Gillard writes. The Australia Council released the results of its major national arts participation survey on Wednesday – and found 98% of Australians engage with the arts. This should come as no surprise, of course, but delve a little deeper with Ben Eltham and you’ll find big gaps between the types of arts we love – and the type that get funding. What’s he done now? Donald Trump has launched a now familiar Twitter tirade against the Washington Post and, now, Amazon: “The #AmazonWashingtonPost, sometimes referred to as the guardian of Amazon not paying internet taxes (which they should) is FAKE NEWS!”. Jeff Bezos, Amazon’s chief executive, bought the Post in 2013 but the company was not directly involved. And tax experts are puzzled by what “internet taxes” Trump is referring to. Newsweek magazine called the tweet “arguably his most difficult-to-decipher tweet since ‘covfefe’”. Media roundup The Australian reports that border authorities are facing a new wave of people-smuggling operations described as “micro-ventures” that are smaller, less detectable teams using more perilous sea routes. In Tasmania the Mercury says its time to snuggle down for winter, with rain and hail forecast before snowfalls, and the ABC has a long read from WA on what the end of the mining boom means for Indigenous communities. Staying on mining, the New Yorker has an in-depth read on the decline of coalmining in Appalachia, and how it will impact already struggling communities. Coming up The Australian Bureau of Statistics will release its job vacancies report for May. The number of vacancies rose to a four-year high in the last quarterly survey but unemployment remains steady at 5.7% and the number of underemployed is at historic highs. Tony Abbott will be addressing the Centre for Independent Studies, where he will make the case for an Australian nuclear submarine fleet. Support the Guardian It might take a minute to catch up on the news, but good journalism takes time and money. If you already support Guardian Australia, your generosity is invaluable. If not, and you value what we do, please become a Supporter today. Thanks. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}