{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jun/20/fifa-manchester-united-paul-pogba-juventus-proceedings", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-06-20T23:01:14Z", "webTitle": "Fifa clears Manchester United over Paul Pogba move but acts against Juventus", "webUrl": "https://www.theguardian.com/football/2017/jun/20/fifa-manchester-united-paul-pogba-juventus-proceedings", "apiUrl": "https://content.guardianapis.com/football/2017/jun/20/fifa-manchester-united-paul-pogba-juventus-proceedings", "fields": {"headline": "Fifa clears Manchester United over Paul Pogba move but acts against Juventus", "bodyText": "Manchester United have been cleared of wrongdoing in the transfer of Paul Pogba but Fifa has opened disciplinary proceedings against Juventus. World football’s governing body announced in May it had requested clarification from United and Juventus on every aspect of Pogba’s £89.3m move to Old Trafford. Fifa acted following allegations Pogba’s agent, Mino Raiola, would earn €49m (£41.3m) from the most expensive transfer in history. Reports based on extracts from documents and contracts relating to Pogba’s move, revealed by the Football Leaks operation, alleged Raiola was paid €27m from Juventus, €19.4m by United and a further €2.6m paid by United on behalf of Pogba for negotiating his wage package. United said at the time they were relaxed about the investigation after offering Fifa all the relevant documents when the transfer was completed in August 2016. Fifa told ESPN on Tuesday: “We can confirm disciplinary proceedings have been opened against Juventus. We cannot comment further as proceedings are ongoing. We can confirm no disciplinary proceedings have been opened against Manchester United.” Fifa is set to examine Raiola’s agreement with the Serie A club to see if there is a breach of third-party ownership rules. Raiola admitted in an interview with the Financial Times last year that: “Juventus was not the only owner of the player’s rights.” However, he recently dismissed suggestions he had “cashed £40m” from Pogba’s move as “fake news” and, during an interview with Gazzetta dello Sport, refused to confirm his slice of the deal. He said: “€27m? I’ll just say it’s not an exact figure: maybe it’s less but maybe it’s even more.” Agents are permitted to act for two sides to a transfer, and three in exceptional circumstances, as long as all parties are aware of it and agree. If Juventus are found guilty of wrongdoing, the Italian champions could be fined or handed a transfer ban."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}