{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/jun/20/two-thirds-europeans-believe-eu-hard-line-brexit-poll", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-06-19T23:01:48Z", "webTitle": "Two-thirds of Europeans believe EU should take hard line on Brexit – poll", "webUrl": "https://www.theguardian.com/world/2017/jun/20/two-thirds-europeans-believe-eu-hard-line-brexit-poll", "apiUrl": "https://content.guardianapis.com/world/2017/jun/20/two-thirds-europeans-believe-eu-hard-line-brexit-poll", "fields": {"headline": "Two-thirds of Europeans believe EU should take hard line on Brexit – poll", "bodyText": "Two-thirds of Europeans believe the EU should take a hard line with the UK over Brexit, according to a survey. Sixty-five per cent of those questioned in Belgium, Germany, Greece, Spain, France, Italy Austria, Hungary and Poland said the EU, while trying to maintain a good relationship with Britain, should not compromise on its core principles. The Chatham House-Kantar survey showed just 18% of people in the nine countries – compared with 49% of people in Britain – believed the opposite; that the European commission should aim to keep the UK as close as possible, at the expense of its principles, during the talks, which began on Monday. Of those surveyed across the nine continental countries, 57% said the EU had been weakened by Brexit, while 46% felt Britain’s departure would be bad for the bloc. By contrast, 70% of Britons felt the EU would suffer from the UK leaving. The survey interviewed more than 1,000 people in each of the 10 countries including Britain earlier this year before elections in the Netherlands and France and an economic uptick that have significantly bolstered pro-European sentiment. The election of pro-European centrist Emmanuel Macron in France has in particular given the bloc a boost. The eurozone economy, too, is now growing faster than that of the UK or US. Britain’s confusion over what Brexit strategy to adopt have also helped swing EU opinion. A Pew survey last week found markedly higher approval for the EU since the Brexit vote: 63% of respondents in the 10 EU countries had favourable views about the bloc. The figures mark a sharp increase from spring last year, with favourable opinions up 18 points in Germany and France, 15 in Spain, 13 in the Netherlands – and 10 in the UK. Only 18% of continental respondents wanted their country to leave the EU. The survey identified significant differences over general attitudes towards the EU between European elites and the wider public, with elites – politicians, business leaders and opinion formers – twice as likely (71% against 34%) to say they had benefited from the EU. The results also revealed a gap between public perception and that of the elite on immigration, while the wider public were also more likely to view the EU negatively. The survey also picked up a major split between what it called “liberal” and “authoritarian” mindsets, which it found were more significant in shaping attitudes to the EU than economic status. Overall, the survey revealed that more than half (58%) of people in 10 countries believed another EU country might leave the bloc within the next decade. Four-fifths of Greeks, hardest hit by the 2008 financial crisis, backed this view, compared with less than half of Hungarians and Poles. Asked about what they considered the EU’s greatest achievements, the freedom to live and work across Europe and the creation of the border-free Schengen zone came top among continental respondents (both on 17%), followed by European peace and the euro (13%) and the single market (8%). Twenty-nine per cent of Britons, however, said the EU had made no major contribution – against an average of 14% across the other nine countries. Immigration In the UK there was evidence of an almost even split in attitudes towards immigration, with 35% of respondents agreeing that immigration has been good for the country, while 34% disagreed. In Spain 38% of respondents said immigration had benefitted the country, the highest positive sentiment of any country surveyed. By contrast just 7% of Greek respondents and Hungarians felt immigration had been good for the country, versus 68% and 74% respectively who disagreed. Islam More than half of respondents across the 10 countries surveyed (53%) felt “the European way of life and that of Muslims are irreconcilable”. This attitude was most prevalent in Poland where two-thirds of respondents agreed, Greece (64%) and Austria and Hungary (62% each). Almost two-thirds of those surveyed in Austria, Hungary and Belgium want to stop further immigration from mainly Muslim countries, an attitude shared by 71% Polish respondents. Spain (41%) and the UK (47%) were least likely to hold the same view. France, Belgium and Austria were most likely to call for a ban of Islamic dress which covers the face in public places, with 80% or more of respondents in agreement. The survey found there was strong opposition to Turkey joining the EU, with 61% of people saying they opposed it. This was most strongly expressed in Austria (82%), Germany, France and Belgium (all 73%). Refugees Countries that have taken in a high proportion of refugees were most likely to say that every member state should accept the same proportion of refugees based on population size. However, attitudes differed widely across the individual countries surveyed. In the UK, 41% said each individual country should be able to decide how many refugees they accepted, while a third said countries should not have to accept any refugees. Economy The survey also laid bare the continuing impact of the economic crisis, even at a time when the EU economy is starting to grow again. Almost half (48%) of Greek respondents admitted that someone in their household had had to borrow money in the year preceding the survey for essentials such as food, rent/mortgage or utility bills, while close to a third (31%) said they or a member of their household had gone without medicine or treatment. More than a fifth of Spanish and Greek respondents (22%) said they had shared their home with struggling friends or family within the past year. Most Greek respondents (62%) chose “economic crisis” as the term they most strongly associate with the EU, while close to a third of Greek respondents (32%) said “economic austerity” was the EU’s greatest failure."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}