{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/jun/11/eddie-jones-england-players-final-chance-world-cup-squad", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-06-11T21:00:07Z", "webTitle": "Eddie Jones tells England players of final chance for World Cup squad", "webUrl": "https://www.theguardian.com/sport/2017/jun/11/eddie-jones-england-players-final-chance-world-cup-squad", "apiUrl": "https://content.guardianapis.com/sport/2017/jun/11/eddie-jones-england-players-final-chance-world-cup-squad", "fields": {"headline": "Eddie Jones tells England players of final chance for World Cup squad", "bodyText": "After San Juan there should be no need to talk up Santa Fe. Argentina and England put on one of the more exhilarating matches of modern times, a try-laden festival of dynamic rugby that twisted this way and that right up to the last, when Denny Solomona’s brilliant solo score tilted the balance one final time in favour of England. It was an extraordinary exhibition of skill and nerve by an England side shorn of 30 players. Ten new caps were blooded, the most by England since 1956. By any rational measure they ought to be well satisfied, the second Test next weekend no more than a bonus opportunity to play a bit more rugby before a well-earned rest at the end of a long season. But Eddie Jones does not do satisfied. Already he has defied his put-upon youngsters to seize this last opportunity if they want to stand a chance of making the 2019 World Cup. “This next Test is really important for these players,” he said. “They have to understand they may get only one game to have the opportunity to show they are good enough to be in contention for the next World Cup. You can always get those X-factor players who suddenly come through. We have seen a few now who previously we didn’t have on the radar. You always want that to happen. But, generally speaking I would think 80% of the [World Cup] squad will come from the next 45-man squad [announced in August].” When Jones speaks of X-factor he might as well be holding up a portrait of Solomona, whose debut here was just about as wild and unpredictable as he could have dreamt it would be and, as such, a neat microcosm of the match. He came on in the 50th minute and within three minutes had missed three tackles, conceding two tries in the process. England’s six-point lead had transformed itself into an eight-point deficit – and Solomona must have been wondering what he was doing in this strange land, this strange sport. “I think he was just so nervous,” Jones said. “The big occasion got to him. But the great thing is he bounced back. He had one opportunity to carry the ball and it was a fantastic carry.” In the 79th minute England finally worked the ball to him – and then he remembered spectacularly what he was all about, smashing through, stepping around and streaking away from a variety of hapless defenders for the winning try. “It’s unreal,” he said. “I think that is the best and worst debut I have had in my life! It is definitely different, a lot more intense than I thought. I can’t remember the build-up to the try. I just remember putting the ball down and being overwhelmed with joy and pride. I made a couple of mistakes but hopefully redeemed myself.” As with Solomona, so with England. The error count in the first half in particular was high – from both teams – but Argentina, with a good deal more experience, even if they are without a host of world-class talent themselves, looked as if they might administer the kind of lesson no one enjoys having to endure. In the Pumas’ case the absentees are voluntary, their policy of selecting only home-based players as strict as that of the All Blacks, but they retained enough quality to dominate England at the set piece. And their reputation for running rugby is well earned, with Martin Landajo, Nicolás Sánchez and Matias Moroni dazzling at times. They fielded a new cap of their own, Emiliano Boffelli, a strapping winger who scored the game’s first try. The names are worth remembering. They are in England’s World Cup pool and will be lethal. But they made mistakes, too, and England punished them as ruthlessly as Argentina did theirs. Mark Wilson had a fantastic debut on one flank and will not surrender his shirt lightly with Chris Robshaw back in contention this week. On the other Tom Curry, 19 this Thursday, gave promise of a long career, mixing the fearless with the dextrous. Surpassing them all, though, was George Ford, who had his best game in an England shirt, pulling the Pumas’ defence into all manner of uncomfortable positions and racking up 25 points. “He’s a young stand-off,” Jones said. “He’s 24, still learning his trade and I thought it was certainly a good performance. He kept in the game and kept in control and gave the team what we needed. He definitely kicked well.” The show moves on to Santa Fe, via Buenos Aires where England are basing themselves. Robshaw has recovered from his ankle injury but more new caps can be expected as Jones extends those precious opportunities to outsiders to convince him. He is building England an enviable stock of resources for now and the future but as ever prizes above all else the life force of recurring victory. “We know Argentina are going to respond. It’s always the case when one side win and one side lose. The side who lose go back over every detail of how they lost. They come up with a game plan and perform it energetically. We have got to treat this like a loss and make sure we have the same intent to improve from the last game.” No, Santa Fe should not require a further raising of the stakes but it is going to get one anyway. Argentina Tuculet; Moroni, Orlando, De la Fuente, Boffelli (Moyano 62); Sánchez (Hernández 62), Landajo (Bertranou 69); Noguera Paz (Garcia Botta 70), Creevy (capt; Montoya 48), Pieretto, Alemanno, Lavanini (Petti 48), Matera, Ortega Desio, Leguizamon (Senatore 58). Tries Boffelli, Lavanini, De la Fuente, Tuculet Cons Sánchez 4 Pen Sánchez Drop goal Hernández. England Brown; Yarde (Solomona 50), Slade, Lozowski (Francis 55), May; Ford, Care (Maunder 78); Genge (Mullan 55), Hartley (capt), Williams (Collier 62), Launchbury, Ewels (Isiekwe 78), Wilson, T Curry (Armand 71), Hughes. Tries Yarde, May, Ford, Solomona Cons Ford 3 Pens Ford 4. Referee Nigel Owens (Wales) Attendance 25,000."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}