{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/jun/17/australian-government-pays-heavy-penalty-for-manus-mistreatment", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-06-16T22:14:02Z", "webTitle": "Australian government pays heavy penalty for Manus mistreatment | Richard Ackland", "webUrl": "https://www.theguardian.com/australia-news/2017/jun/17/australian-government-pays-heavy-penalty-for-manus-mistreatment", "apiUrl": "https://content.guardianapis.com/australia-news/2017/jun/17/australian-government-pays-heavy-penalty-for-manus-mistreatment", "fields": {"headline": "Australian government pays heavy penalty for Manus mistreatment", "bodyText": "Apart from the excitement of a great heap of money, the settlement of the Manus Island class action was also the moment when numerous old myths were retired to bed. They include (and let me break the iron rule against dot-points): The Manus Island regional processing centre is a legal black hole, where the writ of Australian law does not reach; The care of and responsibility for the detainees is entirely a matter of the government of Papua New Guinea; The conditions at the processing centre and the treatment of detainees is out of sight, out of mind; Everything’s fine. The detainees are well cared for and free to move around. And if they’re not happy it’s their own fault because they tried to get to Australia “illegally”. At about $70m in damages, and another $20m or so in plaintiff legal costs, it averages out at more than $35,000 for each of the 1,905 claimants. Peanuts, really, when you consider what they have been through. It should be emphasised that the result is not the outcome of a trial. Rather, it is a commercial decision by the parties based on assessment of risk, cost, time, defendants’ embarrassment and witness stress. The commonwealth, along with the offshore service providers G4S and Transfield, which later became Broadspectrum, must have accepted that there would be little to no upside in testing the plaintiff’s evidence in open court, and the prospect of quite a bit of downside. It’s not the first time the commonwealth has settled litigation brought by refugee claimants. To maintain the policy of secrecy about conditions in these processing centres, the cost of keeping evidence out of court is never too high. This was the case with individual claims alleging mistreatment at the Baxter and Woomera detention centres. In the Manus case, there was an additional element created by the supreme court trial judge Michael McDonald who, on 7 April, ruled that the proceedings should be live streamed, not just to the public at large in Australia but internationally as well. The supreme court of Victoria said this would assist any of the media who were unable to attend the court, and allow schools and universities “to show judicial proceedings for educational purposes”. As far as the defendants were concerned, this was far too much education. The government’s initial position was outright opposition to any form of live streaming, but it later saidthis would be acceptable only via a secure channel and only to members of the class in the case. Broadspectrum adopted the same approach, although G4S did not oppose the orders sought by Slater &amp; Gordon for the lead plaintiff. For years, journalists’ access to the facilities at Manus and Nauru has been blocked, and the Border Force Act made it a criminal offence, with up to two years jail, for the disclosure of “protected information” by “entrusted persons”. This prohibition extended to current and former workers engaged by the Department of Immigration and Border Protection, consultants, contractors, and sub-contractors – including doctors and other health workers. In any event, Transfield/Broadspectrum requires all those within its orbit to sign confidentiality agreements, so there were applications for exemptions to those contractual provisions. Importantly, one of the numerous preliminary rounds in the Manus case was to secure orders that permitted witnesses to give evidence without facing prosecution by the department. This involved some careful massaging of a provision in the act that exempted witnesses “required” by an order or direction of a court. Halfway through this case, the government amended the secrecy provisions of the Border Force Act so they no longer applied to health professionals (including doctors). The same exemption had to be wrestled to the ground in an earlier class action brought on behalf of asylum seekers on Christmas Island. That case also involved numerous applications, including one for access to the compounds to inspect conditions. Ultimately, the court decided the Christmas Island case did not have class action status and the lead plaintiff settled about a month ago. In April last year, the supreme court of Papua New Guinea found that the entire Manus Island enterprise was illegal – even if the inmates were being treated humanely. The court said the processing centre was unconstitutional – asylum seekers being “brought to PNG by the Australian government and detained” was contrary to their rights of personal liberty under the PNG constitution. Lawyers at Slater &amp; Gordon for the plaintiff in the Manus Island case appeared in court more than 50 times on preliminary matters. There were 11 interlocutory judgments, before the settlement announcement on Wednesday, resulting from 28 applications. The commonwealth resisted at every step of the way, including on challenges to public interest immunity and discovery. The commonwealth said it was the largest public immunity challenge in Australian legal history. The fourth amended statement of claim is 166 pages long and full of harrowing allegations about neglect, inadequate shelter and accommodation, poor quality food, kitchens with rats running around, filthy toilets, squalid and overcrowded conditions, oppressive heat and humidity, inadequate medical and healthcare, and physical and psychological injuries. There was also an allegation of false imprisonment. You can read the claim here and all the other pleadings in the case here. The lawyers assembled a mass of evidence. Conditions at the PNG processing centre had been well documented by Amnesty International, the UNHCR, the Commonwealth Ombudsman and even reports by Guardian Australia. The UN special rapporteur on torture had found that Australia failed to protect refugees from “torture or cruel, inhuman or degrading treatment”. More than 200 witness had been interviewed and 200,000 documents analysed. More than 70 witnesses were prepared to give evidence despite confidentiality concerns, and another 33 for the defendants and third parties. The case was greatly assisted by Dr Peter Young, the director of mental health at IHMS; Kate Scheutze from Amnesty International, who played a big role highlighting the conditions on Manus; and Daniel Webb from the Human Rights Law Centre, who closely assisted the case. The lead plaintiff is Majid Kamasee, 35, who fled Iran because he was being persecuted as a Christian – our Coalition government’s favourite religion. He was horribly burnt at 14 in a fire caused by an oil heater, and his injuries required more than 30 surgical procedures. He spent 10 months at the Manus detention centre where he was denied medical treatment to manage his burns. He was in pain and quite ill for most of his time there. He also had the special cream he brought with him confiscated. He is now in community detention in Australia. Regardless of the fulminations of the immigration minister, Peter Dutton, that this was all down to an “ambulance-chasing law firm” and that the $70m settlement was made “without admissions”, this has been a ground-breaking outcome. Damages of that scale are the penalty for failure to detain refugees and asylum seekers in conditions that accord with Australian standards. Ben Phi, one of Slater &amp; Gordon’s lawyers who previously worked on the case, said: “We are looking to establish legal principles in relation to Australia’s obligations to detainees.” We now wait for the next shoe to drop: Nauru. The tragedy is that the boats could still have been stopped without the continuing infliction of degrading treatment. To put the biggest human rights case in Australia down to “ambulance-chasing” lawyers brings to mind the remark of Lord Birkenhead (aka Frederick Smith), an early 20th century lord chancellor: “It is better to be abused by fools than to be praised by rogues.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}