{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/jun/20/qanda-linda-burney-challenges-worth-australian-values-citizenship-test", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-06-19T20:35:15Z", "webTitle": "Q&A: Linda Burney challenges worth of 'Australian values' citizenship test", "webUrl": "https://www.theguardian.com/australia-news/2017/jun/20/qanda-linda-burney-challenges-worth-australian-values-citizenship-test", "apiUrl": "https://content.guardianapis.com/australia-news/2017/jun/20/qanda-linda-burney-challenges-worth-australian-values-citizenship-test", "fields": {"headline": "Q&A: Linda Burney challenges worth of 'Australian values' citizenship test", "bodyText": "Legislation introduced to toughen Australia’s citizenship regime may be unfair, the Labor MP Linda Burney told the ABC’s Q&amp;A program on Monday night as the opposition prepares to debate whether to support the proposed changes. Under the bill introduced last week, migrants seeking citizenship will need to demonstrate a high level of English proficiency and take an “Australian values” test. Burney said the Labor party had not come to a conclusion about how it would vote on the legislation, which would be discussed in a caucus meeting. “But I don’t want to lose the fact that whatever the changes are, they have to be fair and they have to be done in the national interest,” she said. She asked whether toughening the English test to require level six proficiency – equivalent to university entry level – was “really fair for people who are escaping terrible situations”, given that the peak organisation that educates migrants, Ames Australia, taught only to level four. Burney said it was also unclear who should decide what Australian values were. “I don’t know if any Aboriginal people, First People, have even been consulted in terms of what those values are, and you know, we are one of the most extraordinary countries with our diversity,” she said. “Is that diversity part of our values that are being required to be answered in this citizenship test? I have no idea.” The Liberal senator James Paterson questioned the relevance of citizenship questions such as the batting average of Don Bradman, but said asking new migrants about their values was important. “Batting average, as interesting as that is, is not a useful thing to study,” he said. “I would much rather know whether as a new migrant they accept the principle of freedom of religion, which means you can have faith or not have faith, that if you are of a faith you can choose to leave your faith or remain with it.” Burney responded: “I wonder who’s determining what the values are.” Paterson told Burney – the first Indigenous woman to serve in the House of Representatives – that “you and I will be voting for it in the parliament and if you are not happy you can vote against it and that is the opportunity you have as a representative”. The British author and business consultant Rachel Botsman, who has just written a book on trust within institutions, told the audience that she was preparing to sit the citizenship test. “The definition of larrikin, I don’t think, is necessary to become an Australian citizen, or knowing what an esky or lamington is or who Donald Bradman is, I don’t think they should be in the booklet,” she said. “But I’m against this English proficiency test because what it is saying is that you have to speak English to respect society and live in Australia. I came from a family of immigrants and I don’t think they could speak the language when they fled and they still made a positive contribution to society. “So I think we have to be very careful about saying you have to be proficient in English.” The panel, who included world-renowned primate expert Jane Goodall and a research fellow with the Centre for Independent Studies, Peter Kurti, was also asked about Malcolm Turnbull’s impression of Donald Trump during an off-the-record speech to journalists that was leaked. Turnbull probably knew the speech would be leaked, Botsman said. “I mean, he’s tech-savvy, he knows that Chatham House rules and off the record do not apply in the mobile age,” she said. “I think he knew this video was going to be leaked and there was part of him that maybe thought he was going to look less subservient to Trump through the use of humour.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}