{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/jun/28/combustible-cladding-found-on-120-tower-blocks-so-far-says-pm-pmqs-grenfell-tower", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-06-28T22:13:31Z", "webTitle": "Combustible cladding found on 120 tower blocks so far, says PM", "webUrl": "https://www.theguardian.com/politics/2017/jun/28/combustible-cladding-found-on-120-tower-blocks-so-far-says-pm-pmqs-grenfell-tower", "apiUrl": "https://content.guardianapis.com/politics/2017/jun/28/combustible-cladding-found-on-120-tower-blocks-so-far-says-pm-pmqs-grenfell-tower", "fields": {"headline": "Combustible cladding found on 120 tower blocks so far, says PM", "bodyText": "A total of 120 tower blocks across 37 local authority areas in England so far have failed fire safety tests and have combustible cladding, Theresa May announced on Monday. The prime minister said 100% of the cladding samples tested have been found to be combustible and urged councils and housing associations to “get on” with fire safety checks without waiting for test results. During tense exchanges in the House of Commons during prime minister’s questions on Wednesday, the Labour leader, Jeremy Corbyn, asked May for a “categorical” answer on whether cladding with a combustible core, such as polyethylene, is legal for high-rises, and whether that used on Grenfell Tower was legal. The prime minister replied: “My understanding is that this particular cladding was not compliant with the building regulations.” She added: “It is not just a question of what laws you have. It is how those are being applied. We have the building regulations about compliant materials. The question is why we have seen in local authority area after local authority area materials being put up that appear not to comply with those building regulations. That is what we need to get to the bottom of.” Corbyn said the government should halt its planned cuts to the fire service and said that under David Cameron, funding for fire safety audits and inspections had been cut by a quarter as were fire authority budgets. Housing associations called on the government to halt tests on the panels saying “valuable resources – from specialist equipment to expert time – are being poured into a testing process of which the results are already known”. David Orr, chief executive of the National Housing Federation urged ministers to “shift its focus to making people safe”. He said: “It is highly likely that this means removing the cladding from hundreds of buildings we were assured were safe … Putting this right will require a strategic look at the issue of fire safety in buildings as a whole, as well as clear prioritisation and funding from government – the costs should not fall on the residents of these properties.” Earlier in the day, the housing minister, Alok Sharma, was angrily confronted by a Grenfell fire survivor during a TV interview. Oluwaseun Talabi, who fled the 14th floor of the tower with his family, jumped up during BBC2’s Victoria Derbyshire show and challenged Sharma over accommodation, telling the Tory MP he was not prepared to accept inadequate rehousing. The clash came as Sharma discussed efforts to find new properties for those displaced by the disaster in north Kensington, west London. As he spoke of his admiration for the victims of the tragedy, an interjection came from the audience in the area’s Maxilla social club, telling him: “Stop it, please.” Talabi approached Sharma and pointed his finger at him, saying: “I am not moving my child from here to here to here to here. I want permanent accommodation. “If I don’t get permanent accommodation, I’m not going to accept it. I am not going to take any house you give me, it has to be suitable. Don’t give me any accommodation. I was happy in my house. I work hard, I work hard, I had a good house.” After the confrontation, Sharma said: “Right now we have a lot of people who are in hotels. What we’ve said is that we are dealing with these housing needs assessments with everyone and if anyone is here who has not had that done, I will personally sit down with you straight after this and we will go through.” The government has pledged to rehouse all families who were victims of the Grenfell blaze within three weeks. It said 282 good quality temporary properties had been identified for victims, 132 families had had their needs assessed and 65 offers of temporary accommodation had been made. A review of the entire school estate is also under way to identify all buildings higher than four storeys so that any external cladding on them can be analysed for safety. The schools minister, Nick Gibb, in answer to a written parliamentary question, said all buildings over 18 metres high would be checked. “The government is taking the potential impact from the Grenfell Tower seriously and as such, we are taking a strategic approach to the assessment of the wider public sector estate,” he said. “The Department [for Education] is undertaking an analysis of all school buildings to identify those over four storeys high, to ensure we include all buildings that are over 18 metres in our analysis. This analysis is to establish what, if any, external cladding has been used on these buildings.” Fears about dangerous cladding have also spread to student halls of residence. Around 30 students at Nottingham Trent University were evacuated on Wednesday after tests showed that three blocks out of seven in the Byron House complex had the same Reynobond (PE) cladding as Grenfell Tower. The university said in a statement: “Tests have since shown that these three blocks are clad using Reynobond (PE). [We] are liaising with the fire service as a matter of urgency to agree an appropriate course of action.” Checks at Edinburgh Napier University also uncovered similar cladding at one of its halls of residence, which is now being stripped as a precaution. A spokesman said that around a quarter of the exterior walls at Bainfield hall of residence featured “the same cladding reportedly used at Grenfell”. Checks are also being carried out on student halls at Bournemouth University and Essex University. The National Union of Students called on the government to ensure that all student halls of residence were inspected before the new academic year in September. The NUS vice-president for welfare, Shelly Asquith, said anxious students had been in touch concerned about the safety of their accommodation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}