{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2017/jun/29/stop-and-search-not-used-fairly-young-bame-people-believe", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2017-06-28T23:01:07Z", "webTitle": "Stop and search is not used fairly, most young BAME people believe", "webUrl": "https://www.theguardian.com/law/2017/jun/29/stop-and-search-not-used-fairly-young-bame-people-believe", "apiUrl": "https://content.guardianapis.com/law/2017/jun/29/stop-and-search-not-used-fairly-young-bame-people-believe", "fields": {"headline": "Stop and search is not used fairly, most young BAME people believe", "bodyText": "Three-quarters of young black and minority ethnic (BAME) people believe they and their communities are being targeted unfairly by stop and search despite a steep decline in the use of the controversial tactic, according to new research. A survey commissioned by the Criminal Justice Alliance (CJA), a coalition of 120 organisations, also found that more than a third of BAME people aged 16 to 30 did not believe police used fair information to decide who they stopped and searched. The figures, published within a CJA report titled No Respect, come at a time when the overall number of stop and searches has fallen from 1.2m to 380,000 over five years. The latest Home Office figures show BAME people are three times more likely than white people to be searched, up from twice as likely a year earlier, and within this group black people are six times more likely to be searched, up from four times more likely a year earlier. Cressida Dick, who in April started as Metropolitan police commissioner, the country’s top police officer, has hinted at greater use of the tactic. The CJA director Ben Summerskill said: “The discrepancy in the rate at which black people are being stopped on our streets, and the way that some stops are conducted, is clearly toxic to good community relations. “Too many young people we’ve spoken to feel a visceral hostility towards police as a consequence. When two-thirds of stops lead to no further action being taken at all by most forces, it’s understandable that huge resentment is caused.” A total of 503 BAME people aged 16 to 30 were surveyed at locations across the country by the pollster YouGov for the CJA report. A total of 74%, equivalent to 1.5 million people, said they thought they and their communities were being targeted unfairly by stop and search. Some 31% disagreed and 11% strongly disagreed that police officers exercise their stop-and-search powers on the basis of fair and accurate information. In addition, 24%, equivalent to nearly half a million young BAME people, said that what they knew about current use of stop and search made them “less proud” to be a British citizen. After a surge in stabbings, the Met commissioner spoke approvingly about stop and search, praising it as “hugely powerful” in tackling knife crime. Speaking to families in south London, Dick described the level of knife crime as outrageous and said most Londoners supported increased stop-and-search powers. “If police carrying out stop and search can help to stop [knife crime] then the vast majority of people will be very supportive,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}