{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jun/09/scotland-gordon-strachan-england-ewan-murray", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-06-09T21:30:08Z", "webTitle": "Gordon Strachan dismisses speculation and insists Scotland can beat England | Ewan Murray", "webUrl": "https://www.theguardian.com/football/2017/jun/09/scotland-gordon-strachan-england-ewan-murray", "apiUrl": "https://content.guardianapis.com/football/2017/jun/09/scotland-gordon-strachan-england-ewan-murray", "fields": {"headline": "Gordon Strachan dismisses speculation and insists Scotland can beat England", "bodyText": "On the basis that if even Gordon Strachan had abandoned hope of Scotland defeating England then the fixture would be pointless, perhaps the manager’s faith is understandable. History, recent and distant, is hardly in Strachan’s favour: Scotland have beaten England six times in 50 years and taken seven points from five matches in the latest quest to end a miserable absence from major championships. “I don’t think this is a free hit, I really don’t think it’s like that,” said Strachan. “I genuinely believe we can win the game, I really do. I’d be really disappointed if we didn’t get anything from the game.” Pressed on what possible evidence Strachan had for this bullish approach, he referenced the 3-0 loss at Wembley in November. Scotland’s showing there has routinely been worthy of more praise than is valid –mainly from the manager. “I take stuff from the last England game, where we would all agree that there was nothing happening and we were comfortable and doing a lot of things we had worked on,” Strachan explained. “We get a couple of chances, we don’t take them, we could have been in the lead. If big Grant Hanley was playing regularly, he would have put that header in the back of the net and then Gary Cahill loops one in. “That’s how close we were, so I take that. Then I take the training, the enthusiasm of the training, and what the guys who have had a good season are bringing to the group, all that adds up to feeling good.” If Scotland are to lose – and the manner of defeat may be more significant than whether it happens – further pressure will surround Strachan’s position. There is a genuine possibility this could be his last match in charge despite, contrary to reports this week, the Scottish Football Association having no shortlist of alternative candidates. Strachan desperately needs a marquee result such as victory over the Auld Enemy to back up regular claims of progress. Strachan, as is typical, swatted aside any discussion of this game being crucial to his own situation. “I’m OK. I’m fine,” he said. “Funnily enough I want to win for everyone bar myself. So we’re looking after one another.” England’s record, of an unbeaten qualifying run that stretches to 34 games, is not lost on the Scotland manager but does not seem to be a source of fear. “I know for a fact that playing for England brings it own stresses and pressures,” he said. “That’s what they have to deal with and so far they have dealt with it well. I’m sure they would have liked to do better at tournaments but qualifying has been terrific. We said getting second would be fine and it’s still the target.” Strachan is believed to have considered a three-man defence as the most legitimate means of handling England but may feel he lacks the resources to deploy that formation. His two most serious calls would appear to be in the wide right attacking position – where James Forrest and Ryan Fraser are candidates to play –and at centre-forward, with Leigh Griffiths and Chris Martin the options. Martin’s late goal against Slovenia in March kept alive faint hopes of Scotland featuring in next summer’s World Cup. Craig Gordon, who will start in goal for the hosts, will not lack motivation for a potential meeting with Jermain Defoe. When at Sunderland in 2009, Gordon was involved in a clash with Defoe, then of Tottenham Hotspur, which resulted in the goalkeeper sustaining a broken arm. “I wasn’t pleased with the challenge,” said Gordon. “It was a long time ago and these things happen in football. There is no way it will have any bearing on this match. I went out to dive at his feet. It was a challenge where he kicked my arm and broke it. He tried to make contact after the game but I wasn’t interested in speaking to him. He did try, to be fair to him. “It had a lot of impact on the progress I was making in my career at that time. When something as bad as that happens to you in your career – and because of the problems I had after, re-breaking it, I’ve still got the metal work in there from the three operations I needed to fix it – then it’s obviously going to stick with you a bit. Let’s just hope he doesn’t score.” One quirk of previous encounters may be on Strachan’s side: the presence of his opposite number, Gareth Southgate, in the England team for the visit of Scotland in 1999 was sufficient for Don Hutchison to be belatedly drafted into the visiting lineup at Wembley. Hutchison scored to secure Scotland a 1-0 win."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}