{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/jun/20/royal-ascot-day-two-prince-of-wales-stakes", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-06-20T21:04:03Z", "webTitle": "Royal Ascot day two preview: Highland Reel set to boost Aidan O’Brien | Chris Cook", "webUrl": "https://www.theguardian.com/sport/2017/jun/20/royal-ascot-day-two-prince-of-wales-stakes", "apiUrl": "https://content.guardianapis.com/sport/2017/jun/20/royal-ascot-day-two-prince-of-wales-stakes", "fields": {"headline": "Royal Ascot day two preview: Highland Reel set to boost Aidan O’Brien", "bodyText": "Godolphin’s sandbagging of the Aidan O’Brien runners became the story of day one and the rival teams face off again in today’s Prince of Wales’s Stakes. There is a slight concern about the general form of the Irishman’s yard but Highland Reel (4.20) could kill off such chatter on the fast ground he loves so much. He looked as good as ever in landing the Coronation Cup a fortnight ago, taking his prize money haul past £5.5m. Godolphin’s Jack Hobbs is not as likely to relish this dry surface. Tips for day two’s other races 2.30 Jersey Stakes A ninth Royal Ascot success seems within the grasp of André Fabre, whose Le Brivido looks a top-class horse slumming it in this Group Three. Unbeaten in two before the French Guineas at Deauville last month, he struck the front a furlong out and was only overhauled close to home by Brametot, who has since also won the French Derby. The second favourite, Dream Castle, is threatening to become frustrating, while the filly Daban must improve on her third place in the Guineas. 3.05 Queen Mary Happy Like A Fool is destined to be a short-priced favourite, since she seems to have a confident following and her stable is already among the winners here. Mrs Gallagher has each-way appeal at double-figure odds after her battling course and distance success in May, when she rallied between horses after being headed. Bred for speed, she broke alertly that day and could get into the argument here. 3.40 Duke Of Cambridge Laugh Aloud and Qemah have earned their places at the head of the betting but it is tempting to take them on with Smart Call, a multiple Grade One winner in South Africa who is now with Sir Michael Stoute. She will probably be more at home on this fast surface than the good to soft ground that prevailed at York for her British debut last month. She still ran with credit to be beaten into third by a length and a half, giving weight to the first two. 5.00 Royal Hunt Cup Burdened with top weight in one of the toughest handicaps of the year, Tabarrak will need to be Group class to win this but the evidence suggests that is exactly what he is. Never out of the first two in seven starts, he seems to have improved for a gelding operation and failing by just a length to give Mix And Mingle 6lb in April was a big run. He stepped up again to land a Listed prize over this course and distance last time and should give his backers a good run up the stands’ side. 5.35 Sandringham Handicap A half-sister to Teofilo, Bean Feasa came good in a Group Three last month before being hampered out of the Irish Guineas, to the fury of her trainer. This return to fast ground looks a positive and she has lots of potential."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}