{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2017/jun/19/senate-democrats-republican-healthcare-bill", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-06-19T21:56:24Z", "webTitle": "Dems: let's talk about healthcare – or else | The minute", "webUrl": "https://www.theguardian.com/us-news/live/2017/jun/19/senate-democrats-republican-healthcare-bill", "apiUrl": "https://content.guardianapis.com/us-news/live/2017/jun/19/senate-democrats-republican-healthcare-bill", "fields": {"headline": "Dems: let's talk about healthcare – or else", "bodyText": "Democrats have vowed to bring Senate business to a halt this week, in protest against secrecy around the Republican’s latest attempt to repeal Barack Obama’s Affordable Care Act (ACA) that will affect access to coverage for millions of Americans. 23 million, to be precise Beginning tonight, Democrats are expected to begin an effort to delay a vote on the Senate health bill by forcing the House-passed healthcare bill into committee. Tactics will include procedural maneuvers that will disrupt routine order. The supreme court agreed to hear a case that asks whether electoral maps drawn deliberately to favor a particular political party are acceptable under the constitution. Their ruling could have massive consequences for future US elections. Full report The case will be one of the biggest heard during the court’s next term, which begins in October. The justices will examine a lower court ruling that said state Republican lawmakers had violated the constitution when they created legislative districts with the aim of harming Democrats. Russia responded Monday to reports that the US shot down a Syrian air force jet on Sunday. It was the first such US attack on a Syrian warplane since the start of the country’s civil war six years ago. Russia’s deputy foreign minister, Sergei Ryabkov, said the US strike “has to be seen as a continuation of America’s line to disregard the norms of international law ... What is this if not an act of aggression? It is, if you like, help to those terrorists that the US is fighting against, declaring they are carrying out an anti-terrorism policy.” Jared Kushner addressed the media on Monday amid reports that he is bolstering his legal team in the face of the several concurrent Russia investigations. Trump’s typically taciturn son-in-law and senior adviser is rarely heard speaking in public. He was discussing efficiency in government."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}