{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/jun/20/republicans-healthcare-bill-draft", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-06-20T23:40:34Z", "webTitle": "Republicans say they will release draft of health bill amid pressure over secrecy", "webUrl": "https://www.theguardian.com/us-news/2017/jun/20/republicans-healthcare-bill-draft", "apiUrl": "https://content.guardianapis.com/us-news/2017/jun/20/republicans-healthcare-bill-draft", "fields": {"headline": "Republicans say they will release draft of health bill amid pressure over secrecy", "bodyText": "Senate Republican leaders said they would release draft language of their healthcare bill on Thursday as lawmakers in both parties vented frustration over the way the bill is being assembled – behind closed doors and without a single public hearing scheduled. A vote is expected next week. The Senate majority leader, Mitch McConnell, said he expects to have a “discussion draft” of legislation that would dismantle key provisions of the Affordable Care Act ready by Thursday morning. McConnell said a finalized version of the bill would be released after the Congressional Budget Office (CBO) publishes its analysis, which is expected to occur sometime next week. But it remains to be seen whether Republican leaders have enough support from their own members to fulfill a longstanding campaign promise to repeal and replace the Affordable Care Act (ACA), known as Obamacare. “We’re going to make every effort to pass a bill that dramatically changes the current healthcare law,” McConnell replied, when asked if he was “confident” the bill would pass. Several Republican senators have raised concerns about elements of the bill, which is being assembled by a 13-person working group that includes the most conservative senators but excludes key moderate members. The trick has been crafting legislation that appeals to conservatives without alienating moderates. House Republicans wrangled with a similar dynamic when drafting their bill earlier this year. McConnell said the Senate had taken a “different approach” from the the House version but Republicans remain deeply divided on key issues. On one side of the debate, a handful of conservative Republicans have argued that the current parameters of the healthcare overhaul do not go far enough to repeal the ACA. But some moderates have raised concerns that the bill may go too far in scaling back funding for the Medicaid health program for the poor, eliminate funding for the women’s health organization Planned Parenthood and weakening protections for people with so-called “pre-existing conditions”. “I won’t vote yes until I’ve satisfied myself that [the bill] continues to improve over what we currently have,” Senator Ron Johnson, a Republican from Wisconsin, told reporters after the Senate GOP lunch on Tuesday. “And I’ll need information to able to make that determination.” In an interview with a local ABC affiliate last week, Johnson said he was “not sure” that Republicans would be able to muster 50 votes for their plan. Republicans, who hold a small, 52-seat majority in the 100-member Senate, are using a special budget process called reconciliation that allows them to bypass a Democratic filibuster. But their margin is slim: they can only afford to lose two GOP senators to earn the necessary 50 votes, with Vice-President Mike Pence casting the tie-breaking vote. Republicans are also becoming increasingly frustrated with the secrecy surrounding the drafting of the bill. As of Tuesday, several senators admitted that they still had not seen the bill. “I think, right now, nobody really has a finalized healthcare bill and I don’t think anybody’s seen any kind of final text,” Senator John Thune, a Republican from South Dakota and a member of leadership, told reporters. In a video on Tuesday, Senator Mike Lee, a conservative from Utah who is in the healthcare working group, said even he had not yet seen a draft. “It has become increasingly apparent over the past few days that even though we thought we were going to be in charge of writing the bill within the working group, it’s not being written by us,” Lee said. He concluded: “So if you’re frustrated by the lack of transparency in this process, I share your frustration wholeheartedly.” Democrats, too, have mounted a protest against the secretive nature of the Republican healthcare bill, using procedural tactics to slow routine business in the Senate. Some senators took it a step further. On Tuesday, three Democratic senators hailed a cab from the Capitol to the CBO office, where the agency has already begun to analyze pieces of the plan. “There’s only one possible reason why my friends on the other side are going along with this process, only one reason: they are ashamed of the bill they’re writing,” Schumer said in a floor speech on Tuesday, standing next to a sign that quoted Trump calling the Republican health care bill “mean”. “If they were proud of the bill, they would announce it. They would have brass bands going down Main Street America saying: ‘Look at our bill. They can’t even whisper what it’s about they are so, so ashamed of it.” Trump reportedly told tech leaders on Monday that the Senate plan needed “more heart”. The White House press secretary, Sean Spicer, told reporters on Tuesday that Trump “clearly” wanted a healthcare bill that “has heart in it”. “He made it clear from the beginning that that was one of his priorities,” Spicer said. “And as the Senate works its way through this bill, as the House did, any ideas are welcome to strengthen it, to make it more affordable, more accessible, and deliver the care that it needs.” McConnell on Tuesday parried accusations that the process was carried out in secret. “I think this will be as about as transparent as it can be,” he said. Asked if the public would have time to review the bill between Thursday and a vote next week, McConnell replied: “Oh, they’ll have plenty of time.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}