{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2017/jun/06/police-investigate-banksy-offer-free-print-voters-spurn-tories", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2017-06-05T23:27:23Z", "webTitle": "Police investigate Banksy offer of free print for voters who spurn Tories", "webUrl": "https://www.theguardian.com/artanddesign/2017/jun/06/police-investigate-banksy-offer-free-print-voters-spurn-tories", "apiUrl": "https://content.guardianapis.com/artanddesign/2017/jun/06/police-investigate-banksy-offer-free-print-voters-spurn-tories", "fields": {"headline": "Police investigate Banksy offer of free print for voters who spurn Tories", "bodyText": "Police are investigating after the secretive street artist Banksy appeared to offer free limited edition prints of his work to people who vote against the Conservatives in the general election. Banksy said prints of a new work would be mailed to voters in seats in and around his home city of Bristol if they sent in a voting slip showing they had voted against the Tory candidate. His website said the piece, a version of his famous “girl with balloon” but with the red heart replaced by the union flag, would be sent to non-Tory voters the day after the election, on 9 June. Avon and Somerset police said they have launched an investigation. A spokesman said: “We’ve received a number of complaints about an offer of a free Banksy print to people living in six Bristol constituencies in exchange for them voting in a certain way in the forthcoming election and we can confirm we’re investigating the offer. “It is a criminal offence under the Representation of People Act 1983 for any voter to accept or agree to accept a gift or similar in return for voting or refraining from voting. Any person participating in an offer to receive a gift is at risk of being prosecuted.” The statement on Banksy’s website said the piece on archival quality paper would be available to voters in the Bristol North West, Bristol West, North Somerset, Thornbury and Yate, Kingswood and Filton and Bradley Stoke constituencies. It said: “Simply send in a photo of your ballot paper from polling day showing you voted against the Conservative candidate and this complimentary gift will be mailed to you.” A lawyer’s note added: “This print is a souvenir piece of campaign material, it is in no way meant to influence the choices of the electorate, has no monetary value, is for amusement purposes only and is strictly not for re-sale. Terms and conditions to follow, postage not included.” The charity Crimestoppers has been warning voters to be wary of electoral fraud during the election, saying on its website: “It’s illegal to offer money or gifts to voters, directly or indirectly, to get someone to vote a certain way, or not to vote at all.” Fans should also be aware of the legal risks of breaching election secrecy laws by taking pictures of a ballot paper. There are strict rules around the voter secrecy under the Representation of the People Act. In 2016 the Electoral Commission issued a stern warning about ballot selfies before the EU referendum. The constituencies targeted by the artist, known for the political overtones in his work, largely returned Conservative victories two years ago. Bristol North West is a bellwether seat that has reflected the national vote since 1974 and was most recently held by Conservative Charlotte Leslie. North Somerset was a win for former defence secretary, Conservative Liam Fox in 2015, while Luke Hall was the MP for Thornbury and Yate after taking the constituency from the Lib Dems in the last election. Kingswood has been represented by Conservative Chris Skidmore since 2010 and his Tory colleague Jack Lopresti has held the Filton and Bradley Stoke seat since the same year. The only seat that returned a non-Tory MP in the last election on Banksy’s list was Bristol West, which elected Labour’s Thangam Debbonaire in 2015. The Green party has high hopes of winning Bristol West this week."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}