{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jun/09/dele-alli-journey-england-scotland-world-cup-qualifier", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-06-09T21:30:08Z", "webTitle": "Dele Alli eager to enjoy journey after visiting dark places with England | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/2017/jun/09/dele-alli-journey-england-scotland-world-cup-qualifier", "apiUrl": "https://content.guardianapis.com/football/2017/jun/09/dele-alli-journey-england-scotland-world-cup-qualifier", "fields": {"headline": "Dele Alli eager to enjoy journey after visiting dark places with England", "bodyText": "It is when Dele Alli pulls up his chair and starts to reminisce about his younger days that it becomes apparent, contrary to the image he may project, it has not been an entirely seamless rise to put him the position where he is today – a footballer of rare quality, England international, superstar in the making. Two months after turning 21, he is thinking back to his days in the academy at Milton Keynes Dons, when he was trying to make a name for himself as a striker. Just not very successfully, as it turned out, judging by his memories of being removed from the team and told he might have to think again. “I was on the bench a lot in the under-13s and then the manager [Dan Micciche] took the decision to pull me back and put me just in front of the defence. I wasn’t as physically strong as the other boys at the age. He said it was so I could get more space, so I didn’t have to worry about the physical battles and could just focus on my strengths, which at the time were getting on the ball and passing.” The transition into a more attacking player came when he broke into the first team and, again, when he moved to Tottenham, where he recalls it feeling “strange to be playing so high up the pitch again” and the first call-up from England arrived after six Premier League appearances – a decision that prompted something close to ridicule at the time. Roy Hodgson might not have got everything right as England manager, but nobody should question why he fast-tracked the player who is now the subject of rumoured interest from some of Europe’s superpowers and has been named the Professional Footballers’ Association young player of the year for the past two seasons. Yes, he was part of the England side that disintegrated against Iceland last summer but there can be no doubt he is one of the players Gareth Southgate wants to shape his team around. Alli will win his 18th cap when England renew acquaintances with Scotland at Hampden Park and it does not need long in his company to realise he is perfectly at ease with his elevated new status. “I heard someone use this line about something else – that it’s unbelievable, yet believable at the same time. When it’s happening, there are moments when you can’t believe this is happening, but then I think: ‘I’ve worked so hard for so long – so it is believable.’ I wasn’t expecting it to happen so quickly but you can’t wait for time and when you get chucked in at the deep end you have to make sure you take the chance.” He sounds supremely confident but grounded, too, smiling shyly when it is pointed out he has a better goals and assists record than Paul Scholes or Steven Gerrard at the same age and noting he has “a lot to achieve before I can start thinking I’m as good as them”. Later he chastises himself for starting last season slowly – a hangover, he says, from the club’s unsuccessful pursuit of Leicester City and the ordeal of Euro 2016, a tournament he would sooner forget. “It wasn’t really until I come back here [with England], and Gareth coming in, that I’ve even talked about it,” he says of that Iceland game. “Until then you don’t really want to talk about it, or even think about it, because it’s such a hard thing. “It still makes your heart go and, even now, you get a lump in your throat but it’s important, as a team, that when something like that happens you need to go through it and see where we went wrong. I’m sure Gareth is aware of how hard it is to talk about it as players, with it being such a low point in our careers, but it’s important that we do go to those dark places.” His analysis of last season is that Spurs were “phenomenal”, even if they do not have any silverware to show for it, but it is tempting to wonder what he makes of the idea of a move abroad. “People get too worried about where they are going to end up sometimes, then lose focus on the journey and don’t enjoy it. I’m signed to Tottenham and I’m enjoying it. “Who knows where I am going to end up, whether I stay at Tottenham for the rest of my career or if I do happen to go somewhere else. I’m sure if it happens, if I do go somewhere else, it will be at a time when I think that’s what’s needed. But I am just looking forward to enjoying the journey.” He is keeping his options open, in other words, but there is still plenty of time for all that when, lest it be forgotten, he will be one of the younger players on the pitch at Hampden Park, a game that leads to the inevitable question about whether someone with his temperament can be trusted to keep control. “I know there are a lot of mixed opinions, but that’s the player I am,” he says. “When I was younger I always used to get into tackles and if Dan could see me losing my temper he’d pull me off the pitch straight away and put me in the sin-bin. It’s something that has always been in my game and it’s not something I’m looking to change. “Maybe if I didn’t have that in my game I wouldn’t have achieved as much as I have done so far at this age. You don’t want players to think they can walk all over you … it’s important you stand your ground.” That, however, does not mean he is oblivious to the fact he has crossed the line in the past. “There are things I regret, like the West Brom one,” he says, referring to the off-the-ball incident with Claudio Yacob that resulted in a retrospective three-match ban for violent conduct. “After that game I regretted it straight away. It was one of those moments I have learned from and I’ve not done anything like that again. “There was also the challenge in the Europa League [a red-card tackle on Gent’s Brecht Dejaegere]. I know it looked really bad – and it was a really bad tackle – but I also know I would never go out to hurt someone. It was just a poorly timed tackle. “I apologised to the guy straight away. To be doing a challenge like that is horrible. Horrible for me as well, to think about it. I apologised and felt sorry and I’ve learnt from it; it was a mistake.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}