{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/jun/05/syria-boy-omran-daqneesh-new-footage-aleppo-siege", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-06-05T22:16:07Z", "webTitle": "New footage emerges of Syrian boy who gave a face to the suffering in Aleppo", "webUrl": "https://www.theguardian.com/world/2017/jun/05/syria-boy-omran-daqneesh-new-footage-aleppo-siege", "apiUrl": "https://content.guardianapis.com/world/2017/jun/05/syria-boy-omran-daqneesh-new-footage-aleppo-siege", "fields": {"headline": "New footage emerges of Syrian boy who gave a face to the suffering in Aleppo", "bodyText": "New footage has emerged of Omran Daqneesh, the boy whose bloodied and dusty image gave a face to the suffering of Aleppo’s civilians in last year’s siege. The images were posted on the social media account of a pro-Syrian government television presenter and appeared to show the young boy in good health and living in Aleppo, which is now under the control of forces loyal to Bashar al-Assad. As the rebels retreated from Aleppo, reports had emerged that the Daqneesh family had crossed over into government territory, but they had not been heard from until now. The images and a short video clip posted by Kinana Alloush – a reporter who once posted a selfie with the corpses of rebel fighters – marked the first time Omran had appeared publicly since he was wounded in a regime airstrike. An image of Omran, stunned and sitting alone in the back of an ambulance after a regime airstrike, quickly went viral when it emerged last August and highlighted the suffering of east Aleppo’s besieged civilians. His brother later died of his wounds from the same airstrike. In a short interview clip posted by Alloush, Omran’s father tells the TV presenter that he did not hear a plane above his house before the strike and said he rejected offers to leave Syria by parties wishing to damage the reputation of the country’s armed forces. He said that he changed his son’s name and his hairstyle to evade individuals who threatened to kidnap him and accused rebels of intimidating him. It was unclear if the family had been coerced into conducting the interview. The Syrian government has carried out similar disinformation efforts in the past, promising benefits to defectors or displaced civilians if they speak out against alleged rebel crimes."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}