{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2017/jun/20/bat-out-of-hell-review-meat-loaf-musical-jim-steinman", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2017-06-20T22:00:13Z", "webTitle": "Bat Out of Hell review – Meat Loaf musical thunders through the hits", "webUrl": "https://www.theguardian.com/stage/2017/jun/20/bat-out-of-hell-review-meat-loaf-musical-jim-steinman", "apiUrl": "https://content.guardianapis.com/stage/2017/jun/20/bat-out-of-hell-review-meat-loaf-musical-jim-steinman", "fields": {"headline": "Bat Out of Hell review – Meat Loaf musical thunders through the hits", "bodyText": "Several of the songs on Meat Loaf’s 43m-selling album Bat Out of Hell were left over from composer Jim Steinman’s abandoned attempt to write a futuristic rock musical version of Peter Pan. With their elaborate narratives and roaring choruses, the numbers always sounded as if they hoped to come home to the stage. Now, to mark the 40th anniversary of the album’s release, they have. Controversy has attended Bat Out of Hell landing in London (after road-testing in Manchester) at the Coliseum, home of English National Opera. Most have assumed that this booking represents economic desperation about a building always threatening to go from domed to doomed, but it is also possible that the Coliseum was chosen as the only venue in which Steinman’s plot would not seem preposterous or his choruses too Wagnerian. Fragments of Neverland, Steinman’s JM Barrie show, are apparent in the conceit of The Lost, a tribe of young people eternally frozen at the age of 18. A crucial character called Tink, who at one point hovers between life and death, also rings bells. But, when Strat, the leader of The Lost, falls in love with Raven, a rich girl whose parents hide her in a high tower, Steinman’s scenario borrows elements of fairytale and West Side Story. As the setting is a dystopian city ruled by a dictator – broken TV sets fizz under a graffitied lattice of charred concrete – the show also brings to mind We Will Rock You, the Queen musical that, along with Mamma Mia!, probably made a Meat Loaf equivalent inevitable, and Steinman matches Freddie Mercury and Abba in writing ear-lodging songs full of character and action. But because Steinman wrote for the stage before his recording career – and provided lyrics for Andrew Lloyd Webber’s 1996 musical Whistle Down the Wind – the show is more organically dramatic than most jukebox musicals. Steinman has created two new, somewhat Lloyd Webbery songs to get around problems of plot exposition in a score that utilises tracks from the three Bat Out of Hell albums (sequels were released in 1993 and 2006), plus the standalone hit Dead Ringer for Love. The frequent involvement of motorbikes alludes to the cover art of the first Bat album and its sonic signature, in which a guitar imitates ignition. Steinman’s speciality as a songwriter is to pick a phrase from everyday vernacular – Bat Out of Hell, You Took the Words Right Out of My Mouth – or, in one of the most bizarre cases of creative inspiration, automobile safety warnings (Objects in the Rearview Mirror May Appear Closer Than They Are). These found words are then pumped up into vast chronicles, lasting 10 minutes or more, of rewarded or thwarted love. Tension sometimes arises from the fact that Steinman’s imagery often paints an American past – Paradise By the Dashboard Light records a time when virginities were mainly lost in cars – while the show is set far into the 21st century. This is pretty much solved, though, by framing the more nostalgic tracks as flashbacks or dream sequences. As in the Abba and Queen shows, there’s fun in guessing how and where the plotline will find a place for the greatest hits. The title track, rather predictably, accompanies Strat’s attempt to spring Raven from her protected bedroom. But the lesser-known It’s All Coming Back to Me Now, sung by Meat Loaf as a duet with Marion Raven on Bat Out of Hell III, becomes theatrically an affecting quartet for two troubled couples: the war-crossed lovers and her parents. Andrew Polec, a young American in his UK debut, commands the stage as a shock-haired, wild-eyed Strat, with Christina Bennington’s Raven giving more life than the writer has to the stereotype of a pampered daughter. Stalking each other round the stage, they memorably fight for vocal and physical dominance while duetting a song that is classic Steinman in both its title and bloated emotions: For Crying Out Loud. Loudness is sometimes overdone in Jay Scheib’s production, resulting in some of the perky wordplay of Steinman’s lyrics being lost; perhaps ENO’s surtitle machine should be commandeered. With the jokes in the songs often overpowered, the biggest laugh comes when a Buick seems to crash into the orchestra pit. The choreography rarely gets beyond synchronised limb-swinging. The chorus of Objects in the Rearview Mirror suggests that “if life is like a highway, then the soul is just a car.” To extend the metaphor, Bat Out of Hell the Musical often feels like being in the fast lane of the M1 with juggernauts thundering over your soul. The best musicals have a compelling storyline, thrilling stage pictures and astonishing sounds. This show completely lacks the first, but what swagger and songs it has. As Steinman put it himself, Two Out of Three Ain’t Bad. • At the Coliseum, London, until 5 August. Box office: 020-7845 9300."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}