{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/jun/21/tassals-pulp-mill-moment-the-battle-over-tasmanias-30m-salmon-farm", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-06-20T23:30:41Z", "webTitle": "'Tassal’s pulp mill moment': the battle over Tasmania's $30m salmon farm", "webUrl": "https://www.theguardian.com/australia-news/2017/jun/21/tassals-pulp-mill-moment-the-battle-over-tasmanias-30m-salmon-farm", "apiUrl": "https://content.guardianapis.com/australia-news/2017/jun/21/tassals-pulp-mill-moment-the-battle-over-tasmanias-30m-salmon-farm", "fields": {"headline": "'Tassal’s pulp mill moment': the battle over Tasmania's $30m salmon farm", "bodyText": "A proposed $30m salmon farm development on Tasmania’s pristine east coast and legal challenges against Tassal’s other operations are creating a storm of opposition that has been compared to campaigns against the infamous Gunns pulp mill. More than 1,000 people, spread across 300 boats and Hobart’s Constitution Dock, staged a protest on Sunday opposing Tassal’s development of a new shallow-water fish farm at Okehampton Bay near Triabunna, about 90km from Hobart. They claim it will undermine the region’s clean and green tourism brand, impact recreational fishing and potentially damage the nearby Maria Island marine park. The protesters were drawn from recreational fishing groups, the Shooters and Fishers party, industry organisations and conservation groups. One of the organisers, Jim Playsted, is a former Liberal party candidate. Among the high-profile opponents are the St Kilda footballer Nick Riewoldt and the fishing heavyweights Steve Starling and Nobby Clarke, who played a significant role in the successful campaign to ban supertrawlers in the Bass Strait. Vica Bayley, the Tasmanian campaigner for the Wilderness Society, said the campaign was turning into “Tassal’s pulp mill moment”. “This feels like a really similar situation,” Bayley told Guardian Australia. “Latent and overt opposition to it, a diversity of opposition and classic overreach by a company that is too big to fail, with the full backing of the Tasmanian government.” The proposed Tamar Valley pulp mill was the project that broke the back of the Tasmanian timber company Gunns, after almost 10 years of court cases, protests and a bitter and divisive community debate. It maintained the strong support of both sides of government. Opposition to the Tassal development is grounded in concerns that significant environmental damage to Macquarie Harbour, an established salmon fishery on the west coast of the island, would be repeated on the east. Tassal has been banned from using its largest and oldest salmon farm lease in Macquarie Harbour after an environmental review by the University of Tasmania’s Institute of Marine and Antarctic Studies in November found the area underneath it had become a “dead zone”. The damage was blamed on a buildup of fish faeces, which did not flush in the shallow, brackish water, as well as the impact of a mine closure in the area, which contributed to low oxygen levels. It affected four lease sites operated by three companies – Tassal, Huon Aquaculture and Petuna Seafood – but the Tassal site was the worst affected. “Tasmania has both the world’s best and the world’s worst practice of salmon farming,” Playsted said, placing Tassal on the negative end of the scale. “This is just about cheap fish.” Playsted said community opposition to the development at Okehampton Bay had the potential to hurt the Hodgman government in the March 2018 state election, despite bringing 30 permanent jobs to the struggling forestry town of Triabunna. He objected to the characterisation of the campaign against Tassal as yet another greenie cause in Tasmania, saying: “We are not radical bloody fringe dwellers. We are professionals, business people and we care about our state and this industry.” Tassal is due to put the first of 800,000 fish in the 28 planned pens at Okehampton in August. “Tassal and some of the conservative parties are just playing out that familiar playbook and saying that any environmental concerns are going to a jobs versus environment conflict,” said Environment Tasmania’s strategy director, Laura Kelly. Kelly said opponents of the project did not oppose salmon farming, they just wanted developments either built entirely on land or offshore in deepwater developments where ocean currents can flush the sediment away, in accordance with international best practice. She said they also recognised the unique conditions of Macquarie Harbour, which would not be directly copied on the east coast. “There will be the same number of jobs if the development is onshore, it just costs significantly more in capital investment, she said. “This is not about jobs, it’s about profit.” The fisheries minister, Jeremy Rockliff, has repeatedly defended the conclusion of the government-appointed marine farming planning review panel, which approved the Okehampton Bay proposal, while at the same time banning any further salmon farming developments in that area of the east coast. Rockliff is also overseeing the development of a sustainable salmon industry growth plan, which he said was likely to “recommend that future growth of the industry will be largely oceanic, rather than estuarine”. Mark Nikolai, the chief executive for the Tasmanian Association for Recreational Fishing, said some criticism of Tassal, and praise of its competitors, had been overblown but greater regulation was needed. “People are more concerned that the government doesn’t have a handle on controlling the industry’s expansion and that’s what they want to see,” he said. “[The industry] really has been basically doing what they want as far as expansion is concerned.” Tassal acquired the 20-year-old lease in Okehampton Bay in 2014. Rockliff has argued that because it is an existing lease and can be managed sustainably, there is “significant sovereign risk for the state associated with arbitrarily cancelling an existing lease”. Kelly and others have argued there is greater risk in allowing a development that could create dead zones on the pristine east coast and damage Tasmania’s reputation for sustainability. “This industry is exquisitely vulnerable to a consumer campaign,” Kelly said. “I would bet that most mainland consumers having smoked salmon on their breakfast would have no idea that their salmon has come from a marine dead zone from salmon swimming in their own faeces.” Tassal’s managing director, Mark Ryan, maintains the company “has not made a significant contribution to the deoxygenation of the water” at Macquarie Harbour, and said environmental degradation there “was unexpected and at odds with Tassal’s excellent record of sustainable product, science-based processes and careful stewardship”. In a statement to Guardian Australia, Ryan said Okehampton Bay would be a “flagship site” for Tassal. He also stood by the company’s record as the first salmon producer in the world to achieve Aquaculture Stewardship Council certification and said maintaining that certification required “excellent environmental management programs”. On Thursday afternoon, Tassal will appear in the federal court in Hobart to face a suit brought by Huon Aquaculture, which argued that Tassal exceeded its stocking quotas set by the Environmental Protection Authority and that its quotas cannot include a trial method for collecting fish waste, which was approved by the EPA this month. Tassal has denied ever exceeding its quota. It is the third active court case Huon has initiated against Tassal. On Thursday morning Huon will appear before the supreme court in Hobart seeking judicial review of limits set by the EPA in May. One week later the pair will appear before the federal court again to determine responsibility for the failure to comply with conditions set by the Gillard government in 2012 as part of a 360% expansion of salmon farming in Macquarie Harbour, negotiated by the former Labor Tasmanian government. Tassal issued a statement to the Australian Stock Exchange “reinforcing facts to the market” on Tuesday night, ahead of the court proceedings on Thursday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}