{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/jun/17/grenfell-tower-results-fire-investigation-published-years", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-06-16T23:04:06Z", "webTitle": "Grenfell Tower: results of fire investigation may not be published for years", "webUrl": "https://www.theguardian.com/uk-news/2017/jun/17/grenfell-tower-results-fire-investigation-published-years", "apiUrl": "https://content.guardianapis.com/uk-news/2017/jun/17/grenfell-tower-results-fire-investigation-published-years", "fields": {"headline": "Grenfell Tower: results of fire investigation may not be published for years", "bodyText": "A fire investigation report into the devastating blaze at Grenfell Tower in west London will not be released publicly until the opening of full inquests into those who have died – which could take years. The communities secretary, Sajid Javid, attempted to reassure residents and locals from north Kensington and the wider public when he announced on Friday that the interim findings of investigations by fire officers could be ready soon. Javid said the findings would be passed to local authorities and ministers to aid with emergency inspections of 4,000 tower blocks across the UK, many of which are covered in cladding similar to that on Grenfell Tower. But the London fire service said no interim findings from its fire investigation report or the report itself would be made public. A spokeswoman said it would be released to coincide with the full inquests on the dead, which may not begin for years. “The report will not be in the public domain until that inquest is complete,” she said. “There is no timeframe for when the inquest will be, but certainly not in the short term.” The inquests are also likely to be superseded by the public inquiry that was announced by Theresa May. A public inquiry could take place before the inquests. But the London mayor, Sadiq Khan, responding to the anger visible during the demonstrations on Friday outside Kensington town hall, said people needed answers much sooner. He said: “They need some interim answers before any public inquiry comes to conclusions. They need some answers this summer.” Police are conducting a criminal investigation into the blaze, which has left at least 30 dead, with another 70 missing. At the scene on Friday, Commander Stuart Cundy said the number of fatalities would rise further during a detailed search of the wreckage of the tower. Heckled by residents, who were demanding to know how many people were unaccounted for, Cundy released some details from the inquiry. He said police officers had accessed the flat where the fire had begun and there was nothing to suggest that the fire had been started deliberately. He vowed that police would “get to the answer of what has happened and why”, adding: “If criminal offences have been committed, it is us who will investigate that.” Cundy said 12 bodies were in the mortuary, but a number still remained in Grenfell Tower, where a dignified and careful retrieval operation would take place in hazardous conditions. But, he said, this could take many weeks. He said the victim in hospital had died despite the best efforts of medical staff. At least 24 people are being treated in hospital, 12 of whom are in a critical condition. Detectives have asked for early guidance from the special crime division of the Crown Prosecution Service, which is understood to involve any charges that might be considered and the evidence required to bring any prosecutions. A CPS spokesperson said: “A police investigation is under way and we are providing support and advice as required.” A former senior prosecutor has said the evidence that had emerged so far about the disaster supported criminal charges of gross negligence manslaughter. Nazir Afzal, the former chief crown prosecutor for the north-west and former acting chief crown prosecutor for London, said: “I would expect criminal charges to follow. The tower is a crime scene and should be treated as a crime scene.” Afzal said prosecutors and police would consider the criminal culpability of those responsible for the management and maintenance of the block of flats, and those responsible for the building materials, such as the exterior cladding and for the building work. “All have a duty of care. If they have been grossly negligent and that led to a loss of life, then it can be argued that they have committed manslaughter,” he said. Residents demanded that Cundy explain why more information had not been released on the numbers missing and why more identities had not been confirmed. He answered: “I will only say something that I know to be true. I know at least 30 people who have died, and sadly I do believe those numbers … will increase. As soon as we can, we will share that with the families and wider community.” Cundy said it was difficult to ascertain the exact numbers missing. Family liaison officers were with 36 families, and efforts to establish accurate figures were continuing. David Lammy MP, who lost a friend in the disaster, piled pressure on the police. In a letter to the Met commissioner, Cressida Dick, Lammy, the MP for Tottenham, wrote: “I also call on you to confirm that the scope of the criminal investigation will be comprehensive, including but not limited to investigating the actions of the Royal Borough of Kensington and Chelsea, the Kensington and Chelsea Tenant Management Organisation, Rydon [the firm that oversaw the cladding work], and all contractors and subcontractors involved in any aspect of refurbishment work at Grenfell Tower. “Will you also confirm as a matter of urgency that the full public inquiry announced by the prime minister yesterday will not impede the work of this criminal investigation?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}