{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/jun/29/overlooked-spoken-for-and-patronised-why-do-we-treat-the-poor-this-way", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-06-28T22:59:51Z", "webTitle": "Overlooked, spoken-for and patronised. Why do we treat the poor this way? | Tim Vollmer", "webUrl": "https://www.theguardian.com/commentisfree/2017/jun/29/overlooked-spoken-for-and-patronised-why-do-we-treat-the-poor-this-way", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/jun/29/overlooked-spoken-for-and-patronised-why-do-we-treat-the-poor-this-way", "fields": {"headline": "Overlooked, spoken-for and patronised. Why do we treat the poor this way?", "bodyText": "Imagine turning on your television to discover five able-bodied Australians were “raising awareness” of the challenges faced by those with disabilities by spending 10 days in a wheelchair, or blindfolded, or with earmuffs on. Picture a program that examined male privilege by having a group of men live as women. Or exposing the challenges faced by Australia’s First Peoples by having a band of wealthy businesspeople live in a remote Aboriginal community. Any television executive so tone-deaf as to commission these sort of programs could count on public outrage, on representative organisations condemning the insensitivity, and social media going into overdrive. But for all the talk of diversity in our community, for all the recognition of the social and economic benefits of having a broad mix of voices and experiences heard in public life, there remains one group that appear to be fair game for being overlooked, ignored, spoken-for, and patronised: the poor. Whether homeless, unemployed, underemployed, or simply down-and-out, a whole new genre of poverty porn masquerading as altruism has appeared, for the viewing pleasure of the TV-watching public. The latest effort, Filthy Rich and Homeless, follows five wealthy Australians as they live on the streets of Melbourne for 10 days. Now I have no intention of condemning viewers who enjoy the sadistic pleasure of watching celebrities deprived of food, shelter, warmth, and even basic human dignity – it’s the reason for the success of I’m a Celebrity ... Get Me Out of Here! – but not when this voyeurism is being justified by the ruse of “awareness raising”. The fact that this latest program is being broadcast by SBS, which two years ago pioneered the poverty porn format in Australia with Struggle Street – a fly-on-the-wall program promoted with ads that included a disabled man breaking wind on his front porch while a pregnant woman with long-standing substance abuse issues was shown smoking a bong on the toilet – is hardly surprising. That program faced outrage from the community in which it was filmed, Mt Druitt in Sydney’s west, with participants appalled by how they were represented. They had been promised the program would take a positive look at the community, as well as their personal efforts to overcome adversity. Almost all expressed feelings of betrayal. But the program proved a ratings winner with an audience of 1.3 million, a record for a documentary on SBS. To the bean-counters this proved that, despite the community outrage and obvious insensitivity of the format, poverty porn makes economic sense. While SBS is meant to celebrate Australia’s diversity, in Filthy Rich and Homeless, they look down on a people they don’t understand and don’t truly know. Worse still, they believe these communities are incapable of speaking for themselves and instead need to be rescued by some external force, by the wealthy, the famous, the well educated. By people who know better and can speak for them, “raising awareness” of their plight. Like Struggle Street before it, Filthy Rich and Homeless isn’t an original concept. Both formats were purchased from the United Kingdom, chosen not because they had achieved any positive outcomes but because they glued eyeballs to screens. SBS was happy to ignore the fact that since the first series of Filthy Rich and Homeless aired in the UK in 2009 the rate of homelessness there has doubled. Clearly, celebrity awareness raising isn’t enough to magically cure deep-seated problems caused by social, economic, and political injustice. Programs like these aren’t just unpleasant, they’re harmful. They allow viewers to have the feel-good sensation of supporting a worthy cause, while failing to do anything to challenge the underlying issues at fault. Worse still, they do benefit some people, it’s just that those experiencing homelessness are unlikely to be among them. The winners are easy to identify. The network executives, of course, who will be hoping for a ratings winner. Then there are the “filthy rich” participants themselves: Christian Wilkins, a self-described socialite famous for having a father who interviews celebrities; Kayla Fenech, whose father was good at punching people; and Stu Laundy, whose family have been getting people drunk for three generations. All benefit from the self-promotion, the exposure, and the expansion of their personal brand. Others, such as real estate spruiker Tim Guest and beauty product entrepreneur Jellaine Dee, get free publicity for their corporate interests – inevitably boosting sales – all while demonstrating their philanthropic credentials. Meanwhile, genuinely filthy rich Australians continue to spend millions on tax minimisation specialists and lobbying efforts to have governments maintain policies in their self-interest, such as negative gearing, which broadens the wealth divide, makes housing less affordable, and pushes people towards homelessness. Rather than wasting your nights watching SBS’s latest instalment of deeply patronising poverty poor, with it’s pointless and unmeasurable goal of “raising awareness”, why not switch off the TV and instead take the time to search out the voices of people who have actually faced the challenge of homelessness. You never know, they might actually have more of an idea of the actions that could make things better than a handful of self-described celebrities who spent a few days sleeping rough with a TV crew in tow."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}