{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/jun/02/australia-recommits-to-paris-agreement-after-trumps-withdrawal", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-06-01T22:46:03Z", "webTitle": "Australia recommits to Paris agreement after Trump's withdrawal", "webUrl": "https://www.theguardian.com/environment/2017/jun/02/australia-recommits-to-paris-agreement-after-trumps-withdrawal", "apiUrl": "https://content.guardianapis.com/environment/2017/jun/02/australia-recommits-to-paris-agreement-after-trumps-withdrawal", "fields": {"headline": "Australia recommits to Paris agreement after Trump's withdrawal", "bodyText": "The Coalition government has recommitted to Australia’s emissions targets in the Paris agreement after Donald Trump’s withdrawal but Malcolm Turnbull faces internal division as conservative MPs celebrated the American decision. The energy and environment minister, Josh Frydenberg, said he was disappointed with Trump’s decision but reiterated the Turnbull government’s full commitment to the Paris deal. “We reiterate our full commitment to the Paris Accord,” Frydenberg told the ABC. “We believe that the targets we agreed to, the 26% to 28% reduction in emissions by 2030 on 2005 levels are reasonable, are achievable. “I do believe that it is still a very meaningful agreement. You have more than 190 countries that signed on, and in record time, 146 countries have ratified. So even without the US, around 70% of the world’s emissions are covered by that agreement.” But the decision increases pressure on Turnbull ahead of the chief scientist Alan Finkel’s report which will be released at the council of Australian governments (Coag) meeting next Friday. Former Abbott government minister Eric Abetz has suggested a potential Australian withdrawal on the grounds climate policy could increase the cost of electricity and transport in Australia. “I have long said that should countries like the United States, China or India withdraw their support or fail to live up to the non-binding targets, Australia should similarly pull back to allow for an increased focus on supporting families and jobs in Australia,” Abetz said. “While I will be interested in reading the final [climate] review when it’s complete, because we must make our own policy decisions for our own reasons, the reasoning behind president Trump’s decision may similarly apply in the Australian context.” Abetz said at the very least the Finkel review should be delayed to consider the consequences of the US decision. “I don’t think anybody would be critical in the event that report was delayed so, as part of the review, there could be full consideration as to what the consequences might be for Australia,” he told AAP on Friday. But Turnbull, speaking in Singapore ahead of bilateral meetings, ruled out delaying the Finkel review, as it was commissioned by Coag. He said while he was disappointed by Trump’s decision, it was entirely expected. “The [Paris] commitments that we made, are in Australia’s interest,” Turnbull said. “We are committed to ensuring that Australians have affordable and reliable energy and that we meet our emission reduction targets. “There is a massive national and global interest in achieving that and maintaining energy, but you cannot be ideological about it. You have to be hard-headed. Turnbull said the government’s decisions would be driven by economics and engineering. “The momentum towards a lower emissions energy sector is irresistible. It is driven in large part by technology,” he said. Liberal MP and chair of the backbench environment committee, Craig Kelly, who was at the forefront of the campaign which forced Frydenberg to rule out any form of carbon trading, had “champagne on ice” waiting for the US withdrawal. Early on Friday morning, he posted “THEY’RE OUT” on his Facebook page and welcomed the decision with a video of Whitney Houston singing the Star Spangled Banner. “There is a more efficient way to generate energy than using fossil fuels, it’s just that mankind hasn’t yet worked it out,” Kelly said. “But if our history tells us anything, we are more likely to discover that new technology by combining free market capitalism with the wealth created by fossil fuels than we are through central planning and government imposed regulations that destroy wealth.” With Turnbull in Singapore for bilateral annual leaders talks, Frydenberg said it was important to have the United States in the agreement as the second largest emitter. But he insisted the Paris Agreement remained meaningful. Asked about Trump’s previous comments that climate change was a Chinese hoax, Frydenberg said there was broad global understanding about the significance of climate change. Frydenberg praised the US economy for having its lowest emissions intensity in more than two decades partly due to gas exploration. “It’s got its lowest emissions intensity in more than 20 years and one of the reasons for that is the shale gas revolution which has seen gas overtake coal as a major energy source,” he said. “But here in Australia, we’re at the lowest emissions intensity on a GDP and per capita basis in 27 years. So Australia is transforming and we are supporting that transition in a way that ensures energy affordability and energy security.” The government has already ruled out any form of carbon trading to appease more conservative MPs in the Coalition party room even though industry groups believe Finkel will recommend a version of emissions intensity scheme for the electricity sector as one of the more preferable options. Finkel gave support to such a scheme in his preliminary report late last year. Frydenberg doubled down against any form of emissions intensity scheme following Trump’s decision but predicted there would be big battles within the Coalition this week ahead of Trump’s decision. “It would push out, faster than the system can cope, brown and black coal generators and right now, after we saw the blackout in South Australia, which was a disaster for the people and the businesses of that state, we can’t afford to compromise energy security and energy affordability,” Frydenberg said. “That’s why it’s a dilemma that we face.” Senior Labor frontbencher Penny Wong said it was a deep disappointment that the US withdrew from the agreement which represented the most significant global action to deal with climate change. Wong noted China had continued to express its support for the Paris Agreement overnight but said any agreement needs the United States. “The United States is a global leader; whatever it does, matters,” Wong said. She called on the prime minister to be absolutely clear with the US administration to continue to press Donald Trump on climate change. Wong said she was disappointed to see members of the Coalition publicly advocating for the US withdraw. Kelly told Guardian Australia that while he celebrated the US decision, he did not believe Australia should withdraw from the agreement yet but should monitor its effects on the economy. He said for the US, the Paris Agreement gave China a huge advantage over the US. “After those negotiations China would have walked away from table laughing at the US because they can increase their emissions to their heart’s content,” Kelly said. He said his concern was Australian would also be giving up its international competitive advantage of cheaper energy costs. “Look at the Renewable Energy Target, we have simply spent a lot of money with not a lot of result,” Kelly said. He said Australia needed affordable and reliable electricity supplies and “at moment we are getting neither” and the country was simply exporting jobs to China."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}