{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/jun/25/unpaid-internships-work-employment-young-pay-mp-commons", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-06-24T23:05:13Z", "webTitle": "MPs shouldn’t exploit young people like me with unpaid internships | Meg Kneafsey", "webUrl": "https://www.theguardian.com/commentisfree/2017/jun/25/unpaid-internships-work-employment-young-pay-mp-commons", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/jun/25/unpaid-internships-work-employment-young-pay-mp-commons", "fields": {"headline": "MPs shouldn’t exploit young people like me with unpaid internships", "bodyText": "Two years ago, then Labour leader Ed Miliband promised to end the scandal of unpaid internships. Yet unpaid internships in MPs’ offices are still being advertised. Kate Osamor, MP for Edmonton, was forced to apologise and remove her advert last year following widespread public criticism, but this has not deterred other politicians. Barry Sheerman, MP for Huddersfield, has offered no more than expenses for a London-based internship to support his senior parliamentary assistant. On the other side of the House, Dominic Raab recently advertised for a “volunteer” to work in his office for four to six months. As the post-election Westminster recruitment drives heat up, MPs will recruit teams of people to help run their London offices, and an alarming number of these positions will not be paid. Unpaid internships are not unique to Westminster. In fact, young people are exploited by the normalisation of unpaid work, and find they have little choice to take it up if they want experience. For graduates, already saddled with debt, they are entering a world in which a third of degree-required internships are unpaid. These are not low-level jobs. A quick search on political jobs website W4MP, reveals that many unpaid interns will need experience, good references, and even specialist skills such as proficient Arabic or experience in interfaith relations. And the majority of prestigious internships are found in London. But without accommodation and support from wealthy parents, an internship can cost about £1,000 a month. Taking up an unpaid internship means you cannot claim government support such as jobseeker’s allowance. This traps young people in a perverse “experience loop” wherein they are unable to get a paid job suitable to their qualifications because they do not have enough experience, and are unable to get experience because they are not paid. Alan Milburn, the previous government’s social mobility tsar, confirmed the damaging impact of this loop. By March 2012, more than 30% of newly-hired graduates had previously interned for their employer, rising in certain top sectors. For example, 82% of new entrants to journalism had done an internship, of which 92% were unpaid. This clearly inhibits social mobility. Despite the fact that full-time undergraduates from the poorest households are actually increasing in number, this is not matched by the number of disadvantaged young people entering top professions. Graduates educated at independent schools still dominate top jobs in law, politics, medicine and journalism. Even recent graduates from poor backgrounds, though likely to be employed, are less likely to be employed in graduate occupations. Although some argue that this reflects their educational results, evidence suggests that state school students get better degrees than their independently-educated classmates with the same A-level results. But education is simply not enough, and disadvantaged young people are being excluded from top jobs as a result of their inability to take up unpaid work experience. If an organisation wants the work done, then they should be willing to pay their employee, rather than disguising a de facto full-time job as an “internship”. Work experience should be limited to no more than four weeks – allowing young people to shadow and gain practical experience without the organisation being able to exploit their labour. Young people are having to overcome great barriers that previous generations did not face. The number of state-educated MPs is at a record high, yet still 29% of MPs are privately educated, compared to less than 7% of the population. If we truly want to be represented, we need our MPs to reflect the diversity within our society rather than over-representing an influential minority. This starts with ensuring that young people are able to get into politics whatever their socio-economic circumstances. There is also support for initiatives to ban unpaid internships. Some 65% of businesses polled by YouGov want the law clarified with a four-week limit, and even many MPs strongly favoured a motion proposed by Alec Shelbrooke in the Commons in May 2014 to introduce a four-week limit – though this was filibustered by Conservative colleagues. We need to call out employers, especially our political representatives, who take advantage of young people at the beginning of their careers."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}