{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/jun/21/privatised-probation-programme-could-be-dropped-with-negligible-impact-report", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-06-20T23:01:14Z", "webTitle": "Privatised probation programme 'could be dropped with negligible impact'", "webUrl": "https://www.theguardian.com/society/2017/jun/21/privatised-probation-programme-could-be-dropped-with-negligible-impact-report", "apiUrl": "https://content.guardianapis.com/society/2017/jun/21/privatised-probation-programme-could-be-dropped-with-negligible-impact-report", "fields": {"headline": "Privatised probation programme 'could be dropped with negligible impact'", "bodyText": "A key part of the government’s probation privatisation reforms could be dropped tomorrow without any impact on the resettlement of prisoners, a joint report by the chief inspectors of probation and prisons has warned. In what critics dubbed a “devastating report on a growing scandal” Dame Glenys Stacey, the chief inspector of probation, and Peter Clarke, the chief inspector of prisons, say that the work done by the 21 community rehabilitation companies in the government’s Through the Gateprogramme is having a negligible impact on reducing prisoner reoffending rates, two years after its introduction. The chief inspectors say that too many prisoners have been released not knowing where they would sleep that night, that in too many cases prisoners’ risk to the public had been inadequately assessed before release, and despite much talk about the use of mentors, they could find only one prisoner out of a sample of 98 who had been mentored. “None of the early hopes for Through the Gate have been realised,” they said. “The gap between aspiration and reality is so great, that we wonder whether there is any prospect that these services will deliver the desired impact on rates of reoffending.” The chief inspectors’ report was based on visits to nine prisons where Through the Gate services were delivered by seven different rehabilitation companies in England and Wales and a detailed examination of the cases of 98 long-term prisoners. “The overall picture is bleak,” they conclude. “If Through the Gate services were removed tomorrow, in our view the impact on the resettlement of prisoners would be negligible.” They said that CRC staff focused most of their efforts on producing written resettlement plans to meet contractual targets, while the needs of prisoners received much less attention. “Many have enduring problems including mental illness and addiction, and yet links between treatment in custody and in the community were not always easy. Indeed the whole transition is often fraught. Affordable accommodation is hard to source, and claims to state benefits take time to process, so some prisoners are released with nowhere to live, and like others, may face weeks without any income.” The provision of post-release resettlement services was one of the key aims of the government’s Transforming Rehabilitation reforms which saw the part-privatisation of the probation service. The inspectors say that while many CRCs have employed well-respected voluntary organisations to deliver resettlement services, their potential has not been realised as they have focused on completing delivery plans. The few examples of the promised innovation, they add, have been on a very small scale. The performance of the CRCs raises questions about whether they will qualify for any payments under the payment-by-results mechanism in their contracts when the first reoffending data becomes available in October. Frances Crook, of the Howard League for Penal Reform, described it as a “devastating report on a growing scandal” adding: “One of the first challenges for the new government is to sort out this mess. “The break-up of the public probation service, with a large part of it handed to private companies, was supposed to turn lives around, reduce reoffending and make us all safer. “Instead, successive inspection reports have shown that the risk to the public has increased, and now we learn that Through the Gate services are so useless that they could stop tomorrow and we would not notice the difference. People who are trying to lead crime-free lives are being let down,” she said. Labour’s shadow justice secretary, Richard Burgon, added that the report’s central conclusion pointed to “a complete failure of the Tories’ reckless part-privatisation of probation. Public safety is being put at risk because ex-offenders aren’t getting the support, supervision and rehabilitation they need,” he said. A Ministry of Justice spokesperson said: “We will take all necessary action to make sure the probation system is reducing reoffending and preventing future victims. “We have undertaken an overarching review of probation, looking at the standards we set for providers and how we hold them to account. Additionally, we have made changes to how community rehabilitation companies are paid so they can focus on activities that will help cut crime. “As part of part of the probation review, we have been looking at Through the Gate services and will be publishing our findings in due course.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}