{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/jun/16/billy-queens-birthday-honours-list-billy-connolly-jk-rowling-paul-mccartney-delia-smith", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-06-16T21:30:20Z", "webTitle": "Billy Connolly leads the way in Queen’s birthday honours list", "webUrl": "https://www.theguardian.com/uk-news/2017/jun/16/billy-queens-birthday-honours-list-billy-connolly-jk-rowling-paul-mccartney-delia-smith", "apiUrl": "https://content.guardianapis.com/uk-news/2017/jun/16/billy-queens-birthday-honours-list-billy-connolly-jk-rowling-paul-mccartney-delia-smith", "fields": {"headline": "Billy Connolly leads the way in Queen’s birthday honours list", "bodyText": "Arise Sir Big Yin: the famously foul-mouthed and anarchic comedian Billy Connolly, whose 75th year has already been marked with towering gable-end mural portraits in his native Glasgow, has been knighted in the Queen’s birthday honours list. Connolly has in the past been teased and even heckled for his friendship with members of the royal family, including Prince Charles, but once said: “I’m not going to throw away the hand of friendship to suit 100 Trotskyites in Glasgow.” The comedian and actor is honoured for his services to entertainment and charity, and his knighthood will join a list of other awards he has earned over his career. In 2003 he was presented with a Bafta lifetime achievement award and a CBE in the Queen’s birthday honours list, and in 2010 he was given the highest honour Glasgow could bestow upon him – the freedom of the city. Two years later, he was honoured with a lifetime achievement award by Bafta Scotland for six decades in showbusiness. Connolly, who in 2013 disclosed that he had been diagnosed with Parkinson’s and prostate cancer on the same day, said he was very pleased with the knighthood although saying it had not sunk in just yet. “It won’t really dawn on me until Glasgow people start calling me Sir Billy … or whatever they come up with.” He added: “I’m very pleased. I hope I don’t sound embarrassed or stuff like that. I am a little embarrassed but deep within me I’m very pleased to have it. I’ve never been big on bragging that I come from nothing, you know? It irritates me in people, you know – ‘I come from nothing.’ Well, I don’t come from nothing, I come from something and this is another something to add to the list. “I feel like I should be called Lancelot or something. Sir Lancelot, that would be nice. Sir Billy doesn’t quite have the same ring.” Joining Connolly on the honours list are Sir Paul McCartney, knighted 20 years ago, who now becomes a companion of honour – an honour created in 1917 that can have no more than 65 members, so vacancies only arise on the death of a holder – along with the author JK Rowling, the designer Sir Terence Conran, chef Delia Smith and the scientist Sir John Sulston, who is a pioneer of human genome mapping. Half a century after the release of the Beatles’ Sgt Pepper’s Lonely Hearts Club Band – now being celebrated in a festival across their native Liverpool – McCartney was jubilant. He said: “I’m very happy about this huge honour, and with the news coming on my birthday weekend and Father’s Day, it makes it colossal!” Rowling said she was “deeply proud and honoured”, and Smith said the honour belonged to all who had encouraged her career “from day one”. Conran’s office said he was so excited about the honour they had great difficulty persuading him to keep quiet about it until the announcement. After a petition launched by the TV presenter Carol Vorderman, which she delivered to Downing Street with 235,000 signatures, an MBE was awarded to the last of the Dambusters raiders, George “Johnny” Johnson, 96. Johnson, a member of RAF’S 617 Squadron in 1943, shrugged off not getting a knighthood: “I think the MBE is as much honour as I could really expect and I thought, if a knighthood comes up, I’m going to having difficulty not only in accepting it but pointing out to all and sundry that it’s not me. I’m the lucky one. I’m still alive.” Many veteran entertainers have been honoured. The actor Olivia de Havilland, born in 1916, the only survivor of the four main stars of the 1939 blockbuster movie Gone With the Wind, becomes a dame. De Havilland, who lives mainly in France, said: “To receive this honour as my 101st birthday approaches is the most gratifying of birthday presents.” Slightly her junior, June Spencer, born in 1919– who has played Peggy Woolley, the matriarch of The Archers on Radio 4, since 1950 and is the last surviving member of the original cast – is awarded an MBE. Sandie Shaw, who sang Puppet on a String barefoot in 1967 to win the Eurovision song context – a song she later said she hated hated “from the very first oompah to the final bang on the big bass drum” – is awarded an MBE, and said she was proud to accept it as recognition of her work in Nichiren Buddhism, and towards fairer treatment for artists and creators in the music industry. “I hope that the honour will in some way raise awareness of these causes so close to my heart.” Actors Julie Walters and June Whitfield and the publisher Carmen Callil also become dames, while the author and illustrator Raymond Briggs – creator of The Snowman and Fungus the Bogeyman as well as a poignant graphic novel about the quiet lives of his own parents, Ethel and Ernest – is awarded an OBE. A further honour has gone to one of the most competitive families in British sport: Judy Murray, whose sons Andy and Jamie already have a knighthood and an OBE respectively, is awarded an OBE herself for services to sport. The singers Ed Sheeran, who recently saw all 16 tracks from his new album take over the Top 20 chart, and Emeli Sandé, who sang in both the opening and closing ceremonies at the 2012 Olympics, are both awarded MBEs, along with the model Erin O’Connor. The singer Sade, real name Helen Adu, is awarded a CBE. In classical music, an OBE goes to Chi-chi Nwanoku. Born to a Nigerian father and an Irish mother, Nwanoku found an international career as an orchestral double bassist after an injury ended her ambitions as a sprinter, and she recently founded the Chineke! senior and junior orchestras – the first in Europe entirely for black and minority ethnic musicians. Sir Mark Elder, the director of the Halle Orchestra and former music director of English National Opera, becomes a Companion of Honour. An OBE has gone to David Walliams, who became famous as a frequently cross-dressing comedian with Matt Lucas in the BBC sketch show Little Britain, but has recently become a bestselling children’s author. The award recognised his charity work which included swimming the Channel, the straits of Gibraltar, and the 149-mile length of the Thames – when he raised £2m for Sports Relief but also picked up a debilitating infection from bacteria in the water. He said: “The news made me happy, but nobody is happier than my mum.” One of the richest men in the world, Ukrainian-born Leonard Blavatnik, is awarded a knighthood for philanthropy, including the undisclosed millions he donated to Tate Modern’s Switch House extension, now renamed in his honour. In 2015 academics and graduates, human rights activists, and Russian dissidents pleaded with Oxford University not to acccept his £75m for a school of business, one of the largest donations in its history, over his business dealings in Russia. The signatories included Pavel Litvinov, who spent five years in exile in Siberia for protesting on Red Square in 1968 against Moscow’s invasion of Czechoslovakia, and Vladimir Bukovsky who was jailed by the KGB for exposing the treatment of dissidents. The honours committee said that Theresa May had elected not to offer any opinion on the list this year, because of the general election. Instead it was simply forwarded through her office to the Queen. However, they said the list did reflect what was termed her “strategic steer”, seeking more honours for people contributing to society and their communities, and those supporting children and young people. The result is claimed to be the most diverse honours list yet: half the 1,109 names on the list are women, 10% come from a black and minority ethnic background and 6.5% self-identify as having a disability. A posthumous George Medal has been awarded to PC Keith Palmer, who was stabbed to death outside the Houses of Parliament on 22 March as he tried to prevent a terrorist attack. The Metropolitan police commissioner, Cressida Dick, said the force was immensely proud of Palmer, whose honour is included in the Queen’s civilian gallantry list – released alongside the birthday honours. “Keith acted that day with no thought for his own safety, intent simply on doing his job and protecting members of the public and parliament,” Dick said. “He paid the ultimate price for his selfless actions.” Palmer, who was unarmed, tried to tackle Khalid Masood, who had ploughed a van into pedestrians on Westminster Bridge and then charged through the gates of the Palace of Westminster armed with a knife. He was shot dead by armed officers. Palmer’s funeral brought the centre of London to a standstill, as thousands of police officers came from all over the country to line the streets between Westminster and Southwark Cathedral. A year after the murder of MP Jo Cox, gallantry medals have also gone to Bernard Kenny, who was stabbed in the abdomen as he tried to stop the attack by Thomas Mair, and to the West Yorkshire police officers Craig Nicholls and Jonathan Wright, who arrested Mair. Cox’s senior caseworker, Sandra Major – who witnessed her murder, has been awarded an MBE. The home secretary, Amber Rudd, said she was proud that police officers and firefighters had been honoured. “Testimony to this bravery is PC Keith Palmer, who confronted a vicious terrorist in order to saves the lives of others, and in doing so made the ultimate sacrifice,” she said. “It is absolutely fitting to honour such heroism with a George Medal. “Our emergency services are the very best of us. It’s the abilities and knowledge of those right from the frontline to leaders of services which I am very pleased has been recognised today. They keep us safe, they protect us and they are there when we most need it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}