{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jun/28/portugal-chile-confederations-cup-semi-final-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-06-28T21:21:55Z", "webTitle": "Claudio Bravo saves three penalties to send Chile to Confederations Cup final", "webUrl": "https://www.theguardian.com/football/2017/jun/28/portugal-chile-confederations-cup-semi-final-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/jun/28/portugal-chile-confederations-cup-semi-final-match-report", "fields": {"headline": "Bravo saves three penalties to send Chile to Confederations Cup final", "bodyText": "The Chile manager, Juan Antonio Pizzi, had predicted “it is going to be a beautiful semi-final”. He was right. Breathtaking attack and staunch defence failed to separate Chile and Portugal over 120 minutes before Claudio Bravo saved three penalties to send the South American champions into the Confederations Cup final. This was a match between ascendant football powers. Before 2015, neither Portugal nor Chile had won a major competition. In the 18 months that followed, Portugal won the European Championship in Paris and La Roja twice won Conmebol’s Copa América. For both sides, Russia 2017 was a debut at this peculiar World Cup warm-up event and each manager had spoken of a desire to win the often-derided tournament. Within six minutes, it was evident that it would be an enthralling end-to-end encounter. A stunning pass from Alexis Sánchez found Eduardo Vargas alone in the penalty box, perhaps marginally offside, only for Rui Patrício to make an exceptional save. Moments later Cristiano Ronaldo burst down the left flank and placed a perfectly weighted long pass towards André Silva, who hit an easy opportunity straight at Bravo. While the attacking manoeuvres continued with regularity – there were collectively almost a dozen attempts in the first half – it would be the defences that entered the dressing rooms feeling enthused. Neither continental champion was able to break the deadlock in the first 45 minutes, with Southampton’s Portuguese right-back Cédric looking particularly comfortable against Sánchez. A rumoured move to Manchester City might have been on the Arsenal man’s mind, although on Tuesday the Chile coach Pizzi denied that Sánchez is unsettled. The second half began in much the same manner – marauding moves forward from both sides with little end-product. Arturo Vidal outjumped Benfica’s Eliseu but sent his header into the stands, while Vargas directed an exquisite rotating bicycle kick into the outstretched gloves of a diving Patrício. Even the unflappable Ronaldo, who had been named man of the match in all three of his appearances at the competition to date, sent a free-kick wide in the 65th minute. The lack of goals did not dampen the enthusiasm of the 40,855 crowd, who filled the 2013-constructed Kazan Arena close to capacity. After the group stage was played in half-empty stadiums, complemented by suspiciously optimistic attendance figures, the large number comes as welcome relief for tournament organisers. Chilean fans, who have travelled to Russia in large numbers, were in full voice throughout. As the scoreless game moved to extra time, Portugal began to build pressure against an obviously tiring Chile. Yet the South American champions still found attacking opportunities, and Sánchez nodded just wide from Mauricio Isla’s cross early in the additional minutes. The fatigue of three group matches in a week increasingly troubled both teams and chances were sparse as the clock ticked towards a penalty shootout. Late excitement came when Chile twice hit posts in the 118th minute but Portugal held on for spot-kicks. Having won the 2015 and 2016 Copa América on penalties, Chile were feeling confident as Vidal calmly converted the opener. Bravo then saved attempts from Ricardo Quaresma, João Moutinho and Nani to secure his team a place in the final against either Germany or Mexico. The Chile captain, Bravo, who missed the second half of Manchester City’s English Premier League campaign because of a calf injury, was emphatic after his outstanding penalty shootout performance. “It was not just luck,” the 34-year-old said through a translator. “Towards the end we were quite tired but we were still passionate – playing with our head and our heart.” Pizzi also spoke of the fatigue factor and was looking forward to a short break before the tournament concludes in St Petersburg. “First we need to rest,” he admitted. “We will see how the players recover and then make our decisions depending on that. Now we have three days to recover, rest and properly plan for the game on Sunday.” The Portugal manager, Fernando Santos, was gracious in defeat, despite the unfortunate circumstances. “Their goalkeeper was fantastic,” he said. “I always defend my players, that is my responsibility, given I chose them to score the penalties.” Santos coached Pizzi in 2000 during the latter’s short playing stint at Porto and has previously described his counterpart as “a real gentleman”. Prior to the match, fans at Kazan Arena – which will host six matches at the 2018 World Cup – held up a banner. “Looking forward to seeing you again”, it read. After this superlative encounter between two world-class teams, locals will be counting the days until the Fifa circus returns. “It was an excellent game – good propaganda for football,” a disappointed Santos mused. Indeed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}