{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2009/aug/06/rupert-murdoch-website-charges", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-08-05T23:35:18Z", "webTitle": "Rupert Murdoch plans charge for all news websites by next summer", "webUrl": "https://www.theguardian.com/media/2009/aug/06/rupert-murdoch-website-charges", "apiUrl": "https://content.guardianapis.com/media/2009/aug/06/rupert-murdoch-website-charges", "fields": {"headline": "Rupert Murdoch plans charge for all news websites by next summer", "bodyText": "The billionaire media mogul Rupert Murdoch suffered the indignity of seeing his global empire make a huge financial loss yesterday and promptly pledged to shake up the newspaper industry by introducing charges for access to all his news websites, including the Times, the Sun and the News of the World, by next summer. Stung by a collapse in advertising revenue as the recession shredded Fleet Street's traditional business model, Murdoch declared that the era of a free-for-all in online news was over. \"Quality journalism is not cheap,\" said Murdoch. \"The digital revolution has opened many new and inexpensive distribution channels but it has not made content free. We intend to charge for all our news websites.\" The Australian-born press and television baron was speaking as his News Corporation holding company slumped to a $3.4bn (£2bn) net loss for the financial year to June, hit by huge writedowns in the value of its assets, restructuring charges and a dive in commercial revenue. Murdoch's newspaper holdings span the globe, from the Australian to the Wall Street Journal and to his News International stable in London. At present, only the Wall Street Journal charges a fee for online access and until recently, received wisdom in the publishing industry was that readers would not pay to read newspapers on the internet. Murdoch said he had completed a review of the possibility of charging and that he was willing to take the risk of leading the industry towards a pay-per-view model: \"I believe that if we're successful, we'll be followed fast by other media.\" He said he was thinking in terms of \"this fiscal year\" to introduce charges. He said News Corp would avoid a migration of readers to free sites by \"making our content better and differentiated from other people\". The charging model will be extended to red-top tabloids such as the Sun and the News of the World. Murdoch said he was keen to capitalise on the popularity of celebrity stories: \"When we have a celebrity scoop, the number of hits we get now are astronomical.\" He accepted that there could be a need for furious litigation to prevent stories and photographs being copied elsewhere: \"We'll be asserting our copyright at every point.\"Among quality newspapers, Murdoch singled out the Daily Telegraph's run of stories about MPs' expenses as an example of news for which consumers would be willing to pay, describing it as a \"great scoop\": \"I'm sure people would be very happy to pay for that.\" Murdoch said change was inevitable: \"We're certainly satisfied that we can produce significant revenues from the sale of digital delivery of newspaper content.\" Murdoch's British newspaperssuffered a 14% drop in year-end advertising revenue as the recession took its toll. Profits across News Corp's global newspaper division fell from $786m to $466m. Elsewhere, Murdoch's empire was hit by huge reorganisation costs and write-downs at its interactive media division, which includes the social networking website MySpace. News Corp's Twentieth Century Fox film studio recorded annual profits of $848m, a drop from last year's $1.24bn, as films such as X-Men Origins: Wolverine and the second instalment of the Night at the Museum series failed to match releases such as The Simpsons Movie and Live Free or Die Hard a year ago. Earnings from cable networks rose by 31% to $1.67bn but the group's television division, including its Fox stations in the US and Star networks in Asia, saw profits fall from $1.12bn to $174m. \"The past year has been the most difficult in recent history, and our 2009 financial performance clearly reflects the weak economic environment that we confronted throughout the year,\" said Murdoch."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}