{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/aug/17/football-pundits-tv-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-08-16T23:06:43Z", "webTitle": "Last night's TV: Gillette Soccer Saturday, Live Ford Football SPecial, Live: Everton v Arsenal and Match of the Day | TV Review", "webUrl": "https://www.theguardian.com/culture/2009/aug/17/football-pundits-tv-review", "apiUrl": "https://content.guardianapis.com/culture/2009/aug/17/football-pundits-tv-review", "fields": {"headline": "Last night's TV: Gillette Soccer Saturday and Match of the Day", "bodyText": "Can it really be starting again, only five minutes since the end of the last season? Here goes then. And on Gillette Soccer Saturday (Sky Sports 1), Jeff Stelling lunges in with the first bad joke of the campaign. Hull City's new signing, Kamel Ghilas, apparently gets the hump when he's taken off. Yellow card Jeff, to go with that pink tie. Gillette Soccer Saturday is an extraordinary TV concept. In the middle of a screen crammed full of statistics, infobars, vidiprinters, etc sit former footballers who look not at the camera but down at their own screens. That's right, you're not watching the game, you're watching men who are. It's second-hand football. And these men were mostly better with their feet than they now are with their tongues. The names of overseas players prove especially problematic. How the hell do you pronounce new Arsenal signing Vermaelen for example? But Jeff somehow holds it all together, with a slick professionalism and a twinkle. Maybe he can be forgiven the odd pun and the garish ties. And weirdly, GSS is absolutely spell-binding. Here's the first proper game then, Chelsea at home to Hull on Live Ford Football Special (Sky Sports 1, Saturday). In the studio, Richard Keys wears the day's second pink tie. Ruud Gullit's brown suit is the best of the day. Commentating on the game are Alan Parry for the stats – so many stats – and Andy \"I told you so\" Gray to be right, and a bit angry, about everything. Gray supplies the first \"at this moment in time\" of the day, on 35 minutes. After the game, Ruud says Frank Lampard was almost invincible, meaning almost invisible. So almost the opposite. This is more interesting, Live: Everton v Arsenal (ESPN, Saturday), the first live premiership match on the US sport network owned by Disney. Murdoch or Disney, that's the choice now. ESPN seems to have ambition though – perhaps it's the Manchester City of the sports channels. They have prised Ray Stubbs away from the BBC after a quarter of a century. And Stephen Berkoff, the theatre man, kicks things off with a little soliloquy on the beautiful game. With Stubbsy in the studio are Peter Reid for some Scouse intensity and Ian Wright Wright Wright to play the fool fool fool. Who does Wrighty think will win? Arsenal, because he is Arsenal through and through. And what about Vermaelen – Vermoolen, Vermarlen, Vermeerlen, however you say it? To be honest, Wrighty doesn't know much about him. Well, you should do Ian, it's your job to, as a pundit. You should have done some homework. It gets better after kick-off. Jon Champion is commentating, this is \"the occasion when optimism rules over common sense\", he says. \"And when hope is a stronger currency than pedigree.\" Crikey, I think he's been inspired by Berkoff. Obviously totally rehearsed, but still rather nice. And with Champion, in the Andy Gray role, is Joe Royle. I like Joe better, he's less cross and less right than Gray, more thoughtful. He admits it when he's done Bacary Sagna a disservice, even has nice words for the referee, says he likes the way Mr Halsey controls the game with a smile. He's more personal and personable, too, tells us that his uncle is here celebrating his 87th birthday, nice things like that. There's not much new about Match of the Day (BBC1, Saturday). They are tanned after their summers of golf, but Gary doesn't have the va va voom that should come with a new season; he looks tired. Alan and Alan both wear black shirts. How long before Hansen uses the expression \"strength in depth\"? Ah, there it is, 24 minutes on my watch. Strangely, Shearer is my favourite; he may not be Mr Charisma, but he talks sense and has less of that smugness. Gary tries a couple of gags at the end – Manchester United's appearance in the bottom half owes much to the fact they haven't played yet is one – but his delivery is lacklustre. It's all a bit lacklustre, to be honest. Perhaps Match of the Day lacks strength in depth, too, and should dip into the transfer market. Not that it really matters. The important thing is that football is back. Now there's something to think about again."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}