{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/aug/06/shane-watson-ashes-crowds-ricky-ponting", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-08-05T23:10:03Z", "webTitle": "Booing will only make Ricky Ponting fight harder, says Shane Watson", "webUrl": "https://www.theguardian.com/sport/2009/aug/06/shane-watson-ashes-crowds-ricky-ponting", "apiUrl": "https://content.guardianapis.com/sport/2009/aug/06/shane-watson-ashes-crowds-ricky-ponting", "fields": {"headline": "Booing will only make Ricky Ponting fight harder, says Shane Watson", "bodyText": "The Australia all-rounder Shane Watson has encouraged England supporters to carry on booing his team despite a request from the England and Wales Cricket Board for crowds to stop treating the tourists' captain, Ricky Ponting, with disrespect. Giles Clarke, the ECB chairman, responded to the pantomime-villain welcomes meted out to Ponting at Cardiff, Lord's and Edgbaston by calling for a show of \"respect and courtesy\" but Watson – who will open the batting for the tourists in the fourth Test starting in Leeds tomorrow – said the reaction of the English crowds was an integral part of any Ashes experience and something the Australians thrive on. \"You want to play in the middle with big crowds against you,\" he said. \"If there is more booing that's the way it is. He is the Australian captain. You would expect more banter going towards him to try and unsettle him. It will keep Ricky charging forward because I am sure he has copped worse a lot in his time. \"You expect good, fun banter over here and it's been brilliant. I had a bit of a laugh and a giggle in the last Test. The England fans are not going to like one of the best batsmen in the world. It's great to know that when you go out to bat the intensity is going to be there – not only from the guys you are facing but the crowd as well.\" Regular attendees of Headingley Tests may regard the idea of asking fans in the West Stand to behave themselves as an object lesson in futility, especially after tension rose on the field between the two sets of players during the last two days of the drawn third Test at Edgbaston. \"The intensity's starting to rise up because we need to win,\" said Watson. \"There's definitely pressure on us. It's great to have some competitive banter out there. Everyone's going hammer and tongs to give themselves the best chance of winning and there's normally a bit of friction in the crowd. We need to raise the intensity. We've been able to do it for a period of time, but we haven't been able to do it consistently, to keep it going for the whole five days. That's something we know we need to achieve to win this series.\" It is understood Andrew Flintoff will have to do without a cortisone injection on his troublesome right knee if he wants to take the field at Leeds. Flintoff has already undergone five injections already this series, and although he didn't bowl yesterday, he will test out his knee in the nets today in a bid to play in what he hopes will be his penultimate Test appearance. \"I think we're a stronger team with him in the team,\" said the England seamer Graham Onions. \"But that's only if he's 100% fit. Andrew's going to be very honest.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}