{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/aug/14/james-milner-england-world-cup-place", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-08-13T23:10:03Z", "webTitle": "Martin O'Neill backs 'terrific' James Milner to feature in Fabio Capello's plans", "webUrl": "https://www.theguardian.com/football/2009/aug/14/james-milner-england-world-cup-place", "apiUrl": "https://content.guardianapis.com/football/2009/aug/14/james-milner-england-world-cup-place", "fields": {"headline": "Martin O'Neill backs 'terrific' James Milner to feature in Fabio Capello's plans", "bodyText": "Martin O'Neill believes that Fabio Capello will find it \"difficult to ignore\" James Milner after the Aston Villa midfielder sparkled as a second-half substitute on his senior England debut against Holland on Wednesday. Milner set up Jermain Defoe's equaliser and caught the eye on the left flank, earning praise from Fabio Capello afterwards and prompting O'Neill last night to back the 23-year-old to seize his opportunity again in the future. \"I thought he was absolutely terrific,\" said O'Neill, who believes Milner is \"worth every single penny\" of the £12m Villa paid Newcastle last year. \"I am delighted for him. He's a great character. He plays the game with determination and enthusiasm, and he's done himself no harm whatsoever. I thought he was particularly brave on the second goal. That was typical James and then when he got there he had the composure to put a left-foot ball across that was asking to be put in the net. \"I am sure he must have been delighted with his contribution,\" continued the Villa manager. \"As for what that will do for him, it will give him an extra bit of confidence, which everybody needs. Secondly, if there is anybody that wouldn't rest on anything, James Milner comes into that category. He's had the opportunity, stepped in and did very well and he would be hard to ignore.\" O'Neill expects Capello to experiment once England have secured qualification for the World Cup finals in South Africa next year and he is confident that Milner, who has won 46 caps at Under-21 level, will take his chance as and when it arises. \"I'm hoping it will be a big year for him. He's got this driving ambition to play for his country at senior level. It's up to James to force the issue. If he gets the opportunity, with the determination he shows, he wouldn't waste it.\" While effusive in his praise of Milner, the Villa manager was quick to point out that it would be unfair to dismiss the credentials of Ashley Young after the winger struggled to make an impact on his full England debut. \"I wouldn't be writing Ashley off,\" added O'Neill. \"Ashley is a proper player and I wouldn't make judgments on 65 minutes on Wednesday night. I would think that the form he will show for us this season will enable him to be part of the England set-up.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}