{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/aug/29/arsenal-manchester-united-pressing-game", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-08-28T23:38:34Z", "webTitle": "Arsenal's future is a pressing matter | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2009/aug/29/arsenal-manchester-united-pressing-game", "apiUrl": "https://content.guardianapis.com/football/blog/2009/aug/29/arsenal-manchester-united-pressing-game", "fields": {"headline": "Arsenal's future is a pressing matter", "bodyText": "Arsenal play Manchester United today in what excited men on television keep calling \"the biggest game of the season so far\". And certainly there is lots to look forward to: Wayne Rooney in his new \"shadow striker\" role, which involves him not running around all the time but instead looking distant and pained when a team mate fails to \"read\" his subtly morse-coded invitation for a reverse-donkey-kick through-ball; Dimitar Berbatov's increasing resemblance to the winsome lead singer of an acoustic Seattle coffee bar band called I Lost My Shoe or Dinosaur Beansprout; and best of all, Arsenal's adoption of what it is now fashionable to call \"a high intensity pressing game\". For those not up on the tactical intricacies, it's important to distinguish the High Intensity Pressing Game from the Low Intensity Pressing Game (sole shaven-headed striker charges about a lot, pausing only to point a bit, expel a huge bolus of mucus and grimace), and the basic, entry-level Pressing Game (British team scuffles itself into a state of exhaustion against swarthy, nimble, soft-shoe southern Europeans, all the while nursing a sense of somehow being cheated or deceived). The High Intensity Pressing Game is very different. It involves silky, cosmopolitan youths scuffling themselves into a state of exhaustion, but also occasionally doing a cushioned backheel lay-off. This is the essence of the High Intensity Pressing Game. If this is still too technical, it might help to make a comparison with a peak-time weekend trip to a flatpack furniture warehouse to buy an insultingly flimsy self-assembly bedside table. There are different ways of tackling an experience like this. Do you (a) adopt a High Intensity Pressing approach, leapfrogging the Colonial Bamboo bedroom mock-up, attempting a series of doomed short-cuts, shoulder-barging the strolling all-male power couples thronging the textiles zone and emerging an hour later exhaustedly clutching a single giant scented candle; or (b) \"stand off\" the furniture warehouse, buy yourself a polystyrene hot dog, scoop up armfuls of orange plastic alarm clocks, agonise interminably over a preposterous nine-foot high \"stilt-bed\", and emerge an hour later exhaustedly clutching a wobbly cardboard writing bureau and 5,000 paper napkins. There are some notable problems with the High Intensity Pressing Game, most obviously when your opponents also adopt the High Intensity Pressing Game, as United often do against Arsenal. This can lead to both teams pressing with equal and opposite force, creating an absolute stasis where almost nothing of note happens, the football equivalent of a rubbish fight between two unfit men who don't really mean it and just get each other in a headlock and grunt until they have to sit down. But, mainly, the High Intensity Pressing Game is a hugely exciting thing, because it takes so many people to explain how it works: one to explain why United/Arsenal's victorious High Intensity Pressing Game is the future; another to explain why Arsenal/United's losing High Intensity Pressing Game is now sadly outmoded; and another to write a whimsical column comparing the High Intensity Pressing Game to a night out with that friend of yours with the sculpted goatee beard who spends every available moment inside Rumerz Nite Club persuading the female population of Bromley to do the lambada, until eventually a tough looking girl with biceps and a tattoo agrees to get in a taxi with him. But the best thing is the phrase \"High Intensity Pressing Game\". It's so resonant and moreish, and so much better than other phrases like \"men running near other men\", or \"people jostling\". Which might – only technically, mind – be about right, but really won't do."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}