{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/aug/12/grant-leadbitter-sunderland-newcastle-speeding", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-08-11T23:10:01Z", "webTitle": "Sunderland's Grant Leadbitter fined after fleeing imaginary Newcastle fans", "webUrl": "https://www.theguardian.com/football/2009/aug/12/grant-leadbitter-sunderland-newcastle-speeding", "apiUrl": "https://content.guardianapis.com/football/2009/aug/12/grant-leadbitter-sunderland-newcastle-speeding", "fields": {"headline": "Sunderland's Grant Leadbitter fined after fleeing imaginary Newcastle fans", "bodyText": "Sunderland may be enjoying their status as the only north east club in the Premier League but one Black Cat still seems haunted by the spectre of Newcastle United. In fact so afraid was Grant Leadbitter that he was being followed by a car full of Magpies fans that he accelerated away at 112mph before discovering the vehicle contained police not bloodthirsty Newcastle supporters. The 23-year-old appeared at Gateshead Magistrates' Court yesterday pleading special reasons why he should not be banned for the speeding offence – those special reasons being he thought he was being pursued after a rare night out on Tyneside ended in an altercation with a group of Newcastle fans. As he drove across the Tyne Bridge Leadbitter became convinced the rival supporters were trying to follow him home to County Durham. So upon reaching the three-lane section of the road near the Angel of the North the footballer powered away in his red BMW M6 in an attempt to shake off his nonexistent assailants. \"My heart was beating fast, I was scared and I wanted to get home as quickly as possible,\" Leadbitter told the court, explaining why he overtook the Volvo patrol car at speed without noticing. The police officer, Sergeant Lynee McKevitt, said her attention was drawn to Leadbitter because of the manner of his driving when he overtook her. \"I would describe his driving as aggressive,\" she said. \"He was accelerating harshly and braking harshly.\" When the officer stopped Leadbitter she showed him the video. She said he accepted that his speed was dangerous and he was very apologetic. District Judge Roger Elsey had sympathy for the paranoid footballer, believing him to be shaken following the incident in the city centre. However he ruled had Leadbitter been paying attention he would have realised the car following him was one he had overtaken during his escape from a hostile Newcastle. Leadbitter received a £250 fine, £250 prosecution costs plus a £15 victim's surcharge. He was also banned from driving for 14 days, so should he be chased by any imaginary Newcastle fans this fortnight he will have to make his escape on foot."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}