{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/aug/12/friends-provident-resolution-takeover-insurance", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-08-11T23:05:17Z", "webTitle": "Friends Provident: With friends like these…", "webUrl": "https://www.theguardian.com/commentisfree/2009/aug/12/friends-provident-resolution-takeover-insurance", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/aug/12/friends-provident-resolution-takeover-insurance", "fields": {"headline": "Friends Provident: With friends like these…", "bodyText": "Ah, British capitalism: as Glenda Slagg might say, doncha just love it? For the past two years, the crisis-hit finance industry has spilled forth endless confessions and vows of reform. There was going to be an end to short-term bubbletastic behaviour, it was pledged over and over; things were going to change. But add some central-bank liquidity and government bailouts and those resolutions proved as firm as a soluble Alka-Seltzer. That, at least, is the lesson from one of the first big takeovers since the banking crisis, agreed yesterday. The purchase of life insurer Friends Provident by an investment vehicle called Resolution is not the sort of deal to grab the front pages or lead the Today programme – but it is a grim parable of how little has changed in the City since the crash. The first three times Resolution came knocking, the management of Friends refused to come to the door. And no wonder, because these two are from very different corporate gene pools. Friends Provident is the sort of firm that gives finance a good name; set up by Quakers (including Joseph Rowntree) in the early 19th century, it only floated at the start of this decade. It cares about ethical investment; it sells life insurance; it is apparently miles away from the get-rich-quick brigade. And then there is Resolution: a fund registered in the tax haven of Guernsey, whose sole purpose is to buy insurers and give them the kind of going-over that is a hallmark of private-equity houses. Clive Cowdery and his executive team are on the sort of deal beloved of private-equiteers and hedge-funders: some money just for turning up – and 10% of any rise in profits. As investment vehicles go, this one might as well have go-faster stripes. It obviously suited the board of Friends to claim last month that Resolution's company structure \"institutionalises a lack of clarity and accountability to shareholders, customers and regulators\", but they were not alone in raising these worries. In the end, however, the money offered was too good for shareholders to refuse. For the past few months, City minister Paul Myners has been talking about the responsibility of institutional shareholders to face up to their responsibilities as owners of companies; the capitulation of Friends shows exactly what the institutions think of that. Couple this deal with the report in today's paper that the City watchdog has watered down its proposals on bonuses, or with the effort governments and central banks seem to be making to restore things to exactly the way they were before the crash. What we have had is an epoch-making event – without any new epoch to accompany it. Welcome to life in the City in 2009, where the motto seems to be: party like it's 2006."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}