{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/aug/12/england-win-world-cup-terry", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-08-11T23:10:04Z", "webTitle": "England's captain John Terry has said that the country can win the World Cup in South Africa", "webUrl": "https://www.theguardian.com/football/2009/aug/12/england-win-world-cup-terry", "apiUrl": "https://content.guardianapis.com/football/2009/aug/12/england-win-world-cup-terry", "fields": {"headline": "We can win the World Cup, says the England captain John Terry", "bodyText": "John Terry leads his England side out against Holland this evening insisting his team is capable of winning next year's World Cup in South Africa if they maintain the impressive progress made last season. Ashley Young and, potentially, Carlton Cole will have opportunities to stake a claim to be regular members of Fabio Capello's line-up with the former making his first international start against Holland at the Amsterdam Arena, and the West Ham forward expected to feature at some point as Emile Heskey is hampered by a slight achilles complaint despite completing a full training session last night. Young, capped five times already, will replace Steven Gerrard who has returned to Liverpool for treatment on a groin problem. The head coach will seek evidence of continued progress against opponents who England have beaten only once – albeit riotously at Euro '96 – in 27 years as he attempts to maintain the momentum that has swept his side to the top of Group Five and within one win of qualification. That form has fuelled the conviction that they can indeed be contenders next summer with the Italian having apparently exorcised an existing fear factor involved in playing for the national side. \"Everyone's playing freely and with confidence under the new manager and, if we can get to South Africa, every big team there will have a good chance and we'll be no different,\" said England's captain Terry. \"If we play the way we have been, we can't rule out England winning the World Cup. But we must continue to improve. We probably learned more in losing to Spain [last February] than we would have done going there and beating them, and there's no mental issue any more against the best sides. \"We've played some good sides under Fabio and beaten them. The Dutch are very good technically and pose a big threat going forward. Defensively, too, they're solid so it'll be a good test. But, where in the past players would have been lying if they said there wasn't any fear coming into big games with England, now that's been wiped away. \"We've overcome that mental barrier. We had to, and we've done that. We don't come here over-confident, but we just want to get the most out of what is a big game. This is an important time.\" It is a critical opportunity for the likes of Young and Cole, who have both only enjoyed bit-part roles under Capello but who could now take their chances. The England management will check on the fitness of Heskey and Theo Walcott, whose side strain restricted him to a brief, light session on his own in training at the stadium last night, ahead of selecting their side. David Beckham is likely to start in place of the Arsenal winger, but the manager confirmed Young would fill in for Gerrard. \"I can't clone Stevie, but Ashley is one of the English players who can dribble and take people on one on one,\" said Capello. \"This is very important. He has played a few times with me, but now he will be playing against one of the best national teams in the world, so it will be really important for him to have the confidence to perform. The players' performances will be important this season. I will watch a lot of games. I already watched three or four every week, but I want to be sure [who to select for the finals, should England qualify]. The door is open for every player who plays well during the season.\" Yet it has been slammed shut for the Arsenal goalkeeper Manuel Almunia, whose hopes of earning selection for England rather than his native Spain have been snuffed out by his adopted country's Italian head coach. \"Almunia, for me, is Spanish,\" added Capello when asked whether he would consider selecting the 32-year-old should he gain British citizenship. \"He's Spanish and plays for the Arsenal team.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}