{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/aug/25/nicolas-anelka-chelsea-didier-drogba-france", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-08-24T23:57:21Z", "webTitle": "Nicolas Anelka thrives on Chelsea's dual strike role with Didier Drogba", "webUrl": "https://www.theguardian.com/football/2009/aug/25/nicolas-anelka-chelsea-didier-drogba-france", "apiUrl": "https://content.guardianapis.com/football/2009/aug/25/nicolas-anelka-chelsea-didier-drogba-france", "fields": {"headline": "Nicolas Anelka thrives on Chelsea's dual strike role with Didier Drogba", "bodyText": "Nicolas Anelka's pleasure in Sunday's win at Fulham was a reward for his perseverance in the face of a long-term injury. \"I've had a lot of physical problems in the last six months,\" the Chelsea forward said. \"I was even asked this summer whether I wanted to undergo surgery on an ongoing groin strain that I've been struggling with, but I declined the chance. I wanted at all costs to play a full part in pre-season and get that under my belt because this is a very important season for me, what with the World Cup coming up next summer.\" His condition was impeccable in the 2-0 win at Craven Cottage, where the Frenchman opened his account for the season with his second goal of the campaign. There was a deep satisfaction over his understanding with Didier Drogba. Each man illustrated the rapport by setting up the other to score. In contemporary football forwards are doomed to be rivals rather than partners. Chelsea have been a rare exception to the trend for playing with a lone striker. The manager, Carlo Ancelotti, saw his approach vindicated on Sunday. Anelka and Drogba have often been picked in the same line-up, but that has normally entailed the Frenchman staying deeper and wider. Drogba, however, is delighted that they are now allowed to strike up a rapport. \"I went at the last moment,\" the Ivorian said of his goal. \"I knew he was going to put it there and I went at the right time. We are intelligent people and we know how to play together. We just needed time.\" Anelka, too, is glad to have illustrated his compatibility with Drogba. \"When he has got the ball he tries to look for me and I try to look for him,\" he said. \"Of course, game after game when we play on the pitch together the understanding is better. I think we will score more goals. \" Ancelotti has employed them as out-and-out strikers, but at Craven Cottage there was a small adjustment. Anelka was towards the right, so leaving space for Frank Lampard to burst forward in the centre, but overdid it before the interval. By staying closer to Drogba thereafter he ensured that the threat to Fulham was more intense. Nowadays, Anelka sounds content. \"Everything is going well and I don't need to move anymore,\" he said. \"I will be pleased to sign for more years here. We will see what happens.\" His present deal extends to 2011. Anelka feels, too, that Ancelotti will lead the club to the trophy it craves. \"He has won it already with Milan and he knows everything about the Champions League,\" he said. \"I think he will help us to do the extra to win it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}