{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/aug/02/cecil-midday-nassau-racing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-08-01T23:10:04Z", "webTitle": "Henry Cecil's Midday gamble pays dividends", "webUrl": "https://www.theguardian.com/sport/2009/aug/02/cecil-midday-nassau-racing", "apiUrl": "https://content.guardianapis.com/sport/2009/aug/02/cecil-midday-nassau-racing", "fields": {"headline": "Henry Cecil's Midday gamble pays dividends", "bodyText": "The \"glorious\" epithet has rarely been less appropriate at Goodwood than on this greyest of days, when constant rain kept racegoers huddled inside the grandstand while the accompanying mist rendered most of the course's famously verdant slopes invisible. Yet the sodden few around the winners' enclosure raised an impressive cheer for Henry Cecil as he welcomed back Midday, the latest Group One winner of his 40-year career, after the Nassau Stakes. Cecil achieved popularity first as the dominant trainer of the 80s and early 90s, when punters knew they would not go far wrong by backing his runners in the biggest races. His friendly, unassuming and slightly dreamy persona endeared him still further and there has been no shortage of sympathy as his name has slipped down the list in the trainers' championship in recent years. Over the past decade or so, Cecil has not had to look far for his troubles, which have included the death of his twin brother, David, a traumatic second divorce and a prolonged battle with stomach cancer. As a result, the sheer quantity of goodwill towards him on the racecourse these days is almost tangible, and the roar that greeted Midday as she loomed out of the mist two lengths clear left little room for doubt that this, in the crowd's view, was the right result – even if it meant another defeat for the serially disappointing 5-2 favourite Rainbow View. In typically self-effacing mode, Cecil responded to the cheer by saying: \"They always give me one – I don't know why. I think they feel sorry for me. I haven't won many Group One races lately and it's nice to have another.\" Cecil's eight successes in the Oaks testify to his brilliance at training high-quality fillies, and Midday only narrowly failed to give him a ninth when beaten a head by Sariska at Epsom. But her victory here was due not just to her trainer's skill, but also his bravery, as he decided to let her run despite the ever-softening ground, with which conventional wisdom said she could not cope. Heavy going was, after all, the principal reason offered by connections after Midday was easily beaten by Sariska in the Irish Oaks and, as her jockey Tom Queally said here yesterday: \"We didn't want to break her heart again. \"The boss has done a brilliant job. I said to him, 'I'd have pulled her out' and he said, 'If you'd been riding 40 years, you probably wouldn't have'.\" \"I took a chance,\" Cecil admitted. \"I nearly lost my bottle. I have seen her work well on good to soft. And they [runners in earlier races] were going through it. I thought, 'God, I'm doing the wrong thing' and I couldn't watch the race. I felt quite sick after it. I just heard them shouting, 'Come on Midday' and I thought, we're there, we're not tailed off.\" Crucially, the rain did not get into the ground to nearly the same extent as it had at the Curragh. \"The ground in Ireland was heavy – and Irish heavy at that,\" said Teddy Grimthorpe, representing Midday's owner, Khalid Abdullah. \"I think if it had got like that, we really would have lost our bottle.\" From the grandstand, it was impossible to tell exactly how bad conditions were becoming, as the two-furlong marker disappeared during the first race and visibility had shrunk to the final furlong by the time of the Stewards' Cup. The spectacle provided by this 26-runner sprint was lost even to television viewers, who caught occasional glimpses of the field through gaps in the mist. \"I was really relaxed, because I couldn't see the race,\" said Roger Charlton, trainer of the 14-1 winner, Genki. \"I wasn't sure I could really see his colours – they're not very easy to pick out. Then I thought, 'It could be ... yes, it is' and it was all over.\" Those hardy souls who left the snug comfort of the bars to watch an unglamorous Listed mile race earlier on the card were rewarded with the sight of a horse who might go on to much better things. Zacinto, from Sir Michael Stoute's yard, had not raced since last September, but there was no sign of rustiness as he justified the support that sent him off the 5-2 favourite. While connections were keen to see how Zacinto recovered from his first outing in 10 months, ambitious targets including the Celebration Mile here on 29 August, as well as the Irish Champion Stakes and the Queen Elizabeth II Stakes at Ascot were mentioned. Ryan Moore, Zacinto's jockey, rode a double – also winning on Stags Leap – to clinch the riding honours at Goodwood."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}