{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/aug/17/tv-sport-espn-sky-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-08-16T23:10:00Z", "webTitle": "Initially speaking, ESPN is living in the past | Martin Kelner", "webUrl": "https://www.theguardian.com/football/blog/2009/aug/17/tv-sport-espn-sky-premier-league", "apiUrl": "https://content.guardianapis.com/football/blog/2009/aug/17/tv-sport-espn-sky-premier-league", "fields": {"headline": "Initially, ESPN is living in the past and Andy Gray is present and incorrect", "bodyText": "There is a tribe in the Amazon called the Pirahã who live entirely in the present. They have no interest in the past, and there are no words in their language to describe it. The past perfect tense is as much use to them as the morning after pill to Anne Widdecombe. The world's most spectacularly unsuccessful media project – and there is some keen competition at the moment – would be a golden oldies station for the Pirahã, whom I only mention because I am wondering if Andy Gray is one of them. Like most football fans, the opening day of the Premier League season found me suffused with excitement, but in my case the glorious uncertainty of it all revolved round whether Sky Sports' chief summariser, after 16 years behind the mic, might finally bring himself to use the past tense for action replays. But no, his favoured form of words describing near misses remains: \"He gets the slightest touch on that, and it's a goal.\" We know, of course, that he doesn't, and it isn't; because we saw him miss, live, less than a minute previously, but the implication is that if Sky were to replay it often enough, there might be a different outcome. Gray's present tense descriptions of replays has been adopted, not only by Alan Hansen, but by most of the younger commentators, an indication of how the lingua franca of the game comes through their mics and cameras. ESPN, who did not get where they are today by refusing to accept this reality, launched its Premier League coverage with Chelsea v Hull on opening day, but where Setanta had parked its tanks on Sky's lawn, ESPN, part owned by Disney, kept its ice-cream vans harmlessly round the corner from Sky's patch. Its pictures came from Sky cameras, and in the presentation, there was scarcely a whiff of innovation. This is extremely annoying for people like me, used to getting three snappy paragraphs out of an Andy Townsend Tactics' Truck or some similar gimmick. Steven Berkoff was about all there was to laugh at on ESPN, filmed on a stage somewhere, declaiming about the importance of football, in the style of Henry V on the eve of Agincourt, but without entirely losing sight of the Hovis advert. \"This is who we are. This is what we are,\" thundered the great actor. \"This is bollocks,\" was the unworthy response, I am afraid, from my sofa. Berkoff was in fact only a cigarette paper away from Sky's mission statement: \"This is where you come from,\" it went, over a montage of colourful fan stuff, before the voice of Sean Bean, who becomes more Yorkshire the longer he lives in Los Angeles: \"Football. We know 'ow you feel abaht it, cos we feel the same.\" I like to imagine Bean in a silk dressing gown and a cravat, abstractedly puffing on a Balkan Sobranie in a long cigarette holder, asking the director in the clipped tones of Noel Coward: \"How was that for you, heart-face? A little too Hoyland Common, do you think? Do you want me to pull back a smidginette on the whippets and meat pies?\" The good news for Bean is that his annual gig should not be threatened by ESPN's entry into the Premier League fray, which is clearly part of a long-term business plan for a channel for whom acquiring rights is paramount. In its early days ESPN subsisted on obscure action from the outer suburbs of sport, allowing wags to create imaginary schedules featuring sports like Amish Rake Fighting and Australian Dick Wrestling, so now when the channel sees plausible sport, economically priced, it tends to make a play for it, and not worry too much about the programmes around it. As it happened, ESPN lucked out in its first match with Everton standing back with the rest of us to admire Arsenal's pretty football and six goals. Aside from the action, the show did not look very handsome, although one was distracted from the garish red and black set, and mirrored desk, by pundit Peter Reid's patchy grey mutton-chop sideburns, which make him look either like a Dickens character or someone pitching to be the new face of Special Brew. Reid also kept referring to Everton's Fellaini as Fellini, possibly as a tribute to Bobby Robson rather than the late great Italian film director. And the channel's list of forthcoming attractions, which included UFC, MLB, DTM, and AFL, lead you to wonder whether ESPN has a particular affinity with sports defined by initials. The channel also produced the day's most mind-bogglingly pointless trivia, when commentator Jon Champion said: \"Fábregas, the man who was born on the last day Everton won the league title, the 4th of May, 1987,\" the kind of fact which brings out the Pirahã in me."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}