{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/aug/20/thomas-vermaelen-arsenal-defender", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-08-19T23:16:01Z", "webTitle": "Thomas Vermaelen's seamless transition augurs well for Arsenal's defence", "webUrl": "https://www.theguardian.com/football/2009/aug/20/thomas-vermaelen-arsenal-defender", "apiUrl": "https://content.guardianapis.com/football/2009/aug/20/thomas-vermaelen-arsenal-defender", "fields": {"headline": "Thomas Vermaelen's seamless transition augurs well for Arsenal", "bodyText": "It is a reflection of the seamless nature of Thomas Vermaelen's transition into English football that his Arsenal team-mates cannot believe that he only arrived in July and has played in just two competitive matches for them. \"Thomas looks like he's been at the club for more than a few months,\" said the goalkeeper Manuel Almunia after Tuesday's Champions League play-off first-leg victory at Celtic. \"He's a very calm player, very relaxed, and that makes the defenders around relaxed as well, not only William [Gallas] but me, Gaël [Clichy] and Bacary [Sagna]. We have confidence about this player.\" Arsène Wenger did not lavish £10m on Vermaelen, his record outlay for a defender, without doing his homework. The Arsenal manager's scouting team watched him play for Ajax and Belgium on more than 30 occasions. Yet Wenger has also felt pleasant surprise at the immediate assurance of Vermaelen's performances at Everton in the Premier League last Saturday then Celtic on Tuesday evening. Wenger stressed throughout the pre-season that his team could not expect to challenge for the Premier League title if they conceded as many goals as they did last time out; they shipped 37, compared with Manchester United's and Chelsea's 24 and Liverpool's 27. His squad still looks short of quality defensive cover but Wenger hopes that Vermaelen's partnership with Gallas can make the difference. Vermaelen replaces Kolo Touré, who has joined Manchester City after a difficult season alongside Gallas in central defence. Although Vermaelen is 5ft 11in, he is strong in the air. He likes to surge out of defence with the ball at his feet but, in his toughness and his relish for the physical fight, which was particularly apparent at Celtic, he has the characteristics of the archetypal British centre-half. \"He's a very tough player,\" Almunia said. \"He has a great left foot, he's good in the air, he's complete. Kolo Touré was one of the best defenders at Arsenal over the last few years and I hope that Thomas can be exactly the same. \"Everybody knows the mistakes that we made last season, and everybody knows we have to improve. The things we had to improve were communication, our positions on the pitch, and how to work as a unit and as a team.\" Almunia also feels the dressing-room atmosphere has improved. \"All the players, we have a better relationship with each other and if the dressing room works, then, on the pitch, the team works as well,\" he said. \"Everybody comes into the dressing room with a better mood. Last season, it [the problems] was not very serious. But it's true that this season, at the moment, we don't have any trouble or any problems inside and we appreciate that.\" Arsenal play Portsmouth at home on Saturday and, after next Wednesday's return leg against Celtic, they travel to Manchester United and then City. \"Very soon, we will have the two Manchester games and in those games, you will see our real power,\" Almunia said. \"We know that away from home, it won't always be as easy as it was at Celtic or Everton.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}