{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/aug/14/hugh-muir-diary-bnp-festival", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-08-13T23:10:04Z", "webTitle": "Hugh Muir's Diary", "webUrl": "https://www.theguardian.com/politics/2009/aug/14/hugh-muir-diary-bnp-festival", "apiUrl": "https://content.guardianapis.com/politics/2009/aug/14/hugh-muir-diary-bnp-festival", "fields": {"headline": "Diary", "bodyText": "Another weekend, another festival, and who isn't looking forward to the BNP's annual family focused hate fest, Red, White and Blue, scheduled for a field in Derbyshire. A sort of Glastonbury with ethnic cleansing. Well, they like it. The preparations have been troubled, as always, with anti-fascist demonstrators threatening to come along, and some have wondered whether the grandaddy of the right, Jean-Marie Le Pen from Front National, will also make it. Though our own far righters say not, Le Pen's party in France said he is indeed coming to the UK this weekend. Tensions between Le Pen and BNP leader Nick Griffin are said to have increased after they failed to create a fascist coalition at the European parliament in June, amid briefings that Griffin would lead such a group. But that alone shouldn't keep Le Pen away from the festivities: surely he knows he'd be welcome. When in a hole, stop digging, they say. But at the Investor's Business Daily, the American organ that said Professor Stephen Hawking could never have survived receiving British healthcare – ignoring the fact that he has and he did – they redouble their efforts. Having made fools of themselves – assuming, for good measure, that he was American – here's how they tried to fix it. Okay, we got it wrong but \"not everyone suffering from a debilitating disease is Stephen Hawking, and we hope our critics would acknowledge that. Hawking is a renowned theoretical physicist, university professor and bestselling author. It is doubtful any National Health Service bureaucrat would cut him off.\" Wrong again. For the Motor Neurone Disease Association tells us there are scores of people in Britain in much the same condition as Professor Hawking, and all receive good care from the NHS. Give it up, guys. Put the shovels down. Have a rest. More fear and loathing among the Greens overnight. Yesterday we told of finger-pointing and vile slurs regarding the election for the post of external communications co‑ordinator. Hours later, the entire election was scrapped mid-campaign. The reason was a letter widely circulated by Mark Hill, who organises the freepost scheme allowing candidates to circulate their election literature, relinquishing his role and hurling more dung at the current communications chief, Tracy Dighton-Brown. This, the executive decided, broke the rules and effectively skewed the election. The aborted process will now be replaced by a vote at conference in September, which will more or less disenfranchise anyone who doesn't attend. It also shows how easily contests within the party can be derailed. Trailing candidates take note. And as various battles rage, members await some intervention from the office of Caroline Lucas, the Green party leader. Thus far, silence. The debate over public servants and their publicly funded expenses reaches Wales, where a panel of inquiry has recommended deep cuts in the amount assembly members can claim. Henceforth they will be barred from claiming mortgage interest payments on second homes. An unreceipted food allowance of £30.60 a night is also being axed. And if they are sore about that, news that the four-strong panel were themselves paid a total of £60,000 from the public purse won't cheer them up. But few are in laughing mood anyway. Finally, we end the week with a clear view of how, in a better world, Lord Mandelson might have led the Labour party. No risk of splits or ministers diverging from the line, mainly because he would have done everything himself. By contrast one begins to worry about David Cameron's ability to keep his Tories in order; with his MEP, Roger Helmer, outraging the gay lobby by declaring the concept of homophobia \"a propaganda device designed to denigrate and stigmatise those holding conventional opinions\". And Alan Duncan MP, complaining of his taxpayer funded \"rations\". And then there is Daniel Hannan (pictured), the MEP for South East England, rubbishing our NHS to assist the Obama-hating Republicans. Every Tory leader needs a Willie, it is said, but at times like this, they also need a Tebbit. Sometimes hardcore Tebbit is the only language these people understand."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}