{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2009/aug/17/diplomas-ofsted-inquiry-functional-skills", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2009-08-16T23:05:23Z", "webTitle": "New diplomas struggle with three Rs, inquiry finds", "webUrl": "https://www.theguardian.com/education/2009/aug/17/diplomas-ofsted-inquiry-functional-skills", "apiUrl": "https://content.guardianapis.com/education/2009/aug/17/diplomas-ofsted-inquiry-functional-skills", "fields": {"headline": "New diplomas struggle with three Rs, inquiry finds", "bodyText": "Efforts to improve the country's mastery of maths and English are stalling because schools have struggled with the \"functional skills\" course of the government's new diploma. Students got \"disappointing\" results in pilots of the courses this year, an inquiry by Ofsted has found. Ministers are phasing in the new diplomas over the next four years and hope they will eventually replace GCSEs and A-levels. But they have been hit by problems, not least low take-up in schools. Of the 50,000 students who were supposed to start them last year only 12,000 did. Within a diploma, students study their \"principal learning\", the main specialist subject content, such as engineering or media. But they must also complete functional skills courses, including English; maths and ICT; a project; 10 days' work experience; and a unit of additional or specialised learning intended to complement or extend the specialist subject work. Half the areas visited were struggling to teach the functional skills, seen as the government's key policy to improve older pupils' competencies in reading, writing and maths. Inspectors said the scheme \"lacked co-ordination\" and was \"patchy\". Some students failed to understand that it was crucial to passing the diploma. Overall 14 of the 25 courses inspected were good or better, with the remaining judged just \"satisfactory\". The report, published today, also criticises the fact that the courses seemed to be dividing girls and boys at the age of 14. \"Many young people had chosen diploma subjects along traditional gender lines,\" it says. The five diplomas covered in the study, are in construction, media, engineering, information technology and society, health and development. Christine Gilbert, Ofsted's chief inspector, said: \"The introduction of the diploma programmes is still at a relatively early stage ... I hope others will learn from the good practice found in the report.\" Chris Keates, general secretary of the teachers union NASUWT, said: \"The fault lies with the way that functional skills are designed, not the quality of teaching and learning.\" Vernon Coaker, the schools minister, said: \"We acknowledge that more needs to be done to improve the teaching of diplomas, which is why we are increasing our support for schools and colleges.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}