{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/aug/14/sheikh-mohammed-ban-doping", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-08-13T23:10:04Z", "webTitle": "Horse racing: Crown prince of Dubai banned 10 months for riding doped horse in endurance race", "webUrl": "https://www.theguardian.com/sport/2009/aug/14/sheikh-mohammed-ban-doping", "apiUrl": "https://content.guardianapis.com/sport/2009/aug/14/sheikh-mohammed-ban-doping", "fields": {"headline": "Crown prince of Dubai banned 10 months for riding doped horse", "bodyText": "The son of the Godolphin founder Sheikh Mohammed has been banned from riding in endurance races for 10 months after his horse tested positive for a steroid. Sheikh Hamdan bin Mohammed al Maktoum, the crown prince of Dubai, rode his horse Eo Fawati in a 74½-mile endurance race at Bahrain in January where it tested positive for metabolites of the anabolic steroid stanozolol. In a written statement to the International Equestrian Federation's tribunal, the Sheikh said an investigation at his family's Emirates endurance stables did not establish how the drug entered his horse's system. \"It is likely that there is intense competition among grooms, and this might lead to errors of judgment by them,\" Sheikh Hamdan stated. The tribunal panel said in its ruling that a rider had ultimate responsibility for his staff's actions and treatment of his horses. Sheikh Mohammed himself is currently serving a six-month ban after one of his horses twice failed post-race dope tests. In his case, his horse's trainer admitted administering a steroid and a hypertension medication and was banned from the sport for 12 months. Meanwhile Jamie Spencer has been banned for 23 days under the totting-up procedure after being found guilty of careless riding last week and will miss the Betfred Sprint Cup and the first two days of the St Leger meeting."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}