{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2009/aug/17/archive-de-lorean-cocaine-smuggling", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2009-08-16T23:06:40Z", "webTitle": "From the archive: De Lorean is cleared of all drug charges", "webUrl": "https://www.theguardian.com/theguardian/2009/aug/17/archive-de-lorean-cocaine-smuggling", "apiUrl": "https://content.guardianapis.com/theguardian/2009/aug/17/archive-de-lorean-cocaine-smuggling", "fields": {"headline": "De Lorean is cleared of all drug charges", "bodyText": "John de Lorean was found not guilty on all eight charges of cocaine smuggling by the jury in a Los Angeles court yesterday – but his troubles are by no means over. The former car magnate tearfully exclaimed: \"Praise the Lord,\" when the verdict was announced. If convicted of all charges Mr De Lorean, aged 59, could have been sentenced to 67 years in prison. Mr De Lorean, with tears rolling down his cheeks, ran to his wife, a model, Cristina Ferrare, and they hugged and kissed. However, Mr De Lorean still faces possible indictments for fraud by a grand jury investigating irregularities in the conduct of his defunct sports car company. \"I knew I was innocent from day one,\" said Mr De Lorean later. But he added that he had \"aged 600 years in two. My life as a hard-working industrialist is in tatters. I mean, would you buy a used car from me?\" Mr De Lorean was arrested seven hours after the British Government anounced it was closing his sports car factory in Belfast, hit by a car sales slump in the US. He became a born-again Christian after his arrest. Outside the courthouse, a circus atmosphere had prevailed as television technicians scurried about setting up more than 30 cameras. Every night, [defence counsels] Mr Weitzman and Mr Re have held a press conference at the bottom of the steps, standing on two spots marked on the ground \"W\" and \"R\", as if in a film studio. Although the US Government claimed that Mr De Lorean entered into a conspiracy with two known drug smugglers and government agents posing as drug criminals in an undercover \"sting\" operation, his defence claimed that it was in fact the government that had been conspiring. Mr Weitzman put the government's chief witness through rigorous cross examinations, one lasting 10 days. The defence uncovered numerous examples of infringment of investigatory guidelines by the agents and the government's chief witness, a professional informant and convicted drug smuggler, James Hoffman. One agent acknowledged that forms authorising surveillance had been backdated, and another agent admitted backdating his notes of interviews. The weakest point was that Mr Hoffman had telephoned Mr De Lorean long distance to talk about their children – and had been informed by him that he was looking for a drug deal. The jury apparently ignored taped conversations of Mr De Lorean referring to \"monkeys\" – a slang term for consignments of cocaine."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}