{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/aug/20/megrahi-lockerbie-freeing-alexander-chancellor", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-08-19T23:05:43Z", "webTitle": "Freeing the Lockerbie bomber on health grounds is a tricky call | Alexander Chancellor", "webUrl": "https://www.theguardian.com/commentisfree/2009/aug/20/megrahi-lockerbie-freeing-alexander-chancellor", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/aug/20/megrahi-lockerbie-freeing-alexander-chancellor", "fields": {"headline": "Freeing the Lockerbie bomber Abdelbaset al-Megrahi on health grounds is a tricky call", "bodyText": "This is a very exciting time for Scotland's hitherto unheard-of (at least by me and, I imagine, by most other people south of the border) justice minister Kenny MacAskill. The eyes of the world are upon him as he claims to be wrestling with a decision about whether to release the Lockerbie bomber from a Scottish jail. Never before has Scotland's devolved government strutted so grandly on the international stage. MacAskill has had a phone call from the US secretary of state and a letter from a group of distinguished American senators (including Edward Kennedy) begging him to keep the Libyan Abdelbaset Ali Mohmed al-Megrahi in prison. And he may have received other conflicting supplications from such people as Lord Mandelson and Prince Andrew, friends of Colonel Gaddafi's son. It must be heady stuff for a provincial Edinburgh lawyer. But it sounds a bit as if MacAskill has been artificially spinning out his big moment, for it is stated with some certainty by the Herald of Glasgow that his mind is already made up and that he will allow Megrahi to return to Tripoli later this week. He will do this, says the paper, on compassionate grounds, for the Libyan is said to be suffering from terminal prostate cancer and \"Ramadan begins on Friday, and there is concern that he would not survive the strict fasting regime involved while in prison\". On the face of it, this would be an odd reason for sending him home. If conditions at Greenock prison are such as to imperil his life during the month of fasting, he could surely be transferred to a Scottish hospital for that time. But that is really beside the point. If MacAskill has in fact made up his mind to let Megrahi go home, he had better be confident that his death is imminent. If Megrahi lives for even a few months, MacAskill will look as if he has been hoodwinked, and the outrage of Hillary Clinton and the families of the Americans who were the large majority of the 270 killed when Pan Am flight 103 exploded over Lockerbie on December 21 1988 will know no bounds. For MacAskill, the precedents are not good. Grave illness has often been invoked as a reason for evading justice, and rather too often it has turned out to be not quite as grave as portrayed. One thinks of Ernest Saunders, the former chief executive of Guinness plc who, sentenced in 1990 to five years in prison for fraud, was released after 10 months because of \"pre-senile dementia\", of which the symptoms later miraculously disappeared. A more momentous case was that of Erich Honecker, the former leader of East Germany, whose trial in 1993 for the murder of 192 fellow citizens was halted because of terminal liver cancer, and he was allowed to go to Chile to live with his daughter. The trouble was that he lived on for 16 months after his release. When the West German government pleaded – again on compassionate grounds – for the release of Herbert Kappler, the former Gestapo chief in Rome serving life imprisonment in Italy for the massacre of 335 Italian civilians in 1944, the Italian government repeatedly refused, out of respect for his victims' families. But because he had stomach cancer, he was moved in 1977 from prison to a Rome clinic, where his wife, a German nurse who had married him in prison five years earlier, singlehandedly secured his release by carrying him out past his guards in a large suitcase. He weighed less than seven and a half stone at the time, but nevertheless survived at home in Stuttgart for anther six months. Ronnie Biggs's crime, the Great Train Robbery, hardly compares with the terrible massacre of which Megrahi was convicted; even so, Jack Straw at first refused to consider Biggs's release, despite the extremely grim state of his health. Straw understood that judicial decisions should not be lightly overruled. So if Megrahi doesn't die before Biggs, I wouldn't want to be in MacAskill's shoes. When I saw advertised a television programme called The Duchess on the Estate, I thought it might be something soothing and nostalgic about the Duchess of Devonshire at Chatsworth or the Duchess of Northumberland showing us around her £42m \"people's garden\" at Alnwick. But instead it was Fergie being brisk and bossy on an allegedly blighted and poverty-stricken housing estate in Manchester. The Duchess of York, as she approaches 50, is no longer the self-indulgent, toe-sucking hedonist of tabloid notoriety. She is now a committed do-gooder with a can-do approach. In the series she has made with ITV, she set herself the task of restoring pride and community spirit to the 66,000 residents of the druggy, crime-ridden Northern Moor estate, a task she considered perfectly within her power. The residents' protests that they were quite content and already bursting with community spirit may have been intended to protect the value of their houses, but they reduced her to tears and led her to exclaim on a talk show: \"Do you know what, perhaps this will be the lesson to me to never do another documentary in this country.\" That is a threat I can take with equanimity. I don't doubt Fergie's good intentions, but there is no escaping the fact that it is only her title and the fact that she was once married to the Queen's second son that qualify her to prescribe cures on TV for \"broken Britain\" – and that is just ridiculous."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}