{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/aug/14/olympics-golf-rugby-jacques-rogge", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-08-13T23:10:01Z", "webTitle": "Jacques Rogge denies new Olympic entries are all about the money", "webUrl": "https://www.theguardian.com/sport/2009/aug/14/olympics-golf-rugby-jacques-rogge", "apiUrl": "https://content.guardianapis.com/sport/2009/aug/14/olympics-golf-rugby-jacques-rogge", "fields": {"headline": "Jacques Rogge denies new Olympic entries are all about the money", "bodyText": "Jacques Rogge yesterday denied his executive board had been dazzled by the biggest names in sport and the sponsorship and TV money they could attract as he defended the process by which golf and rugby sevens were recommended for Olympic status. In a debate that cuts to the heart of questions about what the Olympic movement represents, the IOC executive board plumped for golf and rugby over softball, baseball, karate, roller sports (essentially speed inline skating) and squash. The International Rugby Board made the astute step of pushing for inclusion for the faster, shorter sevens form of the game as a means of developing the appeal of the sport around the world. The 72-hole Olympic golf tournament, on the other hand, will look much like any other apart from having a medal rather than a cheque as the prize. Critics have questioned whether top players such as Tiger Woods will prioritise it over the four majors or, indeed, the Ryder Cup. \"This question was raised time and time again with tennis and ice hockey,\" said Rogge, the IOC president, yesterday. \"Ask [Rafael] Nadal, ask [Roger] Federer, ask the NHL players, ask the NBA players in the dream team, they all want to go to the Games. I'm absolutely not concerned about that.\" The IOC is seemingly relaxed about the notion that in some sports, the Olympics will not be the pinnacle of achievement yet Rogge said the IOC had received assurances from the biggest names in golf, particularly the younger generation who will be in their pomp in 2016, that they would play. But it is clear that the commercial appeal of the sport – which only narrowly triumphed over karate in a closer race than many expected after the martial art received more votes in the opening round – and of rugby was a key factor. \"In the end, the decision came down to which two would add the most value,\" said Rogge. \"Golf and rugby will be a great addition to the games. They have global appeal, a geographically diverse line-up of top iconic athletes and an ethic that stresses fair play.\" The key factors in determining a sport's suitability for the Olympic programme include youth appeal, universality, popularity, good governance, respect for athletes and respect for the Olympic values. But by including the two best-funded and most glamorous names on the list, the IOC has left itself open to accusations that it needs the stars of those sports more than those sports need the Olympics. Peter Dawson, the R&amp;A chief executive who led golf's campaign in his capacity as joint secretary of the International Golf Federation, acknowledged that the star power of the game's biggest players was a factor. \"It's the IOC's job to choose sports they think will be best for the Games. They recognise the star quality of many of golf's players and how that can add to the Olympics, and how golf being in the Olympics can help us grow the game.\" He predicted that the attitude of golfers to the Olympics would change over time. \"It's true to say that golf's major championships have historically been the pinnacle of success in the game. The players recognise that while that's true, the Olympics is the pinnacle of sport and they think golf should be involved. They fancy rubbing shoulders with the leading athletes in other sports and being involved.\" A prime motivating factor for both golf and rugby in the race for Olympic status was the drive to grow their sports in key markets. Dawson said the sport would \"change enormously\" in the coming years once eastern European and Chinese governments poured funds into it. For the International Rugby Board, which was rewarded for a textbook campaign with a majority in just the second round of voting, it means targeting the US, Russia, Canada, Brazil, China, India and Africa as it seeks to broaden its global appeal. But some of the other sports on the list are entitled to ask why that developmental leg-up is being given to sports that are already well funded and have mature commercial revenue streams. Golf and rugby sevens are not quite over the finishing line – the choices of the IOC board must be ratified by the full membership in Copenhagen in October. But for the five losers, it is the end of the road – there is no way back, even if either of the two winners are rejected. Instead, they are left only with the bill for the lobbying process."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}