{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2009/aug/02/michael-jackson-biography-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2009-08-01T23:05:33Z", "webTitle": "Michael Jackson biographies | Book reviews", "webUrl": "https://www.theguardian.com/books/2009/aug/02/michael-jackson-biography-review", "apiUrl": "https://content.guardianapis.com/books/2009/aug/02/michael-jackson-biography-review", "fields": {"headline": "The King is dead! Long live the cash-in!", "bodyText": "While she waited for Michael Jackson's memorial service to begin at the Staples Centre in Los Angeles on 7 July, the Sky News anchor asked her guests, including Lou Ferrigno, the Incredible Hulk actor, billed as the singer's friend and personal trainer, whether now that he was dead, we could forget about the child abuse allegations and the rest of the weirdness that surrounded him and instead simply remember the superstar. In the warmth of that summer morning and in the heat of the \"whoopla\" attending the event (to borrow the term of another of Jackson's confidants, Elizabeth Taylor), it felt a forgivable question, but the weirdness was always inseparable from the transformative process that saw this troubled black child from Gary, Indiana become a universal figure of indeterminate race and sexual yearnings: the self-styled King of Pop. It's a point lost, however, on those publishers and authors who rushed into print before Jackson's emaciated and pock-ridden corpse was laid to rest. The most feeble effort is Michael Jackson: Legend, Hero, Icon (HarperCollins £12.99, pp192) written by James Aldis, a self-confessed fan whose chief credential is that he \"was among the many fans to have bought tickets for the London O2 arena performances\". It skims over the 2005 child abuse court case in a paragraph, although novel insight is offered into the source of Jackson's changing image: \"Perhaps as a direct consequence of the stress, Michael's appearance seemed further removed from the happy, dark-skinned child he had once been.\" The jacket lifts quotes mourning the singer from three of his fellow stars – Mariah Carey, Madonna and, bathetically, Fergie, from the Black Eyed Peas. Its rival as a coffee-table companion, Michael Jackson: Life of a Legend (Headline £17.99, pp192) by Michael Heatley has better pictures, and the story is told at greater length in Michael Jackson: King of Pop (John Blake £7.99, pp288) by Emily Herbert (previous credits: Gok Wan: The Biography and Kerry: Story of a Survivor). But best of this sorry bunch is former Melody Maker writer Chris Roberts's more astute tribute, Michael Jackson: the King of Pop (Carlton £14.99, pp144). Neither Jackson's protestations nor the findings of the jury could initially persuade Ian Halperin that the singer was innocent of the charges brought against him in court. His Unmasked: the Final Years of Michael Jackson (Simon &amp; Schuster £10, pp288) was being written to coincide with Jackson's O2 dates and it contains the results of his own investigative work. Refreshingly, he is candid about having set out to \"nail\" the singer, but the conclusion he draws, convincingly, is that Jackson was never a child molester but, rather, the victim of two extortion attempts. Equally intriguing are claims that Lisa Marie Presley's marriage to Jackson in 1994 was part of a plot to bring him into the fold of Scientology. But the idea that Jackson could never love her (or show off his mottled penis to a child) because he was gay, with a hidden string of (adult) male lovers, feels less convincing. But the Michael Jackson myth has always served as locus for lurid speculation and if that appeals, this is the place to come – at least until tomorrow's tabloids appear with their new bombshell revelations. Otherwise, anyone wanting a reliably solid account of Michael Jackson's life should continue to turn to J Randy Taraborrelli's 1991 biography, Michael Jackson: The Magic and the Madness (Pan £8.99, pp704), updated in 2004 but yet to be further revised. \"Why not just tell people I'm an alien from Mars?\" Jackson told Taraborrelli in 1995, in a quote that prefaces the book. \"Tell them I eat live chickens and do a voodoo dance at midnight. They'll believe anything you say, because you're a reporter. But if I, Michael Jackson, were to say, 'I'm an alien ...', people would say, 'Oh, man, that Michael Jackson is nuts. He's cracked up! You can't believe a thing that comes out of his mouth ...'\" The one thing that none of these books bother with much is, inevitably, his music, and so it is that for all these several hundred thousand words written about Jackson's life and death, the most fun is to be found in Smash Hits: Michael Jackson 52-page Special Tribute Issue edited by Barry McIlheney (Bauer £2.99, p52). Lazarus-like, rather than like the ghouls rising from the dead in the \"Thriller\" video, the magazine has returned for a one-off issue, complete with a guide on how to moonwalk and a selection of old reviews of his singles. \"I like Michael Jackson,\" wrote guest reviewer Zodiac Mindwarp of \"The Way You Make Me Feel\" in 1987. \"I don't think he's 'wacko' at all.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}