{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/aug/20/faust-edinburgh-festival-review", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2009-08-19T23:05:46Z", "webTitle": "Faust | Theatre review", "webUrl": "https://www.theguardian.com/culture/2009/aug/20/faust-edinburgh-festival-review", "apiUrl": "https://content.guardianapis.com/culture/2009/aug/20/faust-edinburgh-festival-review", "fields": {"headline": "Faust", "bodyText": "So ravishing that you're almost prepared to sell your soul to the devil to keep the succession of lush images coming, Silviu Purcarete's version of Goethe's Faust is such a seductive visual fantasia that you might not notice it has sold its own soul to spectacle. But what a mighty spectacle it is, with a series of eye-popping illusions and conjuring tricks that make you feel as if you've fallen into a waking dream – or a nightmare. It begins in a school, where Faust's students are at work on their laptops. The school's decrepitude, however, with piles of rotting newspapers and broken anatomical skeletons, points to the uselessness of accumulated human knowledge in the face of death – something the weary doctor knows. Despairing and ready to kill himself, Faust's preparations are interrupted by the arrival of a black dog, which turns into a devil. Soon, he is being seduced by the half-male and half-female Mephistopheles (an astonishing Ofelia Popii), who snares Faust's signature with the eagerness of an encyclopaedia salesman closing a lucrative deal. Featuring more than 100 actors, and on a such a massive scale that only Lowland Hall could accommodate it, this Faust may feel out of step with the economic times, but it is undeniably breathtaking. The floor rumbles as the dead rise from their graves; fires rage beyond the windows of Faust's schoolroom. Suddenly, the back wall of the set falls away and the audience is invited to walk directly into the action – a whirling orgy of rutting pigs and humans, screaming devils, fire and thundering music. From the start, it's clear we are witnessing a manufactured illusion. We are being seduced by emptiness, dazzled by sleight of hand so – like Ilie Gheorghe's beaming Faust – we are blind to the fact we are being cheated. It's a clever conceit but one Purcarete doesn't entirely pull off – it is hard to portray phoniness without being phoney yourself. You leave the theatre hung over from having binged so greedily on the rich visuals, but almost entirely unmoved by the simple purity of unaccompanied voices and the sweet songs of the doomed Gretchen, whose love redeems Faust. In Purcarete's vision, hell is so much more exciting than heaven."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}