{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2009/aug/29/let-move-to-west-kirby", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2009-08-28T23:10:19Z", "webTitle": "Let's move to ...West Kirby, Merseyside", "webUrl": "https://www.theguardian.com/money/2009/aug/29/let-move-to-west-kirby", "apiUrl": "https://content.guardianapis.com/money/2009/aug/29/let-move-to-west-kirby", "fields": {"headline": "Let's move to ... West Kirby, Merseyside", "bodyText": "What's going for it? Come the Armageddon of global warming, when the sun boils the Earth and the sea rises up like an invading army, West Kirby will be first against the wall (of waves). It's only about an inch above the rampaging surf as it is (OK, slight exaggeration). Who had the bright idea of building a town here? The Vikings, as it 'appens. But they probably didn't expect to be here dangling on what's basically a sand bar a millennium later. Fear not, for West Kirby has a plan – it has become a Transition Town, one of dozens in the UK to plan for a post-carbon future. So far this seems to amount to a lot of talks and the odd organic veg patch, but out of little acorns, West Kirby! Should the tide fail to turn and you're marooned, you'll be stuck in a pleasant seaside town with glorious sands, a bracing Victorian prom and – with golf courses, a marine lake and tennis in Ashton Park – lots of sporting diversions. The case against But heavens it's dull. The kind of place your mum and dad would move to because it's sensible. And property's very expensive, for what you get. Well connected? It's flat as a pancake, so get the bike out! If you have to drive, it's five miles or so from the M53, and then the M56, the M6 and on and on. Good rail links, too: to Birkenhead (25 minutes/four an hour), to Liverpool (34 minutes/four an hour). Schools Good. Primaries: West Kirby Primary is \"good\", says Ofsted, and St Bridget's CofE is \"good\" with some \"outstanding\" features; Holy Trinity CofE in Hoylake also \"good\" with \"outstanding care\". Secondaries: selective; West Kirby Grammar (mostly girls) and Calday Grange Grammar (boys) are \"outstanding\", and Hilbre High is \"good\". Hang out at… The bar at The Collingwood with a mojito. Where to buy It's all posh, but poshest close to the Dee, the Royal Liverpool golf course and up by the avenues around Lang Lane and Riversdale Road. Slightly more normal-sized Victorians near Ashton Park, plus some nice, decently priced Victorian town houses around, say, Church Road. Market values Not cheap. Big five- to seven-bedroom detacheds, £600,000-£850,000. Three- to four-bed detacheds, £280,000-£600,000. Semis, £150,000-£600,000. Terraces, £130,000 (tiny) to £285,000. Flats, £100,000-£250,000 (palatial). Bargain of the week Four-bedroom detached home in need of modernisation on rural side of town, open to offers, £249,950, with Bradshaw Farnham &amp; Lea (0151-625 8844). From the streets... Matt Franey \"Pet hates: residents opposing development and refurbishment. Best haunts: the Wro, a well-run and popular bar, and Deli Licious, a cracking modern cafe.\" Helen Watson \"Superb, locally sourced food at La Paz restaurant. The Concourse by the station is ugly, but offers loads of activities, many especially for the over 50s.\" Ed Clarke \"Walk out to Hilbre Island in the Dee estuary with an ice cream and watch the seals sunbathing – rare isolation so close to home.\" Do you live in Brecon? Do you have a favourite haunt or a pet hate? If so, please write, by next Friday, to lets.move@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}