{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/aug/29/shazia-mirza-malmo-festival-sweden", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2009-08-28T23:10:25Z", "webTitle": "Shazia Mirza: The Swedish way with arts festivals", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/aug/29/shazia-mirza-malmo-festival-sweden", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/aug/29/shazia-mirza-malmo-festival-sweden", "fields": {"headline": "Shazia Mirza: The Swedish way with arts festivals", "bodyText": "I am in Malmö, Sweden. To get here, I flew into Copenhagen, Denmark, where my driver very excitedly informed me that he would be driving me under the sea. For a moment, I thought that maybe this was some Scandinavian euphemism for driving me mad. \"Have you ever been under the sea before?\" he asked. \"Only snorkelling\" I replied. \"Snorkelling? This is not a game – to get you to Malmö, I will drive you under the Baltic Sea.\" The way he spoke, it was as if no one had ever done this before, so I asked, \"Is it safe?\" He said, \"Oh yes, the Öresund bridge tunnel is very exciting\". I love the way the Swedes are so enthusiastic about their tunnel. If I had a Swedish friend coming to London, I'd tell them we'd be avoiding the Blackwall tunnel, because it's like a boyfriend – a bit unpredictable and available only at weekends. As it turned out, the Öresund is a magnificent tunnel, and in fewer than 40 minutes I had arrived in Malmö, where the rows of shops look like pristine dolls' houses. I am performing at the Malmö Festival, which is a hygienic version of Glastonbury. In fact, everything in Sweden is clean – there is almost a clinical atmosphere to the country. It's like living in a laboratory. I arrived on site to be met by a lovely woman called Frida, who welcomed me in Swedish. I spoke back to her in English, then she replied in English, which is always embarrassing, because it reminds me how I take for granted the fact that everyone can speak English. An American comedian I was with said, \"They can't understand what I'm saying. I don't think they understand American\". I pointed out that \"American\" wasn't a language but an accent, to which he replied, \"Should I speak more English?\" I said, \"Just be yourself.\" I was taken to my hotel, which was an apartment hotel – this is halfway between a flat and a hotel. To my surprise, mine had four beds in it. Now, I may look like a lot of things, but Cynthia Payne is not one of them. To make the most of this rare opportunity, I slept in all four beds, setting my alarm so I got three hours in each. Other than the beds, the apartment was pretty bare except for two bottles of Mr Muscle accompanied by a note reading, \"Please leave this apartment as you would wish to find it\". In the evening I walked over to the theatre where I was due to perform. People were queuing around the block, and groups of Kurdish girls were squealing with excitement. Directly outside the entrance was a Ferris wheel and a swinging teacup. I don't normally go for a ride in the sky before a show, but the wonderful thing about the Malmö Festival is that it's free. The point is to bring together people of all nationalities and interests so they can enjoy music, art, literature and being sick on fairground rides, which can be a bonding experience for a foreigner. I got off the teacup just as my vision started blurring and the saucer looked as if it was about to fly into space. Around 164 nationalities live in Malmö. I have always admired the Swedish for their lack of inhibition and also for their desire for knowledge and understanding of other people's cultures. The last time I performed in Stockholm, I had the Swedish prime minister in the audience, who laughed uproariously at any mention of America. This time I had a front row of university professors and Swedish girls who wanted to hear as much filth as possible. Later in the evening, the festival was in full flow and the centre of the city was filled with food stalls from many countries of the world. I was told that the Swedish food was the best, so I went with the recommendation and was served blueberry soup, fish and lingonberry jam. All wonderful, but what I was really dying for was a bag of chips and a pickled onion. Someone offered to take me back to the cup and saucer for a final ride in the sky, but I declined. The four-bed merry-go-round in my hotel room was quite enough."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}