{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/aug/29/west-ham-fa-punishment-gianfranco-zola", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-08-28T23:10:07Z", "webTitle": "West Ham will accept the FA's punishment, says Gianfranco Zola", "webUrl": "https://www.theguardian.com/football/2009/aug/29/west-ham-fa-punishment-gianfranco-zola", "apiUrl": "https://content.guardianapis.com/football/2009/aug/29/west-ham-fa-punishment-gianfranco-zola", "fields": {"headline": "West Ham will accept the FA's punishment, says Gianfranco Zola", "bodyText": "Gianfranco Zola says West Ham will accept whatever punishment the Football Association decides to impose on them following the violence that marred Tuesday's Carling Cup tie against Millwall, though he appealed for the authorities not to be too harsh. The FA is reportedly contemplating the temporary closure of Upton Park, with options such as a hefty fine also under consideration. The club, the FA and the police are investigating the incidents that took place on the night, and West Ham say they have already identified many of the people who invaded the pitch. They will only pass on the names of those who they believe did so with sinister motives, however, reasoning that some people may have entered the fray to escape trouble in the stands. \"I am not the person to judge what happened because I am the West Ham manager and have an emotional management,\" said Zola. \"So we will accept whatever the FA decides to do because they act in the interests of football. I think the people who did it should be punished hard but I hope the punishment is not so strong that it also punishes our very many wonderful fans because that would be unfair.\" Zola also expressed his disgust for the racist chants aimed at Carlton Cole by some Millwall supporters, saying: \"It's down to ignorance. Racism is stupidity. If I got abuse on the pitch it would push me even more because that is the only way to shut them up.\" Happier news for the club was that Calum Davenport has been moved out of an intensive care unit and into a general ward following the stabbings he suffered last week, though Zola said it is still to early to ascertain whether the player will be able to resume his career. \"His situation is improving,\" said Zola. \"The next step is to assess the damage but the important thing is that he's progressing well.\" Meanwhile, Zola completed the signing of the striker Alessandro Diamanti from the Italian side Livorno for a fee in the region of £5m. \"He could be a superstar,\" said Zola of the 26-year-old who scored 18 goals in 37 games last season to help his club to promotion into Serie A. \"He is a classic No10, very skilful.\" West Ham are still seeking another striker before the transfer window shuts, and Zola admitted he is \"very interested\" in Bordeaux's Maraoune Chamakh."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}