{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/aug/17/republicans-forces-healthcare-reform-rethink", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-08-16T23:06:45Z", "webTitle": "Obama may drop NHS-style provision from healthcare plan", "webUrl": "https://www.theguardian.com/world/2009/aug/17/republicans-forces-healthcare-reform-rethink", "apiUrl": "https://content.guardianapis.com/world/2009/aug/17/republicans-forces-healthcare-reform-rethink", "fields": {"headline": "Obama may drop NHS-style provision from healthcare reform plan", "bodyText": "The Obama administration yesterday held out the prospect of abandoning a contentious government-run alternative to private healthcare provision as it struggles with increasingly vitriolic opposition to reform of America's medical system. Barack Obama has been taken by surprise by the ferocity of the Republicans' response. Yesterday he attacked \"scare tactics\" for using \"wild misrepresentations\" to discredit his plans. The White House's plan to broaden access and cut the cost of healthcare includes a public option, running parallel private provision, in an effort to provide choice for patients. This has been the target of ire from conservatives who object in principle to government involvement. Obama's health secretary, Kathleen Sebelius, indicated yesterday that the plans could be subject to revision. She described government involvement as \"not the essential element\" and raised the possibility of replacing it with provision by non-profit co-operatives. \"I think there will be a competitor to private insurers,\" she said. \"That's really the essential part, is you don't turn over the whole new marketplace to private insurance companies and trust them to do the right thing. We need some choices, we need some competition.\" White House allies have been barracked by angry crowds at town hall-style meetings with constituents across the US. To the alarm of Democrats, the language used in the debate has become increasingly inflammatory with talk by conservatives of government-backed \"death panels\" determining the fate of human life. The NHS has become a target in the debate, with the arguments spilling over into British politics. At the weekend, Gordon Brown stepped up his attack on David Cameron over the NHS, branding the Conservatives \"two faced\". Brown insisted that criticism of the health service by two Tory MEPs had revealed the \"truth\" about the party's attitude. Lord Mandelson also attacked the Tory leader for saying one thing in public, and another in private. In a New York Times opinion piece, Obama wrote there was \"broad agreement\" in Congress for 80% of what he wanted to do and that 14,000 Americans were losing healthcare coverage every day as premiums skyrocketed and the recession bit into peoples' ability to pay. He wrote: \"The cynics and the naysayers will continue to exploit fear and concerns for political gain. But for all the scare tactics out there, what's truly scary – truly risky – is the prospect of doing nothing.\" Government provision is a significant element of the White House's plan, although it is far from the only reform on the table. Democrats want to stop private insurers from discriminating against people with pre-existing conditions and prevent them from capping the amount of coverage provided to individuals. There are moves afoot to cut the cost of medicines, particularly for elderly patients. But the public option has been at the core of Republican opposition to what they see as \"socialised\" coverage. \"The fact of the matter is there are not the votes in the US Senate for the public option, and there never have been,\" Kent Conrad, a senior Republican senator, told Fox News. \"So to continue to chase that rabbit is, I think, a wasted effort.\" Another issue of deep contention is a clause offering patients and their families the option of receiving end-of-life counselling in cases of terminal illness. Such sessions were termed \"death panels\" by the former Alaskan governor Sarah Palin. In an unusually personal response, Obama told a crowd in Colorado on Saturday that he knew the trauma of terminal illness only too well, citing the recent death of his grandmother. He said it was \"simply dishonest\" to suggest that Democrats are pushing for change \"so that they can go round pulling the plug on grandma\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}