{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/aug/17/british-retail-consortium-white-goods", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-08-16T23:05:22Z", "webTitle": "Retailers seek white goods scrappage scheme", "webUrl": "https://www.theguardian.com/business/2009/aug/17/british-retail-consortium-white-goods", "apiUrl": "https://content.guardianapis.com/business/2009/aug/17/british-retail-consortium-white-goods", "fields": {"headline": "Retailers seek white goods scrappage scheme", "bodyText": "The government should introduce a \"white goods\" scrappage scheme to boost consumer take-up of energy-efficient items from fridges and freezers to washing machines, in a move that would help revitalise the high street, the British Retail Consortium will urge today. In a letter to the chancellor, Alistair Darling, before autumn's pre-budget report, the BRC reckons VAT should be removed from energy-efficient appliances and incentives given to consumers to dump old appliances through the introduction of a support system similar to the one introduced this year to support the car industry. In Britain there are 15m fridges, freezers and washing machines more than 10 years old. The car scrappage scheme helped sales rise in August, the first increase for 15 months. Official figures show that 144,308 cars were ordered in the 10 weeks following the introduction of the £2,000 discount in mid-May. The BRC also wants the government to drop its proposed 0.5% increase in employers' and employees' National Insurance contributions – planned for 2011 – because it is a \"tax on jobs\"; while next year's increase in the national minimum wage should be no more than 1%. \"A clear signal should be given to households of the benefits of a switch to the most energy efficient products … this could be through time-limited scrappage schemes for buying 'Energy Saving Recommended' products,\" the BRC submission says.Independent economic modelling for the BRC indicates CO2 emissions could be reduced by 1.3 million tonnes each year by 2020 as a result of removing VAT from today's most energy efficient equipment. That is almost 1% of domestic emissions. The BRC estimates the reform would cost £507m a year in lost VAT receipts - or the cost over just two weeks of the, across-the-board, VAT reduction introduced last December. \"The government's working against its own objectives when it sets targets for reducing carbon emissions while charging full VAT on the efficient products that will move us towards those targets,\" said Stephen Robertson, British Retail Consortium Director General. \"Retailers are already doing their bit to cut carbon but homes are responsible for 27% of the nation's emissions. Helping householders improve their performance has to be the next step. A modern, efficient fridge-freezer uses less than half the energy of a 1995 model. Over its lifetime it can pay for itself but having to find the cost up front puts customers off upgrading - particularly in a recession. Removing VAT and exploring the possibility of a scrappage scheme would do a lot to get old energy and water-squandering appliances out of people's homes.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}