{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/aug/10/simon-fuller-kate-moss", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2009-08-09T23:05:23Z", "webTitle": "Are Simon Fuller and Kate Moss the fashion world's next big double act?", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/aug/10/simon-fuller-kate-moss", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/aug/10/simon-fuller-kate-moss", "fields": {"headline": "Are Simon Fuller and Kate Moss the fashion world's next big double act?", "bodyText": "Simon Fuller, the so-called svengali behind Brand Beckham, is extending his grip on the world of fashion. His company, 19 Management, announces today that it has bought a 51% stake in Storm Model Management, the agency that represents Kate Moss. It was two years ago that Fuller first made a foray into the world of fashion, when he teamed up with designer Roland Mouret to create the label 19RM. That seemed an odd collaboration at the time, but Fuller's interest in fashion has grown ever since. Two months ago he announced the launch in September of a fashion website, fashionair.com. Buying the majority stake in Storm means that Fuller now has ultimate control over a roster of clients including Moss, Jourdan Dunn, Lily Cole, Carla Bruni and Cindy Crawford. His move into fashion has been swift and lucrative. The Beckhams have sunglasses, denim and perfume ranges as well as being the faces of Armani underwear but it's Victoria Beckham's dress range that caught the industry's eye. The critically acclaimed collection was viewed by many as owing a lot to fellow Fuller stablemate Roland Mouret. And it's these kind of links that he will be looking to forge with this new acquisition. But why the fixation with fashion? \"Links with music and celebrities have become so important in influencing the industry,\" says Jessica Brown, editor of Drapers, the fashion industry's trade magazine. \"What a celebrity wears has become as powerful as the catwalks, so it makes sense to take advantage of that and create a lifestyle company. Simon Cowell and Philip Green may be joining forces in a similar way to combine music and fashion.\" Indeed, Cowell and Green have been in talks to set up an entertainment company, Greenwell Entertainment. Moss was to be integral to it. Which means all this is starting to sound like an interesting triangle."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}