{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/aug/21/market-forces-dori-media", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-08-20T23:05:18Z", "webTitle": "Market forces: Dori Media cleans up with gender-bending soap", "webUrl": "https://www.theguardian.com/business/2009/aug/21/market-forces-dori-media", "apiUrl": "https://content.guardianapis.com/business/2009/aug/21/market-forces-dori-media", "fields": {"headline": "Dori Media cleans up with gender-bending soap", "bodyText": "Telenovela maker Dori Media had a happy tale for investors today and it promises more highlights for its followers in the months ahead as demand for its soap-like series continues to grow around the world. The company's shares jumped 6p, or 11.5%, to 58p after Dori pointed to strong future sales for big shows such as gender-bending drama Lalola – already sold to more than 69 countries. The bright outlook offset a drop in first-half pre-tax profits to $1.4m (£850,000) from $4.3m as the downturn and advertising slump continued to hit television companies' commissioning budgets. Aim-listed Dori is particularly excited about a recently launched Big Brother-like show in Israel, where viewers can control the lives of eight contestants for 21 days. The show, \"uMan\", is thought to have attracted wide interest from foreign buyers and deals could be announced in coming weeks. On the FTSE 100 it was a thin summer day of trading but the index managed to close at its highest level since early October as mining, banking and energy stocks were all in demand amid renewed confidence in the economic recovery. The index of bluechips closed up 66.9 points, or 1.4%, at 4756.6. Advertising group WPP was the top riser thanks to positive broker comments before its results next week. Nomura Securities retained its buy recommendation, noting the shares have slightly outperformed the Dow Jones STOXX 600 index of European companies recently but have lagged behind advertising peers such as Aegis. Nomura sees that discount closing if WPP can \"demonstrate that the balance sheet is secure, and that organic revenue growth and margin performance is broadly in line with peers in the first half\". News International's plans to close the London Paper provided a lift to the owner of its rival, London Lite, Daily Mail &amp; General Trust, whose shares closed up 3.8% at 348.2p. Finally, Birmingham City was boosted by reassuring news on the progress of Carson Yeung's latest takeover attempt. It announced that the Hong Kong businessman had put down a £3m deposit with a view to buying the club. The potential offer by his investment company, Grandtop International Holdings, values the club at £81.5m. The shares closed up 33% at 64.5p, valuing Birmingham City at £52.6m. katie.allen@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}