{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/aug/14/michele-hanson-anger-outrage", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2009-08-13T23:05:34Z", "webTitle": "A certain age: Michele Hanson finds she is often in a rage nowadays", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/aug/14/michele-hanson-anger-outrage", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/aug/14/michele-hanson-anger-outrage", "fields": {"headline": "A certain age", "bodyText": "I'm walking along in the park and a man passes by, chatting on his mobile. \"If you offer him £10,000 a week, he won't take you seriously,\" says he. To whom? What sort of creature sneers at £10,000 a week? This is meant to be a recession. What an outrage. I came out for my walkie to mellow out, and now I'm in a temper. I often am nowadays. Yesterday it was the army fitness training people who did it – two gangs of them in different coloured bibs, each gang being shouted at by someone super-fit and military, who ordered them to run up and down hills, do press-ups, give each other piggy backs and generally race about looking hot, red, tormented and close to exhaustion, and for what? Why put themselves through that? Rosemary and I gawped, and then passed the fishermen – another infuriating group – tents up, radios on, beer cans scattered around, rods across the path, an open container of writhing maggots and the odd pit bull-type beside them. I'd like to shout at them too, but I dare not. They have bald heads, big muscles and bad tempers. So my walkies are often enervating rather than calming. Then Rosemary finds something else enraging in Regent's Park. She drags me along there to rage with her. It's a hippy-style encampment of tree houses and swirly wood shelters for drumming, whittling and fiddling workshops, mostly deserted and dotted with plastic bag flowers and notices marred by bad spelling, such as \"lysense\", which almost drives Rosemary to drink. She spotted another spelling error in the bread shop window last week. It said: \"We do not except Scottish bank notes.\" Rosemary went in to correct them and nearly got a smack round the chops. Oddly, I didn't mind the treehouse cluster, except for the spellings, but the nearby cafe was hopeless. No lemon tea and dreadful cakes. What will the foreign visitors think? And how are we to calm down? Does any of it matter? Are they all mad? Am I mad? I can't decide."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}