{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/aug/29/alexis-petridis-quilted-jackets", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2009-08-28T23:10:22Z", "webTitle": "Alexis Petridis: Quilted jackets", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/aug/29/alexis-petridis-quilted-jackets", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/aug/29/alexis-petridis-quilted-jackets", "fields": {"headline": "Alexis Petridis: Quilted jackets", "bodyText": "There's something oddly comforting about wearing a quilted jacket. Perhaps it has something to do with its history as armour. There was a medieval padded jacket called a gambeson. If you were rich, you wore it under your chainmail to prevent chafing. If you were poor, you wore it on its own and, presumably, died fairly quickly, having essentially turned up to a battle wearing a 13th-century puffa jacket: not really an enormous amount of use when your opponent had a crossbow and his knickers in a twist about the Treaty of Brétigny. Still, a quilted jacket is warm and snug-fitting and apparently big this season. Of late, designers' enthusiasm for quilting has been such that even those behind the Quilter's Village Online Community (\"Join us as we discuss all things quilting!\" is their battle cry) may be taken aback. But this being the fashion world, of course, they couldn't leave it merely at jackets. In the autumn/winter shows, quilting appeared on pretty much everything: trousers, waistcoats, underpants, shoes. One Gareth Pugh model had a vast oversized black-and-brown quilted gillet and what appeared to be a load of wires wrapped around his head. D&amp;G sent one poor sod down the runway in what looked like a quilted velvet dinner suit: anyone with a desire to go to a black-tie do looking like they're wearing a Chesterfield sofa should get out their credit card at once. • Alexis wears jacket, from a selection, by Roberto Cavalli, 020-7823 1879. Jeans and shoes, Alexis's own."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}