{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/aug/25/berlin-world-championships-great-britain", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-08-24T23:11:34Z", "webTitle": "Berlin bonanza will count for nothing come 2012, says Charles Van Commenee", "webUrl": "https://www.theguardian.com/sport/2009/aug/25/berlin-world-championships-great-britain", "apiUrl": "https://content.guardianapis.com/sport/2009/aug/25/berlin-world-championships-great-britain", "fields": {"headline": "Berlin bonanza will count for nothing come 2012, says Charles Van Commenee", "bodyText": "Charles van Commenee has warned Britain's athletes against complacency after his squad returned from the World Championships in Berlin with the country's best medal haul since 1999. The head coach is encouraged by Britain's finest team performance since the World Championships in Seville a decade ago but is taking nothing for granted in the build-up to the 2012 Olympics. UK Sport has set a target of eight athletics medals for the London Games, and the Dutchman does not want anyone to get ahead of themselves. \"There's a huge difference between five [the target for Berlin] and eight,\" he said, \"and nobody cares how many people we have in the top eight [in 2012]. It's just counting medals [that matters]. There's a long way to go.\" Britain's six medals – two gold, two silver and two bronze – were the obvious success stories of the championships, but the overall statistics were equally impressive. Britain had 20 finalists in Berlin compared with seven in Helsinki 2005 and 13 in Osaka 2007, plus 11 personal best performances. Van Commenee confessed those results were better than he could have hoped for. \"Of course in the end it's about medals,\" he said. \"But to look also at the potential and how the team as a bigger group has achieved, you have to look at top eight positions – I know it's not very sexy to do that but it gives a good indication to what the team has done as a group. \"I hope it started already in Turin [at the European Indoor Championships in March]. We didn't hit the target there; we may not hit the target along the way to London. For the same reason we should not panic then, we should not be like we're on top of the problem now, but it's definitely an encouraging result. I'm also aware that there's a lot left to be done.\" Given the high number of injuries, Van Commenee's target of five medals in Berlin had seemed unrealistic. \"I know there was some pessimism in certain circles,\" he said, \"so it's always nice at the end of a championship to look back and say that was not necessary.\" High targets will be the order of the day under the Dutchman, who cannot stand mediocrity. \"There's nothing worse than setting a goal too low, then you achieve that all the time and there's no incentive to do better. You have to be ambitious.\" The team is also being asked to consider how they are perceived by the British public. In a speech at the British holding camp in Portugal, Van Commenee announced that all talk of injuries and pains would be banned, complaining that those outside the sport must think athletes are a bunch of \"pussies and wankers\". \"I insisted about the injuries,\" he said. \"We can't all win but you can keep your mouth shut about that nonsense of niggles and pains. The ones that did mention it had a valid reason.\" Van Commenee warned his athletes that their sport was becoming yesterday's news, overtaken by British successes in swimming and rowing. Asked whether the gold medals of Jessica Ennis and Phillips Idowu will have gone some way towards changing that opinion, he said: \"I hope so, but I'm not sure for how long. It will have a contributive effect. There's not much time to go to London.\" In return for their commitment, Van Commenee will fight his athletes' corner, epitomised by the stance he adopted in the men's 4x100m relay. When, in qualifying, he noticed the US team had performed an illegal baton change, Van Commenee was quick to complain to officials. \"Sometimes they need a bit of help,\" he grinned. \"I'm asking the athletes to be alert on the track so management has to be alert off track. I will fight to the end and spend three hours in that room if I really believe it's worth fighting for. But if you're with the referee every five minutes you may lose your power when the heat is really on.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}