{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/aug/14/lockerbie-bombing-megrahi-appeal-libya", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-08-13T23:05:37Z", "webTitle": "Lockerbie bombing: Still searching for truth", "webUrl": "https://www.theguardian.com/commentisfree/2009/aug/14/lockerbie-bombing-megrahi-appeal-libya", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/aug/14/lockerbie-bombing-megrahi-appeal-libya", "fields": {"headline": "Lockerbie bombing: Still searching for truth", "bodyText": "Mounting speculation yesterday that the Libyan convicted of the Lockerbie bombing could be released from prison next week has reopened old and painful wounds. Abdelbaset al-Megrahi is dying, in the final stages of prostate cancer, and the bereaved families of the 270 killed in the bombing of Pan Am flight 103 are deeply split. Some US relatives resist his release on the grounds that any compassion shown to a man who showed none for his victims is vile. Many British families, along with a growing body of lawyers, politicians and diplomats, believe Megrahi has been the victim of a major miscarriage of justice. It is essential for both groups that a court tests the evidence to emerge since his conviction. But it is unclear whether this will happen. Only a fraction of the backroom dealing that has gone on over this case is ever revealed at any one time. Is justice being served, or are the commercial interests of BP the driving force behind a steady rapprochement between Britain and Libya? This is not an idle question. There are two legal routes for Megrahi's release: either on compassionate grounds, or under a prisoner transfer agreement that was signed by Tony Blair and Muammar Gaddafi. But for the latter to happen, all live legal proceedings would have to be halted first. Hence the suggestion yesterday that Megrahi might withdraw his appeal against his conviction, even though he has always protested his innocence. This might serve Colonel Gaddafi's sense of realpolitik. He has travelled some way since he was branded the \"mad dog\" that Ronald Reagan tried to kill. But it would not serve the interests of justice. The second appeal was launched by the Scottish Criminal Cases Review Commission, a statutory body made up of senior police officers and lawyers. After three years of sifting through the evidence, it found that a major miscarriage of justice may have occurred. It rejected claims that evidence about the provenance of the bomb's timer may have been tampered with to implicate Libya. But the commission cast doubt on the reliability of the prosecution's chief witness, Tony Gauci, who identified Megrahi as the buyer of clothes found in the suitcase containing the bomb. There was no evidence that Megrahi was in Malta when the clothes were bought. It is important that the appeal survives Megrahi's probable release. If he is released on compassionate grounds, an appeal could continue even after his death. For this is no longer just about the guilt or innocence of one man, but about the integrity of our courts, and their ability to withstand the buffeting of governments. The passengers on Pan Am 103 and the town of Lockerbie deserve no less."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}