{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/aug/21/first-sight-letekidan-micael", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2009-08-20T23:35:00Z", "webTitle": "First sight: Letekidan Micael", "webUrl": "https://www.theguardian.com/music/2009/aug/21/first-sight-letekidan-micael", "apiUrl": "https://content.guardianapis.com/music/2009/aug/21/first-sight-letekidan-micael", "fields": {"headline": "First sight: Letekidan Micael", "bodyText": "Who is she? An Eritrean girl who was 10 years old when she was cast as a child soldier in Heart of Fire (out on 25 September) by Italian director Luigi Falorni. What about 'Never work with animals or children'? You wouldn't say that if you saw Micael in action. Her rich, lively performance lights up this film, which is set during Eritrea's war of independence against Ethiopia. She plays Awet, a steely little thing with a cheeky smile, whose father gives her to a guerrilla group where she finds herself endlessly in trouble. How so? She's the sort of kid who just won't be told: full of questions, with a strong sense of justice. Falorni says it was his biggest stroke of luck finding her, which was in short supply when making this film. Why? What happened? The movie is loosely based on the autobiography of Eritrean-born German singer Senait Mehari, who has since been accused of fabricating parts of the book. (Senait denies it.) The film-makers also fell foul of the Eritrean authorities, who say child soldiers did not fight in the struggle. When his actors started dropping out (reportedly after receiving threats), Falorni recast his film in a refugee camp in Kenya five days before shooting. And what next for Letekidan? Now here we have a happy ending. Her family has been granted political asylum in Europe, where she was reunited with her mum. \"She looks very confident,\" says Falorni. \"She attends school and knows already that she wants to go to university.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}