{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jul/06/killers-kept-jail-refusing-reveal-body-locations-helens-law-mccourt", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-07-05T23:01:07Z", "webTitle": "Killers could be kept in prison for refusing to reveal body locations", "webUrl": "https://www.theguardian.com/uk-news/2019/jul/06/killers-kept-jail-refusing-reveal-body-locations-helens-law-mccourt", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/06/killers-kept-jail-refusing-reveal-body-locations-helens-law-mccourt", "fields": {"headline": "Killers could be kept in prison for refusing to reveal body locations", "bodyText": "Killers like the Moors murderer Ian Brady who refuse to reveal the location of a victim’s body could be forced to spend longer in prison under a law announced by the justice secretary, David Gauke. The “Helen’s law” legislation, named after Helen McCourt, a 22-year old insurance clerk whose murderer has never revealed her whereabouts since he was convicted in 1989, will require parole boards to take into account any refusal to provide information about remains when deciding about release. Gauke said the legal requirement was to tackle the “particular cruelty” of denying grieving families the opportunity to lay their murdered loved one to rest. “The Parole Board must consider this cruelty when reviewing an offender’s suitability for release, which could see them facing longer behind bars,” he said. Human rights legislation protects against arbitrary detention, and the proposed law balances this with the need to keep the public safe, the government said. It also allows for cases where a murderer does not know where the body is, such as when it has been moved. McCourt’s mother, Marie, said: “This legislation will mean that myself and many other families will, hopefully, not have to endure the torture of not knowing where their loved ones’ remains can be recovered from.” Ian Simms, who was convicted of Helen McCourt’s 1988 murder, has repeatedly refused to say where her remains are. He has recently been allowed out of prison on temporary release and was photographed in Birmingham in March, when he told a reporter he did not know the location of the body. Any new law would come too late to help compel Simms to provide more information as his parole process is already under way. It will require primary legislation and full parliamentary approval and the Ministry of Justice could not say when it would be brought into effect. Courts can already pass tougher sentences for murderers who deliberately conceal the location of a body. Marie McCourt has been campaigning for reform for several years and had called for killers to be told they would spend the rest of their lives in prison if they did not reveal the location of their victims’ bodies. Conor McGinn, McCourt’s local MP, said it was “a good day for British justice”. “This is a hugely welcome and important step forward for the McCourts and countless other families,” he said. “Nothing can undo their hurt and pain, but the least they deserve is justice. I want to pay tribute to my constituent Marie McCourt, whose dignity and determination inspired hundreds of thousands of people to support our campaign for Helen’s law.” Linda Jones, the mother of Danielle Jones from Tilbury in Essex, who was last seen leaving home for school 18 years ago, was among the campaign’s backers. The 15-year old’s uncle Stuart Campbell was convicted of murder and remains in prison, but could be released in two years. Brady died aged 79 in 2017 having told Alan Bennett, the brother of Keith Bennett, one of his child victims, that he would tell him where his sibling was buried in his will when he died. No information was forthcoming. Bennett has told how every year before Christmas he drives on to Saddleworth Moor, the location of searches for Keith’s body, and plays a tape recording of the family, including Keith, singing Jerusalem “just to get a feeling of ‘we have not forgotten you’”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}