{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jul/11/england-cricket-world-cup-final-laughable-four-years-ago-eoin-morgan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-07-11T19:46:56Z", "webTitle": "England World Cup final place laughable four years ago, says Eoin Morgan", "webUrl": "https://www.theguardian.com/sport/2019/jul/11/england-cricket-world-cup-final-laughable-four-years-ago-eoin-morgan", "apiUrl": "https://content.guardianapis.com/sport/2019/jul/11/england-cricket-world-cup-final-laughable-four-years-ago-eoin-morgan", "fields": {"headline": "England World Cup final place laughable four years ago, says Eoin Morgan", "bodyText": "Eoin Morgan admitted the idea of England reaching the World Cup final would have been laughable four years ago. But after his players swatted aside Australia with a ruthless semi-final display the joke has become reality. A new 50-over men’s world champion will be crowned at Lord’s on Sunday, with England booking their place alongside New Zealand by rolling Australia for 223 and then knocking off this lowly target with eight wickets and 107 balls to spare. Morgan struck the winning runs and sent Edgbaston into raptures after Jason Roy’s typically aggressive 85 had broken the back of the run chase. And now the captain is eyeing a repeat performance that can turn four years of planning and their No 1 ranking into the sport’s most prized silverware. “If you had offered us the position to play in a final the day after we were knocked out of the 2015 Cup, I would have laughed at you,” said Morgan, who alongside the head coach, Trevor Bayliss, has overseen England’s dramatic rise since that dismal last campaign and sealed their first final for 27 years. “Everybody out there on the field and in the changing room loved every ball that was bowled,” he said. “There was no lack of commitment, application and we had a bit of a day out. It’s cool when it happens like that, particularly when the bowlers bowl like that. It is awesome.” For a side built on batting brutality, it was extra sweet that the bowlers should set up the win. Chris Woakes, who leads the attack in typically understated fashion, was named man of the match for figures of three for 23, augmented by two wickets for Jofra Archer and three from Adil Rashid. Woakes said: “Semi-finals are usually nervy and often tight, so to win the way we did was incredible. Morgs is cool as ice with everything he does, regardless of the situation. He is great to have as a captain.” Australia had crumbled to 14 for three in the seventh over, with their final total salvaged by a battling 85 from Steve Smith and Alex Carey shrugging off a brutal blow to the chin from Archer that required stitches to make 46. But Aaron Finch, who had fallen for a golden duck amid the early carnage, conceded his side were simply blown away by England in all departments. Finch, speaking after Australia’s first defeat in eight World Cup semi‑finals, said: “We were just totally outplayed. You can analyse each set of 10 overs but we were just outplayed. Woakes is a world-class bowler and Archer is getting better and better as he’s starting to play a bit more international cricket.” While Australia can now turn their attention to the Ashes series that begins back here on 1 August – Finch insisted there would be no hangover – England have a two-day turnaround before taking on New Zealand. Kane Williamson’s side were convincingly beaten by England in the group stage but have since shocked India to take their place at Lord’s. Morgan, whose unbeaten 45 clinically closed out the chase alongside Joe Root (49 not out), said: “Sunday is not a day to shy away from, it’s a day to look forward to. It will be a matter of the same again, trying to produce everything that we can performance‑wise but enjoy the day too.” There was a collective sigh of relief for England after the win too, with Roy escaping a suspension from the final and instead fined 30% of his match fee and given two demerit points for a show of dissent after his dismissal. The 28-year-old exchanged words with the umpire Kumar Dharmasena after being wrongly adjudged caught behind off Pat Cummins, a decision he was unable to challenge after Jonny Bairstow had used up the team’s review. Bairstow, whose 34 put on 124 for the first wicket with Roy, appeared to tweak his groin while running and is due for a scan on Friday. But Morgan said: “He seemed to move all right after it, so it is not very concerning. It might be a niggle. We don’t know until he is scanned, but after it, he seemed to move well, so that’s a good sign.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}