{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jul/13/exercise-schools-sport-ministers-cricket-lawn-tennis-association-football-association", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-07-13T23:10:11Z", "webTitle": "Sport leaders call for more cash to boost children’s exercise", "webUrl": "https://www.theguardian.com/uk-news/2019/jul/13/exercise-schools-sport-ministers-cricket-lawn-tennis-association-football-association", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/13/exercise-schools-sport-ministers-cricket-lawn-tennis-association-football-association", "fields": {"headline": "Sport leaders call for more cash to boost children’s exercise", "bodyText": "The leaders of more than 30 top sporting organisations have called on the government to commit more money to improve sport in and outside school. It comes as ministers announce a long-awaited but limited action plan, including pilot trials to offer young people an hour of exercise a day. The School Sport and Activity Action Plan, announced today by the education secretary, Damian Hinds, the sport minister Mims Davies and the minister for public health, Seema Kennedy, sets out a range of new measures to strengthen the role of sport in young people’s lives, and explain to teachers and parents how they can play their part by promoting a “joined-up approach to physical activity and mental wellbeing”. It comes after the latest report from Sport England’s Active Lives Children and Young People reveals that a third of children are doing fewer than 30 minutes of physical activity a day. Under the plan, ministers say they will launch regional pilots to offer “innovative approaches to getting more young people active, particularly among less active groups, such as girls, and those from disadvantaged backgrounds”. Schools and sports clubs will also work together to share facilities and expertise to give boys and girls an equal offer of sport after school, at weekends and holidays. Hinds said: “As a parent I want my children to be happy and healthy. As education secretary, I want young people to leave school prepared for adult life. Sport can help with both – it not only keeps pupils fit and healthy but helps them grow in confidence and learn vital skills, such as teamwork and recovering from life’s inevitable setbacks. My ambition is for every pupil to have the chance to find a sport they love, setting them up to lead healthy, active lives and equipping them with the skills to reach their full potential.” The plans, which appear to involve little or no spending, met a lukewarm response from the sport sector. and appeared similar in parts to ideas at the heart of the School Sport Patnerships programme set up under the last Labour government, but scrapped by the coalition government in 2010. Ministers have been criticised for failing to capitalise on the London 2012 Olympics and meet promises made at the time to build a Olympic legacy for young people. Research by the Youth Sport Trust, covering the 2017-18 academic year, found that 38% of English secondary schools had cut timetabled physical education for 14- to 16-year-olds since 2012, while almost one in four (24%) had done so in the previous 12 months. Separate figures produced by Sport England, cited in a recent parliamentary report, showed that just 17.5% of children and young people were now meeting the current chief medical officer’s guidelines of taking part in sport and physical activity for at least 60 minutes every day. In a statement leaders of organisations, including the Youth Sport Trust, the Football Association, the Lawn Tennis Association and Tom Harrison, CEO of England &amp; Wales Cricket Board, along with heads of bodies representing a wide ranging of other sports, said they welcomed the government’s commitment, but far more needed to be done. They said: “Today’s announcement sets out some encouraging intentions and acknowledges the absolute priority of getting every young person enjoying 60 active minutes every day. “It is also important that further policy change is brought forward. The success of the plan will ultimately hinge on how it is resourced.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}