{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jul/17/chimps-more-sociable-after-watching-movies-together-study", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-07-16T23:01:38Z", "webTitle": "Chimps more sociable after watching movies together – study", "webUrl": "https://www.theguardian.com/science/2019/jul/17/chimps-more-sociable-after-watching-movies-together-study", "apiUrl": "https://content.guardianapis.com/science/2019/jul/17/chimps-more-sociable-after-watching-movies-together-study", "fields": {"headline": "Chimps more sociable after watching movies together – study", "bodyText": "Chimpanzees enjoy watching movies together, scientists have discovered, in research that suggests social bonding through shared experience has deep evolutionary roots. It is widely known that humans can bond over group activities such as watching a movie or playing board games. But it has been unclear whether the underlying psychology behind this effect is present in other species. “Humans have an enormous variety of social bonding activities that we don’t see in other species because they’re somewhat cultural – for example listening to music or watching movies,” said Wouter Wolf, a graduate student at Duke University in North Carolina and an author on the study. “We thought that this kind of connecting through shared experiences was uniquely human” In the research, published in the journal Proceedings of the Royal Society B, chimpanzees were placed in pairs and shown a short video. The researchers then measured how long it took them to approach their partners, how close they got and how long they remained in proximity – two measures of social bonding. The effect was also measured for pairs of bonobos and for great apes paired with humans. Great apes who had viewed the video with either another of their own species or a human approached their partner faster or spent longer in proximity to them, compared with those who had watched the video on their own, the scientists found. The finding indicates that social bonding created by shared experience may have deeper evolutionary roots than previously thought. “Animals can stand together and watch a waterfall, but they don’t seem to seek out those kinds of experiences,” said Wolf. “So for a long time we thought they weren’t capable of processing that way or they weren’t feeling any psychological consequences from doing so. “It’s exciting that at least some parts of the psychology that we need to connect through shared experiences may actually have a slightly older evolutionary history than previously suspected.” Prof Frans de Waal, a primatologist who was not involved in the study, said: “The effect of synchronisation on behaviour … is a very old, innate empathy mechanism. Whether [the great apes] understand the shared experience, well, that’s a different thing … I don’t think it’s easily demonstrated.” The animals were tracked for only three minutes after they had watched the film, so it is not clear whether shared experiences strengthen social bonds in the long term. The research used animals in captivity, and scientists said it was not known whether the same effects would be observed in the wild. A similar study is being planned to measure the effect in children."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}