{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jul/20/ocasio-cortez-911-style-commission-migrant-family-separations", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-07-20T22:41:33Z", "webTitle": "Ocasio-Cortez wants '9/11-style commission' on family separations", "webUrl": "https://www.theguardian.com/us-news/2019/jul/20/ocasio-cortez-911-style-commission-migrant-family-separations", "apiUrl": "https://content.guardianapis.com/us-news/2019/jul/20/ocasio-cortez-911-style-commission-migrant-family-separations", "fields": {"headline": "Ocasio-Cortez wants '9/11-style commission' on family separations", "bodyText": "Alexandria Ocasio-Cortez called for a “9/11-style commission” to investigate child separation on the border with Mexico on Saturday, and said the US government has a life-long responsibility to children it severed from their parents, to provide them with mental health support. Speaking at an immigration town hall in her home district, the New York Democrat also called for the abolishment of the Department of Homeland Security and discussed her belief that Donald Trump should be impeached. It “chills me to my core”, she said, to think about the impact Trump administration immigration policy has had on the lives of thousands of children. Thousands of children were separated from their parents at the southern border last year, under a “zero tolerance” policy meant to deter migrants from Central America. The policy was dropped amid international outcry but its effects have been lasting: an unknown number of children have been separated from their families. “Even if you separate a kid from their parents for two days you have already created life long lasting trauma,” Ocasio-Cortez said, speaking to about 250 people at the Nancy DeBenedittis school in Corona, Queens. “And there are children who have been separated that we have reunified, and it took about a year to reunify some of these kids with their parents. Lifelong trauma for which we, the United States, are responsible.” She continued: “And it chills me to my core to think about 20 years from now, when these kids grow up, the story that they will have about America. That is exactly why we cannot allow this administration to define immigration policy within the United States. This is something that I think is going to have to take a 9/11-style commission.” When there is a Democratic Senate and a Democratic presidency, Ocasio-Cortez said, the government should convene a special commission into child separation, aiming to reunify as many children as possible and to find out every detail of what happened. The body she was proposing, she said, would work “just like the 9/11 commission did when they said what went wrong?” before the terror attacks of 11 September 2001. “The 9/11 commission,” she said, “they were charged with the investigating and making sure they dug out every nook and cranny of what happened and how it happened in our system. And I think that that kind of study is what’s going to be required in order to reunite as many children with their parents as possible. That’s the work that we have to do.” Her remarks met with loud applause. The US has a “lifelong commitment” to the children it separated, she said, adding: “I believe we have responsibility to provide mental healthcare services to those children for the rest of their lives.” Ocasio-Cortez is one of four Democratic congresswomen who were instructed last week by Trump to “go back and help fix the totally broken and crime-infested places from which they came”. Back home, she started the town hall by saying to cheers and applause: “They sent me back to Queens and I’m happy to be here.” There was a strong police presence and bags were searched on entry. Ocasio-Cortez said: “There is an elevated safety issue that we now have because of the president. But more importantly, it’s about our community.” Outside, protesters held banners with messages including “America hater Ocasio-Cortez” and “Thank God for Trump”. Inside, supporters did their best to make her feel at home. A huge line formed. Among those waiting for selfies were self-professed “AOC groupies” and campaign volunteers Tammy Rose, 46, an early childhood educator, Rhoda Dunn, a real estate worker, and student Nuala Naranjo, 18. Dunn said: “We want her to know that she’s doing a great job. I think she was amazing on how she confronted Trump on his racism, and I think it’s important to give it a name.” Rose added: “She gets attacked a lot when she’s in DC. She stands up for us there. When she comes home, she needs to know that we’re here standing up for her.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}