{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jul/24/cabinet-purged-tories-i-hope-boris-johnson-has-thought-this-through", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-07-24T20:48:15Z", "webTitle": "A cabinet purged: ‘I hope Boris has thought this through properly’", "webUrl": "https://www.theguardian.com/politics/2019/jul/24/cabinet-purged-tories-i-hope-boris-johnson-has-thought-this-through", "apiUrl": "https://content.guardianapis.com/politics/2019/jul/24/cabinet-purged-tories-i-hope-boris-johnson-has-thought-this-through", "fields": {"headline": "A cabinet purged: ‘I hope Boris has thought this through properly’", "bodyText": "Boris Johnson promised time and again to Tory MPs who came for cosy chats before his leadership bid that he would not call an election. Yet his first hours in office, when he sacked 18 of his cabinet ministers and promised a top team that looked like “modern Britain”, set teeth on edge among Tory MPs in parliament. Arriving back at Downing Street after an hour of defenestrations in his new House of Commons office, Johnson installed leading faces of Vote Leave in the top jobs: Priti Patel, Dominic Raab, Michael Gove and Andrea Leadsom. Inside, his staff look like the referendum backroom team reassembled, including Dominic Cummings and Lee Cain, his new director of communications. “He has effectively got Vote Leave back together,” one Johnson-backing MP said. “And if I was the Spartans [the hardcore Brexiters who have resisted voting for a deal], or the Labour party, I would be scared of them because they are very, very good. “There’s nobody else in politics better than them at campaigning. It’s a wink saying, ‘I might just have an election, you know’. And that’s all deliberate. The Labour and Conservative mutual interest is in not having an election before Brexit is done. So that is the way you get the deal through. It’s vote for the deal or hold an election.” Another frontbencher said an election now looked like an implicit threat. “Doing this helps you get a deal through – you look ready,” the MP said. “It is such an obvious play, as is filling your cabinet with all these potential rebels and sacking the people who will vote for you anyway.” The appointments have not only unnerved the soft wing of the party. Cummings’s appointment has also alienated a number of Eurosceptics. One source said veteran Brexiters including Johnson’s campaign chair Iain Duncan Smith, Bill Cash and Owen Paterson were furious. Cummings, a former director of Vote Leave, where he clashed repeatedly with old-time Eurosceptics, had previously worked for IDS, but then publicly branded him “incompetent”. For a politician given to rambling speeches, Johnson’s first afternoon as prime minister was ruthlessly efficient. He was greeted at the door of No 10 with a firm handshake from the cabinet secretary Mark Sedwill, but the new prime minister spent barely half an hour inside the black door with his new civil servants before he jumped in his motorcade to parliament to set the wrecking ball on May’s cabinet. “There is a sense of urgency,” one source close to Johnson said. “He has always made clear he wanted this done straight away.” Johnson spent just over an hour sacking ministers inside his Commons office, to spare them the humiliation of walking up Downing Street. The first, within minutes of Johnson’s motorcade hitting the tarmac outside parliament, came as the biggest shock. Penny Mordaunt, the first female defence secretary, was out of her job after just two months. Allies of Mordaunt said she had been desperately keen to stay in her job, but the overnight briefing that it had been offered to Jeremy Hunt had been hurtful. “She was sacked. She did not resign or turn down anything else,” one source close to Mordaunt said. Hunt was offered the job of defence secretary on Tuesday night and made it clear that he could not accept what he considered to be a demotion. One close ally said he was horrified that Mordaunt was then sacked and he was called in to be offered the job of defence again – and made that clear to Johnson. “How could Jeremy have done that to Penny, when she’d been such an asset to the campaign?” the source said. “It was unthinkable.” As Johnson raced through the rest of his appointments, his leadership rival headed out for a long, boozy dinner with his friend and fellow sacked departee, Liam Fox. “Sacking Jeremy was massively unnecessary,” one of his team fumed. “That’s 40% of the party who backed him – where on earth does this get Boris?” Another high-profile Hunt backer called the promotions of Raab and Patel in particular, as Hunt and Mordaunt went the other way, “quite difficult for a lot of us”. A shake-up had been expected, but only the previous night Johnson had promised “the lovebombing starts here” to MPs at the backbench 1922 Committee. “This is more like an actual bomb,” one MP said. A passing minister, watching some of the cars depart, said: “I hope Boris has thought about this properly.” Another MP, a close friend and former colleague of Johnson, said he had not expected such mass firings. “I know these guys really well,” he said. “But this surprises even me.” Some gave a more cutting verdict of the departing ministers and several observed that they were all people who could be relied on not to rebel. “The political strategy is, he knows he must get a deal through – and these people will vote for anything,” one frontbencher said. “It is very bold – but how many of those who were sacked would you really want in your cabinet? Who is going to honestly get outraged about Karen Bradley or Chris Grayling or James Brokenshire?” Several of those who had waited to be sacked rather than walk already knew their time was up. The outgoing business secretary Greg Clark – who did not pre-emptively resign – did hold pre-emptive leaving drinks, carrying trays of wine for his team late into the evening on the Commons terrace on Tuesday night. Four resignations came even before Johnson entered No 10, though none was surprising. The chancellor Philip Hammond and the justice secretary David Gauke made pointed comments in the closed doors speeches before handing in their resignations. Hammond gave his closest aides red wine and crisps in his office on Tuesday evening, before chatting to Treasury civil servants on his way out on Wednesday. “He said people should keep an eye on his Twitter and he expects to be a lot more active,” one Treasury source said. “He underlined how important it would be for the incoming chancellor to have a smooth relationship with No 10.” Hammond’s resignation letter devoted precious little space to praising his outgoing boss. Gauke, the departing justice secretary, gave a farewell speech to staff inside the Ministry of Justice, where sources said he used his own parting blow to loudly champion the need for an independent and bold civil service. The new machine still had a few loose cogs. Despite an overnight press release that briefed that Tracey Crouch would be handed a big cabinet job, it appeared no one from Johnson’s team had bothered to check whether that would be OK with her. She said she would prefer to spend the summer with her young son. Some MPs still expected a further clear-out of the junior ranks. Even so, MPs said they expected many of Johnson’s beaming acolytes to be disappointed. Some have already taken roles below what they had hoped for – both Liz Truss and Matt Hancock had publicly lobbied for the roles of chancellor or business secretary. “I don’t know how unhappy Matt will be, to be honest,” one MP said of Hancock, who will stay as health secretary. “He looked this morning like someone who was extremely worried he was about to have his head chopped off.” One minister likened the number of supporters expecting jobs to an overbooked easyJet flight: “Everyone thinks they’ve got a seat, but some aren’t even on the waiting list. Some are just looking hopefully at their compensation vouchers in the lounge.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}