{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jul/13/igors-rausis-cheating-phone-tournament-scandal", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-07-13T21:12:31Z", "webTitle": "Chess grandmaster admits to cheating with phone on toilet during tournament", "webUrl": "https://www.theguardian.com/sport/2019/jul/13/igors-rausis-cheating-phone-tournament-scandal", "apiUrl": "https://content.guardianapis.com/sport/2019/jul/13/igors-rausis-cheating-phone-tournament-scandal", "fields": {"headline": "Chess grandmaster admits to cheating with phone on toilet during tournament", "bodyText": "The International Chess Federation says it has suspended a player at a tournament in France after the man was “caught red-handed using his phone during a game”. The organization said Friday on Twitter that all the evidence in the case of Igors Rausis had been sent to its ethics committee and that it was “determined to fight cheating in chess”. Rausis is a 58-year-old Latvian-Czech player who won the grandmaster title in 1992 and has over the years represented Latvia, Bangladesh and the Czech Republic. At No 53 with an Elo of 2686, he is currently the oldest player in the Fide world ratings by seven years. Federation director-general Emil Sutovsky wrote on Facebook that Rausis had long been under suspicion for cheating and that catching him was “merely the first shot” in a years-long battle against cheating. Chess.com reported a phone was found in a toilet that had just been used by Rausis at the Strasbourg Open, and the grandmaster later signed a declaration that it belonged to him. “I simply lost my mind yesterday,” Rausis told the website. “I confirmed the fact of using my phone during the game by written [statement]. What could I say more? Yes, I was tired after the morning game and all the Facebook activity of accusers also have a known impact. At least what I committed yesterday is a good lesson, not for me – I played my last game of chess already.” While there is no evidence of Rausis cheating prior to the incident, his rating had made a remarkable ascent in recent years, climbing by nearly 200 points after hovering around the 2500 range for the previous decade. Sutovsky said the wrongdoing was also reported to French police. It is said to be the highest-profile cheating scandal in the sport since Georgia’s Gaioz Nigalidze was banned from a tournament in 2015 after his phone was found in a toilet, earning him a three-year ban and the loss of his grandmaster title."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}