{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jul/19/ventura-spirit-newbury-super-sprint-televised-race-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-07-19T23:01:08Z", "webTitle": "Talking Horses: Ventura Rebel can prove far too speedy in Super Sprint", "webUrl": "https://www.theguardian.com/sport/blog/2019/jul/19/ventura-spirit-newbury-super-sprint-televised-race-tips", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jul/19/ventura-spirit-newbury-super-sprint-televised-race-tips", "fields": {"headline": "Talking Horses: Ventura Rebel can prove far too speedy in Super Sprint", "bodyText": "In most years the Weatherbys Super Sprint at Newbury is a tremendously competitive contest among two-year-olds of broadly similar ability, posing a real trap for punters. But every so often it falls to a horse who is plainly a class above most of the field, as when Tiggy Wiggy and Monsieur Chevalier won, and Ventura Rebel (3.40) may add his name to that short list. From the Richard Fahey stable that has won this three times in six years, he beat a Wesley Ward-trained odds-on shot at Ascot in May. He was then beaten a neck in the Norfolk Stakes, from which the fourth has since won at Listed level. It is hard to see past him. 1.50 Newbury This should be straightforward for the well-bred Fox Chairman, returning to the scene of his maiden success. He has since been placed in the Dee Stakes and the Hampton Court and has more to give. 2.10 Market Rasen Having been rated 93 on the Flat, in which sphere he tackled Listed company several times, St Gallen was a classy recruit to jump racing. He is unbeaten in two since joining Olly Murphy from Ireland and travelled so comfortably at Kelso last time that he might have quite a bit in hand. 2.25 Newbury With Mick Channon back among the winners, a chance is taken on Billy Ray. He has come back down to his last winning mark and ran well when fifth in a hot Newmarket race early last month. 2.40 Newmarket It has been more than a decade since John Gosden won the Aphrodite Stakes but Sparkle Roll can take his tally to seven in the Listed contest for fillies. A half-sister to the 40-1 Derby winner Wings Of Eagles, she improved for the step up to this distance when third in the Ribblesdale and this looks like easier pickings. 3.00 Newbury It seemed The Tin Man was not quite good enough for a top-class race at Royal Ascot last month but then that was also true in 2016, when he beat just one rival at Ascot before landing this contest. He can go in again in this Group Three, with the rain helpfully taking the edge off the need for raw speed. 3.20 Market Rasen The Summer Plate looks as competitive as ever, though there is at least one issue facing each of the fancied runners. Casablanca Mix is still young enough to make good on the early promise she showed as a steeplechaser, which was somewhat derailed by a fall she took at Exeter in 2017. She got her first win since then at Aintree last time and can build on it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}