{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jul/09/andy-murray-serena-williams-wimbledon-mixed-doubles-martin-atawo-us-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-07-09T21:23:00Z", "webTitle": "Andy Murray advances with Serena Williams but puts singles return on ice", "webUrl": "https://www.theguardian.com/sport/2019/jul/09/andy-murray-serena-williams-wimbledon-mixed-doubles-martin-atawo-us-open", "apiUrl": "https://content.guardianapis.com/sport/2019/jul/09/andy-murray-serena-williams-wimbledon-mixed-doubles-martin-atawo-us-open", "fields": {"headline": "Andy Murray advances with Serena Williams but puts singles return on ice", "bodyText": "Do not be mistaken: behind Andy Murray’s new smiley on-court demeanour lurks the spirit of a champion. He still yearns to feel the heat of competition at the highest level of men’s tennis again and has seen nothing during his time away from the tour to make him think he is incapable of challenging Roger Federer, Novak Djokovic and Rafael Nadal. By the same token, however, the former world No 1 acknowledges he has a different perspective on triumph and despair six months after career-saving hip surgery. Murray has no desire to experience all that pain again. He will not rush his return to singles action and, after impressing alongside Serena Williams in a polished 7-5, 6-3 mixed doubles win over Fabrice Martin and Raquel Atawo in front of an enraptured Centre Court audience, revealed that it is doubtful it will come at the US Open in August. “I think it’s pretty unlikely just in terms of timing,” Murray said. “I spoke to my team a bit about that yesterday. There’s just a lot of stuff I need to get done physically, get myself stronger. The amount of work I need to do on the court to get ready for singles, the amount of work I need to put in off the court to get myself strong enough to play best-of-five sets, it’s still quite a way away unfortunately. “I would love to play. I need to look pretty long-term with this. I don’t want to be having to go through another big operation in a few years. I want to make sure the operation I’ve had lasts for as long as possible. To give it the best chance, I need to make sure that I’m physically really strong before I get back on the singles court.” All the battle scars tell Murray there is no need to force it now. “I said this at the beginning of the grass season: I don’t want to put a timeframe on it,” he said. “You guys want a timeframe. I don’t know how long it’s going to take for me to physically get to that level. “I know some people might like it to have taken five months or six months but it’s going to take more time than that. Whether that’s nine months or 12 months or 18 months, I don’t know. I’ll do my best to make it as soon as I can.” Murray added that he does not intend to travel to the States to play any of the smaller tournaments before the US Open. Indeed he is yet to decide how to play it after Wimbledon. “I want to try to prepare and get ready for singles,” he said. “If I’m able to train the way that I need to off the court and still maintain my performance on it in doubles, I would consider that. But I don’t know if I want to go over to the States to play doubles for four or five weeks. I’ll decide on that probably when the tournament [Wimbledon] is done. But having felt how I felt these last few weeks, I’m positive about the future, so therefore I’m going to train properly to try and give singles a go. “When I got my hip injury, I was ranked No 1 in the world,” he said after reaching the third round of the mixed doubles alongside Williams on Tuesday night. “I went from playing at the highest level of the sport to really struggling to do day-to-day things. “First of all playing tennis was not fun any more because it was painful every time I played. The training and stuff wasn’t great. Then I wasn’t enjoying just going out for a walk. Going out for dinner and things like that, it was just uncomfortable. “Now that I’m pain-free again, I realise that’s actually the most important thing. I’m just doing the things I’ve always loved doing again, which I didn’t have the opportunity to do much the last couple of years.” For the time being the focus is on Wimbledon. And the good news is that Murray’s understanding with Williams was in fine working order during their win over Atawo and Martin, the 14th seeds. Ever the perfectionist Murray was annoyed with himself for failing to convert a few break points – “something you get better with playing more matches,” he said – but Williams hit winners for fun. “I’m convinced that was once in a lifetime, “ she beamed. “I just never hit returns like that in my life.” They appear to be having a lot of fun together. Even if they are desperate to win this tournament – an ambition that will be severely tested when they face the top seeds, Bruno Soares and Nicole Melichar, on Wednesday– there are enough moments of levity to keep everyone entertained. Sir Andy was asked if his esteemed teammate should get an honorary damehood if Team SerAndy win Wimbledon. While Williams blushed, Murray observed her embarrassment with mild amusement. “Absolutely,” he drawled."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}