{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jul/29/former-health-minister-took-cannabis-oil-for-bbc-documentary", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-07-28T23:01:25Z", "webTitle": "Former health minister took cannabis oil for BBC documentary", "webUrl": "https://www.theguardian.com/society/2019/jul/29/former-health-minister-took-cannabis-oil-for-bbc-documentary", "apiUrl": "https://content.guardianapis.com/society/2019/jul/29/former-health-minister-took-cannabis-oil-for-bbc-documentary", "fields": {"headline": "Former health minister took cannabis oil for BBC documentary", "bodyText": "Norman Lamb, a Liberal Democrat MP and former health minister, has spoken about buying and using cannabis oil to relax himself before an important meeting as part of a BBC documentary about the legalisation of the drug in Canada. Lamb visited Canada with the Labour MP David Lammy and the Conservative MP Jonathan Djanogly for the programme to learn about the effects of cannabis in Canada, where recreational use of the drug is legal. As part of the documentary for BBC Radio 1’s Newsbeat, he bought and sampled cannabis oil, before flushing the rest of it down the toilet before his return flight to the UK. The cannabis oil tried by Lamb contains compound Tetrahydrocannabinol (THC), which is a psychoactive ingredient that makes it different and more potent than the legal cannabidiol (CBD oil). It can be prescribed for medicinal use but is difficult to access and parents have had difficulty importing it for their epileptic children. Lamb, a long-term advocate of the legalisation of cannabis and who previously tried the drug as a student, told the programme: “Taking this oil is purely for sleeping, for relaxation, I will take it before bed and before my flight home. “I was really anxious because I had the hearing of the technology and science select committee the next day and I was travelling back overnight, and I just thought if I get back having had no sleep it will be a challenge.” He said it was “ridiculous” that he had to dispose of it down the toilet before returning to the UK “because to bring it back into the country would have been a criminal act”. He said he did not feel “high” but it did help him fall asleep. “I slept incredibly well. I took the drops and I slept very well on the plane home, I actually slept through breakfast.” Lamb told the Guardian ahead of the programme, which is due to appear on iPlayer on Monday: “I wanted to demonstrate that a very nondescript act like buying cannabis oil to help you sleep and putting a couple of drops under your tongue amounts to a criminal act. “It just demonstrates to me how ludicrous it is that we continue to criminalise people who use cannabis with all the disastrous consequences of prohibition, like extreme violence that goes with it always in the poorest communities, the billions of pounds going to organised crime on a plate and the criminalisation of young people. I wanted to demonstrate the approach we have at the moment is ludicrous and there is a much better evidence-based approach.” In the programme, Lammy said he had a significant shift on his position and said he now backs legalisation in the UK. “I want the market legalised and regulated, taken away from criminal gangs, young people not criminalised by use and properly educated. But I want to see the strength of the stuff reduced, labelled and properly organised in our country,” he said. “I am really worried about the amount of seriously hard, potent, skunk-type cannabis that young people are consuming and for some of them, it is leading to mental health issues and psychosis. But in Canada, you see proper labelling.” Djanogly did not back legalisation, but said he remained open to the idea. He said: “I think we have got a lot to learn before the legalisation of recreational cannabis, which I think will happen at some point. I think we’re on a 10-to-15 year cycle, which would mirror what has happened in Canada.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}