{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jul/29/parents-launch-court-action-over-christian-school-assemblies", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-07-28T23:01:26Z", "webTitle": "Parents launch court action over Christian school assemblies", "webUrl": "https://www.theguardian.com/education/2019/jul/29/parents-launch-court-action-over-christian-school-assemblies", "apiUrl": "https://content.guardianapis.com/education/2019/jul/29/parents-launch-court-action-over-christian-school-assemblies", "fields": {"headline": "Parents launch court action over Christian school assemblies", "bodyText": "A couple who say their children are being religiously indoctrinated during Christian school assemblies are to launch a high court challenge. Lee and Lizanne Harris will say in a judicial review claim in the autumn that Burford primary school in Oxfordshire made their children take part in Christian prayers and watch re-enactments of Bible stories including the crucifixion. The couple withdrew their children from the assemblies but say the school refused to provide a meaningful alternative of equal educational worth. Instead, the Harris children were put in a room with an iPad and supervised by a teaching assistant, according to their parents. At the time the Harris children enrolled, Burford primary school was a community school with no religious character. But in 2015 it became an academy and joined the Church of England’s Oxford Diocesan Schools Trust (ODST). All state schools are required to provide an act of daily worship of a “broadly Christian character” under the 1944 Education Act. Parents are entitled to withdraw their children from collective worship. The Harrises, whose case will be heard at the high court in November, will argue that the school must provide an inclusive assembly as a meaningful alternative for pupils withdrawn from Christian worship. They will raise concerns that during school assemblies, stories of God and Christianity were presented to children as fact, and that school leavers were presented with a Bible as a “guide to life” at a ceremony in a church. The couple also claim that it is inappropriate that officials from a nearby church, St John the Baptist, which is part of the evangelical wing of the Church of England, regularly led worship at school assemblies. In a statement, they said: “We enrolled our children into a state community school – which is meant to have no religious character – but over time we noticed harmful aspects of evangelism spreading into assembly and other parts of the school which goes against our children’s rights to receive an education free from religious interference. ‘When our children go to school they shouldn’t have to participate in Christian prayers, or watch biblical scenes such as the crucifixion being acted out, nor should they have to hear from evangelical preachers who spout harmful and often divisive messages.” They were going to court reluctantly, they added, “but [we] feel strongly that we need to try to make our children’s education as inclusive as possible. “We also don’t think it’s acceptable that they be left to play with an iPad because we’ve withdrawn them. They should be able to participate in an inclusive assembly that is of equal educational worth and which is welcoming and respectful of all students no matter their background.” The school’s website says daily assemblies provide space for children “to develop a reflective approach to life, and the ability to express their thoughts. Additionally, it is a time when children and staff come together to celebrate shared beliefs and values relating to the day to day life of school.” Once a week, it says, assemblies are organised by the children’s coordinator at St John the Baptist church at which “Bible stories are read and brought to life through interactive drama using mime, costume, props, puppets and sound effects, with the children also getting involved”. The website of the ODST, whose 33 church and community schools educate more than 6,100 children, says the trust is “motivated by our Christian values to serve our local communities, but we do not impose those values … We welcome those of all faiths and none, and we are proud of the ethnic diversity within our academies which reflects that of their local community.” In a statement, the trust said: “Collective worship, which is a statutory requirement in all church and community schools, is aimed at encouraging pupils to develop a sense of mystery, awe and wonder about the world. This is all done through listening to stories from a wide range of different cultures and religions, giving time for children to think about themselves, and the contribution they all make to our society.” It said it was “confident that Burford primary school, as a community school, has acted entirely appropriately, and has followed all statutory requirements”. Andrew Copson, chief executive of Humanists UK, which is supporting the couple’s legal challenge, said: “We are the only sovereign state in the world to require schools to hold daily Christian worship, yet 80% of our young people and 75% of people of parental age are not Christians. Our state schools are instead home to children of a broad diversity of cultures and backgrounds and they deserve and need inclusive activities that bring them together as one community. “Requiring children to participate in religious worship and then marginalising them if in good conscience they cannot, ignores their right to freedom of religion or belief and is a negation of inclusion.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}