{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jul/05/castleford-leeds-rugby-league-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-07-05T21:01:19Z", "webTitle": "Leeds see off Castleford to pick up vital points in relegation battle", "webUrl": "https://www.theguardian.com/sport/2019/jul/05/castleford-leeds-rugby-league-match-report", "apiUrl": "https://content.guardianapis.com/sport/2019/jul/05/castleford-leeds-rugby-league-match-report", "fields": {"headline": "Leeds see off Castleford to pick up vital points in relegation battle", "bodyText": "Slowly but surely the tide seems finally to be turning for the better at Leeds Rhinos. The eight-times Super League champions are by no means safe from relegation yet but both the performances and results they have conjured up in the last six days finally offer hope that less traumatic times lie ahead. Super League games as high-octane as these are often decided by moments of brilliance in attack but here the foundations for a second successive Leeds victory were laid firmly in defence. For over an hour they kept Castleford scoreless and, though the hosts’ profligacy played a part, the desire and determination the Rhinos showed without the ball was decisive in helping them move two points clear of London and Hull KR at the bottom. For the first time in a while there is daylight between the Rhinos and the relegation zone. It is not just that but Leeds are now four points off the play-offs, too. Can they achieve the unthinkable? “Look, let’s just keep talking about one game at a time,” said their interim coach, Richard Agar - who is building a steady case for the role on a permanent basis. “We’ll decide where and how we finish this season. We have the talent and commitment.” The fact that Leeds defended their line for large periods of the first half and escaped with a 6-0 lead courtesy of Trent Merrin’s try underlined their effort. If that was a psychological blow, Jack Walker’s try shortly after the restart to double their lead, coupled with a Liam Sutcliffe penalty, were equally significant. But perhaps the greatest indicator that the Rhinos’ fortunes have changed came after that, when Castleford threatened an unlikely comeback. Back-to-back tries from James Clare finally breached the Leeds line and, with the score suddenly 14-10, the Rhinos’ resilience was being tested. On occasions earlier in the year they would have collapsed at that stage but this time they held firm - and finally killed off the hosts, who could themselves fall out of the play-offs later this weekend, when Rob Lui’s magnificent individual try secured a victory that seemed thoroughly deserved. There have not been many occasions this season when their supporters have been able to say that. Castleford Mata’utia; Clare, Minikin, Blaire, Eden; Rankin, Aston; Watts, Milner, Smith, Sene-Lefao, McMeeken, Massey. Interchange McShane, Millington, Cook, Clarkson. Tries Clare 2. Goal Rankin Leeds Walker; Briscoe, Newman, Hurrell, Handley; Lui, Myler; Seumanufagai, Dwyer, Cuthbertson, Ferres, Sutcliffe, Merrin. Interchange Martin, Donaldson, Singleton, Smith. Tries Merrin, Walker, Lui. Goals Sutcliffe 3. Referee B Thaler Attendance 8,147"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}