{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jul/20/boris-johnson-iran-gulf-crisis-admiral-lord-west", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-07-20T22:24:00Z", "webTitle": "Boris Johnson warned: focus on Iran crisis or risk war", "webUrl": "https://www.theguardian.com/world/2019/jul/20/boris-johnson-iran-gulf-crisis-admiral-lord-west", "apiUrl": "https://content.guardianapis.com/world/2019/jul/20/boris-johnson-iran-gulf-crisis-admiral-lord-west", "fields": {"headline": "Boris Johnson warned: focus on Iran crisis or risk war", "bodyText": "Boris Johnson will be tested by a major international crisis in his first days as prime minister, senior military figures and politicians have warned, after Iran seized a British-flagged tanker in a move that raised tensions in the Gulf to new heights. Johnson, who is expected to win the race to succeed Theresa May as Tory leader and be installed as the new prime minister on Wednesday, was kept informed about the spiralling crisis on Saturday by his rival for the top job, Jeremy Hunt, whom he is expected to reappoint as foreign secretary. The former first sea lord Admiral Lord West, writing in the Observer, has said the British government should have done more to protect UK ships in the Gulf in recent days and suggests those responsible for such decisions were distracted by the race for No 10. Under a new prime minister, he says, the government must now focus on the crisis or risk a descent into war. “This crisis has developed as the eyes of our political establishment have been focused on the election of a new prime minister,” West says. “Whoever wins is going to have to face a major international crisis as soon as he is in post. It cannot be ignored because of Brexit.” He adds: “There are very real risks of a miscalculation or foolhardy action leading to war.” Writing on theguardian.com, Alistair Burt, a former Foreign Office minister with responsibility for the Middle East, says the new prime minister already had enough problems to contend with, but now has “a fully formed international crisis sitting in the in-tray marked Iran”. On Saturday, Hunt summoned Tehran’s top diplomat in London, and warned UK ships to temporarily avoid the strait of Hormuz, after Iran’s Revolutionary Guards seized the British-flagged tanker off the country’s coast and took it to one of its main military ports on Friday. The foreign secretary said he had spoken to his Iranian counterpart, Mohammad Javad Zarif, to express “extreme disappointment” over Iran’s actions, and vowed to protect UK ships during the crisis. On Saturday night, Hunt insisted the tanker, the Stena Impero, had been seized in Omani waters in “clear contravention of international law”, and condemned the move as “totally and utterly unacceptable”. “It raises very serious questions about the security of British shipping, and indeed international shipping, in the strait of Hormuz,” he said. Hunt had promised a robust response if the tanker was not released, but said the government was not contemplating military action. On Saturday night it was reported that Hunt is to use a Commons statement on Monday to announce a package of diplomatic and economic measures, including possible asset freezes, against the regime. Government sources said the timing of Iran’s action, just before a change of prime minister, meant it was now almost certain that Hunt would stay as foreign secretary if, as expected, Johnson is declared the winner of the Tory leadership contest on Tuesday. One former minister said it would be “unthinkable” for a new foreign secretary to be brought it in at such a time. However, doubts remained in Whitehall about the ability of Johnson and his new team to handle the crisis. Johnson was strongly criticised when, as foreign secretary, he made false remarks about Nazanin Zaghari-Ratcliffe, the British-Iranian woman detained in Iran, which her family say worsened her plight. The former foreign secretary Margaret Beckett said it was a dangerous moment: “This is a critical test for the new prime minister which will put him and his team on their mettle.” The government’s emergency committee, Cobra, met on Saturday afternoon to discuss the crisis – the second such gathering in under 24 hours. It is understood that, while Johnson was not due to be briefed, as he is not a member of the government, Hunt kept him abreast of developments. Iran’s chargé d’affaires, the country’s senior diplomat in London, was also summoned to the Foreign Office. Iran’s capture of the tanker and its 23 crew members came two weeks after Royal Marines seized an Iranian tanker, the Grace 1, off Gibraltar, on suspicion of shipping oil to Syria in violation of an EU embargo, and just hours after authorities in Gibraltar announced that they would extend their custody of the vessel. The Stena Impero’s owners said the tanker had been taken to Bandar Abbas, one of Iran’s main military bases, and was carrying “23 seafarers of Indian, Russian, Latvian and Filipino nationality”. The crew were said on Saturday night to be in good health. The details of what happened on Friday afternoon remained unclear. Iran’s official news agency has said the ship was seized after hitting a fishing boat. A spokesman for the Revolutionary Guards said it was being escorted by a UK military vessel at the time, which tried to stop Iran diverting the tanker to its coast. The defence secretary, Penny Mordaunt, said a Royal Navy frigate had been an hour from the scene when Iranian forces took control of the Stena Impero. The tanker was in Omani waters at the time, she told Sky News. The ship’s owners have said it was in international waters, complying with all laws and regulations, when it was captured. On Saturday Britain’s mission to the United Nations told the security council that the seized tanker was in Omani territorial waters when it was captured and Tehran’s action “constitutes illegal interference”. “The ship was exercising the lawful right of transit passage in an international strait as provided for under international law,” the letter said. Tory MP Tom Tugendhat, chair of the Commons foreign affairs committee, said that with the tanker at Bandar Abbas, Britain should rule out the use of force. “It’s an important military port and any military options will be extremely unwise,” he told BBC Radio 4’s Today programme. On Saturday, Iran appeared to explicitly link Friday’s move to the seizure of the Grace 1, which Tehran had denounced as piracy carried out on the orders of Washington. “The rule of reciprocal action is well-known in international law,” Abbas Ali Kadkhodaei, a spokesman for Iran’s Guardian Council, said. The council rarely comments on state matters, but when it does it is seen as reflecting the view of Iran’s supreme leader, Ayatollah Ali Khamenei. Hunt rejected this interpretation, saying that although Tehran saw it as a “tit-for-tat” situation, “nothing could be further from the truth”. A second Liberian-flagged but British operated tanker was also detained for several hours by Iranian forces on Friday, before it was allowed to continue its voyage. Fars, a semi-official Iranian news agency, reported it was given a notice to meet environmental regulations. Around a fifth of the world’s oil must pass through the strait of Hormuz, the busiest shipping lane in the world for crude tankers, and under 40km wide at its narrowest point. Tensions in the Gulf had already affected oil trading, and Friday’s tanker seizures caused prices to spike."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}