{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/grogonomics/2019/jul/20/labor-must-lead-the-fight-to-increase-newstart-otherwise-whats-the-point-of-it", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-07-20T22:00:36Z", "webTitle": "Labor must lead the fight to increase Newstart. Otherwise, what's the point of it? | Greg Jericho", "webUrl": "https://www.theguardian.com/business/grogonomics/2019/jul/20/labor-must-lead-the-fight-to-increase-newstart-otherwise-whats-the-point-of-it", "apiUrl": "https://content.guardianapis.com/business/grogonomics/2019/jul/20/labor-must-lead-the-fight-to-increase-newstart-otherwise-whats-the-point-of-it", "fields": {"headline": "Labor must lead the fight to increase Newstart. Otherwise, what's the point of it?", "bodyText": "It’s nice that now that the election is out of the way some media groups and politicians are discovering that Newstart is too low. Even Nationals MP Barnaby Joyce noted this week to the Australian that “life’s hard” on Newstart and that it perhaps should be increased to take account of the different cost of living across geographical locations. Perhaps he should have voted for the ALP or the Greens at the last election, given they at least had policies that would have led to an increase in Newstart. Oh well, next time, I guess. The ALP has also had some difficulty considering what to do about Newstart, given it lost the election. Its policy before the election was to hold a review into raising the amount. A review was a somewhat dull policy that served only to confuse people about what the ALP intended to do (they intended to raise Newstart, but only after a review into raising it). This week the ALP shadow treasurer, Jim Chalmers, suggested a review still needed to be done “because there are such big dollars involved in any changes to Newstart, and because we’re talking about interactions with other payments in the social security system, and other programs provided by government – it’s important that you factor all of that in.” But really, all of those could have been covered after the fact, even had the ALP gone to the election with a policy like the Greens of raising Newstart by $75 a week. The interactions with other payments is, for example, one thing that is massively overrated. Indeed, it is the standard excuse wheeled out by the treasurer and the prime minister whenever they are asked about the issue. On Thursday, Scott Morrison told reporters that “more importantly, for those who are on Newstart, it is about – well over 90% - in fact, 99% – are on other forms of payments. They are not just on Newstart. There is rental assistance and other support measures in the income support system and social services, which support people in those situations.” Except that statement is, as Luke Henriques-Gomes has reported, rather fallacious. The reason more than 99% are on other form of payments is because almost everyone on Newstart gets the “energy supplements” – a whopping $4.40 a week extra. And more than half of those on Newstart who do get other payments receive no more than $7.30 a week extra on average. Don’t spend it all at once. Another 28% of Newstart recipients get an average of $55 a week through rental assistance. So $332 a week all up – or around 25% less than what was revealed last week is the income of people in the 10th percentile of Australian household incomes. People on Newstart live in poverty. So it really is odd that the ALP are not going full-throated on this issue. Now sure, we are three years from another election and it is rather idiotic to suggest the ALP should have its policies all outlined. But a continuation of the policy to raise Newstart is a pretty easy one to keep and it is an argument that is absolutely there to be made. And yet they seem stymied by their usual hatred of the Greens. In the first sitting week after the election, the ALP voted against a motion by the Greens that included the call for “the federal government to make it a priority to help address poverty in Australia by raising Newstart and Youth Allowance by $75 a week”. The main excuse given was that it was a stunt that would have no effect. Please. Just two days before voting against this motion, Anthony Albanese himself moved a motion to rename the tax cut legislation from “Treasury Laws Amendment (Tax Relief So Working Australians Keep More Of Their Money) bill 2019” to “Treasury Laws Amendment (Tax Relief So Working Australians Keep More Of Their Money But Not For A Really Long Time) bill 2019”. Yeah, great joke (that the ALP voted for the bill anyway made for a rather limp punch line though). Most of what oppositions do in parliament are stunts. When the opposition moves to suspend standing orders or to censure the prime minister, it is doing a stunt – it knows it will not win the vote. Most amendments are stunts – they know they will not pass. Heck, all of question time is usually about stunts designed to get the government to say or commit to something it doesn’t want to. The point is it keeps the focus on the government. Stunts are also the stock in trade of the labour movement. Protests and rallies are stunts – stunts designed to put pressure on those with the power. A review may sound practical, but a number – such as the “Fight for $15” minimum wage campaign in the US – is something people can understand and get behind. Raising the rate by $75 would not even get it close to where Newstart was in relation the aged pension 20 years ago, but it is a start. The ALP should be forcing the government to vote against it every chance it gets, not muttering away about “oh it’s a stunt and we’re about results”. The only result is you look shifty and more worried about the Greens than the Coalition (and sure as heck not at all worried about those on Newstart). It might be a long while until the next election, but Labor needs to keep fighting, not saying it is the government’s problem – make it a problem they have to deal with. Be loud and clear. And be an opposition. Raising the Newstart rate is smart policy, smart politics and just the decent thing to do. If the Labor party can’t be seen to be leading that fight, then, really, what is the point of it? • Greg Jericho is a Guardian Australia columnist"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}