{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jul/01/three-in-four-mps-probably-have-poor-mental-health", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-07-01T22:30:08Z", "webTitle": "Three in four MPs ‘probably have poor mental health’", "webUrl": "https://www.theguardian.com/society/2019/jul/01/three-in-four-mps-probably-have-poor-mental-health", "apiUrl": "https://content.guardianapis.com/society/2019/jul/01/three-in-four-mps-probably-have-poor-mental-health", "fields": {"headline": "Three in four MPs ‘probably have poor mental health’", "bodyText": "Three out of four MPs probably or definitely suffer from poor mental health, the first study of psychological wellbeing among parliamentarians at Westminster has found. Members of the House of Commons are much more likely than either the general population or people in other high-level jobs to be troubled by distress, depression and similar conditions, according to the research. Analysis of information given by 146 MPs who filled in a questionnaire about their mental wellbeing showed that 62 (42%) had “less than optimal mental ill health” while another 49 (34%) had “probable mental ill health”. Just 35 (24%) had “no evidence of probable mental ill health”. “These results paint a worrying picture of MPs’ mental health,” said Dr Dan Poulter, the lead co-author of the study, and himself a Conservative MP and practising NHS psychiatrist. “Being an MP can be quite a lonely occupation. The work itself is inherently stressful. MPs are potentially at greater risk of developing mental health problems because of the nature of their work and because they work in a high-stress environment where there are many brickbats and not many bouquets,” said Poulter, who was a health minister from 2012-15 in the coalition government. “There is also the long hours – MPs can work up to 60-hour weeks at Westminster and in their constituencies – and the fact that, by spending most of the week away from home, that puts a strain on relationships and they don’t have a supportive family environment to go home to at the end of the day.” Compared with four other types of employees, including the total population, corporate managers, all managers and high-earners, MPs have higher levels of feelings of worthlessness, unhappiness and depression. For example, 34% of MPs have a common mental disorder, double the 17% among those in high-income groups. MPs “had lower levels of concentration, were losing sleep because of worry, were feeling less useful, were less capable of making decisions and were feeling under constant strain” compared with those in the four comparator groups, the study says. Similarly, “a higher weighted proportion of MPs could not overcome difficulties, were less able to enjoy normal day-to-day activities, were less able to face up to their problems, reported losing confidence in themselves or feeling unhappy and depressed, and considered themselves to be a worthless person”. The whipping system is another source of psychological upset for MPs, as is abuse, harassment and bullying, according to the findings, which are published in the journal BMJ Open. The “partisan, and occasionally confrontational and aggressive environment at Westminster” can also damage MPs’ wellbeing, Poulter added. However, having a second job outside parliament does not increase their stress levels, it appears. The study is the first time that members of any of the UK’s four parliaments or assemblies, or any parliament internationally, have given detailed insights into their mental health. Poulter said it was worrying that 52% of MPs with a mental health problem said they would not discuss it with a party whip, 48% would not talk about it with a fellow MP, and 55% did not know how to get mental health support at parliament. The parliamentary health and wellbeing service was set up at Westminster to help MPs and their staff with physical and mental health problems. But some reports suggest that it is not well used. Most MPs still do not know it exists, the study found. The authors admit the results may have been skewed by the small percentage (22.4%) of MPs who filled in a questionnaire in December 2016 upon which the findings are based. But they also say that enduring “stigma and self-stigma” about mental ill health at Westminster and beyond may have discouraged MPs from taking part. Claire Murdoch, NHS England’s national director for mental health, said: “This should act as a stark reminder that no one is immune from mental ill-health. It doesn’t discriminate and can happen to anyone at any time, disrupting life for hundreds of thousands of people.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}