{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jul/05/disney-lawsuit-discrimination-pay-gap-women", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-07-05T20:25:42Z", "webTitle": "Four women allege discrimination in major Disney pay gap case", "webUrl": "https://www.theguardian.com/film/2019/jul/05/disney-lawsuit-discrimination-pay-gap-women", "apiUrl": "https://content.guardianapis.com/film/2019/jul/05/disney-lawsuit-discrimination-pay-gap-women", "fields": {"headline": "Four women allege discrimination in major Disney pay gap case", "bodyText": "Four women joined a major pay gap case against the Walt Disney Company, accusing the entertainment giant of gender discrimination at its Hollywood Records music label, its world-famous theme parks and other divisions. The complaint filed in Los Angeles on Friday, alleges that Disney routinely compensates women less than men, denies women promotions, and classifies female employees in lower job titles that don’t match their responsibilities. The claims have widened a class-action suit filed in April, intensifying pressure on the media and entertainment industry in California to confront longstanding pay disparities. The four plaintiffs who filed on Friday allege discrimination at Disney’s music label, which has signed pop singers such as Demi Lovato, Zendaya and Miley Cyrus; Walt Disney Imagineering, a division that does projects for the company’s theme parks, resorts, cruises and venues; Disney Music Publishing, a recording arm of the company; and a business division responsible for ESPN and Hulu streaming services. The allegations expand a class-action suit filed in April to the corporation’s Hollywood Records music label, its world-famous theme parks and other divisions. “The unequal pay infects the entirety of Disney,” attorney Lori Andrus told the Guardian. “It’s not just an isolated incident … The gap is pretty dramatic.” Disney did not immediately respond to a request for comment , but previously said the corporation has “robust pay equity practices and policies” supported by a “specialized team of compensation professionals and lawyers”. Enny Joo, one of the new plaintiffs, has worked for Disney since 1998 and was promoted to a creative director role in 2000. She has not received a formal promotion since then, the complaint said, even though she was asked to oversee the marketing department’s creative campaigns for the entire roster of Hollywood Records’ artists in 2017. Disney has refused to promote her to vice-president – the job classification of the man previously in Joo’s role, the suit says. And yet Joo has received “exemplary performance reviews”, in which Joo was described as a “real leader” who is “working at the top of her game” and manages to “juggle a very heavy, often very taxing workload with grace and intelligence”. Ginia Eady-Marshall, another plaintiff, is a senior manager for Disney Music Publishing and has been at the company for 15 years. In 2013, she was promoted to a manager role, responsible for overseeing music research, and although the man who previously had the job was classified as a director, Eady-Marshall was not given that title or salary, the suit says. She also later learned that she was earning $25,000 less than some men with her same title, according to the complaint. Becky Train, a media producer in the theme parks division, said she recently learned of at least one other male media producer earning more than $10,000 more than her, despite them doing the same job. The fourth plaintiff, Amy Hutchins, has worked for Disney’s direct-to-consumer business division for 14 years, and as a production supervisor for more than 10 years. Although her boss acknowledged she was doing manager-level work, she has been unfairly passed over for promotions, the complaint alleges. “It is totally crazy that someone who has been with the company for 15 years can be making tens of thousands of dollars less than her male counterparts,” said Andrus. Some of the women only learned of their unequal salaries because they had male friends at the company who disclosed their wages, the attorney said. “Men are more frequently judged on their potential and not on their performance,” Andrus added. “The woman is told, ‘Well you just need to prove yourself,’ even though she’s already been there for 20-something years.” Four of the six named plaintiffs in the case are women of color, though the attorneys have not alleged racial discrimination. The lawyers have now proposed a class-action case that would cover all women employed full-time by the company in California since April 2015. “I love my job,” Eady-Marshall said in a statement. “But when Disney refuses to reward the hard work of its female employees, and when Disney allows unconscious bias to hold us back, I cannot stand by and do nothing.” The complaint follows high-profile pay gap litigation at Silicon Valley corporations such as Google and Oracle and comes as the Time’s Up movement has increased scrutiny of discrimination in Hollywood. In the UK, Disney revealed earlier this year that it has paid men 22% more on average than women. Disney has also faced growing pressure over its pay of low-wage workers at its Disneyland resort. Earlier this year, Abigail Disney, the great-niece of Walt Disney, publicly criticized the company’s chief executive, Bob Iger, for his $65.6m salary, saying it “deepened wealth inequality” and was “insane”."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}