{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jul/02/rise-in-population-of-crows-and-avian-predators-linked-to-pheasant-shoots", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-07-01T23:01:08Z", "webTitle": "Rise in population of crows and avian predators linked to pheasant shoots", "webUrl": "https://www.theguardian.com/environment/2019/jul/02/rise-in-population-of-crows-and-avian-predators-linked-to-pheasant-shoots", "apiUrl": "https://content.guardianapis.com/environment/2019/jul/02/rise-in-population-of-crows-and-avian-predators-linked-to-pheasant-shoots", "fields": {"headline": "Rise in population of crows and avian predators linked to pheasant shoots", "bodyText": "Large-scale pheasant and partridge shoots are boosting the populations of avian predators including crows, jays, ravens and buzzards, which are feeding on millions of the non-native gamebirds, according to a new study. Despite gamekeepers legally trapping and shooting many avian predators to protect pheasants and partridges, researchers found “multiple positive associations” between areas of lowland Britain with large numbers of reared pheasants and partridges and higher populations of avian predators. Ecologists say crows, ravens and other avian predators are feeding on many of the pheasants and partridges, which are released as young birds into the countryside. Pheasants killed by vehicles on roads also provide carrion for birds such as buzzards. About 43m pheasants – a non-native species originally from Armenia and Georgia – are released into the British countryside each year, with only 13m birds shot, according to the Game and Wildlife Conservation Trust (GWCT) data analysed in a second new paper published in British Birds by the wildlife campaigner Mark Avery. Other European countries release far fewer gamebirds – 3m captive-reared birds are put into the Spanish countryside each year, with about 15m in France – and Britain has higher overall densities of versatile, medium-sized predators such as foxes and crows than other European countries. Ecologists believe one reason is because larger predators such as lynx have been driven to extinction but many also point to huge quantities of released gamebirds providing food for foxes, badgers and red kites. The pheasant shooting industry has expanded tenfold in recent years, mirroring large rises in populations of buzzards, badgers and red kites. According to figures in Avery’s paper, just three to four million pheasants were released to shoot in 1970. British Trust for Ornithology (BTO) data reveals that Britain’s buzzard population increased by 494% between 1970 and 2016. The high number of predators has been shown in other research to be hastening the demise of ground-nesting birds, with crows linked to the decline of the curlew, which is almost extinct as a breeding bird in southern England. Henrietta Pringle, research ecologist at the BTO and lead author of the study published in the Journal of Applied Ecology, said: “We’re releasing tens of millions of these non-native birds and we would expect that to have some sort of effect. This is the first evidence on a national scale that these multiple positive associations [between pheasant releases and avian predator populations] are occurring.” Researchers said the higher populations of predators in areas of intensive pheasant shoots could not be explained by other factors, such as the shooting landscape also being particularly suitable for predators. The study also looked at populations of other predatory bird species which do not feed on pheasants, such as kestrels and rooks, and these did not show such significant population increases in shooting areas. Avery said that Pringle’s study “gives greater credence to the idea that our high densities of generalist medium-sized predators is partly because we are feeding them on pheasants and red-legged partridges. Gamekeepers want to kill crows and foxes but they are actually feeding them for most of the year by throwing out all these gamebirds, only a third of which are shot.” He added: “Releasing tens of millions of pheasants and red-legged partridges into the countryside with no limits, no monitoring and no ecological impact assessment is ridiculous. Government should act to regulate the shooting industry with all haste.” Pringle’s paper said reducing the quantities of gamebirds could help species endangered by avian predators. “Reducing gamebird releases could make [an] effective and sustainable contribution to solving conservation problems in which effects of predators on prey populations are implicated,” the study concludes. Jonathan Reynolds, head of predation control studies at GWCT, said: “This study reports correlations only (ie not cause and effect) and they are very weak. We endorse the recommendation in the paper for more detailed and incisive research that looks at the hypotheses properly.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}