{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jul/05/frank-lampard-chelsea-drinkwater-batshuayi", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-07-05T21:29:05Z", "webTitle": "Frank Lampard offers fresh Chelsea chances to Drinkwater and Batshuayi", "webUrl": "https://www.theguardian.com/football/2019/jul/05/frank-lampard-chelsea-drinkwater-batshuayi", "apiUrl": "https://content.guardianapis.com/football/2019/jul/05/frank-lampard-chelsea-drinkwater-batshuayi", "fields": {"headline": "Frank Lampard offers fresh Chelsea chances to Drinkwater and Batshuayi", "bodyText": "Frank Lampard will give Danny Drinkwater and Michy Batshuayi the opportunity to resurrect their Chelsea careers should they impress in pre-season, though the Europa League winners do not anticipate Álvaro Morata playing a part under the new regime. Neither Drinkwater, a £35m signing from Leicester City two years ago who has three England caps, nor Batshuayi had been in contention under the club’s previous head coach, Maurizio Sarri. The midfielder’s campaign amounted to a cameo as a substitute in the Community Shield and he failed to make a competitive appearance under the Italian, despite training with the first team. Batshuayi, who scored the goal which clinched Chelsea the title under Antonio Conte, spent last season on loan at Valencia and Crystal Palace, for whom he scored six times in 13 appearances. The 25-year-old, a £33.2m signing from Marseille in 2016, has returned early for pre-season training in an attempt to demonstrate his eagerness to impress. He and Drinkwater are in Lampard’s squad that travelled to Dublin on Friday for a training camp and friendlies against Bohemian and St Patrick’s Athletic. The new head coach is conscious of the limitations that have been placed on Chelsea by Fifa’s transfer ban, which could extend to 2020, and has told the players he has inherited that they start with a clean slate. “Everybody will have the opportunity to show what they can do and [demonstrate] their attitude, the way they play and train in pre-season onwards,” he said. “I would be a fool to come here with ideas about freezing anybody out. I want to get the best out of the squad. Everybody has an opportunity, I have no preconceived ideas about anybody. I have got good knowledge of the squad but I need to see them over the next month.” Drinkwater is one of only five Chelsea players whom Uefa deems to qualify as homegrown for the Champions League. Another of those, England’s Ruben Loftus-Cheek, is in long-term rehabilitation after rupturing an achilles tendon in May. Charly Musonda has returned to Vitesse Arnhem on loan but Morata, once the record signing, appears to have played his last game for Chelsea having reported back for pre-season training at Atlético Madrid. The Spanish club are expected to submit a bid of around £50m to secure the Spain striker on a permanent basis, allaying fears Chelsea could trigger a recall clause written into the 26-year-old’s 18-month loan deal agreed in January. The London club opted against signing Gonzalo Higuaín from Juventus, a decision which left them with a senior strike-force of Olivier Giroud, Tammy Abraham and Batshuayi. However, Morata, who scored six goals for Atlético in the second half of the season, has made clear his preference is to remain in Spain and Chelsea expect the Spanish club to sign him."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}