{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jul/10/googles-power-is-extraordinary-businesses-turn-to-the-courts-over-bad-reviews", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-07-09T22:00:08Z", "webTitle": "‘Google's power is extraordinary’: businesses turn to the courts over bad reviews", "webUrl": "https://www.theguardian.com/technology/2019/jul/10/googles-power-is-extraordinary-businesses-turn-to-the-courts-over-bad-reviews", "apiUrl": "https://content.guardianapis.com/technology/2019/jul/10/googles-power-is-extraordinary-businesses-turn-to-the-courts-over-bad-reviews", "fields": {"headline": "‘Google's power is extraordinary’: businesses turn to the courts over bad reviews", "bodyText": "Mark Fletcher says he never paid much attention to Google reviews left by customers for his Victorian-based software business Tower Systems – until five months ago. He was told he had lost a sale due to a negative review from a person called Ashley T. The comment, made a year ago, claimed the point-of-sale software was buggy and the company did not communicate well in response to complaints. “I would STRONGLY recommend not buying this product,” the review said. Tower’s story is far from uncommon, as the impact of negative reviews is hotly debated among customers, businesses and Google, which has found itself increasingly embroiled in court actions. Fletcher replied, saying the business had tried several times to contact the customer and left them a message. But more anonymous negative reviews began rolling in, bringing down the company’s rating. Fletcher says it was difficult to get Google to do anything about it. “We filled in Google forms, complaining about false and misleading reviews and anonymous reviews and have heard nothing,” he says. “Google makes it easy for people to complain about businesses but almost impossible to deal with misleading claims. “The power Google has is extraordinary.” Fletcher even started paying for Google Ads, thinking it would help get a response from the tech giant, to no avail. “Absolute silence from Google,” he says. The negative reviews and lower star rating on Google began costing the company business leads, Fletcher says. He says he was forced to ask customers to leave positive reviews to fix the rating. The average is now up to 3.8 out of 5. “I hate doing that. I want reviews to be natural,” he says. Online reviews such as those on Google, Facebook or Yelp can make or break a business. Some businesses and customers swear by them, others curse their existence. Some people told Guardian Australia a good Google review rating was a useful way to find small businesses that didn’t have a website. Jillian Harrison, who manages social media for Republic Bar in Hobart, says users who saw reviews for the bar come up in search were often prompted to leave similar reviews. “Google reviewers tend to be a bit more specifically analytical in their comments – less of the broadsided swipes or praises,” she says. “They tend to say why they like or dislike something, which is definitely useful.” Others say leaving a negative review is a good way to get a company’s attention when it is otherwise unresponsive. Rory Gallagher, the Australian managing director of the Behavioural Insights Team, says review systems are more likely to have an impact on smaller businesses than generic chains. “Consumers might already know what to expect from a burger at McDonald’s, but know less about an independent burger restaurant, so may be much more influenced by the ratings of others,” he says. Much of the contention around online reviews comes down to verification, whether people can review anonymously, and what power businesses have to pull down fake or inaccurate reviews. Some review websites require verification for users. Google does not. Gallagher suggests one change that could help weed out fake reviews would be for feedback to be displayed on a profile only once a certain number of reviews have been posted. A review of the Australian Consumer Law in 2017 found that some businesses have gone as far as getting customers to sign nondisclosure agreements in settling consumer law disputes to prevent customers speaking publicly about bad experiences. Several companies have been set up promising to get bad online reviews removed, but increasingly businesses are turning to the courts, with a growing number of defamation cases aimed at either the reviewer or Google itself. This week Google faces contempt of court charges in the New South Wales supreme court after it failed to immediately follow a court order to take down damaging reviews about an unnamed Sydney businessman. In late June, the NSW supreme court ordered a woman to pay $530,000 in damages to a cosmetic surgeon over a review she left about her nose and cheek surgery. The review was online for three weeks until the doctor took her to court. He reported a 23.61% drop in visitors to his website a week after the first negative review was posted. Google has complied with court orders to remove reviews, but has argued that defamation cases can work against consumer rights, and damage freedom of speech. In a submission in April to the NSW review of defamation reform, the company highlighted that the Australian competition watchdog had recently taken legal action against a car hire company called Australian 4WD Hire for allegedly unfair contract terms. Google pointed out that the same company had won interim orders in the federal court against Google just 18 months earlier for negative reviews, forcing it to pull them down. “This is a classic example of defamation laws leading to the suppression of information that would have prevented consumers suffering from unfair business practices,” Google said. Google has argued the fight should be between the person who left the allegedly defamatory review and the business itself. At the same time, the company said it did not want to have to remove alleged defamatory content without a court order, arguing it should not be the arbiter of what is or is not defamatory. “Google submits that takedown procedures should only be implemented following a court order. To legislate takedowns in the absence of judicial review would require Google LLC to act as a court, reaching a verdict on whether particular content is defamatory and whether valid defences (such as truth) apply,” the company said. “Google LLC is not well placed to do this. A mandatory takedown procedure could lead to virtually all negative content being removed from the internet, including useful negative content, such as whistleblowing, business reviews and investigative journalism.” A spokesperson for Google told Guardian Australia the company takes court orders seriously and responds to them in a timely manner."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}