{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-07-11T20:24:23Z", "webTitle": "Boris Johnson claims he supports Kim Darroch amid Tory criticism", "webUrl": "https://www.theguardian.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation", "apiUrl": "https://content.guardianapis.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation", "fields": {"headline": "Boris Johnson claims he supports Kim Darroch amid Tory criticism", "bodyText": "Boris Johnson has claimed he fully supports the outgoing UK ambassador to the US, Sir Kim Darroch, a day after it was reported that his previous repeated and public refusals to do so had convinced the diplomat he had no choice other than to resign. Darroch chose to step down as the country’s envoy in Washington on Wednesday amid a diplomatic row over leaked diplomatic cables that showed him criticising Donald Trump. Johnson, a former foreign secretary, was accused of throwing Darroch “under the bus” after he refused to say he would leave him in place if he became prime minister during a Tory leadership debate on Tuesday. At a Tory leadership hustings on Thursday evening, Johnson claimed he fully supports Darroch, saying he had spoken to him to convey his regret, adding that the former envoy had been the “victim of a very unpleasant stunt” in the leaking of his memos. Asked about his refusal to offer such effusive support before Darroch chose to step down, Johnson said he did not think that “issues of personnel in our civil service should become footballs in political conversations”. Earlier he was heavily criticised by fellow Tory MPs over his role Darroch’s decision to resign, with one backbencher saying the frontrunner in the Conservative leadership contest should come to the Commons to apologise. An urgent question in the Commons about Darroch’s departure resulted in repeated condemnation of Johnson, and only one Conservative MP came to his defence. The criticism was based on Johnson’s choice of language in Tuesday’s debate, even as his leadership rival, the foreign secretary, Jeremy Hunt, said he would expect the ambassador to stay in post until his planned retirement. In a shock move that prompted the senior civil servant at the Foreign Office to call an all-staff meeting to reassure “shaken” diplomats, Darroch announced on Wednesday morning that he could no longer continue in his role in the wake of the leak. Adding to the likely discomfort for Johnson, the Foreign Office minister sent out to respond to the urgent question for the government was Sir Alan Duncan, who on Wednesday accused him of “throwing Darroch under the bus”. Asked about Duncan’s comments at the Maidstone hustings, Johnson said: “There has certainly been an attempt to politicise this issue and to take the career prospects of Sir Kim and turn them into an issue in the Conservative party leadership contest, I notice that. I don’t think that should happen … I don’t think that issues of personnel in our civil service should become footballs in political conversation.” In the hustings on Thursday, Johnson was also forced on to the defensive over whether he was too deferential to Trump. He said that there were reasons to believe Britain’s relationship with the United States was the “single most important strategic fact of our times”. But he said he had criticised Trump before and would do so again if needed. “I criticised him as foreign secretary,” he said. Earlier, in the Commons, the most vehement criticism came from David Morris, the Conservative MP for Morecambe and Lunesdale, who condemned Johnson for failing to fully back Darroch. Darroch is understood to have made the decision to resign after watching Johnson repeatedly declining to offer his support in the Tuesday’s debate. “Do you not feel that it is incumbent on every member of parliament in this place to back up our excellent diplomats and civil servants, and the honourable member for Uxbridge should come to the house and apologise?” Morris asked. Other Conservatives expressed similar views, with Roger Gale telling the Commons: “The failure of the former foreign secretary to leap to the defence of Sir Kim shows a lack of leadership that is lamentable.” The Tory MP Tom Tugendhat, who chairs the Commons foreign affairs committee, was less direct, but made his feelings known, saying the loss of Darroch after Trump’s comments amounted to the UK being bullied. Tugendhat said the government should “always stand up for those we send abroad, military or civilian, and will back them to the point that is necessary in the interests of the British people, and no one else”. The only support for Johnson came from the veteran Tory backbencher Peter Bone, who said: “The attacking of colleagues is completely wrong and people should be ashamed of themselves when they’ve done that.” The urgent question was tabled by Labour’s Pat McFadden, who said the decision of Darroch to resign, despite having the full support of Theresa May and her cabinet, was “a dark moment for our democracy and for the standing of the United Kingdom”. McFadden said Johnson’s lack of support for the envoy was “an appalling abandonment of someone in the firing line”. He added: “Real leaders protect their people. They don’t throw them to the wolves because they can sniff a prize for themselves. His actions are a chilling warning of what is to come if he becomes prime minister.” Duncan said he would not be responding to such views on Johnson: “I hope the house will understand if I hold back today from making any further comment on the right honourable friend the member for Uxbridge. I said enough yesterday to make my position entirely clear.” Duncan nonetheless managed to reiterate his condemnation of Johnson several times in ways varying from the coded to the open. Responding to one question, he replied: “It is everyone’s duty, and everyone in this house’s duty, to defend our ambassadors. They are our ambassadors, doing our duty. If they do something terribly wrong or break all the rules, that’s altogether different.” Duncan later drew laughter after the Liberal Democrat deputy leader, Jo Swinson, cited his description of Johnson’s actions as “the behaviour of an utter wimp”. “I seem to recall that was one of the kinder words I used yesterday,” Duncan told MPs, adding: “I think what I would rather do is concentrate on the specific details of the question put, the merits of Sir Kim Darroch rather than the … merits of anyone else.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}