{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jul/21/australias-strength-in-depth-shines-in-womens-ashes-while-england-stagnate", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-07-20T23:28:01Z", "webTitle": "Australia's strength in depth shines in Women's Ashes while England stagnate | Geoff Lemon", "webUrl": "https://www.theguardian.com/sport/2019/jul/21/australias-strength-in-depth-shines-in-womens-ashes-while-england-stagnate", "apiUrl": "https://content.guardianapis.com/sport/2019/jul/21/australias-strength-in-depth-shines-in-womens-ashes-while-england-stagnate", "fields": {"headline": "Australia's strength in depth shines in Women's Ashes while England stagnate", "bodyText": "For a while on the third morning of the Women’s Ashes Test, you could forget about everything but watching Beth Mooney bat. This is one of the Queenslander’s persistent traits. As an opener in T20 cricket, the feature of her game is her clean strokeplay: driving smartly through cover and midwicket, flicking or cutting square, finding the rope through gaps along the ground before starting to go aerial as field placings demand. In the longer formats for Australia, Mooney is still finding her way and finding her place in the middle order. Trying to judge the tempo of her innings and the demands of the situation. When she came out to bat on the second day, the lunch break and rain were both on the horizon, so she only played to survive. On the third day, with the water dried up and the sun shining, she could match it. Australia’s position was already dominant, at 341 for five. Runs in good time were the order of the day. That suited Mooney just fine. The half-century that followed was in her usual style. The boundaries through cover and mid-on were impeccably timed on a pitch where others had struggled. Ripe balls from the spinners vanished over midwicket. And when Sophie Ecclestone bowled very wide, Mooney she wasn’t fussed about the fact that the ball was full – she almost did the splits to get low enough to carve a cut shot through point, rather than standing up to drive with a vertical bat. It was Mooney’s work across 20 overs that first staked her claim to an Australian spot. She has reached 400 season runs across each of the four Big Bash editions to date. What that emphasised in this Test was one of the advantages that Australia currently has over England in women’s cricket. In short, there are far more cricketers in Australia becoming good enough to make their way to the top. If you looked at an England scorecard during this series, it could just about be a scorecard from five or six years ago. Very little has changed. Ecclestone has emerged as a spinner, and the other young left-armer Kirstie Gordon has switched from Scotland. Amy Jones is being treated as a new player thanks to recent form but debuted in 2013. Aside from that, the names are all familiar. Katherine Brunt, Anya Shrubsole, Heather Knight, Sarah Taylor, Tammy Beaumont, Nat Sciver, Georgia Elwiss, Laura Marsh. Around the squad, Kate Cross, Danni Wyatt, Alex Hartley. All very fine players, but there is a point at which a lack of change looks less like stability and more like stagnation. The fact is that there is little pressure on those players or their places from below. The players a level down aren’t playing a high enough standard. There is no means to produce those newer players. Then compare that to the Australian side. Legacy players like Elyse Villani or Sarah Aley have been displaced by newer talent. Alex Blackwell would still be playing in an England shirt but made the call to relinquish an Australian one. Nicole Bolton is under serious pressure at the top of the order, with Mooney a ready replacement and a queue of options for that spot in the middle. Delissa Kimmince took five wickets in the second ODI and couldn’t make the Test side. She came back to international cricket through the Big Bash. So did Rachael Haynes. Then come the younger players, having cut their teeth on competitive cricket under proper scrutiny: Georgia Wareham in the ODIs, the likes of Amanda Wellington and Molly Strano in the reserve team, and the Test debutants Ash Gardner, Tayla Vlaeminck and Sophie Molineux. Molineux was the other feature of the third day. While she was batting with Mooney there was a real Big Bash flavour: the openers for the Heat and the Melbourne Renegades. Molineux enjoyed a cameo with the bat before settling in for a long spell with the ball, landing her off-breaks consistently on a length to draw players forward while bowling straight enough to force them to play. Three wickets were her reward: Knight and Jones sucked in by flight, the former beaten over the top of her sweep to be leg-before, the latter mistiming a drive to give up a straight catch. Then the ball to get Tayor was a foxer, going on straight to nick the outside of her knee roll in front of off stump before clunking into the face of the bat. Umpire Alex Wharf’s decision was a beauty. “I love Test cricket, and I love wearing the whites and playing with the red ball,” said Molineux later. “I’ve played a lot of longer-format cricket growing up back at home, so just to put the whites back on again I felt right at home.” But just as important was the professional cricket she has played in Australia, making her comfortable enough that she could play the defining role in reducing England to 199 for six, trailing on the first innings by 221 with a day to play. As Australia’s dominance in this series has extended, the questions are becoming more strident about why a gulf is opening up. Even a couple of years ago Australia had a similar issue: a stagnant player pool where the same names were fished out each time. If you’re looking for a difference between the sides in 2019, a glance at the team sheets is the simplest illustration."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}