{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jul/05/generational-clash-at-rsl-victoria-over-whether-to-quit-pokies-business", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-07-05T22:00:06Z", "webTitle": "Generational clash at RSL Victoria over whether to quit pokies business", "webUrl": "https://www.theguardian.com/australia-news/2019/jul/05/generational-clash-at-rsl-victoria-over-whether-to-quit-pokies-business", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jul/05/generational-clash-at-rsl-victoria-over-whether-to-quit-pokies-business", "fields": {"headline": "Generational clash at RSL Victoria over whether to quit pokies business", "bodyText": "While the supermarket giants and AFL clubs are pulling out of the poker machine business, Victoria’s Returned Services League branch is not following suit yet – despite a push from some veterans and declining gambling revenue. At the 104th RSL Victoria state conference in Melbourne, there was a heated generational showdown between the the league’s top brass – predominately ex-Vietnam servicemen – and younger veterans who served in Iraq, Afghanistan and East Timor. A day after Woolworths announced it was offloading its pokies and pubs business, the RSL leadership faced questions about the merits of gambling revenue as a way to fund veterans’ welfare services. Former army captain Dave Petersen, who served in Afghanistan, seized on the recent moves by Woolworths, Coles and some Victorian AFL clubs to quit the pokies business. “Maybe we could speak to Geelong Football Club to figure out how they divested from poker machines instead of buying poker machines off them,” Petersen said. The North Melbourne Kangaroos pulled out of pokies in 2008, and the Melbourne Demons have vowed to do the same by 2022. The Geelong Cats and the Western Bulldogs have also signalled that they are getting out of the business and Collingwood Magpies sold two pokies venues last year. The RSL Victoria state president, Robert Webster, said there had been significant debate on the matter at an executive level. He said RSL Victoria’s 52 gaming sub-branches produced $11m a year towards welfare services compared with $6.8m from fundraising appeals. Webster acknowledged the need to move away from gaming because revenue from it was declining. He said the organisation was looking to diversify its income stream but declined to make a specific commitment to divesting. “At the moment, they are providing money that we don’t have, to help veterans,” he said. Petersen said was buoyed by Webster’s comments, noting that it was the first time RSL Victoria had used language like that in a public space. “It’s the start of the end from our perspective” he said. “Other boards are making the decision to divest, and what will happen when the RSL acknowledges that it’s socially irresponsible, and unacceptable to operate poker machines as a charity, our … position to sell those assets will be greatly diminished.” Petersen said pokies were ruining the lives of many young veterans. “I know a veteran who put $300,000 through the pokies at the Altona RSL. The Altona RSL had assisted him to get a [veterans] pension and a payout from the veterans affairs department.” It’s understood the league must find $68m to pay the state government for pokies licences between 2020 and 2032. The 52 RSL sub-branches that have gaming operations are contracted to continue them until at least 2032, the league said in a statement. Lucas Moon, a young veteran in the group pushing for reform, was upset that RSL Victoria had scuttled a proposed veterans hub at a site in Collingwood, after being offered 100-year peppercorn rent from a local council. The proposed hub included employment, health, psychological, legal and social inclusion services. The state conference was told that no independent feasibility study or business case had been prepared before the management knocked the idea on the head and pulled out of the expression-of-interest process. Webster told the conference the management had relied on an engineering report, which estimated a $4m to $7m outlay to make the property habitable and that the process could be long, difficult and full of unknowns. There were risks RSL Victoria was not prepared to take, he said, adding that other sites were being considered. A spokeswoman for RSL Victoria said: “Our role at RSL Victoria is to ensure the continued viability of the RSL in Victoria, and part of this is making sure that we have continued revenue streams that will fund the operation of the RSL for another 100 years.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}