{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jul/05/talking-horses-regal-reality-eclipse-stakes-enable-horse-racing-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-07-05T23:01:07Z", "webTitle": "Talking Horses: Regal Reality can eclipse hot favourite Enable", "webUrl": "https://www.theguardian.com/sport/blog/2019/jul/05/talking-horses-regal-reality-eclipse-stakes-enable-horse-racing-tips", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jul/05/talking-horses-regal-reality-eclipse-stakes-enable-horse-racing-tips", "fields": {"headline": "Talking Horses: Regal Reality can eclipse hot favourite Enable", "bodyText": "Enable is at the centre of a fascinating Eclipse Stakes on Saturday at Sandown and the winner of two Arc de Triomphes is not lightly opposed. Her sire, Nathaniel, won this on his seasonal debut seven years ago but it may be harder for her, bearing in mind that her only previous race at this distance resulted in the only defeat of her career, and a drying surface is no help. Magical, who got within a length of her in the autumn, is the obvious alternative but she had a tough race in the Prince of Wales a fortnight ago. So perhaps this could fall to the latest improver from Sir Michael Stoute’s yard, Regal Reality (3.35), having only his seventh start when impressing in the Brigadier Gerard Stakes here in May. The step up to this distance helped him then, there is more to come and he fairly bounces off fast ground. 1.50 Sandown The middle ground is missing in this Coral Charge, a race in which older horses have had their share of successes. This time eight of the 10 runners are three-year-olds while the other pair are aged nine and 10. Muthmir, one of the veterans, was beaten only a neck last year and can go one place better, following a fine reappearance when a length away from winning Epsom’s Dash. 2.05 Haydock When Sir Ron Priestley was fancied at Royal Ascot rain-softened ground was against him and he may also have gone off a shade quick there. The winner of his previous two, Mark Johnston’s chestnut can bounce back on this fast surface in a much more winnable contest. 2.25 Sandown The five-year-old Via Serendipity will not get an easy lead this time but could still be the value here after bouncing back to form at Chelmsford a fortnight ago. He is only a couple of pounds higher for that five-length win and scored over this course and distance last summer. History Writer will have many fans after his win here last month but it’ll be hard to repeat that late charge in this bigger, hotter field. 2.40 Haydock This drop back in distance could help Enbihaar turn around the York form with Dramatic Queen, who ground her way past in the closing stages. Revenge awaits for John Gosden’s filly, who beat Klassique at Goodwood on her previous outing. 3.00 Sandown Ten furlongs proved too far for Muchly at Goodwood last time, so a line can be put through that defeat and she is the right favourite for this Listed contest, now that she returns to a mile on fast ground. Frankie Dettori won a decent contest on her at Ascot in May and now returns to the saddle. 3.15 Haydock First Eleven is surely ahead of his handicap rating and will win a race like this but he is drawn unattractively wide for a horse at such short odds, and so are a couple of the other interesting ones. Perhaps this may work out for Lucius Tiberius, who put up a brave effort in adverse circumstances at Royal Ascot and can probably see out this distance with a smooth passage."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}