{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jul/24/steve-bruce-newcastle-mike-ashley-bagman", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-07-24T21:30:24Z", "webTitle": "Steve Bruce tells Newcastle fans: ‘I’m not Mike Ashley’s bagman’", "webUrl": "https://www.theguardian.com/football/2019/jul/24/steve-bruce-newcastle-mike-ashley-bagman", "apiUrl": "https://content.guardianapis.com/football/2019/jul/24/steve-bruce-newcastle-mike-ashley-bagman", "fields": {"headline": "Steve Bruce tells Newcastle fans: ‘I’m not Mike Ashley’s bagman’", "bodyText": "At approximately the same time on Wednesday as Britain’s new prime minister stood in Downing Street outlining a prescription for change, Newcastle United’s new head coach detailed a bold manifesto of his own. Ostensibly, Boris Johnson and Steve Bruce have little in common – even if many observers predict their two tenures will end in tears – yet both are obsessed with redefining relationships. Whereas separation from Europe remains Johnson’s fixation, Bruce’s emphasis is on somehow succeeding where Rafael Benítez failed and creating a close, yet equal, partnership with Mike Ashley. Newcastle’s owner joined his latest manager on Tyneside on Wednesday, after landing at the training ground in his helicopter. “Getting on with the people you work for is always key to any success,” Bruce said. “It’s up to me to strike up a relationship and, so far, he’s been straight as a die. I’m sure that will continue.” Given that fans deeply disenchanted by Benítez’s resignation are not only underwhelmed by Bruce’s installation but planning to boycott Newcastle’s opening home game against Arsenal next month, the former Sheffield Wednesday manager knows delicate diplomacy will be called for. He is well aware another predecessor, Alan Pardew, was almost hounded out of Toon after being perceived as Ashley’s puppet. “I’m not going to be anybody’s ‘yes’ man,” Bruce said. “I’m too long in the tooth for that. I’ve heard it said that I’m a puppet but I’m not Mike Ashley’s bagman or anything else. I’m my own man. All I ask is to be given a chance. Whoever was sitting here would find it difficult, Rafa had quite phenomenal, unbelievable support from the fans, and they are big shoes to fill. But let me have a crack.” Benítez quit after deciding that Ashley could not match his ambitions for Newcastle and Bruce too craves much more than merely avoiding relegation. “Rafa’s ended up going and working in China,” he said, slightly pointedly, after settling into a seat which had earlier been occupied by Joelinton, Newcastle’s new record £40m Brazilian striker. “It’s definitely not the case that the ambition here is finishing 17th. Of course Mike Ashley wants more than 17th. We’ve got to take the club forward.” Which is where he believes the FA Cup could come in. “At Hull we got to the final,” Bruce said. “That’s got to be an aim here. I’ve put my neck on the line immediately with that but it’s not just about being happy to stay in the division. That would be wrong. “Everyone knows it’s very, very difficult now to get anywhere near the top of the Premier League. But we’ll try our best. Can we win the FA Cup? Can we win the League Cup? If Hull can stay in the Premier League and reach the FA Cup final surely Newcastle has the tools too?” Similarly Bruce backs his abilities to confound the doubters. “I understand I’m not the majority of supporters’ cup of tea,” he said. “And I’m not Rafa Benítez, who is an extremely good manager. I have broad shoulders and I will need them. But hopefully, given time, I’ll win people round and the supporters will say ‘he’s not so bad after all’.” Although many friends, Alan Shearer included, cautioned him against accepting the job, Bruce could not reject the club he supported as a boy. “I had the chance when Sir Bobby Robson left, turned it down out of loyalty to Birmingham and regretted a terrible decision,” he said. “I never thought there’d be another chance of coming back. I’m aware of the problems but I’m a geordie and that’s probably the reason I’m sitting here. Apart from my brief spell down the road [managing Sunderland] I’ve been away from the north-east a long time but, when you’re from here, Newcastle’s always with you.” The acrimony-enveloped journey from Hillsborough has cost him a lot of friends in South Yorkshire. “I’ve been totally selfish,” he said. “I feel for the players, the staff and everyone at Sheffield Wednesday but I had to have a crack at this. I think I’ve got the tools to take this club forward.” Joelinton’s arrival represents a useful restocking of the attacking armoury. “I watched him playing for Hoffenheim against Manchester City in the Champions League and he’s very, very good,” Bruce said. “I’m delighted with him. Hopefully over the next two weeks we’ll get three or four more in. I’ve had the conversation and there is money to spend.” Ashley may have sold another forward, Ayoze Pérez to Leicester, for £30m this summer but Bruce is adamant Newcastle’s promising young midfielder Sean Longstaff will not be joining Manchester United for £50m. “That won’t happen,” he said. “I’m very confident he won’t go.” Indeed retaining Longstaff could prove integral to building healthy relationships with both Ashley and the fans. “Maybe one day the supporters will sing my name,” said Bruce. “That’s not important to me ... but, if they do sing it one day, it’ll be a sign we’ve done OK.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}