{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jul/13/bologna-head-coach-sinisa-mihajlovic-diagnosed-with-acute-leukaemia", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-07-13T20:49:59Z", "webTitle": "Bologna head coach Sinisa Mihajlovic diagnosed with 'acute leukaemia'", "webUrl": "https://www.theguardian.com/football/2019/jul/13/bologna-head-coach-sinisa-mihajlovic-diagnosed-with-acute-leukaemia", "apiUrl": "https://content.guardianapis.com/football/2019/jul/13/bologna-head-coach-sinisa-mihajlovic-diagnosed-with-acute-leukaemia", "fields": {"headline": "Bologna head coach Sinisa Mihajlovic diagnosed with 'acute leukaemia'", "bodyText": "Sinisa Mihajlovic announced that he has leukaemia in a press conference on Saturday, but has said he will continue working as Bologna’s head coach. Mihajlovic said that the illness was discovered in tests carried out shortly before pre-season training began. Rumours about his health had spread over the past days after he did not join his team on a retreat to the Dolomites in northeastern Italy. “When they told me, it was a huge shock. I spent two days in my room crying ... they are not tears of fear, I know I will win. I always play to win, both in football and in life,” an emotional Mihajlovic said. “It’s a treatable form, you can recover. And I will defeat it.” The former Serbian international also revealed that he undergoes regular tests because his father died of cancer, and that doctors informed him he may not have noticed any symptoms for another year. Bologna’s general manager, Walter Sabatini, said that Mihajlovic would remain the team’s coach “whatever happens in the coming days”, while the team doctor, Gianni Nanni, said the 50-year-old has “acute leukaemia” and will start treatment on Tuesday. The Bologna captain, Blerem Dzemaili, has said the playing squad will give their full support to their coach. “We know what kind of person [Sinisa] is, how strong he is and we’ll try to transmit our strength to him too. He is like a father to us, so we’ll fight for him the way he fights for us.” Roberto Mancini, a former teammate of Mihajlovic, sent the Serb a positive message on Instagram, writing “you’re too strong, this won’t scare you”. Bologna’s first-team players, still away in the Dolomites, watched Mihajlovic’s press conference gathered around a tablet during training. Mihajlovic replaced Filippo Inzaghi as Bologna coach in January, steering them from the relegation zone to a 10th-place finish in his second spell at the Serie A club. He has also coached the Serbian national team as well as Catania, Fiorentina, Sampdoria, Milan and Torino in Italy, and a brief stint with Sporting in Portugal. In his playing career as a full-back, Mihajlovic won the European Cup with Red Star Belgrade, the Cup Winners’ Cup with Lazio, two Serie A titles and four Italian cups. Known for his powerful free-kicks, Mihajlovic was capped for Serbia as well as the former Yugoslavia. He is perhaps best remembered in the UK for a racism row with Patrick Vieira, who accused Mihajlovic of calling him a “monkey” during a Champions League tie between Arsenal and Lazio in 2000. Mihajlovic later apologised to Vieira, and the pair later became teammates at Internazionale."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}