{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jul/02/one-in-five-councils-face-drastic-spending-cuts-within-months", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-07-01T23:01:08Z", "webTitle": "One in five councils face drastic spending cuts within months", "webUrl": "https://www.theguardian.com/society/2019/jul/02/one-in-five-councils-face-drastic-spending-cuts-within-months", "apiUrl": "https://content.guardianapis.com/society/2019/jul/02/one-in-five-councils-face-drastic-spending-cuts-within-months", "fields": {"headline": "One in five councils face drastic spending cuts within months", "bodyText": "The deteriorating financial prospects for local government mean that within months nearly one in five councils in England may be forced to impose drastic spending controls to stave off bankruptcy, council leaders have warned. The Local Government Association (LGA) said councils had little confidence that they would be able to deliver the already tough savings targets they had set themselves for this financial year, and would have to go back for extra cuts to meet their legal requirement to balance their budgets. A further one in three councils surveyed said prospects were so bleak that within three years they would be unable to meet their statutory obligation to provide an adequate service in core areas such as adult social care, child protection and homelessness prevention. Lord Porter, the LGA chairman and a Tory peer, said: “As this survey shows, if the government fails to adequately fund local government, there is a real risk to the future financial viability of some services and councils.” The LGA, which holds its annual conference in Bournemouth on Tuesday, has called for urgent funding guarantees amid concerns that the government’s three-year spending review planned for the autumn will be postponed because of uncertainty caused by the Tory leadership contest and the looming October Brexit deadline. Even if councils are given an emergency one-year “rollover” financial settlement for 2020-21, this will lock austerity into town hall budgets for a 10th successive year, raising fears that a further round of cuts and redundancies will critically undermine the quality and safety of day-to-day services. Porter told MPs last month that vulnerable people would die as a result of social care cuts if the funding gap between resources and demand widened further, saying that “the first serious shock will be when a secretary of state has to stand up and explain to the public why those people died because the money was not available”. He told the Commons housing, communities and local government committee: “I am not sure anybody who gets elected to parliament wants to be the person who stands on the newsstand and explains why people died because of fiscal policy. It is only money, at the end of the day. Why do we need to lose people because of money?” Last year Tory-run Northamptonshire county council in effect declared bankruptcy and imposed a ban on non-essential spending. Its failure to make planned savings after years of cutbacks and chaotic management left it unable to fulfil its legal requirement to meet its spending obligations and balance its budget. It reportedly stabilised its finances early this year after selling its headquarters and spending £60m of the proceeds to balance the books. However, it has since reported a £6m overspend on its adult social care budget, just three months into the new financial year. Councils have already had proposed cuts to statutory services such as libraries and Sure Start centres challenged – and sometimes overturned – in the courts on the grounds that the cuts breach the legal obligation to provide an adequate level of service. More judicial review challenges are expected. The shadow communities secretary, Andrew Gwynne, said community neglect was the legacy of a decade of municipal austerity. “Our councils keep our streets cleaner and safer, protect the most vulnerable in society and maintain our green spaces – but a decade of austerity has eroded these vital services away.” The LGA estimates that between 2010 and 2016, local authorities will have lost 60p out of every £1 they received from central government. By next April the gap between council resources and demand will be £3bn, rising to £8bn by 2025, fuelled by wage inflation and the rising costs of adult and child social care. The LGA survey was completed by 141 out of 339 LGA member councils between 28 March and 5 June. A spokesperson for the Ministry of Housing, Communities and Local Government said: “Councils are a vital link to meet the needs of residents. That’s why we’re providing local authorities with access to £46.4bn this year – a real-terms increase – including extra funding to support some of our most vulnerable groups.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}