{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jul/19/phillip-cocu-contacts-attract-loanees-to-derby", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-07-19T21:30:05Z", "webTitle": "Phillip Cocu hoping to use web of contacts to attract loan stars to Derby", "webUrl": "https://www.theguardian.com/football/2019/jul/19/phillip-cocu-contacts-attract-loanees-to-derby", "apiUrl": "https://content.guardianapis.com/football/2019/jul/19/phillip-cocu-contacts-attract-loanees-to-derby", "fields": {"headline": "Phillip Cocu hoping to use web of contacts to attract loan stars to Derby", "bodyText": "Phillip Cocu has said he will not hesitate to call on his wealth of contacts as Derby County look to utilise the loan market that propelled them to last season’s Championship play-off final. The Dutchman, who was unveiled as Frank Lampard’s successor as manager on Friday, acknowledged that relationships with elite clubs could prove pivotal if Derby are to achieve his target of a top-six finish in his first season in England. Cocu, who has a four-year contract, declined to discuss individual targets but said it would be “difficult” for the club to re-sign Fikayo Tomori or Harry Wilson, though Derby are understood to have made their admiration for the latter clear to Liverpool should the Welshman be made available for loan. Mason Mount, who also spent last season at Derby, is set to be involved under Lampard at Chelsea. “If you look at the value of those players, they were very important last season,” said Cocu, who has signed Everton’s Kieran Dowell on a season’s loan. “We must be sure which players we will go for. We must try and get the balance right in the team. The market isn’t really so simple at this moment. You always use your contacts in the world of football; there are lots of agents and technical directors. “If we feel we need a player for this squad we try to convince the other party it would be a good step for a loan player to come to our team for his development and to create value for next season. Many players, are they available or not because the Premier League clubs don’t have their teams fixed yet. But there will be a lot more movement in the next two weeks I am sure. Derby also has really good relationships with a lot of good teams.” Cocu’s assistants, Twan Scheepers and Chris van der Weerden, as well as the specialist first-team coach, Liam Rosenior, sat in on a series of interviews with broadcasters and national media and the overriding sense from Cocu was that this is the perfect marriage after three months in charge of Fenerbahce, who sacked him in October. “The president had certain ideas but for many reasons what we had in mind was just not possible,” the 48-year-old said. “There was a Uefa sanction. To work in the way we wanted, it didn’t work out but that is also football. But it doesn’t change how I look into a club before I step. After a few conversations you get the feeling: ‘This is the way I think about football and the way I want to develop and play with my team. It’s a fit, it’s a match; let’s go for it.’ You never get 100% guarantees it will work out but the feeling we have now is really good.” Mel Morris, the Derby owner, suggested the club had added around £30m-£40m to the market values of Mount, Tomori and Wilson, owing to how the trio thrived last season. Of Cocu, Morris said it quickly became clear during their first meeting in London that the former midfielder was energised by the philosophy in place. “I came away with Stephen Pearson, my CEO, and I said if he turns us down, we are going to struggle with the next set of interviews after this one because Phillip was very, very good,” Morris said. “We were amazed he was available. We’d done our homework on him, and he on us. I said to him right at the beginning, if this is about a Premier League money or salary then we can’t do that, but if he is literally looking to bounce back from what happened at Fenerbahce, then maybe he will find this is a great home for him. When we met, we could sense that excitement from him about what we are trying to do.” Morris, asked whether he felt Derby needed a high-profile appointment to counteract the departure of Lampard, replied: “I heard the players talk about the respect for what Frank was asking them to do and Frank’s ability to be able to demonstrate those things, and to illustrate parts. People do not question that level of talent. “You can have a manager that comes on board and it takes longer to get that belief from a manager that has not played. If you have someone who has done it before, I think players do respect that massively. Teams fall apart because belief gets shattered, belief disappears, belief that ‘we can do it’, belief in the manager’s tactics. They are the things that cause you those dips and it is how you bounce back and get the belief reinstated that is the key.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}