{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jul/12/prisoners-may-get-perks-for-good-behaviour-in-rewards-based-reforms", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-07-11T23:25:12Z", "webTitle": "Prisoners could get own keys as reward for good behaviour", "webUrl": "https://www.theguardian.com/society/2019/jul/12/prisoners-may-get-perks-for-good-behaviour-in-rewards-based-reforms", "apiUrl": "https://content.guardianapis.com/society/2019/jul/12/prisoners-may-get-perks-for-good-behaviour-in-rewards-based-reforms", "fields": {"headline": "Prisoners could get own keys as reward for good behaviour", "bodyText": "Prisoners could be handed the keys to their cells to incentivise good behaviour, as well as a series of other benefits, under government plans that call on governors to put more emphasis on rewards and less on punishments. Ministers want to give prison chiefs the power to begin allowing inmates who follow the rules more time out of their cells, the freedom to cook their own meals and more time to spend in the gym, as well as the freedom to choose when to shower and more time to meet visitors. Some prisoners could also be allowed to lock their cell doors when they wanted, though this could always be overridden by prison staff and the keys could not be used to open locked doors, the Ministry of Justice said. Officials cited evidence summarised by the government last month that positive reinforcement was more effective as a means by which to change behaviour in the long term. And they stressed that those who did not abide by the rules could still lose privileges. Announcing the policy on Thursday, the justice secretary, David Gauke, said: “This new framework gives governors the tools to set clear behavioural standards for prisoners – enhancing their ability to maintain stability while steering offenders away from a life of crime.” The measures (pdf) also bring about the expulsion of the “entry level” status for new prisoners, which was introduced in 2013, under which all new inmates had privileges restricted for the first two weeks of their incarceration as an automatic measure. Ministers said governors had complained the system was “bureaucratic and penalises prisoners who are new – setting up an adversarial relationship with staff from the outset”. The policy also called for prison staff to “consistently use verbal reinforcement for good behaviour and challenge poor behaviour outside formal reviews”, and handed prison chiefs the “freedom to increase the amount of time out of cell for recreational activities or exercise alongside education and work programmes”. However, it specifically prohibited the provision of paid-for television channels and other “inappropriate incentives”. The consultation that led to the revised policy was published last September by the one-time Tory leadership contender Rory Stewart, who was then the prisons minister. At the time, he said: “Prisons must be places of safety, decency and purposeful activity to turn around the lives of those in custody. This new framework will give governors the tools to set clear behavioural standards for offenders under their watch, and the consequences should these not be met.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}