{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jul/01/boris-johnson-pledges-to-increase-stop-and-search-powers", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-07-01T20:09:38Z", "webTitle": "Boris Johnson pledges to increase stop and search powers", "webUrl": "https://www.theguardian.com/politics/2019/jul/01/boris-johnson-pledges-to-increase-stop-and-search-powers", "apiUrl": "https://content.guardianapis.com/politics/2019/jul/01/boris-johnson-pledges-to-increase-stop-and-search-powers", "fields": {"headline": "Boris Johnson pledges to increase stop and search powers", "bodyText": "Conservative leadership frontrunner Boris Johnson has said he would increase stop and search powers in a bid to tackle rising knife crime in the UK. Answering questions from Tory members over the phone, Johnson admitted extra funding was needed to support police in order to beat the “nightmare” issue. “But it’s also about giving police the political cover and support they need to do stop and search and to come down hard on those carrying knives,” he said. The former London mayor added that he “would like to see more officers out on the street” but offered no definite plans as to when or how this would be achieved. Though Theresa May reduced stop and search powers when she was home secretary in 2014, they were boosted under her premiership in an attempt to combat knife crime earlier this year. Critics of the tactic say they disproportionately target black people, and a recent analysis of Home Office data shows that they are 40 times more likely than white people to be stopped and searched. Laying out his leadership bid to those who will be able to vote for him from 6 July, Johnson also promised to cut corporation tax and to allow start-up businesses to offset capital against tax in an effort to boost their prospects. He also renewed promises to help young people by cutting interest rates on student loans and increasing overall education spending by about £5bn. Johnson insisted that the delay to Brexit had “fermented unrest on both sides” and that after it was pushed through people would “become much less aerated by the issue.” Boasting of his diplomatic credentials, Johnson added that he had gained support both from the leave and remain camps of the Brexit argument. “We all know that we’re staring down the barrels of extinction unless we get this done,” he said. “I am a modern Conservative, I will deliver for the whole country.” Earlier on Monday, Johnson was heckled during a visit to a Sevenoaks garden centre while on the campaign trail in Kent with his remain-supporting brother Jo Johnson, who is the Conservative MP for Orpington. A passerby told the favourite to win the leadership race, “it’s a shame your brother’s not running” and added “good luck with your preposterous ideas”. A man also branded him “crazy” as Johnson walked past shoppers. Johnson has sought to portray himself throughout the campaign as tougher on Brexit than his rival Jeremy Hunt, insisting he will take Britain out of the EU on 31 October, “do or die”. On Monday, Hunt claimed that the German chancellor, Angela Merkel, had told him she was willing to look at a new Brexit deal package put forward by a new prime minister. “Providing we’re sensible, and I think the approach that I’ve laid out is a sensible approach and a fair approach, and I think that it’s in Germany’s interests as well,” he told Sky News in an interview. “What she has said is she will look at the package and I think she will look at it with an open mind.” He also told Kay Burley he felt “deeply uncomfortable” that his “posh school” education meant his life chances may be better than someone else who did not receive the same schooling. “I went to a posh school, I had a fantastic education, and I was very lucky,” Hunt said. “And I also felt deeply uncomfortable that because I was lucky enough to go to that school I might have better life chances than someone with equal talents, equal ambition, equal energy, who didn’t have the chance to get such a great education. “I am incredibly proud of the education reforms that have been championed by Michael Gove under this Conservative government that have improved the quality of state schools so that a number of them are as good as Charterhouse, the school I went to.” He added: “I think that’s a fantastic reform, but I still think we have a national blind spot, and that’s why I said I want education to be our social mission.” The pair are currently taking part in a series of hustings around the country ahead of the vote of Tory members. The result will be announced on 23 July, and the new prime minister will take office the next day after May has finished her last prime minister’s questions. She will then head to Buckingham Palace to hand in her resignation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}