{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jul/11/police-arrest-man-25-for-of-kelly-mary-fauvrelle-and-her-baby", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-07-11T21:41:59Z", "webTitle": "Man, 25, arrested after deaths of pregnant woman and baby in Croydon", "webUrl": "https://www.theguardian.com/uk-news/2019/jul/11/police-arrest-man-25-for-of-kelly-mary-fauvrelle-and-her-baby", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/11/police-arrest-man-25-for-of-kelly-mary-fauvrelle-and-her-baby", "fields": {"headline": "Man, 25, arrested after deaths of pregnant woman and baby in Croydon", "bodyText": "Police investigating the murders of a woman and her unborn child in south London have arrested a man, Scotland Yard has said. The 25-year-old man, whom officers have not named, was taken to a central London police station after being arrested on suspicion of murder on Thursday. Kelly Mary Fauvrelle, who was aged 26 and eight months pregnant when she was attacked nearly two weeks ago in Croydon, died after being stabbed. Her baby son, who was named Riley by her family, was delivered via caesarean section by paramedics at the scene, but died four days later. News of the arrest came five days after police returned to the scene of the killings to search for more witnesses. Fauvrelle, a Royal Mail worker, was attacked in the bedroom of her home in Thornton Heath in the early hours of Saturday 29 June. Her whole family was at home at the time and relatives said they heard her screams at around 3.30am. Two men have previously been arrested on suspicion of murder. One, aged 37, was released with no further action, and a second, aged 29, has been released on bail until early August. A Metropolitan police statement said: “On Thursday July 11, detectives investigating the murder of Kelly Mary Fauvrelle and her baby son, Riley, arrested a 25-year-old male on suspicion of murder. The male has been taken to a central London police station where he remains at this time. Inquiries continue.” Anyone with information is asked to call the police incident room on 020 8721 4005 or Crimestoppers anonymously on 0800 555111."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}