{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jul/13/tour-de-france-dave-brailsford-geraint-thomas", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-07-13T21:04:50Z", "webTitle": "Tour de France diary: Spin from Dave Brailsford, a spill for Geraint Thomas| Jeremy Whittle", "webUrl": "https://www.theguardian.com/sport/2019/jul/13/tour-de-france-dave-brailsford-geraint-thomas", "apiUrl": "https://content.guardianapis.com/sport/2019/jul/13/tour-de-france-dave-brailsford-geraint-thomas", "fields": {"headline": "Tour de France diary: Spin from Dave Brailsford, a spill for Geraint Thomas", "bodyText": "Sunday: Brussels Team time trial day is usually more a test of management, organisation and logistics than brute strength. True to form, Ineos are very much on it, on and off the road, while Romain Bardet’s AG2R team ride like they’ve just stumbled out into the afternoon sunshine after a long and boozy Sunday lunch. Instead of Bardet, the French turn their attentions to a resurgent Thibaut Pinot as their big hope, despite his getting lost in some dodgy Brussels backstreets shortly before the stage start. Monday: Binche to Épernay The Tour leaves Belgium behind for champagne country. As the race drops down to the finish in Épernay, and Julian Alaphilippe takes a thrilling win, the press buffet flows freely with fizz. Mindful of my professional responsibilities, I abstain until copy has been filed, which leads to a standard French experience as I stride up to the now deserted bar, licking my lips. “Désolée, monsieur,” the sommelier says coldly. “C’est fermé …” Tuesday: Reims to Nancy Not for the first time, Dave Brailsford is putting a positive spin on things. “It wasn’t five seconds,” he says of Geraint Thomas’s time loss the day before to his Ineos teammate Egan Bernal. “It was just a small little gap.” It’s pointed out to him that in fact it does say five seconds in the Tour’s standings. “It’s just 30 metres,” he insists. After more than a century of racing, Brailsford has created a new parameter of Tour time continuum, of success and failure, of distance over time. Wednesday: St-Dié to Colmar The first day in the Vosges fails to produce any major surprises, as Peter Sagan takes his first stage win of the 2019 Tour, a victory he describes as exquisite. That’s more than can be said for tonight’s accommodation, deep in La France Profonde, in a cavernous old-school auberge with far too much blood red to its interior. We eat in a dining room that looks like a set from The Shining and are waited on by a character from Blue Velvet. Thursday: Mulhouse to La Planche The Tour’s first summit stage and every pundit tips Thomas to lose time and Bernal to move further ahead. On the brutal gravelly finish to the “Bench of the Beautiful Girls”, the reverse happens and the defending champion makes his point with a powerful acceleration. Bardet meanwhile, loses more time and crosses the line distraught and humiliated. “I’m ashamed,” he says, but the French shrug and move on to Pinot, now the coming man. Friday: Belfort to Chalon The longest day is often the most soporific and that adage holds true as the peloton plods through the 230km trawl through the Doubs and Jura from Belfort to Chalon-sur-Saône. Dylan Groenewegen’s win proves the highlight of a humdrum day while Tejay van Garderen’s tangle with some road furniture means he rides almost the whole battered, bloodied and broken before he is forced to abandon the Tour. Saturday: Mâcon to St-Étienne You don’t need to have towering climbs to exhaust the peloton as today’s unrelenting ups and downs leading from the Rhone valley into the Massif Central prove. With 3,700 metres of climbing, Thomas crashing and the temperature rising, the wearing-down process before the big climbs of the Pyrenees and Alps continues. It is, as Adam Yates’s sports director at Mitchelton-Scott, Matt White, describes it, a “tough day at the office”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}