{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2016/sep/11/sick-stoke-mark-hughes-cure-defensive-woes", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-09-11T21:30:11Z", "webTitle": "Sick Stoke and Mark Hughes need to find cure for defensive woes | Paul Doyle", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/11/sick-stoke-mark-hughes-cure-defensive-woes", "apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/11/sick-stoke-mark-hughes-cure-defensive-woes", "fields": {"headline": "Sick Stoke and Mark Hughes need to find cure for defensive woes", "bodyText": "Nurse, it’s happening again! Stoke City have suffered a relapse of the sickly form that beset them at the start and end of last season and Mark Hughes needs to find an effective treatment quickly. Otherwise his ears will be assailed anew by the three little words that he least wants to hear: Queens Park Rangers. Over the past three seasons Hughes has made a decent fist of rebuilding a managerial reputation that lay in ruins in November 2012, when he was dismissed after 10 months as QPR manager with his blinged-up team bottom of the league and winless after 12 matches of the season. That side was one of the most error-prone, unbalanced and feckless seen in the top flight – and at times on Saturday, as well as on an alarming number of previous times this year, Stoke looked a lot like them. Which made them a pleasure to play against, as Tottenham Hotspur demonstrated by swaggering to a repeat of the 4-0 victory they enjoyed at the same ground in April. Stoke actually made a strong start on Saturday but then they unravelled badly. Their full-backs, Geoff Cameron and Erik Pieters, were caught out of position several times, lacked the speed to compensate and got inadequate support from the wide players, Jonathan Walters and Marko Arnautovic. Their central defenders, Ryan Shawcross and the debutant Bruno Martins Indi, were regularly overwhelmed by Tottenham midfielders who were allowed to stream into the box unattended. The early cohesiveness of Stoke’s midfield trio of Joe Allen, Glenn Whelan and Giannelli Imbula turned out to be an illusion and they wound up disjointed, with Allen becoming rash in his eagerness to make up for the sluggishness of Imbula and Whelan. Imbula, who has only hinted at his potential since being signed for over £18m in January, needs to perk up to avoid comparison with the costly flops that washed up at Loftus Road during Hughes’s tenure there. Hughes added to his team’s ragged feel by getting himself sent to the stands in the first half for protesting too hard against the non-award of a free-kick and the perceived injustice of a booking for Arnautovic. One could sympathise when he suggested, not for the first time, that officials “seem to be more of a stickler for the rules when Stoke City are involved”. But even Hughes did not claim that his team’s negligence deserved anything other than criticism. Stoke’s openness is partially attributable to a shortage of pace throughout the team but their organisation and even attitude look flawed. “It’s just taking responsibility, attaching yourself to people in the box and doing your jobs,” said the manager. “At times we’re too lax in terms of our defensive work and that’s a collective thing. It’s about stopping things before they develop and at the moment we’re having difficulty with that.” He could have added: “We weren’t engaging, we weren’t closing things down, we weren’t anticipating things. All the fundamentals that you need to build a performance were sadly lacking.” Which is what he said after his last match as QPR manager, a home defeat by Southampton. The strange thing about Hughes’s managerial career, which is into its 17th year, is that when he has had little room in which to manoeuvre, such as at Wales and Blackburn Rovers and for a season at Fulham, he has done well. But when he has been given the resources to develop a vision, as at Manchester City and QPR, he has served up a jumble. Three successive ninth-place finishes at Stoke, in campaigns that each featured some thrilling wins, raised hope that in his latest job Hughes had cracked a successful formula. But that has yet to be confirmed. Yes, when Bojan Krkic, Xherdan Shaqiri and Marko Arnautovic are on song, Stoke can be a joy to watch, attacking with more flair than they ever did under Tony Pulis. And the signing of Wilfried Bony, who at least offered a useful presence up front during his debut against Spurs, may help them translate good buildups into goals more often. But Krkic, who was ineffective when introduced from the bench on Saturday, and Shaqiri, who is injured, have been frustratingly inconsistent and fitting both into a balanced side can be tricky. The principal constant since the remnants of Pulis have faded has been defensive brittleness (and, over the past year, unfortunate injuries). Stoke are particularly vulnerable at home, where the extra compulsion to go forward exposes their difficulty co-ordinating attacking and defending. A trip to Stoke used to be one of the most dreaded fixtures in the Premier League; now it can be a fun day out for a team with a sharp counterattack. Jack Butland’s heroics helped mask Stoke’s fragility for much of last season but since the goalkeeper got injured in March, Stoke have conceded 29 goals in 11 league games. Hughes says the England international is not due to return for another six to 10 weeks. Rather than wait for a miraculous saver, the manager needs to find a proper cure."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}