{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/sep/24/syrian-journalist-zaina-erhaim-passport-held-assad-request", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-09-24T23:05:18Z", "webTitle": "Syrian activist barred from travel after UK seizes passport at Assad’s request", "webUrl": "https://www.theguardian.com/world/2016/sep/24/syrian-journalist-zaina-erhaim-passport-held-assad-request", "apiUrl": "https://content.guardianapis.com/world/2016/sep/24/syrian-journalist-zaina-erhaim-passport-held-assad-request", "fields": {"headline": "Syrian activist barred from travel after UK seizes passport at Assad’s request", "bodyText": "British authorities have confiscated the passport of a prominent Syrian critic of Bashar al-Assad at the request of the government in Damascus, effectively preventing her from travelling and blocking her work as an activist. Zaina Erhaim, an award-winning journalist and campaigner based in Turkey, had her passport taken away by UK border officials when she landed at Heathrow airport. After more than an hour of questioning, they told her that the document had been reported stolen. The complaint came from the government she has been campaigning against for years. “I expect to be harassed inside my country,’ Erhaim told the Observer. “I know that if I went home I would be killed, but now I find that Assad’s arm can even reach to the UK. This is a dictator pursuing a journalist.” A receipt that Erhaim was given for the passport states: “Document reported as stolen.” Erhaim, who is travelling to the UK for an event with the BBC’s Kate Adie at the Kew literary festival, said it contained her name, photograph and fingerprint. Erhaim had previously used the passport without problems to travel to the UK in April, when she collected the Index on Censorship’s Freedom of Expression Journalism award for her work. She had also travelled on it without any problems across Europe. The officials told her that they “did not get involved in politics” and that this was “our system, our rules”. The passport would be returned to Damascus, they said. Erhaim also has an older Syrian passport that she can use to return to Turkey, because it is still valid. But because it has no pages left for visas or immigration stamps – the reason she got the new document – she will effectively be unable to leave Turkey again. “This is just the regime trying to handicap us,” she said. “They are collaborating with him. And they still wonder why Syrians are floating all over Europe seeking asylum.” The decision is particularly painful because it was taken by a government that had given Erhaim a prestigious Chevening Award, which brings “future leaders, influencers and decision-makers” to study in the UK. “What really, really hurts me is I am a Chevening scholar, you funded my master’s degree and I work for a UK-based, UK-funded organisation,” she said. “And despite that you take the regime’s word against mine.” The development came two days after foreign secretary Boris Johnson said a change of government was the key to peace in Syria, and blamed Assad’s government for the deaths of hundreds of thousands of Syrians. “There can be no genuine ceasefire unless there is a genuine political agreement that we can have a transition away from the Assad government,” Johnson told the UN security council. “Because it is the Assad government that is responsible. That regime is responsible for the vast majority of the 400,000 deaths.” The Home Office said Britain had to comply with the request because passports are the legal property of the government that issues them. “If a passport is reported as lost or stolen by a foreign government we have no choice but to confiscate it,” the spokesman said. He suggested that Erhaim seek consular assistance from the Syrian government, which has a well-documented history of imprisoning, torturing and killing opponents. This was condemned by Index on Censorship, which invited Erhaim to speak at the event. “I am appalled and frankly ashamed at the treatment of Zaina Erhaim by the UK. This is a woman who has risked her life simply to do what every good journalist aspires to do – bring both sides of the story – in an area of conflict that is also her home,” chief executive Jodie Ginsberg said. “The message the UK sends when it takes such action is that it is not on the side of those struggling to defend human dignity amid the inhumanity of war.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}