{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/sep/16/government-blocks-controversial-plan-to-force-out-housing-estate-residents", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-09-16T22:30:19Z", "webTitle": "Government blocks plan to force out London estate residents", "webUrl": "https://www.theguardian.com/society/2016/sep/16/government-blocks-controversial-plan-to-force-out-housing-estate-residents", "apiUrl": "https://content.guardianapis.com/society/2016/sep/16/government-blocks-controversial-plan-to-force-out-housing-estate-residents", "fields": {"headline": "Government blocks plan to force out London estate residents", "bodyText": "A controversial plan to force people out of their housing estate to make way for a rebuild that would leave more private and less social housing has been dealt a blow after the government decided it would breach residents’ human rights. A south London council request for permission to issue people on the Aylesbury estate with compulsory purchase orders “adopted extremely low valuations”, the government said. The communities secretary, Sajid Javid, rejected it on Friday. He agreed with a government inspector who said residents would “need to invest considerable personal resources” if they were to stay in the area after they were moved out of their homes. Among the issues raised by the inspector was the price offered to them by Southwark borough council. The average was calculated at £187,000, while a flat on a nearby development was valued at £459,000. “For elderly residents, who are of an age where they would probably be unable to obtain a mortgage to make up any shortfall and their future earning potential is likely to be limited, using their savings and other investments would severely limit their ability to choose how they spend their retirement,” Javid said. He also said it was likely that people of black and ethnic minority backgrounds would be disproportionately affected. Those issues breached residents’ human rights, he said. According to documents released by the council, the plan to demolish then rebuild the estate would leave about 30% fewer social rented homes and more than four times the number of private homes. Research by the Guardian suggests those let at social rent levels after the rebuild would be more expensive than their current value. The council’s proposal has faced bitter opposition from residents and anti-gentrification campaigners, who have said the current social housing should be upgraded instead. Some residents vocalised their support, however. “We watched the estate go up. Now it’s had it. It needs to come down,” Jean Bartlett told the Guardian in July. Eileen Short of Defend Council Housing, said: “Whether it’s motivated by cynical financial interests, competing interests of other landlords, or fear of the political consequences of attacks on tenants and housing, the government’s decision to block compulsory purchase on Aylesbury is good for council housing. “Tenants and leaseholders have fought long and hard against privatisation, demolition and sell-off of the Aylesbury, pushed by governments over 20 years. “Councils and ministers need to stop all demolition of good quality council homes and instead invest in existing and new homes to meet the growing and desperate housing need for secure and really affordable council housing.” Mark Williams, the Labour councillor in Southwark responsible for regeneration and new homes, said the decision was “extremely disappointing”. “We are, however, committed to the regeneration proposals and will continue to negotiate with leaseholders on all phases of the regeneration programme, to buy back their properties and allow the work, which is supported by the vast majority of residents on the estate, to move forward as soon as possible,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}