{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/sep/01/jonny-bairstow-admits-he-could-miss-out-again-despite-england-heroics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-09-01T22:34:26Z", "webTitle": "Jonny Bairstow admits he could miss out again despite England heroics", "webUrl": "https://www.theguardian.com/sport/2016/sep/01/jonny-bairstow-admits-he-could-miss-out-again-despite-england-heroics", "apiUrl": "https://content.guardianapis.com/sport/2016/sep/01/jonny-bairstow-admits-he-could-miss-out-again-despite-england-heroics", "fields": {"headline": "Jonny Bairstow admits he could miss out again despite England heroics", "bodyText": "Jonny Bairstow discovered he was playing at Headingley only half an hour before the start of play but, despite his man-of-the-match showing in England’s four-wicket victory over Pakistan, he admitted he could easily drop out again come Sunday. A tight hamstring and quad muscle reported by their first-choice wicketkeeper, Jos Buttler, during the pre-match warm-up for the fourth one-day international led to the Yorkshireman being parachuted into the side on his home ground at the last minute. What followed was a fine individual performance from the understudy in the tightest match of a largely one-sided series, as Bairstow followed up a stumping in Pakistan’s first innings with an unflustered 61 in England’s run chase, breaking the back of the target in a stand of 103 for the fifth wicket with Ben Stokes . With Buttler’s injury not thought to be serious, there is every chance Bairstow will return to the sidelines for the final match in Cardiff but, while the 26-year-old – England’s incumbent in the Test side – would naturally be disappointed by the demotion, he accepts it is the nature of being part of a highly competitive setup at present. Bairstow said: “About 32 minutes before the start of play, [head coach] Trevor Bayliss said, ‘You’re in.’ I had prepared as if I was 12th man but I did come in early to have a bat and did my prep for the next few days. But then it was a case of getting my gloves cracking on. You don’t have a choice when you keep wicket and you’re fielding first. “Naturally, it’s frustrating [not to be first choice] but it’s fantastic to be in a squad that is doing so well. The way we are going about our one-day cricket at the minute, it’s a special group of players that believe we can go a long way in world competitions and series. “It’s something that, if I get an opportunity, I want to impress. That’s all I can do. Keeping wicket, as specialist batter, No1 or No11, every time you go out there you try and do your best. The opportunities are few and far between but you just take it on the chin, crack on and, when one comes along, you take it.” “Selection is above my pay grade but I would like to think when I come in I contribute. I would be desperately disappointed if I didn’t play at Cardiff but that’s me as a person and my will to want to play for England in every format. It’s not nice out of the side.” On Bairstow’s predicament the England captain, Eoin Morgan, said: “It’s not easy when there are guys challenging for places every game. Jonny Bairstow stood out like a sore thumb; he was outstanding. He’s finding it hard to get into a good side, which is good sign for us.” The Pakistan coach, Mickey Arthur, admitted after the defeat that his side have been unable to compete with England in terms of depth in the batting and offered support to their captain, Azhar Ali, who is facing calls for his removal back home. Arthur said: “England are a phenomenal cricket team, with power hitters all the way down. We haven’t been able to get quick starts and clear the ropes. We just don’t have the players to do that within our group of 15 at the moment. Those are things we need to address and bear in mind for the next series. “I want to back Azhar Ali. He’s been fantastic in the changing room and he has respect. He’s doing a fine job.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}