{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/sep/24/observer-view-labour-leadership-election-jeremy-corbyn-victory-defeat", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-09-24T23:05:18Z", "webTitle": "The Observer view on the Labour leadership election | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2016/sep/24/observer-view-labour-leadership-election-jeremy-corbyn-victory-defeat", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/sep/24/observer-view-labour-leadership-election-jeremy-corbyn-victory-defeat", "fields": {"headline": "The Observer view on the Labour leadership election", "bodyText": "The gulf between the Labour party’s membership and its MPs has never looked wider. Jeremy Corbyn secured an overwhelming majority in Labour’s leadership contest, increasing his mandate among members. Yet three-quarters of Labour MPs backed a motion of no confidence in him back in June. The result shows how successful he has been on his own terms: since becoming leader, he has reshaped Labour’s membership after his own politics. According to one exit poll, only 37% of members who joined before 2015 voted for Corbyn; among newer members, that figure was 83%. But on any other objective measure, the last year has been a failure. Under Corbyn’s leadership, the party provided chaotic and ineffective opposition during one of the most seismic periods in British political history. His anaemic support of the Remain campaign to stay in Europe was a low point in his leadership. Labour suffers from the worst-ever poll ratings for an opposition party 12 months on from a leadership contest. And there is a real danger that in the wake of the leadership result, the divisiveness of the last 12 months culminates in mutually assured destruction. The best possible outcome is an uneasy coexistence between Corbyn and his MPs. But even that will require a significant change in approach from both sides. This newspaper has always argued Corbyn is not the answer to the Labour’s problems. But after his second leadership win, his MPs have little choice but to give him some space to try to succeed. But they cannot be expected to do so unless Corbyn offers a change in style and leadership. The charge against him is not simply that he does not have the right ideas for Britain (he does not) or that he could never lead Labour to an election victory (he could not). A broad group of MPs who did not support him in last year’s leadership election joined his shadow cabinet in good faith to try to provide constructive support. Many of those who resigned, even those sympathetic to his politics, say their hand was forced as much by his sectarian politics as his administrative incompetence. Corbyn, a self-professed believer in a “kinder, gentler politics”, has been all too keen to proffer rhetorical olive branches. But he has tacitly encouraged a divisive culture, intolerant of dissent. He has said explicitly he will not act against deselection threats made by his supporters against MPs such as Peter Kyle, one of the few MPs who overturned a Conservative majority against the odds in 2015. He has done far too little to address the shocking abuse directed at female and Jewish MPs by people who claim to be party supporters. In fact, his office has tacitly encouraged it; earlier this month, it published a list of MPs regarded as abusive to the leadership, a move that could not help but make them a target for further abuse. Corbyn’s leadership has also been racked by incompetence. Several of his former frontbench team have complained it has been impossible to secure meetings with him and that he and his shadow chancellor, John McDonnell, have announced policy in their areas with no consultation or prior warning. He has undercut his party’s public-facing campaigns with poorly managed reshuffles and called for the immediate triggering of article 50 in the wake of the Brexit vote without seeming to realise how foolish that would be. Respected economists who he appointed as advisers have walked away, citing his lack of interest in developing any meaningful policy content. It will require much more than warm words about reaching out to make it possible for his MPs to coexist with him. He and McDonnell will need to resist their core instinct to turn the party into a more doctrinaire closed shop that tolerates less discussion and intellectual dissonance. They must welcome challenges in the form of ideas and debate. They must protect, not encourage, the hounding of MPs who hold a different but no less valid approach to Labour principles. If they fail to do so, the party will end up as a hermetically sealed, intellectual cocoon, loved by its million strong membership – and overlooked by the wider electorate. Ideas are strengthened and made resilient by challenge and debate, not acquiescence and agreement. Corbyn also needs to recognise that a Labour party wholly remade in his own doctrinaire image is one that does not appeal to huge number of Labour supporters who now feel as though they have no party to represent them. This will require the sort of open and conciliatory style of engagement that we have not seen from Corbyn. Indeed, he has had little incentive to develop it, having spent his parliamentary career in a political echo chamber on the activist fringe, rather than in the constructive sphere of parliamentary committees and frontbench responsibility. But the 172 MPs who expressed no confidence in him also need to learn the lessons of the last year, as many have acknowledged. They rightly see their responsibility to their 9 million electors rather than a party membership that has changed beyond recognition in the last two years. But that cannot mean further attempts to depose Corbyn in coming months. They have much to reflect on; many have found themselves on a different side to their voters on the most fundamental question we have faced in recent decades, on Britain’s EU membership. Moreover, trying to undermine Corbyn further will achieve little for their voters. This leadership contest galvanised Corbyn and his supporters, resulting in an even bigger gap between the party’s membership and its voters. Any further attempts to undermine his leadership will be counterproductive as long as his opponents define themselves in opposition to Corbyn rather than in favour of something positive. So Labour MPs must hold off any manoeuvres against Corbyn. They have a responsibility to contribute to the business of opposition, whether from the shadow cabinet or select committees, and to do what they can to recruit members to broaden out the Labour church. MPs who disagree that Corbyn has the right ideas for the country must constructively work behind the scenes to develop a positive new Labour agenda. If both sides can shift approach, they may be able to reach a compromise that enables unified opposition in areas where there is broad agreement, such as grammar schools or greater investment in the NHS, but more pluralistic opposition in areas in which Corbyn cannot expect MPs to rally round his minority views, such as on defence, foreign policy and tax. This will hardly move Labour closer to government. But an uncomfortable truce seems, for now, the best that can be hoped for. If neither side is willing to compromise, then the mutual assured destruction of both seems most likely."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}