{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/sep/05/philippines-president-rodrigo-duterte-barack-obama-son-whore", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-09-05T22:22:43Z", "webTitle": "Barack Obama cancels meeting after Philippines president calls him 'son of a whore'", "webUrl": "https://www.theguardian.com/world/2016/sep/05/philippines-president-rodrigo-duterte-barack-obama-son-whore", "apiUrl": "https://content.guardianapis.com/world/2016/sep/05/philippines-president-rodrigo-duterte-barack-obama-son-whore", "fields": {"headline": "Barack Obama cancels meeting after Philippines president calls him 'son of a whore'", "bodyText": "Barack Obama has cancelled a meeting with the president of the Philippines after Rodrigo Duterte appeared to call him a “son of a whore”. The move followed a warning from Duterte to the US president to keep off the subject of extrajudicial killings in his country’s brutal drug war when they were due to meet on Tuesday at a regional summit in Laos. Duterte told a press conference that Obama “must be respectful”. The firebrand president was answering a reporter’s question about how he intended to explain the extrajudicial killings to Obama, before boarding a plane to Laos for the Association of South-east Asian Nations summit. “You must be respectful. Do not just throw away questions and statements. Son of a whore, I will curse you in that forum,” Duterte was quoted by as saying by Agence-France Presse. “We will be wallowing in the mud like pigs if you do that to me.” When his comments reached the Obama camp, the US president initially said he was asking his staff to find out whether holding the meeting as scheduled would be useful. “What I’ve instructed my team to do is to talk to their Philippine counterparts to find out, is if this in fact a time where we can have some constructive, productive conversations,” Obama said at a news conference at the end of a G20 summit in the eastern Chinese city of Hangzhou. “Obviously the Filipino people are some of our closest friends and allies and the Philippines is a treaty ally of ours. But I always want to make sure that if I’m having a meeting that it’s actually productive and we’re getting something done.” But hours later the decision was made to cancel, a White House spokesman said. Instead, Obama will meet with South Korean president Park Geun-hye. Duterte has faced condemnation from human rights campaigners, diplomats and the UN for inciting a war on drugs that, according to official figures published on Sunday, has led to 2,400 deaths in just two months. The defiant Philippine leader has responded to critics with a string of outbursts, including labelling the US ambassador to Manila a “gay son of a whore”, telling the Catholic church “don’t fuck with me”, and accusing the UN of issuing “shitting” statements about his anti-drugs policies. Obama joins a long list of people whose mothers’ purity have been called into question by Duterte, including Pope Francis, Philippine bishops and a murdered journalist, as well as the drugs traffickers who are the main targets of his domestic law and order policies. He took office in June after winning a landslide on promises to sort out drug crime in the country, and told crowds on the day of his inauguration: “If you know of any addicts, go ahead and kill them yourself as getting their parents to do it would be too painful.” During his campaign, he said 100,000 people would die in his crackdown, with so many dead bodies dumped in Manila Bay that fish there would grow fat from feeding on them. The call has led to what critics say amounts to open season on suspected drug criminals on the streets of Manila and other major cities, with thousands killed by vigilantes and police, who invariably claim to have fired back in self-defence. In June, the UN secretary general, Ban Ki-moon, condemned Duterte’s apparent support for extrajudicial killings, saying they were “illegal and a breach of fundamental rights and freedoms”. Duterte replied by calling the UN “stupid” and threatening to withdraw the Philippines from the supranational body. Asked about the possible consequences of his comments, he said: “What is ... repercussions? I don’t give a shit to them.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}