{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2016/sep/28/lendup-fine-google-payday-loan-deceptive-practices", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2016-09-28T22:06:56Z", "webTitle": "Google-funded loan startup to pay $6.3m for 'deceptive' practices", "webUrl": "https://www.theguardian.com/technology/2016/sep/28/lendup-fine-google-payday-loan-deceptive-practices", "apiUrl": "https://content.guardianapis.com/technology/2016/sep/28/lendup-fine-google-payday-loan-deceptive-practices", "fields": {"headline": "Google-funded loan startup to pay $6.3m for 'deceptive' practices", "bodyText": "A Google-funded lending startup will have to pay $6.3m in fines and refunds for a number of “deceptive” practices, signaling the US government’s interest in regulating the growing industry of online alternatives to traditional payday loans. LendUp – a San Francisco firm that claims to offer a “secure, convenient way to get the money you need, fast” – misled customers, hid its true credit costs, and reversed pricing without disclosing it to consumers, according to the Consumer Financial Protection Bureau (CFPB). “LendUp pitched itself as a consumer-friendly, tech-savvy alternative to traditional payday loans, but it did not pay enough attention to the consumer financial laws,” bureau director Richard Cordray said in a statement Tuesday, announcing the settlement. The company, which has funding from high-profile Silicon Valley venture capital firms and GV, Google’s venture capital branch, began marketing its services in 2012. The startup claimed it would help consumers “move up the LendUp Ladder” by building credit and improving their scores. The firm promised customers the opportunity to eventually progress to loans with more favorable terms, such as longer repayment periods and lower rates. But regulators allege that the startup’s offerings did not match its advertising and that the firm failed to properly provide information to credit reporting companies, which denied consumers the opportunity to enhance their credit. The federal agency has ordered LendUp to pay a $1.8m penalty and provide more than 50,000 consumers with roughly $1.8m in refunds. The California department of business oversight also investigated the firm and announced a settlement this week requiring LendUp to pay $2.7m to “resolve allegations it charged illegal fees and committed other widespread violations of payday and installment lending laws”. The state agency said the startup had paid $1m in refunds but still owes $537,000 to borrowers. Experts say the case is significant for firms in the emerging online “fintech” sector that have claimed to offer better services than traditional payday loan industry businesses, known for trapping low-income Americans in cycles of debt. Companies like LendUp have attracted positive press from the tech media in recent years. TechCrunch said the startup would make the “loan experience for the millions of unbanked Americans more fair and transparent”. Time Magazine said it offered an “innovative new payday loan banking model that’s more Silicon Valley than Wall Street”. The violations raise questions about that kind of praise and suggest that regulators must do a better job scrutinizing online startups, said Liana Molina, director of community engagement for the California Reinvestment Coalition, a group that advocates for fair banking access for low-income communities. “The main takeaway here is that online payday loans ... are just as dangerous if not more so than those products available in the storefronts,” she said, adding that restrictions across the board need to be strengthened to better shield vulnerable people from harmful loans. “There’s a lot more work to be done … [but] it sends a strong message to quote-unquote ‘innovators’ in this space that they need to adhere to existing protections.” In June, the CFPB pushed forward new rules aimed at regulating the $38.5bn payday loan industry, requiring lenders to verify the income of borrowers to ensure they can afford to repay the loans. As a result, digital lending services are rapidly expanding, said Paige Marta Skiba, Vanderbilt University economist and law professor. “We’re about to see the kind of wild wild west of online lending.” This week’s enforcement actions could impede funding efforts for LendUp and its competitors, which could have hurt companies trying to offer fairer alternatives, Skiba added. “People willing to invest in this kind of startup are going to be all the more scared … It’s going to be difficult, if not impossible.” LendUp downplayed the penalties in a statement, saying the penalties “address legacy issues that mostly date back to our early days as a company, when we were a seed-stage startup with limited resources and as few as five employees”. The firm now has dedicated compliance and legal teams and has “fully addressed the issues cited by our regulators, including discontinuing some services”, the statement said. The LendUp penalties are also noteworthy given that Google, a key funder, announced this year that it would no longer sell ads for payday loan companies, saying they were “dangerous products” classified in the same category as guns and tobacco. At the time, LendUp criticized the ban, saying it was too broad and would negatively affect them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}