{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2016/sep/09/novak-djokovic-gael-monfils-us-open-mens-tennis-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-09-09T22:07:13Z", "webTitle": "Novak Djokovic defeats Gaël Monfils to make US Open final – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2016/sep/09/novak-djokovic-gael-monfils-us-open-mens-tennis-live", "apiUrl": "https://content.guardianapis.com/sport/live/2016/sep/09/novak-djokovic-gael-monfils-us-open-mens-tennis-live", "fields": {"headline": "Novak Djokovic defeats Gaël Monfils to make US Open final – as it happened", "bodyText": "That’s all for now. Thanks as always for following along with us and be sure to check back shortly for Kevin Mitchell’s full match report. Djokovic is into a seventh US Open final, which ties him with Roger Federer and Jimmy Connors for third most in the Open era. He’s now won seven straight grand slam semi-final matches since a 2014 loss on this very court to Kei Nishikori, who will face Stan Wawrinka in today’s second match. A workmanlike win for Djokovic but questions over his serve will persist after one ace and seven double faults. “Humid,” he says during an on-court interview when asked to describe the match. “I think that’s all we were thinking about and feeling the last couple of sets. Conditions were quite different from most of the days of this tournament. It’s the same for the both of us we kind of expected it.” Fourth set: Djokovic 6-3, 6-2, 3-6, 6-2 Monfils Djokovic is two points away from the finish line after a backhand winner followed by a Monfils unforced error. Monfils misses on a backhand volley and he will face three match points. Djokovic then crushes a forehand winner to break Monfils at love – of course – and move through to the final! Fourth set: Djokovic 6-3, 6-2, 3-6, 5-2 Monfils* (*denotes next server) At 30-all, Djokovic pounds a forehand winner then forces Monfils into an error for the hold. Monfils will now serve to stay in the tournament. Fourth set: Djokovic 6-3, 6-2, 3-6, 4-2 Monfils* (*denotes next server) Monfils double-faults followed by a Djokovic error, but another double fault puts him in a 15-30 hole. He forces Djokovic into an error for 30-all, but an unforced error on a backhand volley gives Djokovic a break-point chance. Monfils saves it, then forces Djokovic into another error for game point. Unforced error by Monfils returns it to deuce, but a pair of unforced errors costs him the break. It’s a medical timeout, which explains why Monfils has left the court. The trainer is working on Djokovic’s right shoulder. He’s apparently also requested an ice blanket. Fourth set: Djokovic 6-3, 6-2, 3-6, 3-2 Monfils* (*denotes next server) At 15-all, Monfils pushes Djokovic way back with a forehand and forces an error for 15-30. A half-chance here for the Frenchman to get back on level terms in the fourth. Djokovic makes another error and now Monfils has a pair of break-point chances. And Djokovic double-faults! Looks like he’s cramped up. The trainer is out to treat him during the changeover. Monfils has left the court. Fourth set: *Djokovic 6-3, 6-2, 3-6, 3-1 Monfils (*denotes next server) Danger zone for Monfils as he loses three straight points from 15-0 and now faces a pair of break points. He saves the first but commits an unforced error on the second and Djokovic has the break. Finish line in sight for the world No1. Fourth set: Djokovic 6-3, 6-2, 3-6, 2-1 Monfils* (*denotes next server) Djokovic with a reasonably easy hold. Monfils orders a Coke during the changeover. Unreal. Fourth set: *Djokovic 6-3, 6-2, 3-6, 1-1 Monfils (*denotes next server) Monfils takes a seat – it’s not a changeover, mind – and the trainer comes out but he receives no treatment. OK, then. He falls behind love-40 for a second straight service game and faces triple break point. Can he escape it once more? Saves the first by forcing Djokovic into a forehand error then the second and third on unforced errors by Djokovic from the backhand side. Monfils pounds a backhand winner for game point but follows with a double fault for deuce. But a Djokovic error followed by a Monfils forehand winner gives the Frenchman a hold from love-40 down for the second consecutive service game. Fourth set: Djokovic 6-3, 6-2, 3-6, 1-0 Monfils* (*denotes next server) Monfils fights back from 40-15 on Djokovic’s serve for deuce then crushes a forehand winner for a break-point chance. Djokovic saves it and Monfils is doubled over. Is he tired or playing possum? Then a pair of errors by Monfils gives Djokovic the hold. Third set: Djokovic 6-3, 6-2, 3-6 Monfils Monfils loses another point on his second serve then commits an unforced error for love-30. Another forced error by Djokovic and he will have three looks at a break point. All three of these came on Monfils’ second serve, where is 13 of 34 (38.2%) on the afternoon. He saves the first when Djokovic sends a backhand long, then the second on a forehand volley winner, then the third when Djokovic misses on a forehand. Monfils wins the next point to earn a set point and ... well, there’s no other way to explain it but to say Djokovic has just torn his shirt in anger. It’s dangling on his torso like a tunic. Monfils then coolly hits a backhand winner to take the second set and now the shirt has come off completely. Third set: Djokovic 6-3, 6-2, 3-5 Monfils* (*denotes next server) Djokovic blinks during a 16-stroke rally to lose the opening point. He rattles off three straight for a game point, but Monfils hits an overhand winner for 40-30. The Frenchman sprints across the court to retrieve a drop shot and Djokovic hits the volley out for deuce. Now Djokovic nets a forehand early in the rally and Monfils has a break point to take the third set! The crowd swells. Djokovic tries another drop shot which Monfils manages to retrieve but this time Djokovic places the volley perfectly for a winner. Djokovic wins the next point and Monfils pauses on the baseline with a tow, looking a bit winded. Now a booming serve by Djokovic that Monfils can’t return into the court and the Serb has the hold. Monfils now will try to serve out the third set. Third set: *Djokovic 6-3, 6-2, 2-5 Monfils (*denotes next server) Monfils backs up the break with a stress-free hold. He’s won 20 of the last 27 points. Djokovic now to serve to stay in the third set. Third set: Djokovic 6-3, 6-2, 2-4 Monfils* (*denotes next server) At 15-all, Monfils hits a pair of winners to set up a pair of break-point chances. The crowd, who had jeered his perceived apathy earlier this set, is really buzzing now. Djokovic saves the first but an unforced error on the second gives Monfils the break! Third set: *Djokovic 6-3, 6-2, 2-3 Monfils (*denotes next server) Monfils crushes a 132mph ace on the opening point. He walks up to inspect the mark and looks to chair umpire Eva Asderaki to challenge, but she rules that he’s taken too long. Doesn’t look very happy about it. Djokovic levels at 15-all on a Monfils error, but the Frenchman wins the next three points – the third on a 138mph ace down the middle – for the crucial hold. Now can he make any headway on the top seed’s serve? Third set: Djokovic 6-3, 6-2, 2-2 Monfils* (*denotes next server) Serving at 15-all, Djokovic double-faults and then sends a backhand sailing. Two break-point chances for Monfils. Djokovic saves the first with a hard backhand that Monfils can’t handle, but Monfils converts the second with an angled forehand volley on the run to cap a 10-stroke rally – perhaps the point of the match! – and they’re back on serve in the third. A massive service game for the Frenchman forthcoming. Third set: *Djokovic 6-3, 6-2, 2-1 Monfils (*denotes next server) Signs of life for Monfils as he booms a 126mph ace, then forced Djokovic into an error for 30-love. Drops the next point on an error but closes out the hold with consecutive aces of 129mph and 133mph – his eighth and ninth of the match. Third set: Djokovic 6-3, 6-2, 2-0 Monfils* (*denotes next server) Monfils hits a winner for love-15, but Djokovic rattles off four quick points to consolidate the break. He’s won 12 of the last 14 points. Third set: *Djokovic 6-3, 6-2, 1-0 Monfils (*denotes next server) Monfils’ first serve is short-circuiting again. He falls behind love-30 and 15-40 then double-faults to surrender the break. A completely listless performance from the Frenchman and he’s hearing it from the crowd. Second set: Djokovic 6-3, 6-2 Monfils Another easy hold for Djokovic, who won 14 of 16 first-serve points and took the set in 29 minutes. Alarmingly, Monfils came up limping badly after dropping the last point. Monfils is 2-18 when dropping the first two sets at majors. Both wins came in the first round of the Australian Open: against Thiemo De Bakker in 2011 and Lucas Pouille last year. Meanwhile, Djokovic is 165-1 when winning the first two sets in grand slam play. Second set: *Djokovic 6-3, 5-2 Monfils (*denotes next server) Monfils sprints out to 40-love but then goes double fault, netted volley, double fault for deuce. He’s able to dig out the hold but not without more unnecessary drama. Djokovic will try to serve for a two-sets-to-none lead. Second set: Djokovic 6-3, 5-1 Monfils* (*denotes next server) Another elementary hold for Djokovic. Monfils hasn’t been able to get a whiff on the world No1’s serve since the final game of the opener. Djokovic has won 12 of 14 points on his serve this set. Second set: *Djokovic 6-3, 4-1 Monfils (*denotes next server) Two more unforced errors by Monfils, who has lost 15 of the last 16 points. He crunches back-to-back aces out wide – 114mph and 132mph – but then makes unforced errors to end a pair of lengthy rallies and he’s broken again. Second set: Djokovic 6-3, 3-1 Monfils* (*denotes next server) A stress-free hold for Djokovic, the only blemish a forehand into the net. The top seed is dealing now. Second set: *Djokovic 6-3, 2-1 Monfils (*denotes next server) More pressure on Monfils as he falls behind love-30. Then he commits two more unforced errors on backhand volleys at the net and Djokovic breaks at love. The world No1 is back after a brief walkabout. Second set: Djokovic 6-3, 1-1 Monfils* (*denotes next server) Monfils couldn’t get a first serve in to save his life earlier but he’s done better of late. Gets the first four in here as they trade points for 30-all. Djokovic forces Monfils into an error and he will have a break-point chance, but he saves it with a service winner. Monfils wins the next point then caps a 21-stroke rally with a backhand winner for the hard-won hold. First set: Djokovic 6-3 Monfils Djokovic falls behind love-15 when he misses a backhand volley at the net, but then crushes a 118mph ace out wide for 15-all. Now Monfils pounds a backhand winner down the line and it’s 15-30. Now an unforced error by Djokovic gives Monfils two break-point chances. Djokovic saves the first when Monfils sprays a backhand wide, then the second with a booming serve that the Frenchman can barely get a racket on. A forehand overhand winner by Djokovic sets up a fifth set point and this time he converts it. He’s won the first set and Monfils will serve to open the second. Here’s an email from reader Maria Zubair: Djokovic losing his cool so early in the game. So uncool. If Monfils creates and upset today, it’ll all be on Djoker. First set: *Djokovic 5-3 Monfils (*denotes next server) Monfils starting to get his first serves in. He wins the first two points, double-faults, then hits a backhand winner for 40-15. Then he pounds and overhand winner at the net for the stress-free hold. Suddenly, a important service game for the world No1. First set: Djokovic 5-2 Monfils* (*denotes next server) Djokovic races out to 40-love and he will have three set points. Djokovic squanders one on a double fault, then a second on an unforced error at the net. Then Monfils saves the third with an attempted forehand pass that Djokovic nets for deuce. That’s the fourth set point he’s saved. Djokovic then snaps at somebody to “pay attention a little bit” – possibly chair umpire Eva Asderaki? It’s unclear. But he’s clearly distracted. Now Djokovic double-faults again and Monfils has his first break-point chance. He saves it with a big first serve that Monfils can’t handle, but another careless forehand error gives Monfils a second look at a break. This time he converts when Djokovic double-faults for the second time in seven points. First set: *Djokovic 5-1 Monfils (*denotes next server) Djokovic falls behind love-30 and he’s two points from a bagel. He fights back for 30-all but then mixes in an unforced error to give Djokovic a set point. The Frenchman saves it with a second-serve ace that clocks at 126mph. A forehand winner to cap a 15-stroke rally – longest of the match so far – gives him a game point. Then he pounds a 130mph ace out wide to get on the board. Djokovic now will try to serve it out. First set: Djokovic 5-0 Monfils* (*denotes next server) Monfils keeps step with Djokovic for 30-all, but makes another unforced error on the backhand side and then is forced into a forehand error. Now he will serve to stay in the first set and avoid a bagel in the opener. First set: *Djokovic 4-0 Monfils (*denotes next server) Monfils double-faults again for 15-all and falls behind 15-40. His serve, normally an area of strength, is really betraying him early. He fights back for 40-all, but Djokovic forces him into an error for another break-point chance. Then Monfils double-faults again! And he’s down a double break hardly 10 minutes in. A nightmarish start. First set: Djokovic 3-0 Monfils* (*denotes next server) Djokovic holds at love. But during the changeover, he complains to the chair umpire about the LED lights. He’s told they are on for television since the match will likely end under darkness. “Guess TV is more important than the players. It’s not the first time,” he says. First set: *Djokovic 2-0 Monfils (*denotes next server) From 30-all, Monfils double-faults ... then double-faults again. Oh dear. He’s broken in his first service game. Not the most auspicious start. First set: Djokovic 1-0 Monfils* (*denotes next server) Monfils loses the opening point with an unforced error on the backhand side and Djokovic follows with one of his own for 15-all. Monfils hits a forehand winner to put Djokovic in a 15-30 hole, but another unforced error levels it at 30-all. Backhand volley winner by Djokovic sets up game point. He goes appears to miss on a forehand winner, but a challenge confirms the ball was in and the top seed holds to open. It’s 93F on court with 60% humidity. Thunderstorms in the forecast between 3 and 8pm, so this one could finish under the roof. Monfils won the toss and he opts to return first. And the players are on court for their warm-ups. The top-seeded Serb has won all 12 meetings against Monfils at the tour level, though the Frenchman did beat Djokovic in the quarters of the Italy F4 Futures in 2004. Hello and welcome to Arthur Ashe Stadium for today’s first men’s semi-final between Novak Djokovic and Gaël Monfils. While we wait for the players to take the court, here’s a look at some notes on the matchup courtesy of the ATP: Thus far this season, Novak Djokovic tied an all-time record with his sixth Australian Open championship, became the first tennis player to surpass $100 million in prize money, and joined Rod Laver and Don Budge as the only men to hold all four major titles at once. But this week in Flushing Meadows, he’s making a different kind of history. Injuries to Jiri Vesely’s forearm, Mikhail Youzhny’s hamstring and Jo-Wilfried Tsonga’s knee made Djokovic the first men’s player in the Open Era to reach a grand slam semi-final following three retirements and/or walkovers. Djokovic’s nine sets and 84 games completed are the fewest en route to a semi at any major in the Open era that featured a 128 draw and only best-of-five set matches. Should Djokovic win his third US Open, the numbers to beat belong to John McEnroe, who played 16 sets and 150 games to secure his first major title at the 1979 US Open. Djokovic’s opponent on Friday, No10 seed Gaël Monfils, has enjoyed a smooth road of his own to the semi-finals. Monfils is the 10th player in the last 25 years to reach the US Open semi-finals without dropping a set. However, eight of the previous nine players did not win the title, and no US Open champion during the Open era has ever had a perfect set record. The bad omens only start there for Monfils, who is 0-12 against Djokovic dating back to the 2005 US Open. Both 18 years old at the time, Monfils and Djokovic engaged a five-set, first-round match that lasted four hours and two minutes. Djokovic overcame shoulder pain and cramps to win 7-5, 4-6, 7-6(5), 0-6, 7-5. Monfils’ four-set loss to Roger Federer at 2008 Roland Garros started a string of eight straight defeats suffered by Frenchmen in grand slam semi-finals. Djokovic was responsible for two of those losses, beating Tsonga at 2011 Wimbledon and Richard Gasquet at 2015 Wimbledon as part of his 53-1 run against French opponents. Currently, Djokovic has won 16 straight matches overall against Frenchmen and 22 in a row at grand slam tournaments. Plenty more to come from Flushing Meadows. Hopefully we’ll get a full match! Bryan will be here shortly. In the meantime, read how Serena Williams’s bid for the title was ended by Karolina Pliskova: An eerie hush fell over Arthur Ashe Stadium after Williams double-faulted on match point in the second-set tiebreaker, closing the show at 6-2, 7-6 (5) and ensuring Pliskova’s shock passage into Saturday’s final after 86 minutes. The outcome cost Williams not only a chance at a history-making 23rd grand slam title to eclipse Steffi Graf’s professional-era mark for major championships but also the No1 ranking that she’s held since February 2013 – a span of 186 weeks that equaled Graf’s record for consecutive weeks on top. It marks the second straight year Williams has fallen at the penultimate hurdle in a bid for history at the season-ending major. Last September, a three-set loss to the unseeded Italian Roberta Vinci torpedoed her challenge for a calendar-year grand slam. On Thursday, the saboteur was a slender Czech all but unknown to casual observers due to her chronic underperformance in the early rounds of the sport’s four bedrock tournaments. Until now."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}