{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/sep/19/nico-rosberg-mercedes-f1-singapore-grand-prix-toto-wolff", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-09-19T21:54:00Z", "webTitle": "Nico Rosberg ‘the fastest I have ever seen him’, says Mercedes F1 chief", "webUrl": "https://www.theguardian.com/sport/2016/sep/19/nico-rosberg-mercedes-f1-singapore-grand-prix-toto-wolff", "apiUrl": "https://content.guardianapis.com/sport/2016/sep/19/nico-rosberg-mercedes-f1-singapore-grand-prix-toto-wolff", "fields": {"headline": "Nico Rosberg ‘the fastest I have ever seen him’, says Mercedes F1 chief", "bodyText": "Nico Rosberg is in the best form of his life, according to Mercedes’ executive director, Toto Wolff, after taking the lead in the Formula One world championship from Lewis Hamilton at the Singapore Grand Prix. The German won from pole by 0.4sec on Sunday after a thrilling chase from Red Bull’s Daniel Ricciardo pushed him to the limit. Hamilton came third and having gone into the race two points ahead, now trails Rosberg by eight points. “I have known Nico since 2013 and that was the best Nico Rosberg I have ever seen,” Wolff said. “We have a tendency to say Lewis has awesome pace but that is what we have seen with Nico. This weekend he was blindingly fast.” Mercedes struggled in Singapore last year but have since worked on their pace. It meant Rosberg was in imperious form all weekend bar a lock-up in first practice on ageing tyres that took him into the barriers. He was fastest in the two subsequent sessions and clearly had a comfortable set-up early in the weekend, which is crucial on the bumpy, demanding, 23-turn Marina Bay circuit. A blistering lap in qualifying confirmed his form, while Hamilton struggled to find a set-up that worked. “Nico was six-tenths quicker than P2 in qualifying, something we are not used to seeing in Singapore, and in the same way he drove the race,” said Wolff. “He had a great start and controlled the pace.” In his first championship battle with Hamilton during 2014, Rosberg took it to the final race in Abu Dhabi. He lost it there and was soundly beaten last year, with the British driver winning with three races remaining. This season, however, the advantage has switched between the pair. Rosberg held a 43-point lead after opening with four wins but Hamilton came back and had a 19-point advantage going into the summer break. A run of three wins from the past three meetings has put the German back on the front foot. Rosberg has focused on taking each race as it comes and has been painstakingly strict in refusing to discuss the bigger picture of the championship. It was a policy he stuck to even while his original lead was disappearing and he was again circumspect about Wolff’s latest comments. “I don’t know if it was my best but I am very happy with the weekend,” he said, which is about as much as he has given away recently. Wolff added: “They are so close to each other in terms of performance, one bad weekend is enough to lose your advantage like Lewis did. Lewis did not have a clean weekend. He was lacking laps and was struggling with set-up and could not choose direction.” The team have made much of the hydraulic failure that cost Hamilton time in practice but he lost only 30 minutes from one session and would have been expected to still bring the car closer to his team-mate. He lost points at Spa last month because of penalties, at Monza because of a poor start but in Singapore it seemed he could not put the package together on the track. “I struggled with the balance, struggled getting on to the pace myself and then in the race struggled with the brakes which meant I had to drive slow until they cooled down, which they never did until close to the end,” he said. When asked what he needs to improve, Hamilton said: “Just some good weekends, which we’ve had in the past.” There was some sense of frustration when he said there was no single identifiable solution. “A combination of things all together which ultimately make a perfect weekend.” The British driver is far from out of the chase, however. There are six races remaining and at the next three – Malaysia, Japan and the US – his recent record has been exemplary. Neither driver can afford not to finish and if that happens there is every chance this fight will go to the final race in Abu Dhabi again. “We have a tendency of talking one up and the other one down and we have had that for three years when they have been fighting for the championship,” said Wolff. “You have seen little waves and I remember talking about Lewis a couple of weeks ago. Now we have had a mega Nico weekend and we could see a change again in Malaysia.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}