{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/sep/06/fall-in-ovarian-cancer-deaths-worldwide-linked-to-contraceptive-pill-use", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-09-05T23:05:42Z", "webTitle": "Fall in ovarian cancer deaths worldwide linked to contraceptive pill use", "webUrl": "https://www.theguardian.com/society/2016/sep/06/fall-in-ovarian-cancer-deaths-worldwide-linked-to-contraceptive-pill-use", "apiUrl": "https://content.guardianapis.com/society/2016/sep/06/fall-in-ovarian-cancer-deaths-worldwide-linked-to-contraceptive-pill-use", "fields": {"headline": "Fall in ovarian cancer deaths worldwide linked to contraceptive pill use", "bodyText": "Deaths from ovarian cancer have fallen around the world, largely because of the widespread use of the contraceptive pill, according to a major new study. Another factor is the decline in long-term use of hormone replacement therapy (HRT), according to Italian academics who carried out the study, published in leading cancer journal Annals of Oncology. While taking the hormonal contraceptive pill for five years or so protects women from ovarian cancer when they grow older, taking hormones in middle-age to alleviate the symptoms of the menopause carries a risk. The drop in women using HRT for long periods of 10 years or more, following revelations concerning risk of both breast and ovarian cancer and heart disease in 2002, is thought to be a factor behind the fall in deaths. Deaths from ovarian cancer dropped by 10% in the 28 countries of the EU between 2002 and 2012, according to the study. There are substantial variations in the size of the drop between countries. In the UK, the fall was 22%; in Denmark and Sweden it was 24%; but in Hungary, just 0.6%. Death rates fell in the United States by 16% and in Canada by 8%. In Australia and New Zealand it went down by 12%. The protective impact of taking the pill is experienced decades later. More than 40% of the over 4,000 deaths year in the UK are in women aged over 75. Women began taking the pill in the 1960s in the UK. HRT, however, is usually given to women in their fifties to help them with severe symptoms of the menopause, including hot flushes, night sweats and difficulty sleeping. The research into the change in death rates was led by Professor Carlo La Vecchia of the University of Milan, who said that the difference between European countries evened out somewhat as the pill became more generally available to women over the years. “The large variations in death rates between European countries have reduced since the 1990s when there was a threefold variation across Europe from 3.6 per 100,000 in Portugal to 9.3 in Denmark,” he said. “This is likely to be due to more uniform use of oral contraceptives across the continent, as well as reproductive factors, such as how many children a woman has. “However, there are still noticeable differences between countries such as Britain, Sweden and Denmark, where more women started to take oral contraceptives earlier – from the 1960s onwards – and countries in Eastern Europe, but also in some other Western and Southern European countries such as Spain, Italy and Greece, where oral contraceptive use started much later and was less widespread. “This mixed pattern in Europe also helps to explain the difference in the size of the decrease in ovarian cancer deaths between the EU and the USA, as many American women also started to use oral contraceptives earlier. Japan, where deaths from ovarian cancer have traditionally been low, now has higher rates in the young than the USA or the EU – again, reflecting infrequent oral contraceptive use.” Some of the countries where long-term use of HRT used to be high and has now declined - with women now opting to take it for just a couple of years or not at all - such as the UK, USA and Germany, are also countries that have seen marked drops in death rates. “The problem of HRT is not the short-term use for two to three years for menopausal symptoms,” said La Vecchia. “The problem was the long-term use for 10 to 15 years or longer, which proved to be unjustified.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}