{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2016/sep/25/corbyn-stay-in-labour-party-barbara-ellen", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2016-09-24T23:05:18Z", "webTitle": "The big issue: stay in the party, Barbara Ellen, and help us win social justice", "webUrl": "https://www.theguardian.com/news/2016/sep/25/corbyn-stay-in-labour-party-barbara-ellen", "apiUrl": "https://content.guardianapis.com/news/2016/sep/25/corbyn-stay-in-labour-party-barbara-ellen", "fields": {"headline": "The big issue: stay in the party, moderates, and help us win social justice", "bodyText": "I’m sorry to hear, Barbara Ellen, that you are considering not only resigning your Labour party membership but not voting Labour in the foreseeable future (Comment). I think you should stay in the party and fight for your beliefs. As it opens up policy more to members, you would have the chance to shape it more to your liking. You ask what the alternative is. Given our electoral system, your choice is Labour, Conservative, waste your vote on a fringe candidate, spoil your ballot paper, or not vote You hope a more progressive leftwing party could emerge. Good luck with that! That happened in the 80s with the SDP. In the 1983 election with the Liberals, the SDP had nearly 30% of the vote but because of the electoral system only got a handful of seats. I joined the party a year ago, soon after Jeremy Corbyn was elected leader. He is one of the few Labour politicians who understands that the way this country is run needs to be radically changed. Some on the right of the party believe in simply trying to run the current system in a fairer and more socially responsible way but they are undermined by the nature of our political system. Please stay in the party and carry on voting. Nick O’Brien Alton, Hants Barbara Ellen summed up exactly what I think and, I am sure, what many other Labour party members/voters are thinking. As I see it, it’s not so much that I am leaving the Labour party (as I may well be after more than 30 years if Jeremy Corbyn is elected leader) as that the Labour party has left me. If I needed any further confirmation of Corbyn’s unsuitability as leader, his childishly sarcastic comments on the Today programme the following day were enough to convince me that this is someone completely out of his depth. Please do not publish my name or contact details. I am still a Labour party member and have no wish to have a backlash from any of the small but vociferous (and downright unpleasant) members who attack anyone not supporting Jeremy Corbyn. Now over 60, I have been a Labour member and supporter since I started full-time work. When I have had the spare time to be an activist, I have always taken a two-track approach to membership. On the one hand, I have argued in whatever constituency party I have found myself, for a more leftwing approach to policy. At the same time, I have always participated in elections and other campaigns for Labour candidates regardless of their political position in the party. Barbara Ellen does not understand the Labour party. It has always been a coalition between socialists and social democrats with widely differing viewpoints. Both sides have been wrestling for control over decades. History shows us, though, that, in the current electoral system, if either side of this coalition separates from the party, Tory rule is perpetuated. This means no change for the poor and vulnerable that she appears to want to help. Her call for an “anything but Labour vote” indicates that she would prefer the Tories in power to a radical socialist government led by Jeremy. James Whiting Surrey Barbara Ellen spoke up well for the huge number of disillusioned Labour supporters across the country who have no intention of voting for a party led by Corbyn. Anyone who promotes the likes of Abbott, Burgon and Thornberry into his shadow cabinet has to have a screw loose and is not be trusted to run the proverbial whelk stall, let alone a government. In common with the lady, then, my once safe Labour vote is now lost, leaving me nowhere left to go… other than on holiday when the next election comes around. Ian Hoyle Rotherham, South Yorkshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}