{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/sep/12/conservatives-new-front-turnbull-plebiscite-funding", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-09-11T23:05:01Z", "webTitle": "MPs open new front against Turnbull over same-sex marriage plebiscite funding", "webUrl": "https://www.theguardian.com/australia-news/2016/sep/12/conservatives-new-front-turnbull-plebiscite-funding", "apiUrl": "https://content.guardianapis.com/australia-news/2016/sep/12/conservatives-new-front-turnbull-plebiscite-funding", "fields": {"headline": "MPs open new front against Turnbull over same-sex marriage plebiscite funding", "bodyText": "Conservative MPs have insisted public funding for the yes and no campaigns is necessary for a “proper” plebiscite on same-sex marriage, in a clear warning to Malcolm Turnbull not to withhold funds. Kevin Andrews publicly contradicted the prime minister by claiming he promised funding for both sides, but Warren Entsch has warned funding would contribute to “divisive rhetoric” on an issue on which voters had already made up their minds. Coalition proponents of same-sex marriage have said that keeping costs down is vital to achieve support for the popular vote, which looks likely to be blocked by an alliance of Labor, the Greens and Nick Xenophon Team, in part due to its cost. On Sunday, the Anglican archbishop of Sydney and the Australian Christian Lobby said the prime minister had promised both campaigns would be publicly funded, with the suggestion that $10m for each side would be in line with funding for the republic referendum. Speaking on ABC radio on Monday, Coalition senator Eric Abetz said: “This idea that somehow you can have a proper plebiscite without funding for the yes and no cases would not be the sort of plebiscite that was envisaged by the partyroom when we decided on it.” Abetz said public funding was a decision for the partyroom, not cabinet alone, and urged Turnbull not to “steamroll” the views of the partyroom. Speaking on his way into parliament, Andrews said: “If there’s a plebiscite, there ought to be the opportunity for both cases to be put fairly to the Australian people.” “That’s how we run referenda. This is a time honoured way in which we’ve conducted these sorts of public discussions in Australia for over a century now.” Andrews said Turnbull had “indicated that there would be some funding for the yes and no campaign”. “I think it is important that there is funding so that when Australians go to the ballot box, in terms of making a vote on this issue, yes or no, they are well informed about it,” he said. On Monday Entsch said he was “absolutely” opposed to public funding for the plebiscite. “Any suggestion [public funding] was a decision or commitment made in the partyroom is absolutely wrong,” he told ABC radio. He said the six-hour partyroom debate that settled on the plebiscite as a compromise without a formal vote did not even discuss public funding. Entsch noted that only the side opposed to same-sex marriage was calling for taxpayer funds. Australian Marriage Equality and other yes campaigners oppose public funds being spent to argue against the right to marry, and trust their own fundraising will be superior to the no case. Entsch said there had already been so much public debate on same-sex marriage “you’d have to be living on another planet not to already [have] set up your own opinion on this”. “Why do we need to continue to fund more divisive rhetoric on an issue that overwhelmingly the people have already made up their mind?” Entsch said fact sheets would be distributed explaining the change, but they would not include the “emotional rhetoric” of either side. “If you want to continue to influence people or educate people, pass the hat around, raise your money that way.” On Monday former prime minister Tony Abbott said the plebiscite was “very important because marriage is a very personal thing”. “If it is going to be decided by the public – as it should – obviously there needs to be proper campaigns, and the question of funding will be dealt with by the partyroom in coming weeks.” Liberal MP Trent Zimmerman told Sky News that “one of the concerns that people raise with me about a plebiscite is the cost of a national ballot”. “I think it’s important we try to do everything we can to restrain the cost of the plebiscite,” he said. At a press conference on Sunday Turnbull said public funding would be a matter for cabinet and the partyroom, but if funding were provided it would be “scrupulously equal and fair as between the yes case and the no case”. Labor spokeswoman Terri Butler has warned the government not to publicly fund a campaign arguing “that human rights should not be extended to a minority”. On Monday Labor and a separate crossbench group were due to introduce separate private members bills on same-sex marriage, but neither was likely to be debated or voted on unless the government unexpectedly lost procedural votes in the lower house."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}