{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/sep/19/team-gb-paralympicsgb-celebrations-october-london-manchester", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-09-19T23:14:15Z", "webTitle": "October dates set for celebrations of GB’s Olympic and Paralympic success", "webUrl": "https://www.theguardian.com/sport/2016/sep/19/team-gb-paralympicsgb-celebrations-october-london-manchester", "apiUrl": "https://content.guardianapis.com/sport/2016/sep/19/team-gb-paralympicsgb-celebrations-october-london-manchester", "fields": {"headline": "October dates set for celebrations of GB’s Olympic and Paralympic success", "bodyText": "The success of Team GB and ParalympicsGB athletes at the Rio 2016 Games will be celebrated on 17 October and 18 October in Manchester and London respectively, the sports minister Tracey Crouch has announced. On Sunday, the Paralympics ended in Rio with ParalympicsGB taking home 147 medals and finishing second in the medal table behind China. That performance followed Team GB’s second place in the medal table at the Olympics at which 67 medals were won across 19 sports. Crouch said: “I know that Manchester – a city with a rich sporting history – and London, with its strong links with the Olympic and Paralympic Games, will host brilliant celebrations that will give the British public a chance to say thank you to our amazing athlete heroes.” Mark England, Team GB’s chef de mission, said: “This will be a very proud moment for all Team GB and ParalympicsGB athletes and rich reward for such fantastic efforts at the recent Games in Rio. We have no doubt Manchester and London’s celebrations will be a fitting tribute and culmination of an incredible last couple of months.” The Mayor of London, Sadiq Khan, said: “The exploits of our Olympians and Paralympians have thrilled the nation and I am delighted to confirm that we are arranging a real heroes’ return in the capital on 18 October.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}