{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/sep/13/david-ospina-arsenal-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-09-13T22:56:17Z", "webTitle": "Inspired David Ospina justifies his Champions League selection for Arsenal", "webUrl": "https://www.theguardian.com/football/2016/sep/13/david-ospina-arsenal-champions-league", "apiUrl": "https://content.guardianapis.com/football/2016/sep/13/david-ospina-arsenal-champions-league", "fields": {"headline": "Inspired David Ospina justifies his Champions League selection for Arsenal", "bodyText": "Arsène Wenger will stick to his policy of picking David Ospina in the Champions League after the Colombian goalkeeper’s inspired display frustrated Paris Saint-Germain and ensured Arsenal emerged from the trickiest trip of the group with an encouraging point. Ospina’s excellence frustrated PSG, and their striker Edinson Cavani in particular, and justified what had appeared to be a risky selection in place of Petr Cech after his toils in this competition at the same stage a year ago. Yet, despite the visitors trailing to Cavani’s header after 42 seconds, they clung on to the contest courtesy of their goalkeeper and Alexis Sánchez’s equaliser 12 minutes from time secured the draw. Olivier Giroud and the hosts’ Marco Verratti were sent off in stoppage time but, while the Hungarian official’s decision to flash second yellow cards at both those players prompted widespread bemusement, Wenger could rejoice in Ospina having proved his pedigree. Asked whether he thought that was the former Nice goalkeeper’s most influential appearance for the London club, Wenger said: “Maybe. At decisive moments, in one‑on‑ones, or when he came out with a good header at the start of the second half. “David played very well and showed his detractors, those who doubted him, that he is a very good goalkeeper. Last year he made a mistake in the Champions League [against Olympiakos] and everyone jumped all over him. He showed what he’s about tonight. I have two world-class goalkeepers. I can give them both games. If they do not play, you can’t keep two world-class goalkeepers. “But we have an in-house rule that the keepers know. It’s important to have clear rules like that. They know what the rules are for the season and, if they change, I’ll tell them. It’s down to performances whether he stays in the team but, on what he delivered tonight, David has the right to stay in the team for the next Champions League game.” Giroud will be absent for that match, against Basel at the Emirates Stadium in two weeks’ time, following his dismissal after he squabbled with Marquinhos and Verratti near the touchline in stoppage time. The incident did not appear serious and Marquinhos, who shoved the Arsenal striker, escaped without any sanction at all. Giroud intimated on television post-match that he thought the referee, Viktor Kassai, had taken the decision to book the two players despite not having seen the incident. “The ball was on the other side so I didn’t see, but the first yellow card shown to Olivier was very harsh, and not even a foul,” said Wenger, whose decision not to start with Granit Xhaka in midfield actually ended up feeling more significant than the omission of Cech, given the dominance PSG enjoyed in that area over the first hour. “For the second, he tells me he has done nothing at all. Olivier is honest so I believe him. Verratti also told me he did nothing. I told them both to go to the referee and tell him they’d done nothing. “But, overall, we played against a good PSG team who started much stronger than us. We have experience in the Champions League and were resilient. When you start so badly against a team of that quality, if you have no experience or too young you can be caught. We didn’t panic. Overall we were resilient enough, and the resilience is linked to experience. I told the players at half-time that if we kept the ball, we’d come back because we were dangerous when we had good possession of the ball. That is what we did. We got a good point.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}