{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/sep/16/manchester-city-pep-guardiola-conference-ball-win", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-09-16T21:30:30Z", "webTitle": "Pep Guardiola says Manchester City fight for the ball ‘like a Conference team’", "webUrl": "https://www.theguardian.com/football/2016/sep/16/manchester-city-pep-guardiola-conference-ball-win", "apiUrl": "https://content.guardianapis.com/football/2016/sep/16/manchester-city-pep-guardiola-conference-ball-win", "fields": {"headline": "Pep Guardiola says Manchester City fight for the ball ‘like a Conference team’", "bodyText": "Pep Guardiola has pointed to Manchester City’s hard work in winning the ball back like a Conference side as the key to winning all seven of their opening matches. City are the Premier League leaders, the only side with a maximum 12 points from four games. They also dismantled Borussia Mönchengladbach 4-0 in their Champions League group opener on Wednesday, and Guardiola is clear on why his team is playing so well. “Our behaviour without the ball is what we did [well] in these seven games,” he said. “That means play like a team in the second league, the third league, in the Conference league, playing with honesty. If we do that, the people will be proud of us. That’s what I want. “I know the quality of the players. They are still making mistakes sometimes with the buildup, with the position in the middle. That is normal. There’s a lot of time to improve it. “The desire when the opposition has the ball, in saying ‘No, I want that ball for me’ and how we go to pick it up, if we continue that to the end of the season, we will be a good team. I am pretty sure of that, because the quality of the players that this club have bought in the past and the new players who came in this year is high. If not, you cannot produce in a short time the performance we managed against Borussia Mönchengladbach. “Maybe you don’t know them, but I know Mönchengladbach really well, and I know that in the few moments we arrived a little bit late with our pressure, we were not good. That’s happened. Fortunately, it only happened a few times, because we were so aggressive without the ball, and with the ball we created chances.” Guardiola would not rule out excluding Vincent Kompany once the captain is fit if he does not prove he deserves to start. The Belgian has not played since injuring a thigh in May and under Guardiola, John Stones has partnered either Nicolás Otamendi or Aleksandar Kolarov in central defence. “For me, when he’s ready – how difficult? Absolutely nothing,” the manager said of leaving out Kompany. “They have to compete with each other, we’ll see on the pitch what is the best for that game. “The best way to arrive in April or May with a chance to fight to win the titles [is] we need the players competing with each other. I need Vincent because I know his quality. I need him to put pressure on John Stones, Nico Otamendi, Kolarov – all of them.” Guardiola has so far used Stones during games to communicate messages, and the defender said he has leadership ambitions. “I’d like to be captain one day,” he said. “Every player wants to be captain of their team and to do so for years to come. It’s a privileged position to be in, to captain your club and country. These are dreams you dream about when you’re a little boy. “You have to deserve the right to be captain but I’d love to be one day and I’ll keep working hard to try to be.” Of what Guardiola says to him, Stones said: “He’s talking to me about the opposition, how they’re playing. I suppose it’s easier for me to run over than a midfielder or a striker and I can then tell everyone from there. It’s just little details in games that are good to pass on. It’s all about how we can beat the opposition and that’s what they’re trying to do to us as well. Little formation changes or how we can beat a certain system.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}