{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/sep/12/paralympian-katie-kelly-wins-gold-for-australia-in-rio-triathlon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-09-11T21:42:42Z", "webTitle": "Paralympian Katie Kelly wins gold for Australia in Rio triathlon", "webUrl": "https://www.theguardian.com/sport/2016/sep/12/paralympian-katie-kelly-wins-gold-for-australia-in-rio-triathlon", "apiUrl": "https://content.guardianapis.com/sport/2016/sep/12/paralympian-katie-kelly-wins-gold-for-australia-in-rio-triathlon", "fields": {"headline": "Paralympian Katie Kelly wins gold for Australia in Rio triathlon", "bodyText": "Australian para-triathlete Katie Kelly has claimed gold in the women’s PT5 alongside sighted guide Michellie Jones at the Rio Paralympics. Kelly, who is legally blind, and Jones came from behind during the swimming leg of the event before powering home in the final run. The pair beat British combination Alison Patrick and Melissa Reid, who had to settle for silver, in a time of one hour, 12 minutes and 18 seconds over the three legs at Copacabana beach – constituting a 750m swim, 22.28km of cycling and a 5km run. “I was saying to Michellie that it’s something that you wish for, but these triathlon competitions I never take it for granted and it’s hard work out there. You can’t underestimate how hard it is to get there,” Kelly told APC Media. “So when Michellie said, ‘KK, we’re going to get on that blue carpet [finish line] – you can enjoy it,’ I thought ‘No, I’m going to get to the finish line first’. “I’m just really honoured and chuffed, and to do that in para-triathlon here in Rio is a really special moment.” Jones, 47, won silver in the women’s triathlon at the Sydney Olympics in 2000, but said Sunday’s achievement outweighed any other during her career. “This is so much better because when I think of everything KK has been through and to be able of doing everything she’s done in such short amount of time,” she said. “To me this is the best thing that I’ve ever done.” Meanwhile, Kurt Fearnley could not match his gold medal-winning performance of 2004 in the 5,000m T54 – or the silver medal he won in London four years ago – but still picked up bronze behind winner Prawat Wahoram of Thailand and Switzerland’s Marcel Hug. Fearnley star remains a good chance for gold in the marathon – which he has won twice before – while he will also compete in the T53/54 1,500m and 4x400m. Another Australian medal arrived courtesy of Angie Ballard, who claimed her second of these Games with another bronze in the women’s T53 400m, while rower Erik Horrie won silver in the men’s single sculls."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}