{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/sep/28/manchester-city-celtic-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-09-28T21:51:41Z", "webTitle": "Manchester City survive searching test of Pep Guardiola’s vision from Celtic", "webUrl": "https://www.theguardian.com/football/2016/sep/28/manchester-city-celtic-champions-league", "apiUrl": "https://content.guardianapis.com/football/2016/sep/28/manchester-city-celtic-champions-league", "fields": {"headline": "Manchester City survive searching test of Pep Guardiola’s vision from Celtic", "bodyText": "As Manchester City’s flying form under Pep Guardiola moved from bright beginning into a stellar 10 consecutive wins, the manager’s mantra remained that vast improvement was still required. In the build-up to the club’s first competitive outing on Scottish soil he was at it again. “Football is a process and my happiness is to see the team getting better. Maybe small steps but getting better. That is what I want,” Guardiola said this week. So as City strove for the “little record” of matching Tottenham Hotspur’s 11 victories on the bounce, which initiated their 1960-61 Double-winning campaign, the search was on for the small steps demanded by the uber-perfectionist head coach. What he saw unfold at Celtic Park was a dogfight that was the sternest test yet of his City project and which should allow it to grow as Guardiola desires. The Catalan was allowed only three minutes before dismay may have swept through him. This was the time required for Brendan Rodgers’s team to take the lead through Moussa Dembélé and become the first opposition to open the scoring against Guardiola’s men since he took over. It rocked City and proved the highlight of a Celtic onslaught that lasted 10 minutes as Kolo Touré nearly doubled the lead and the home crowd were at fever pitch. And it proved the first phase of a night-long examination of City’s backbone. Guardiola had spoken of how defeat or its prospect is bound to come at some point and how his team responds will be vital. He wants City to possess the “stability” to deal with reverses and show the kind of unshakeable character that he would like to foster in his squad. Eight minutes were required to give Guardiola a clue to all of this. Seven were spent weathering the early storm. The other two involved City mounting a first attack – David Silva went through but could not finish – and then securing an equaliser from Fernandinho. Maybe City would now be rampant and coast through this second Group C match. It seemed the obvious corollary of the way Guardiola’s men have previously cuffed away any opponent who dared to offer resistance. Celtic, though, had the temerity to buck this pattern by again pulling into the lead and again rocking City. This time Raheem Sterling was admirable in popping up at right-back near Claudio Bravo’s goal and unlucky to turn the ball past his own keeper. City were embroiled in a genuine tear-up and there were clues all over the Celtic Park turf. An illustration came when the classy Ilkay Gündogan presented a collector’s item by making the wrong choice near Craig Gordon’s area and ceded possession. Another was in the way Fernandinho and Aleksandar Kolarov – two standout performers thus far for Guardiola – endured some shaky and difficult moments. If City have been a team in which each and every player has improved markedly in the Catalan’s school, Sterling has a case for being Guardiola’s star pupil. In the 3-1 win at Swansea on Saturday he netted a sublime goal via mesmeric footwork. It involved, too, the composure he is supposed to lack. To score City’s second equaliser Sterling produced a near carbon copy of Fred Astaire footwork and cold-eyed calm as he finished past Gordon eight minutes after his own goal. The high-octane entertainment the fans were being served up hardly slackened after the break, as Kolarov’s night plunged into mini-nightmare territory with the error that allowed Dembélé to hook in his second goal of the night This surely wrecked any interval words Guardiola offered his charges as it came only just over a minute into the second half. It meant the 11 men sent out by the coach were dealing with an uncomfortable and totally foreign in-game scenario: the very real prospect of a defeat against an outfit whose last outing in the Champions League had been the 7-0 hiding given them at the Camp Nou by Barcelona. City’s response was to take less than 10 minutes to draw level again as Nolito provided a third equaliser of what had proved a pulsating game. Before the match Rodgers had said: “It’s a great challenge of us. We’re really looking forward to the game.” Celtic played like they did and enjoyed a result deserving of their willingness to take the scrap to City’s gilded talents. They actually did more: they made the game a scrap. And in doing so the Scottish side found a way of disrupting the smooth and ruthless killing machine that had vanquished its 10 previous foes. City’s rivals may take note of this match. They may strive to emulate the number Celtic managed to do on them. But they should also be wary of how Guardiola’s side went toe-to-toe with Celtic and refused to be downed. And, how, in Guardiola, City have a coach who is sure to plot how best to avoid this occurring again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}