{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/sep/01/jared-fogle-subway-spokesman-abuse-lawsuit", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-09-01T22:10:34Z", "webTitle": "Jared Fogle plans to sue parents of young girl he was convicted of abusing", "webUrl": "https://www.theguardian.com/us-news/2016/sep/01/jared-fogle-subway-spokesman-abuse-lawsuit", "apiUrl": "https://content.guardianapis.com/us-news/2016/sep/01/jared-fogle-subway-spokesman-abuse-lawsuit", "fields": {"headline": "Jared Fogle plans to sue parents of young girl he was convicted of abusing", "bodyText": "Former Subway spokesman Jared Fogle is planning to sue the parents of one of the young girls he was convicted of abusing. Fogle, 39, is claiming that the parents of one of his victims are partly responsible for her abuse, according to a report in TMZ. Fogle was sentenced to 15 years in prison last November after he pleaded guilty to having sex with two underage girls in a New York City hotel. He also admitted to receiving images of child abuse from his former employee, Russell Taylor, who was the head of the Jared Foundation. The convictions resulted in Fogle paying $1.4m, or $100,000 to each of the 14 victims. He now thinks the family should accept partial responsibility. The suit, which names the victim as Jane Doe, says her parents fought often and abused alcohol in front of her. This subsequently led her to engage in “destructive behavior”, including self-harm and drug abuse, and ultimately resulted in her being abused. According to the Daily Mail, Jane Doe launched a lawsuit against Fogle earlier this year. The records said she was secretly recorded bathing and undressing at Taylor’s house in Indianapolis, where she was a regular visitor between March 2011 and January 2015. Learning of these events caused Doe trauma and made her suicidal, the court documents said. Taylor would regularly send videos to Fogle of underage women engaging in illegal sexual acts. Taylor was also sentenced to 27 years in prison in December for secretly filming 12 minors as they were nude, changing clothes or other activities using a network of hidden cameras set up in his home. Fogle rose to fame as a pitchman for Subway after he lost 200lbs, in part by eating the restaurant’s sandwiches. During his 15-year tenure he amassed millions of dollars appearing in commercials and speaking on the company’s behalf. His career came crashing down after his Indianapolis home was raided last July and the subsequent charges were leveled."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}