{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/sep/20/malcolm-turnbull-tells-world-leaders-to-follow-australias-asylum-policies", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-09-19T22:24:14Z", "webTitle": "Malcolm Turnbull tells world leaders to follow Australia's asylum policies", "webUrl": "https://www.theguardian.com/australia-news/2016/sep/20/malcolm-turnbull-tells-world-leaders-to-follow-australias-asylum-policies", "apiUrl": "https://content.guardianapis.com/australia-news/2016/sep/20/malcolm-turnbull-tells-world-leaders-to-follow-australias-asylum-policies", "fields": {"headline": "Malcolm Turnbull tells world leaders to follow Australia's asylum policies", "bodyText": "Malcolm Turnbull has told world leaders at the UN that Australia’s uncompromising border protection regime should be a model for other countries, and their populations would never accept large-scale migration unless they could create “order out of the chaos” of current migration flows. He said domestic asylum policies must have security of national borders as a primary concern, and a perceived lack of control of migration would lead to dysfunction and internal division. “Addressing irregular migration, through secure borders, has been essential in creating confidence that the government can manage migration in a way that mitigates risks and focuses humanitarian assistance on those who need it the most,” he told a UN summit on refugees and migrants. “This has had a direct impact on our ability to provide generous and effective support to refugees. Without this confidence, we would not have been able to increase our intake of refugees – the world’s third-largest permanent resettlement program – by more than 35%. “And we would not have been able to commit to welcoming 12,000 additional Syrian and Iraqi refugees, on top of this.” Resettlement of refugees assists less than 1% of the world’s refugees displaced from their homelands each year – 86% of the world’s 21.3 million refugees are hosted by developing countries, usually those close to the places people have fled. Turkey has more than 2.5 million refugees living within its borders. Lebanon hosts 1.1 million, one in every five people in the country. Australia’s current humanitarian intake is 13,750 a year, a figure that will rise to 18,750 in three years’ time. Turnbull said Australia was a nation of migration and its diversity had been “an investment against marginalisation and extremism”. “It helps our community unite against extremism, rather than be divided by it”. He welcomed the growing global consensus that greater cooperation was needed internationally to deal with mass forced migration flows. “There is now stronger recognition that the international community must better share responsibility for helping those forced to leave their homes. All countries have a role to play and Australia is committed to a playing a role that provides resettlement options to genuine refugees, that sees our multicultural society grow from strength to strength, and that supports international efforts to help the most vulnerable.” Paul Ronalds, the chief executive of Save the Children – the child welfare organisation that formerly worked on Nauru – condemned Turnbull’s speech, saying he had failed to commit Australia to any meaningful action to address the global issue of forced migration. “Instead Mr Turnbull promoted an isolationist ‘deterrence-based’ model to asylum seeker policy that the evidence has shown is extremely expensive, takes a heavy toll on those Australia should be aspiring to protect, compromises Australia’s global interests and places the humanitarian burden on those developing nations who have been left to host the vast majority of people forced to flee their homes because of conflict and persecution.” Ronalds said Australia could have used the global stage of the UN to announce a substantial increase in its resettlement program, and promote a regional framework for assisting forced migrants. “Of course all this is to say nothing of the Turnbull government’s continual failure to announce sustainable and humane solutions for those refugees and asylum seekers Australia has left to languish on Nauru and Manus Island. “These people have waited long enough for an opportunity to begin rebuilding their lives and the need for a solution is urgent given their understandable despair and the harm they have suffered for years.” Australia’s asylum regime is built upon three fundamental pillars: boat turnbacks, offshore processing, and regional resettlement. The minister for immigration and border protection Peter Dutton, also in New York, has met the United Nations high commissioner for refugees, Filippo Grandi, and the director general of the International Organisation for Migration, William Lacy Swing. Boat turnbacks, regarded by legal opinion as a breach of international law, have been successful in dramatically slowing the flow boats reaching Australian waters and shores. The last boat to reach Australian territory was in May this year. But offshore processing and regional resettlements have been highly contentious. The offshore processing centre on Papua New Guinea’s Manus Island has been ruled illegal and unconstitutional, while it and the camp on Nauru have been beset by systemic reports of sexual and physical violence, cruel and degrading treatments, inadequate medical care, and epidemic rates of self-harm and suicide attempts. Regional resettlement has resulted in just one person – a Rohingyan man – being resettled in Cambodia at a cost of more than $40m. A further 72 men have been resettled in PNG. Australia’s policies have been criticised by more than a dozen other governments around the world, several arms of the UN itself, the Australian Senate, the PNG supreme court and international human rights bodies."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}