{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/sep/13/champions-league-roundup-bayern-basel-record", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-09-13T22:41:13Z", "webTitle": "Champions League roundup: Bayern set record as Basel are held", "webUrl": "https://www.theguardian.com/football/2016/sep/13/champions-league-roundup-bayern-basel-record", "apiUrl": "https://content.guardianapis.com/football/2016/sep/13/champions-league-roundup-bayern-basel-record", "fields": {"headline": "Champions League roundup: Bayern set record as Basel are held", "bodyText": "Basel missed the opportunity to take advantage of Paris Saint-Germain’s and Arsenal’s draw as the Swiss champions drew 1-1 against Ludogorets. Cafu’s goal on the counter-attack gave the Bulgarians a surprise lead on the stroke of half-time, but Renato Steffen levelled for the hosts 10 minutes from the end. Bayern Munich opened their campaign with a one-sided victory in Group D as they brushed aside Rostov 5-0 at home. Robert Lewandowski, from the penalty spot, and Thomas Müller put Bayern in the ascendency before the break and a second-half brace from Joshua Kimmich and a late Juan Bernat effort completed the rout. It means Bayern have now recorded 13th successive home victory in the competition. “It was a good start to our Champions League campaign,” Carlo Ancelotti, the Bayern manager, said. “It was difficult to score early on, we didn’t have many chances. We got there. At the moment, the team is in good condition, both physically and mentally.” Bayern’s triumph puts them top of a tough-looking Group D, ahead of last season’s runners-up Atlético Madrid, who were 1-0 victors at PSV Eindhoven. Saúl Ñíguez’s acrobatic effort in the 43rd minute settled the contest in favour of Diego Simeone’s team, with PSV missing a controversially awarded penalty moments later as Jan Oblak superbly kept out Andrés Guardado’s spot-kick. Napoli are the early front-runners in Group B after Arkadiusz Milik’s brace fired them to a 2-1 a comeback victory at 10-man Dynamo Kyiv. Denys Garmash gave Dynamo a 26th-minute lead, but their hopes of earning a point after Milik’s first-half brace were all but ended when the midfielder Serhiy Sydorchuk was sent off in the 68th minute. The match between Benfica and Besiktas in Portugal finished 1-1 as Anderson Talisca’s brilliant stoppage‑time free-kick for the Turkish side cancelled out Franco Cervi’s early opener."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}