{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/sep/21/brexit-care-older-disabled-people-eu-workers-uk", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-09-20T23:39:38Z", "webTitle": "Brexit could trigger crisis in care for older and disabled people", "webUrl": "https://www.theguardian.com/society/2016/sep/21/brexit-care-older-disabled-people-eu-workers-uk", "apiUrl": "https://content.guardianapis.com/society/2016/sep/21/brexit-care-older-disabled-people-eu-workers-uk", "fields": {"headline": "Brexit could trigger crisis in care for older and disabled people", "bodyText": "Social services for older and disabled people face crisis because post-Brexit migration restrictions could cause a massive shortage of care workers, leading care organisations have said. The 1.4-million-strong UK care sector’s reliance on European migrant workers means it is vital they are given the right to remain in any future migration arrangements, the charities Independent Age and the International Longevity Centre UK (ILC-UK) said. Currently about 84,000 care workers – equivalent to one in 20 of England’s growing care workforce – are from European Economic Area countries. About 90% do not have British citizenship and their future immigration status remains uncertain. The charities said failure to tackle workforce shortages would mean thousands of older people would lose out on support, meaning they could be left housebound, struggle to recover properly from a stroke or fall, or fail to get assistance in getting up and dressed in the morning. Simon Bottery, the director of policy at Independent Age, said: “Care services for elderly and disabled people have come to rely on migrant workers, especially from the European Union, so the consequences could be severe if they are unable to work here in future.” The UK has become increasingly dependent on a European migrant workforce to provide services for its ageing population since 2012, when the coalition government changed immigration rules, making it more difficult for non-EEA people to enter the UK to work in social care. According to modelling by the charities, a scenario which closed off all migration would leave Britain with a social care workforce shortfall of more than a million by 2037. In a low-migration scenario this would still mean a 750,000 shortfall. Even under a high-migration scenario, the care sector would still face a workforce shortage of 350,000 because of the likely dramatic increase in the population needing care, the charities said. London and the south-east would be worst hit by a post-Brexit shortage of care workers, with one in nine of the capital’s care workers at risk of losing their right to work in the UK. Staff turnover and vacancy rates have risen sharply in the last decade, triggering fears that the safety and quality of social care would be affected. Ben Franklin, ILC-UK’s head of economics of ageing, said that as Britain’s population grew older, thousands more care workers were needed. “A continual failure to support and enhance the care workforce could result in thousands of frail and older people losing out on the proper care and support that they need.” A spokesperson for the Association of Directors of Adult Social Services said: “Every minute of every day, millions of people are receiving a service from adult social care thanks to the contribution of staff from all over the world – from the UK, the EU and further afield. The loss of any of this valuable workforce, in a sector already under pressure from increased demand and staffing challenges, would have a profound effect, and we will seek to take part in any relevant discussions to convey our support for EU workers currently working in our adult social care system. “It’s important to remind any non-British EU workers, and those whose care is provided by them, that nothing will change for some time: until new laws are passed by the government, the rights of all EU citizens to live and work in the UK will not change. Until then, we will be working to improve recruitment, training and staff retention in the social care sector to make sure it’s ready for any challenges that come in the future.” A government spokesperson said: “The prime minister has been clear that she wants to protect the status of EU nationals already living here, and the only circumstances in which that wouldn’t be possible is if British citizens’ rights in European member states were not protected in return.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}