{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/sep/06/food-waste-uk-householders-sainsburys-survey-saving-money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-09-05T23:01:42Z", "webTitle": "Only 3% of UK adults feel ashamed at wasting food, poll finds", "webUrl": "https://www.theguardian.com/business/2016/sep/06/food-waste-uk-householders-sainsburys-survey-saving-money", "apiUrl": "https://content.guardianapis.com/business/2016/sep/06/food-waste-uk-householders-sainsburys-survey-saving-money", "fields": {"headline": "Only 3% of UK adults feel ashamed at wasting food, poll finds", "bodyText": "Only 3% of UK householders think there is a stigma attached to wasting food, while many try to save money by switching off lights or turning down the heating, instead of reducing food waste, according to a report. The Sainsbury’s survey of food waste habits shows that the vast majority of people fail to see the value of watching out for food waste, compared with other money-saving habits that have become second nature. According to the poll of more than 5,000 UK adults, 74% of householders actively turn lights off when they leave a room and 55% turn down the heating. Nearly one-third (32%) have changed energy suppliers to keep household bills down, saving an average of £200 a year. Collectively, these changes would save £305 a year, less than half of the £700 a typical family wastes on food that goes uneaten and is thrown away. In January, Sainsbury’s launched a partnership with the town of Swadlincote in Derbyshire, where it is spending £1m to cut food waste by trialling new technology. The market town beat 188 rival areas to be awarded the project and the supermarket is planning to spend £10m over the next five years to develop similar schemes across the UK. Working with the government’s food advisory body, Wrap, the initiative will be measurable so that it can be used as a blueprint for the future. Ideas include testing smarter kitchen appliances such as fridges to allow people can check on their phone what they have at home and food-sharing apps such as Olio. The Sainsbury’s chief executive, Mike Coupe, said: “We know our customers are concerned about food waste in their own homes, which is why we’ve committed £10m to help tackle the issue as part of our ‘waste less, save more’ programme. “Wasting food has become so normal, there is now no stigma attached to throwing food away. The report shows that people are cost-conscious and making concerted efforts to turn off lights and minimise energy use. However, people are still overlooking the much bigger savings that could be delivered by simply throwing away less food.” On Wednesday, Sainsbury’s will launch its first waste less, save more advertising campaign, aimed at helping householders save and store food more efficiently. Richard Swannell, the director of sustainable food systems at Wrap, said: “Wasting food costs £700 a year for the average family. That’s money that could be spent on everyday essentials. Both Sainsbury’s and Wrap want to help people see the benefits in making the most of their food.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}