{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/sep/20/obesity-gene-weight-loss-gain-study-diet", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-09-20T22:30:09Z", "webTitle": "Obesity gene no barrier to weight loss, study shows", "webUrl": "https://www.theguardian.com/society/2016/sep/20/obesity-gene-weight-loss-gain-study-diet", "apiUrl": "https://content.guardianapis.com/society/2016/sep/20/obesity-gene-weight-loss-gain-study-diet", "fields": {"headline": "Obesity gene no barrier to weight loss, study shows", "bodyText": "People with a gene linked to weight gain are just as likely to benefit from weight loss programmes as those without, researchers have discovered. The findings suggest diet, exercise and drug-based approaches to losing weight can be widely beneficial, even if some people may have a greater risk of piling on the pounds due to their genetics. In short, your DNA is not a barrier to weight loss. While many genes are believed to affect body weight, a particular version of the so-called FTO gene shows one of the strongest associations with fat gain. Those carrying two copies of the genetic variant – about 16% of the population – are on average 3kg heavier than those without, and 1.7 times more likely to be obese. While it is not known exactly how the genetic variant promotes weight gain, it is believed to increase the appeal of high-calorie foods and reduce the feeling of fullness after a meal. But whether it also affects efforts to shed pounds has been a matter of debate. “It has become clear that genetics play a part in the reason why some of us get fatter,” said John Mathers, lead author of the research from Newcastle University. “The one that has the biggest effect in most people is the FTO gene, so we wondered whether having the [high-risk version of the] FTO gene would affect how well you could lose weight.” Writing in the British Medical Journal, Mathers and an international team of collaborators describe how they analysed eight previously published randomised control trials involving a total of more than 9,500 overweight or obese adults to investigate whether carrying the obesity-linked version of the FTO gene affects the ability to lose weight. In all of the studies, the participants were tested to discover whether they carried the genetic variant, and whether they had one copy or two, but the results were not disclosed to the participants. The researchers found that for each copy of the high-risk gene the participants possessed, they were, on average, almost 0.9kg heavier. The participants took part in a variety of weight-loss programmes, including diet-based, exercise-based and drug-based approaches. “To our surprise, we discovered that carrying the [high-risk] FTO gene made no difference to your ability to lose weight. So people lost weight at just the same rate if they had the [high-risk version of the] FTO gene as if they didn’t,” said Mathers. “There was no link between the type of the intervention – so whether the people were losing weight through diet or physical activity – and the gene. It seemed to work equally well.” Sex and ethnicity, the authors said, did not affect the rate of weight loss, although they noted there was a lack of participants of Asian descent. The studies, added Mathers, did not show whether carrying the obesity-linked version of the FTO gene affects whether weight loss was sustained, as the longest follow-up time was three years. Dr Jude Oben, co-founder of the Obesity Action Campaign and senior lecturer in hepatology at University College London, welcomed the results. “Obesity is costing the NHS £16bn a year. We at Obesity Action Campaign are alarmed by this. Obesity causes cancer, diabetes, heart disease and liver cirrhosis. It is the HIV of our age. It is killing millions of our patients,” he said. “That this size of study and its robust statistical methodologies support common sense is great. It means that general weight loss strategies which must involve the psychological, nutritional, physical and policy changes should be developed.” Andrew Hattersley, professor of molecular medicine at the University of Exeter and part of the team that discovered the influence of the FTO genetic variant on weight gain, said it was not surprising that those with the variant were as able to lose weight as those without. “Part of [obesity] is environmental, part of it is genetic, part of the genetic component is the FTO gene,” he said. “This isn’t a group that is remarkably different genetically. It is a very minor change and it is only a minor part of their susceptibility.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}