{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jun/20/boxing.johnrawling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-06-19T23:40:42Z", "webTitle": "Smart image, dull salesman", "webUrl": "https://www.theguardian.com/sport/2003/jun/20/boxing.johnrawling", "apiUrl": "https://content.guardianapis.com/sport/2003/jun/20/boxing.johnrawling", "fields": {"headline": "Smart image, dull salesman", "bodyText": "There was no hint of embarrassment or even a self-deprecating smile on the face of Lennox Lewis as he paused to measure his words. The world heavyweight champion does not joke and flirt with interviewers as Muhammad Ali did, nor does he sneer, curse or threaten like a Mike Tyson. Instead his response to questions comes with little more assurance than when he was a naive newcomer a decade ago. But this time there was a certainty in his voice as he said huskily: \"I am the world's last great heavyweight.\" Within his court Lewis's word is absolute. It was his decision to return to the ring, a year after beating Tyson, to fight Vitali Klitschko tomorrow, and the ever-larger entourage around him say little or nothing other than what he wants to hear. And what an entourage. Ali had Drew \"Bundini\" Brown and countless other back-slappers long after wise counsel might have led him away from the ring. Those with memories long enough for comparisons suggest the Lewis camp now assumes Aliesque proportions. Emanuel Steward is trainer and guru, a boxing strategist in whom Lewis has total faith. But Courtney Shand, the sour-faced conditioner who has been Lewis's friend since schooldays in Canada, has done as much as anybody to persuade the champion to lace up the gloves once more. \"Yes, I was a little surprised when Lennox called me and said 'Come on, let's get going',\" Steward admits. So the posse headed for Pennsylvania's Pocono Mountains as Lewis whipped his body into shape for his 18th world title fight. Steward's assistant is Harold \"The Shadow\" Knight, at Lewis's side throughout his professional career, who said more than two years ago that part of him wished Lewis would quit. Now he toes the party line. Ron, Scott and Patrick are three friends Lewis takes into camp, whose task it is to run with the champion and generally keep him amused. Then there is Joe, the nutritionist and conditioner, and Egerton, once a decent fighter in his own right. Kojo acts as publicity man, and Lennox's mother Violet, as ever, is close by supervising cooking duties. In Los Angeles the number has mushroomed as various friends arrive to hang close. Lewis revels in the image. He is The Man and wants you to know it. Heavies hover when interview opportunities are given and a flunky stands by, watch in hand, to ensure no television or radio station exceeds the permitted two-minute audience. Seasoned journalists, a few remembering the days when Lewis fought around Britain's small halls, retreat muttering \"What is this guy on?\" along with less printable observations. Word has percolated from Lewis's people that the champion has not been happy with some questioning . \"Why are you still doing this?\" are deemed unnecessarily negative, as are observations that Lewis's possible achilles heel is complacency. The source suggests the British media should give him a less critical ride. \"It is more like a job than it was,\" Lewis eventually confesses. \"I've been through the mystery and the unknown.\" Which may go some way towards explaining why he seems to have regarded his publicity work as a chore. The Los Angeles Times has run some less than complimentary articles all week, including one in which Lewis was described as \"one of the smartest, yet unbelievably dull heavyweight champions\". Laila Ali, The Greatest's daughter, who fights on the undercard, said: \"If you are asking me if it was boring, yes it was boring. Growing up watching my father, I learned the importance of selling a fight.\" Steward said what some hoped would have come from Lewis himself. \"He definitely will not be in boxing this time next year. One or two more fights and he will go. He will be up there with Ali, but when he finishes I want him to walk away for good.\" Exactly when the end will come for Lewis remains uncertain. He anticipates an easy night against Klitschko but what he risks is ruining his reputation - rebuilt so brilliantly with knockout wins over Hasim Rahman and then Tyson - in a fight which has failed thus far to stimulate an ambivalent boxing audience. \u0095 Lewis was 18st 4lb, the heaviest of his career, at last night's weigh-in. Klitschko, nearly three inches taller, was 17st 10lb."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}