{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jun/25/boxing.marcuschristenson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-06-24T23:34:13Z", "webTitle": "Lewis lined up for early morning rematch", "webUrl": "https://www.theguardian.com/sport/2003/jun/25/boxing.marcuschristenson", "apiUrl": "https://content.guardianapis.com/sport/2003/jun/25/boxing.marcuschristenson", "fields": {"headline": "Lewis lined up for early morning rematch", "bodyText": "Boxing The team around Vitali Klitschko, the heavyweight boxer beaten by Lennox Lewis in Los Angeles last Saturday night, have announced plans to stage a rematch in Germany - at four o'clock in the morning. Klitschko's promoter Klaus-Peter Kohl said yesterday that the Arena AufSchalke in Gelsenkirchen in north- western Germany would be a perfect venue for the return. \"The best thing would be to stage it at the AufSchalke,\" said Kohl. \"We could do it at four o' clock in the morning so that the American television companies could show the fight live and we would still get 70,000 fans packed in there on the night.\" Kohl's comments came on the day Klitschko claimed that Lewis had promised him a rematch in the ring immediately after Saturday's fight was stopped in the sixth round. Klitschko, whose face was severely bruised at the end of the bout, said: \"Lewis told me in the ring: 'let's do a rematch' and I challenged him to say it in front of the cameras, but he couldn't do it. \"Lennox should stand by his words. He is always promoting himself as a gentleman but it is quite clear that he isn't one.\" Klitschko added that he did not feel any pain two days after the fight - apart from when his wife kisses him on the lips - and that he would be ready for a rematch at the end of the year. \"I know I would have knocked out Lewis if they hadn't stopped the fight. Lewis's hits seemed worse than they actually were. When someone hits you properly you hear music in your head and the birds come flying - but that wasn't the case with Lennox.\" The earliest possible date for a rematch would be some time in November and it would be the first ever fight staged at the Gelsenkirchen Arena. The stadium is the home of the Bundesliga football club Schalke and has a retractable roof. \"It is perfect,\" said Kohl. HBO announced that its coverage of Lewis-Klitschko was watched in 4.6 million homes on Saturday night, its biggest heavyweight boxing audience since George Foreman's last professional fight against Shannon Briggs six years ago. Roy Jones has turned down a possible October fight against the former world heavyweight champion Evander Holyfield to be free for a possible title unification fight against Lewis. The World Boxing Association champion's representatives will this week conduct talks with those of Lewis, who holds the World Boxing Council and International Boxing Organisation belts, although Lewis will almost certainly prefer a rematch with Klitschko. It was announced in New York last night that Holyfield will face the International Boxing Federation cruiserweight champion James Toney on October 4 ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}