{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jun/01/tennis.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-06-01T22:16:15Z", "webTitle": "Henman fails to go the distance", "webUrl": "https://www.theguardian.com/sport/2003/jun/01/tennis.comment", "apiUrl": "https://content.guardianapis.com/sport/2003/jun/01/tennis.comment", "fields": {"headline": "Henman fails to go the distance", "bodyText": "Tim Henman lost his third-round match, but not before he had confounded the idea that his best hope of progressing to the second week here was for Juan Carlos Ferrero to observe the hallowed Spanish tradition of spending hot, summer afternoons sleeping soundly. On another sun-baked day in the French capital, when even spectating was something of an ordeal, Ferrero did start a little drowsily against Henman's inspired opening. As the match progressed, though, the Spaniard became increasingly sharp and attentive, eventually crushing Henman's ambitions with a 4-6, 6-2, 6-4, 6-2 victory. 'I was pleased that I was able to dictate play with my game-plan at the start, which was not allowing him to play,' Henman said, 'but in a tournament like this you've got to keep that up longer. The positive thing is that the way I played early on bodes well for the next few weeks.' The result was true to form with Ferrero, the number three seed and last year's runner-up here, many people's favourite to carry off the clay-court game's greatest prize. But that didn't mean it was any less disappointing to see Henman, still feeling his way back after shoulder surgery late last year, beaten on his first appearance on Roland Garros's centre court, particularly after so bright a start. In eight visits to Paris, Henman has never travelled farther than the third round and he will just have to believe the reports that the tournament does go into a second week. He was in good company in failing to progress into the fourth round, Lleyton Hewitt, the world number one and top seed, going out to another member of the Spanish clay-court brigade, Tommy Robredo. Unusually, Hewitt, who is rarely caught once he makes the running in a match, allowed himself to be overhauled 4-6, 1-6, 6-3, 6-2, 6-3. The Australian's serve deserted him against a player who has yet to make much of an impact on the tour. Tommy who? Well, Tommy whose rock-fan father named his son after The Who's hit musical. Hewitt, who reckoned he played some of his best clay-court tennis in the first two sets, said the defeat would not make him too downhearted: 'I think I'll look back on it and won't be that disappointed. I'm sure I'll get over it pretty soon. For me, Wimbledon's a bigger tournament than the French Open. It holds a special place in my heart.' There are compensations for Henman. The British No1, whose record for 2003 is now played 14 lost eight, can once again look forward to a three-week build-up on grass to Wimbledon, the tournament that he insists is still the high point of his year, despite the Beckham-esque attention he can expect between now and the time he packs his rackets away for the last time in SW19. Henman says we should not discount that being after the men's final on Sunday, 6 July. His performances in Paris gave that suggestion just a little more credibility. He won his first two matches here with something to spare and he can dismiss losing to Ferrero as unavoidable, given the Spaniard's devotion to the clay-court game. If he didn't say to Ferrero, when they shook hands at the end, 'Bet you won't be able to do that if we meet on grass,' then he almost certainly thought it. Henman dared to believe he could beat Ferrero in the first set, particularly after he recovered from losing the first three points of the match to hold serve. He was happy to duel with the Spaniard from the back of the court and mixed his game effectively with sudden surges to the net that were accompanied by some impressive volleys. The first break, in the tenth game, gave Henman the opening set. Even then, you sensed that Ferrero had been holding something back, possibly because he was not expecting such a spirited challenge. Once he raised the level of his game, whipping over his forehands with ever more venom, the conviction drained from Henman's play and he managed no more than sporadic resistance in the last two sets. The Spanish success story continued with Albert Costa, the defending champion, winning a dramatic match against the unseeded Nicolas Lapentti, of Ecuador, 4-6, 4-6, 6-3, 6-4, 6-4. That's three five-set matches for Costa at the start of his title defence - and an extraordinary total of 11 hours 56 minutes on court. But he is from Barcelona, as Sybil Fawlty once said of Manuel. The real drama of Costa's tussle with Lapentti was not how long it took, but bitter exchanges between the players after the fifth game of the deciding set, during which Lapentti tried to get medical assistance for the same problem with his legs that had been treated earlier. This is not allowed under the rules and Costa became increasingly irritated by what he saw as Lapentti's delaying tactics. Finally, Lapentti fell heavily two games from the end of the match and finished the contest barely able to move. While Costa must be feeling the strain, Andre Agassi, who won here in 1999, is still going strong, stronger in fact than a 33-year-old has a right to expect given the youthfulness of most of those around him. Agassi knows he is blessed with a rare aptitude for the game and understands that, if he can stay in shape, he can carry on accomplishing things way beyond what until recently was regarded as the modern pro-tennis player's retirement age. Last week he agreed with a questioner who suggested it had been more important that he had prepared for the French Open by running in the dunes in the Nevada desert than playing matches in Europe's clay-court tournaments. He said he agreed with the suggestion 'because I didn't come here necessarily to play my best tennis early on. I wanted to be prepared to really go the distance here.' And who's to say he won't. He won two matches comfortably on his way to his fourth-round meeting today with the Brazilian Flavio Saretta, but felt the really important victory was over Croatia's Mario Ancic, in which he had to come back from losing the first two sets. The extended contest, he said, had helped him to work on his shot selection. 'I could point to a number of examples where I didn't play the most ideal shot, but I think being out there for three-and-a-half hours will really help me.' And there was Saretta hoping that it would have the opposite effect."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}