{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/jun/29/greenpolitics.politics", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-06-28T23:54:12Z", "webTitle": "Companies snub 'clean up your act' call", "webUrl": "https://www.theguardian.com/business/2003/jun/29/greenpolitics.politics", "apiUrl": "https://content.guardianapis.com/business/2003/jun/29/greenpolitics.politics", "fields": {"headline": "Companies snub 'clean up your act' call", "bodyText": "A flagship government initiative designed to make UK business more environmentally friendly has dramatically failed to meet its own targets, according to figures from the Department for Environment, Food and Rural Affairs. Only 40 companies have signed up to the department's three-year-old 'Make a Corporate Commitment' scheme, despite a declaration by Michael Meacher, then Environment Minister, that he wanted to see the campaign attract 2,000 signatories. Launched in June 2000, Make a Corporate Commitment is a voluntary initiative that obliges its signatories to disclose publicly their greenhouse gas emissions, water consumption and production of waste, and make a pledge to cut them. A number of blue-chip companies, including Barclays, BAA, Sainsbury, ICI and Rio Tinto, have joined the scheme. But only 40 firms in total have signed up, as well as 27 local councils and government agencies. The disappointing turnout contrasts sharply with the initiative's promotional literature, which said: 'Thousands of organisations from all parts of the industry, commerce and the public sector will be signing up to Make a Corporate Commitment. Don't be the one that gets left behind.' The scheme claimed to offer businesses 'an opportunity to save money, improve your business performance and make a real contribution to sustainable development'. Yesterday green groups launched an attack on its performance. 'We've said all along that voluntary initiatives like this do not work,' said Matt Phillips, of Friends of the Earth. 'Good environmental and social behaviour should be made compulsory. Specifically, it should be incorpo rated into company law. We've waited too long for companies to clean up their act.' A private member's bill on 'corporate responsibility', brought in the House of Commons by Linda Perham, a Labour MP, has gained the support of more than 200 MPs. The bill aims to make companies report on social and environmental issues, and make directors liable for environmental damage."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}