{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jun/17/athletics.duncanmackay", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-06-16T23:34:03Z", "webTitle": "Freeman on brink of retirement", "webUrl": "https://www.theguardian.com/sport/2003/jun/17/athletics.duncanmackay", "apiUrl": "https://content.guardianapis.com/sport/2003/jun/17/athletics.duncanmackay", "fields": {"headline": "Freeman on brink of retirement", "bodyText": "The Olympic 400 metres champion Cathy Freeman is on the verge of retiring because she is disillusioned by how badly she is running. Her manager Chris Giannopoulos, of the International Management Group, flew into London yesterday to try to persuade her to continue but said the 30-year-old Australian is struggling to cope with pressures on and off the track. Freeman has been in England for two weeks and is supposed to be training for the world championships in Paris in August. But she has hardly run since her arrival because she is so distraught at how poorly she did in her last race in Eugene, where she finished fifth. This came as a shock to a woman who, between 1996 and 2000, lost only one of her 47 races over one lap. Freeman took a year's break from athletics after the Sydney Olympics to recover from the pressure she was placed under during the run-up to the games. Since returning to the sport life has rarely been anything other than turbulent. During her sabbatical she travelled round the world with her husband Sandy Bodecker but gained weight that proved difficult to lose. Upon her return to training, she suffered a stress fracture of the right femur. Then her husband was diagnosed with throat cancer in April 2002. Bodecker recovered but, in March, their marriage collapsed and he left the couple's Melbourne home to return to the US to resume his career with Nike. In the midst of all this Freeman was also involved in a long-running legal feud with her former partner, coach and manager, Nick Bideau, which was settled out of court late last year. Freeman withdrew from a race in Lille on Sunday and is expected to inform Fast Track, the marketing agents for UK Athletics, that she is pulling out of the Norwich Union Super League meeting at Gateshead in July. Giannopoulos hopes to convince Freeman to at least keep training until the world championships, where she has already been selected for the 4x400m relay. \"It's not a matter of me trying to talk her out of retirement,\" he said. \"She hasn't talked herself into retirement. If she decides, that's her decision. I'll just see how she is, see where she's at and how she's feeling.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}