{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jun/25/stevenwells", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-06-24T23:47:09Z", "webTitle": "The last word on Ultimate Combat", "webUrl": "https://www.theguardian.com/sport/2003/jun/25/stevenwells", "apiUrl": "https://content.guardianapis.com/sport/2003/jun/25/stevenwells", "fields": {"headline": "The last word on Ultimate Combat", "bodyText": "Blokes hitting each other. It's great. Admit it. Whether it be the chop-socky acrobatics of kung-fu superstar Jackie Chan or the fat ginger swot kid taking out the school bully with his invincible \"windmill\" fighting style in the playground, chaps battering other chaps is and always has been top entertainment. So when Guardian Unlimited offered me the chance to attend the mixed-martial arts spectacular - Ultimate Combat 6 - I was already there, baby, The press release says, \"punch, kick, knee, elbow, throw, grapple - everything you see is real\", and I'm like - what's that noise Homer Simpson makes when he drools? I'm like that. Only moister. It's in Chippenham. In a massive cage. In a sports hall. I arrive at the station just in time to overhear a teenage skateboarder bragging to his mates. \"So I go up to him and say you what and I like hit him about three times and he's like aaargh!!!\" I breeze past the queuing fight fans with my airily waved press pass. In the bar the vibe is pissed. As in soon to be savagely pissed. With extra added testosterone. I fight the almost irresistible urge to piss in the corner and sniff a smaller bloke's arse. There are lots of capped-sleeve T-shirts. And muscles. And tattoos. And so many Phil Mitchell clones that you begin to suspect that Chippenham might be the Mitchell ancestral home. Either that or Phil Mitchell is the default Englishman - the basic model. How scary is that? And get this - they are queuing. At the bar. One long, orderly queue. In England. In the year 2003. In the bar. Yes, you read that right. A queue. In a bar. Wow. But it makes sense. If you think about it. If you threw a stick in any direction you'd probably hit a black belt. Which is why nobody is throwing any sticks. Or punches. Or glances. Wow. Here it is, folks, the answer to the problem of male-on-male violence. When all the men present know that a significant proportion of the other men present are capable of hospitalising them without breaking sweat - then no bugger says boo to a goose. Conclusion? Kung fu. On the national curriculum. NOW! Fast forward to tonight's only all-female bout. In fact it's the first female bout in the history of Ultimate Combat. In the red corner is ex-Ultimate Combat ring girl and professional mountain biker, Kelli Salone. In the blue corner is her American opponent Danielle -Bat Girl- West. The smart money's on the Yank. She's skipping about, rocking her head from side to side, rolling her eyes and grinning like a cat with the keys to the cat-nip cupboard. Ding ding! The women move to the centre of the ring and - WHACK! WHACK! WHACK! - Kelli proceeds to hit Danielle very hard in the head. Danielle responds by grabbing one of Kelli's legs. The two women hop around the ring but all the time - WHACK! WHACK! WHACK! - the British lass is giving her opponent fourpenny ones to the bonce. Danielle sinks to her knees. WHACK! The ref steps in. That last blow has been deemed illegal. The fight re-starts. WHACK! WHACK! WHACK! Kelli batters Danielle all around the ring. The towel is thrown in. The crowd go mental. Danielle is furious with her corner. The whole thing has lasted 39 seconds. And it was top entertainment. The rules - as far as I can make out - are fairly simple. You can't gouge. Or kick your opponent in the nads. Or whomp them from a standing position when they're on their knees. And that's about it. But anybody expecting Crouching Tiger Flying Dragon style acrobatics is in for a disappointment. In fact only one of tonight's fighters - Martin Ochs - attempts to boot his opponent's head off. From a standing position. And he loses. Martin is German. His opponent is English. This, for some strange reason, seems to excite the crowd. Many of them do the Ingerland chant. But many don't. And it is noticeable that the non-chanters are also the chaps who applaud all the fighters - regardless of nationality. And that an unusually high proportion of these quiet types have steely stares and extremely large biceps. It's like Bruce Lee said - it's the dogs that don't bark that bite the hardest. Actually, I just made that quote up. Could you tell? So not a lot of the old Hong Kong chop-socky then. And not too much of the old fisticuffs either. Most fights start with a flurry of kicks and blows followed by extended wrestling sessions on the floor of the cage. My fellow journalists keep muttering the word \"homoerotic\". But they do so quietly. And I bet most of them don't dare use it in print. There's a knockout and a couple of bouts decided on points. But most fights end with a submission. Armlocks and chokes seem to be particularly effective. Now you might think that Ultimate Combat might resemble \"real\" fighting. But it doesn't. There are no women screaming \"leave it, Pete, he-s not worth it!\" But there are plenty of blokes bellowing \"elbow him!\" And \"Knee! Use the knee!\" Which is nice. The thing about blokes is that - despite being the section of society most likely to engage in acts of violence - 99% of us are spectacularly crap at it. And the thing about blokes who ARE really good at fighting is that they don't do it. Unless they really, really have to. I once asked lefty B-movie star Steven Seagal if he wanted a fight. He declined my offer on the basis that, for all he knew, I might be really good at it and hurt him (hah!). So I asked him what he would do if he wanted to seriously hurt me. Would he adopt the drunken mantis posture and then suddenly and spectacularly poleaxe me with a triple somersault assisted roundhouse kick to the epiglottis? No, said the deadly serious Steve, I'd smash you in the side of the head with that table lamp. And when you put two blokes who can really fight in a cage together they tend to cancel each other out. Because the sad fact (in terms of spectacle) is that a good wrestler will invariably beat a good kicker and/or puncher. Which is not to say that tonight's bouts don't offer some top bloke-on-bloke bash action. Particularly when one bloke is on his back and the other bloke is on top of him and trying to bash his face off: WHACK! WHACK! WHACK! But - and this is the strange thing - these elongated wrestling sessions are absolutely enthralling. The combination of intense physical effort (for much of the time the combatants are literally locked together by the knowledge that a false move or a slip will almost certainly lead to intense pain and possible serious injury) and almost palpable fear is intoxicating. And it is the fear that is the killer ingredient. The word the combatants and organisers use is \"respect\". Which is another way of saying that the fighters - if they have any sense whatsoever - are shit scared of each other. And there is, of course, much cheese and palaver. The cheese is provided by the inevitable mid-Atlantic accented smoothie of an MC (who does a brilliant job). And the way we asked to cheer, holler and hoot for our favourite \"ring girl\". And by the fact that one of tonight's sponsors is a lap-dancing club. (I ask you, honestly, men, aye? Tsk!) And the palaver comes when a ball is battered hither and thither by the crowd. Whoever ends up with the ball when the music stops is invited into the cage for the chance to win a Sony PlayStation. So one dimmo has the bright idea of just grabbing the ball. And keeping hold of it. Unpleasantness inevitably ensues. So was it fun? Yes. Was it hot and sticky and sweaty? Oh god, yes. Was it dead good in an ever so slightly dodgy uber-blokey mucho-macho smell-my-sweaty-testicles Bravo Two Zero-reading psycho-geek sort of way? I'm afraid so. Was it sexy? Hell yes! And will I be going to Ultimate Combat 7? You betcha. I might even compete. As long as I can go into the cage clutching a table lamp. And a gun. Just in case."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}