{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jun/09/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-06-09T21:18:39Z", "webTitle": "Republic of Ireland 2 - 1 Albania", "webUrl": "https://www.theguardian.com/football/2003/jun/09/match.sport", "apiUrl": "https://content.guardianapis.com/football/2003/jun/09/match.sport", "fields": {"headline": "Carr the driving force as Doherty gets lucky for the Irish", "bodyText": "If this was indicative of Brian Kerr's luck, it would be worth putting money on the Republic Ireland not just to reach Euro 2004 but win the tournament. They got more than they deserved and the manager will hope his fortune continues with news that Damien Duff can face Georgia on this ground on Wednesday. Duff was forced off 10 minutes from the end with an injury which scans showed to be tendon damage behind his right knee. The 24-year-old felt sore yesterday and did not train. \"Unless the player's fully fit both physically and mentally we can't play him,\" Kerr said. \"We have to see how it goes.\" Duff's absence would be a major blow. He was on the sidelines in the 92nd minute when the own-goal winner arrived, but Kerr will not want to start against Georgia without him. The extent to which this team relies on the Blackburn player and Robbie Keane for inspiration was plain during a poor all-round display which highlighted the lack of creativity in the midfield. Neither was at his finest but they at least offered spark and trickery. The need for the Republic to improve and secure another win in midweek is plain. The thought that everything is falling in their favour was compounded when Switzerland and Russia drew 2-2 on Saturday evening, leaving the the group wide open. \"When I arrived in January we were supposed to be out of it completely,\" Kerr noted. \"Now people are talking about can we win the group.\" If Duff is out, Ireland will probably revert to 4-4-2 from 4-3-1-2, with Lee Carsley or Steven Reid coming in at right midfield. Kerr could look to thrive on crosses, deploying Keane up front with Gary Doherty, who made another useful contribution from the bench by crossing for the decisive goal. The use of Duff in a loose role behind the front two was far from a resounding success. The value of allowing him to roam was occasionally shown but there were clear drawbacks. Ireland were outnumbered in midfield by Albania's five and vulnerable down the flanks, where too often there was no cover for the full-backs. The need to play Duff in the \"hole\" would be diminished if Ireland had someone driving forward from the middle to supplement the attack. Matt Holland and the disappointing Mark Kinsella tend to stay deep. Though Ireland applied the greater pressure and created better openings, Albania were the more fluent passing side and merited a point. Kerr's players struggled to break down a defence in which Geri Cipi of Ghent was outstanding and Elvin Beqiri impressed. All hope seemed lost when Duff limped off to leave Ireland with 10 men but Stephen Carr, having played a part in the first goal, picked out Doherty for the winner. The build-up to the decisive late goal brought accusations of bad sportsmanship from Albania because Ireland failed to return the ball from a throw-in after it had been kicked out to enable Igli Tare to receive treatment, and he was carried to the touchline. \"There's one god up there who will judge us all,\" Tare said. \"I'm sorry to say this about an Ireland team but I had another opinion about them.\" In what resembled a playground argument, Ireland said Albania \"started it\" with play-acting and time-wasting. Keane had wasted little time in putting Ireland ahead with a sharp finish but Albania were quickly level through Ervin Skela after poor defending enabled them to sweep downfield. A draw seemed inevitable until Doherty crossed and Ardian Aliaj put through his own net. \"The season finished a while ago and I think we needed to get that game out of our system,\" said Ireland's left-back John O'Shea. \"We got a poor game out of our system and got three points. We were lucky but objective achieved and full steam ahead.\" Hopefully with Duff leading the way. Republic of Ireland (4-3-1-2): Given (Newcastle); Carr (Tottenham), Breen (West Ham), Cunningham (Birmingham), O'Shea (Manchester Utd); Holland (Ipswich), Kinsella (Aston Villa; Carsley , Southampton, 55), Kilbane (Sunderland; Reid , Millwall, 76); Duff (Blackburn); Connolly (Wimbledon; Doherty , Tottenham, 65), Keane (Tottenham). Booked: Carr, Kinsella. Albania (3-5-2): Strakosha (Beqaj, 78); Beqiri, Cipi, Aliaj; Duro, Lala, Hasi, Skela, Murati (Bellaj, 58); Tare, Rraklli (Myrtaj, 58). Booked: Beqiri, Cipi, Lala. Referee: T Mikulski (Poland)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}