{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/jun/05/bbc.radio", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-06-05T18:47:56Z", "webTitle": "Walker reveals cancer fight live on air", "webUrl": "https://www.theguardian.com/media/2003/jun/05/bbc.radio", "apiUrl": "https://content.guardianapis.com/media/2003/jun/05/bbc.radio", "fields": {"headline": "Walker reveals cancer fight live on air", "bodyText": "Veteran DJ Johnnie Walker has revealed live on air that he is fighting a battle against cancer, calling it 'a toughy'. Walker, 58, shocked listeners to his BBC Radio 2 drivetime show by revealing, five minutes before he went off air at 7pm, that he had been diagnosed with cancer of the colon. He said although he would have liked to have kept his battle private, he had decided to go public because he would have to take time off from his show for treatment. He said: \"Before I go there is something I want to mention. It is something that normally a person in my position would want to keep close to their chest but, because of the occasional time off I might be taking, I wanted to go public with it. \"Five weeks ago I was diagnosed with cancer, non-Hodgkin's lymphomas, which is apparently a very treatable type of cancer. \"I am kicking off the treatment tomorrow and will be taking a week off and will see how it goes. \"To all those who are facing that challenge - and those who love people and are part of a family facing that challenge - it's a toughy isn't it? I know how you feel.\" He ended the show, which he dedicated to cancer-sufferers, with Simon and Garfunkel's Bridge Over Troubled Water. Walker is one of the longest serving DJs at the BBC, where has worked on and off for 34 years. He most recently hit the headlines in 1999 when he was caught by the News of the World's infamous undercover reporter, Mazher Mahmood, and was secretly filmed cutting lines of cocaine in a London hotel. Mahmood alleged he discussed supplying undercover reporters from the News of the World with cocaine and prostitutes on a regular basis. The BBC suspended Walker but reinstated him after he pleaded guilty to possession and received treatment for drug abuse. Walker was born Peter Dingley and was brought up in Solihull, West Midlands. His off-the-wall attitude to life was revealed at an early age: he has said he deliberately failed his O-levels because he did not believe a piece of paper should dictate his path for life. He became a car salesman but his love of pop music led him to become a DJ on the pirate station Radio Caroline, where he made made his name in the 60s. In common with many of his contemporaries - Tony Blackburn, Tommy Vance and Kenny Everett - he eventually went legitimate, moving to BBC Radio 1 in 1969. On his Radio 1 lunchtime show he pioneered names such as Steve Harley, Lou Reed, Fleetwood Mac, The Eagles and Steely Dan. However, he later rowed with the BBC over the type of music he wanted to play. After he called the Bay City Rollers' songs \"musical rubbish\", angry fans jammed the BBC's switchboard. He told them to \"take a running jump\". Walker left the country for San Francisco in 1976, where he recorded a weekly show for Radio Luxembourg. In the early 80s he returned to England and had stints with local stations in the west country before returning Radio 1 to present the Stereo Sequence and then moving to the Radio 2 drivetime show. The show was nominated for the best daily music programme prize at the Sony Awards in 2001 and is broadcast weekdays between 5pm and 7pm. The BBC Radio 2 controller, Jim Moir, said: \"We offer Johnnie every good wish and will give him all the support he needs during his treatment.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}