{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jun/25/wimbledon2003.tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-06-24T23:07:29Z", "webTitle": "Healthy outlook for beaten Baltacha", "webUrl": "https://www.theguardian.com/sport/2003/jun/25/wimbledon2003.tennis", "apiUrl": "https://content.guardianapis.com/sport/2003/jun/25/wimbledon2003.tennis", "fields": {"headline": "Healthy outlook for beaten Baltacha", "bodyText": "For someone who has been stressed for months with a damaged liver, repeated fatigue, and the knowledge that the diagnosis could mean the end of her career, Elena Baltacha almost convinced Wimbledon she had a cure for British tennis ills yesterday. For the second successive year the teenager had a vulnerable seed in trouble, rousing a home crowd to unsuspected passions. This time, though, the feeling did not last. Jelena Dokic, the 11th seed and a former semi-finalist but, after a couple of earthquakes in her private life, profoundly short on confidence, somehow wriggled to a 6-3, 1-6, 6-4 first- round victory. \"We had some fantastic rallies and I played the best I could out there today,\" said Baltacha. Some may see that as a limp excuse. Faltering when it matters most is, after all, the British disease. She had a break in the first set but frittered it away, trampled riotously all over Dokic in the second, and then had the uncertain Yugoslav on the ropes and fretting in the third and still could not make it. Moreover, when she played her best tennis, Baltacha was - remarkably against an opponent ranked so much higher - in control of many of the rallies. She owed that to a superior weight of shot and higher adrenalin levels from the crowd support. Last year Baltacha beat Amanda Coetzer, the former world No3, in the first round. Now, with another triumph well within reach, Baltacha played one indifferent service game at the end and it was over. It was frustrating and disappointing. \"I've never known any player who asks so much of herself when her body won't let her do it,\" said her coach Alan Jones. Baltacha often constructed rallies better than against Coetzer and if she ever gets fully fit, she can become top 50, maybe higher. With that tantalising possibility in mind Jones is now trying to have her second biopsy - which involves removing a piece of liver and sticking a camera into her pancreas - brought forward to next week, instead of two weeks after Wimbledon. \"Some days I just feel tired when I wake up and never know how it is going to be,\" said Baltacha. \"I've not been able to practise as much as I've wanted and that takes its toll but I feel confident I'll get better even though they haven't found out exactly what is wrong yet. I can't think about my future yet until I get this sorted out but I was pleased with how I did.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}