{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/jun/05/communicationsact.pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-06-05T18:56:27Z", "webTitle": "Puttnam warns peers could still block bill", "webUrl": "https://www.theguardian.com/media/2003/jun/05/communicationsact.pressandpublishing", "apiUrl": "https://content.guardianapis.com/media/2003/jun/05/communicationsact.pressandpublishing", "fields": {"headline": "Puttnam warns peers could still block bill", "bodyText": "Lord Puttnam today warned the government that if doesn't bend its position on the cross-media ownership laws that would allow Rupert Murdoch to buy Channel 5 then the Lords would block the forthcoming communications bill. After culture minister Baroness Blackstone had made it clear that the government was unlikely to bend on the issue, despite Lord Puttnam's offer of a compromise solution this morning, the rebel Labour peer said that \"the government had shown its ground for battle which is fine by me\". In an impassioned speech, he warned culture secretary Tessa Jowell that unless she accepted this morning's compromise solution to refer any controversial takeover plans to new media industry regulator Ofcom and the office of fair trading the government faced an embarrassing defeat in the Lords. \"It really is going to be an enthusiastic embracing of 288 or some similar amendment such as the one I've just outlined. You will have one or the other - choose intelligently, choose thoughtfully - but your present position is wholly unacceptable.\" Lord Puttnam, who chaired the joint scrutiny committee drawn up to examine the bill and who is supported by other influential rebel peers including television presenter Lord Bragg and Planet 24 founder Lord Alli, also hit out at the government's refusal to reconsider the clause despite widespread opposition. \"Today in committee we had the pleasure of listening to two dozen noble Lords, all of whom have direct experience of broadcasting and regulation. I had experience and I had the pleasure of chairing the joint scrutiny committee, where I heard hundreds of views - is the government saying it knows better than all of them,\" he said. He said that the government had not given any evidence as to why it was persisting with the clause and that senior officials had admitted that it was a \"judgement call\". Defending the clause, which would allow any newspaper group to buy Channel 5 , Baroness Blackstone argued that there were already sufficient quality controls in place. \"We don't think Channel 5 is large enough to restrict in the same way as ITV. What is wrong with a strong Channel 5 competing for viewers? We have an opportunity to offer a real quality boost to Channel 5,\" she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}