{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2003/jun/12/guardianobituaries.radio", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-06-11T23:19:31Z", "webTitle": "Obituary: Eric Merriman", "webUrl": "https://www.theguardian.com/news/2003/jun/12/guardianobituaries.radio", "apiUrl": "https://content.guardianapis.com/news/2003/jun/12/guardianobituaries.radio", "fields": {"headline": "Eric Merriman", "bodyText": "The radio and television writer Eric Merriman, who has died aged 78, was a member of the \"club\", along with Spike Milligan, Johnny Speight, Eric Sykes, Ray Galton and Alan Simpson, which shaped postwar comedy. Most comedians had written their own radio material, but the comedy club - as they called themselves - sharing rooms over a west London greengrocer's shop, saw radio and television as revue-style entertainment, quick-fire jokes and situation comedy. Beyond Our Ken (1958-64), starring Kenneth Horne, was Eric's most successful radio series. He wrote the first two series with Barry Took, and then wrote more than 90 programmes, alone, for the next five series. To support Horne, he brought in Kenneth Williams, Hugh Paddick, Betty Marsden, Pat Lancaster and myself. Beyond Our Ken had character, humour and brilliant pastiches of other shows. At that time, the TV western Wells Fargo dominated the BBC's early Saturday evening schedules; and Eric provided a wonderful, very English Tunbridge Wells Fargo. Another great piece of writing was The Twinkle Dolls, based on seaside concert party shows; Kitty From Kensington was inspired by West End musicals. Kenneth Williams and Pat Lancaster gave it full value and Williams and Paddick played the regulars, Rodney and Charles, beautifully. It was a joy to be part of Beyond Our Ken. Sophistication was always tempered with an essence of easily recognised humour. Eric also scripted Morecambe and Wise, Frankie Howerd and Alfred Marks for radio. In the mid-1950s he wrote for Terry Scott and Bill Maynard's BBC TV series Great Scott It's Maynard, and by the the mid-1960s he was writing all Norman Vaughan's material for his role as the compere of ITV's weekly Sunday Night At The London Palladium. Eric also worked with Palladium guests, including Bob Hope, Judy Garland and Richard Burton, and provided material for annual Royal Variety performances. He wrote and coproduced TV shows featuring Tommy Steele, Shirley Bassey and Petula Clark, as well as Van Johnson, José Ferrer, Perry Como, Sammy Davis Jnr, Jerry Lewis and Zsa Zsa Gabor. With John Chapman, Eric cowrote several series of the Terry Scott and June Whitfield sitcom Terry And June (1979-87). Eric was born in Golders Green. His father was a member of a 1920s Roosters seaside concert party, who also wrote sketches. It was a difficult childhood. At Finchley Catholic school he started writing for Boy Scout magazines and children's annuals. When he left school his first job was as a subeditor on a scout magazine - and he created sketches for the Boy Scout gang show. By the early 1940s he had become a caption writer for the hugely popular Picture Post. In 1943 he joined the Royal Air Force, trained as an air gunner/navigator and sang and played drums in his station dance band. Postwar, he sold advertising space with the Financial Times, but soon came fulltime comedy writing. Eric changed the course of my career. In the late 1950s I had a short solo spot on the radio show Variety Playhouse compered by Kenneth Horne, and it was then that I met him. From this programme came Beyond Our Ken. I joined the cast after the first series. He wrote for radio with his son Andrew on several occasions. One programme, A Minor Adjustment (1996), was a courageous idea about Andrew's Down Syndrome daughter Sarah, who took part in the recordings. It was wonderful radio. And then there were Eric's panel game appearances on Call My Bluff, Password and Going For A Song. During the past few years, whenever I was making a speech, I would ring Eric. He would always turn up with some great lines. He is survived by his wife Jean, who looked after him diligently during his illness, and his son Andrew and three grandchilden. Another son, Christopher, died in infancy. · Eric Hugh Peter Merriman, scriptwriter, born December 6 1924; died June 2 2003"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}