{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/jun/29/politicsandthearts.scotland", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-06-28T23:54:48Z", "webTitle": "Ruaridh Nicoll: The bigger picture", "webUrl": "https://www.theguardian.com/politics/2003/jun/29/politicsandthearts.scotland", "apiUrl": "https://content.guardianapis.com/politics/2003/jun/29/politicsandthearts.scotland", "fields": {"headline": "The bigger picture", "bodyText": "It's difficult to imagine the new Parliament building as finished, but let's try, just for a moment. Enric Miralles's dream is no longer a field of cranes and bomb-resistant concrete under Arthur's Seat, but rather a great vaulted chamber as centre point to the low, rolling waves of glass and steel that flow out from the old volcano above. In this vision, people - we - are walking through the large front doors, perhaps to visit our elected representatives, or just to look at the architecture and the art that challenges it. Or else to hear some live music. Despite the political poison that bubbles up from the site, there are still MSPs who see this as a great public project with our culture at its core. On Tuesday, one of them will go and argue the case for art in front of the Scottish Parliament Corporate Body. A tall and gregarious Liberal from the Highlands, Jamie Stone supports the Holyrood project almost unreservedly. He has said that he now knows what it must have felt like building one of the great cathedrals of the eleventh and twelfth centuries. Stone chairs a small subcommittee charged with commissioning art for the building. He will be reporting on what purchases he has made and others he hopes to make. The acquisitions will be revealed to the rest of us in late July. I already happen to know the name of one of the artists, because I am married to her. Given the current gloom surrounding the cost of the building, worsened last week with the news that consultancy fees may reach £70 million, Stone's work is in danger. With a project where every purchase is held up as an example of profligacy, cuts could be made which will cause Miralles's vision to collapse. Reason may soon be in retreat. Having spent nearly £400m, this must not happen. In many legislatures around the world, not least Westminster, the walls and halls have been used to aggrandise those who work there. Despite its cost, the Scottish Parliament was never designed this way. The site, which has been a bane to the builders, was chosen so as not to set the politicians above everybody else on some historically resonant site like Calton Hill. Instead, the patch of boggy ground at the foot of Arthur's Seat was chosen so that the building could fit into the landscape, and the politicians, and the return of politics, could slip back into the national life. In line with this ambition, the art chosen for the building should reflect our lives, not laud the politicians who to try to manage them. As a rule, those commissioning new public buildings budget 1 per cent of the total cost for art, which would have meant £400,000 if you took the always nonsensical starting cost of £40m. Stone's subcommittee will have nothing like this much, perhaps a little over half, and, unlike the consultancy fees, the figure has probably fallen as costs rise. Yet, if it means minds are focused on how this project is handled, concerns over costs could work to the Parliament's advantage. The subcommittee cannot just go out shopping, buying art as if it were fruit in a grocer's shop. While the building will be a showcase of our country and our culture, it must be much more than that. It will need imagination from the politicians, civil servants and, most of all, the artists to astonish us. As with all struggles, there needs to be a feat of collective will to make this building the great triumph its cost demands, a piece of architecture that will earn its place in the world. The art that fills it cannot just address the dream created by Miralles; it needs to respond to those who fought to bring back political representation to Scotland and even, perhaps, the arguments of those who didn't. As much as it wouldn't do to start whittling off a sculpture of Donald Dewar for the main hall, it would be a sham just to borrow an old (or young, for that matter) master from the Kelvingrove. Stone needs the power to commission artists to engage with the building and the devolution it represents. The boundaries need to be set wide, so that it enhances the space rather than themes it. A board or trust needs to be set up to look after the art, not taking the choices out of the hands of the politicians who, as elected representatives, must be involved, but rather to thread the connections between the creative community and the Parliament. This would have beneficial side-effects at a time when it is growing ever clearer that government support of the arts is one of the great failures of devolution. The idea that the public can have plenty of access to the building is incorporated in the design. People should be able to wander through the spaces, in search of a work of art, much as you go and look at the Diego Rivera murals in Mexico City's national palace, or the Barbara Hepworth and the Pablo Picasso at the UN in New York. It would be a truly wonderful thing if, once the cost of this building is long forgotten, that not only is Miralles's building a source of our pride, but that the art it houses is, too."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}