{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jun/09/match.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-06-09T21:18:40Z", "webTitle": "Slovakia 0 - 1 Turkey", "webUrl": "https://www.theguardian.com/football/2003/jun/09/match.sport2", "apiUrl": "https://content.guardianapis.com/football/2003/jun/09/match.sport2", "fields": {"headline": "Turkey hopeful of sinking at the Riverside", "bodyText": "Not many people would fancy Slovakia's chances of beating England at the Riverside on Wednesday, but Turkey's manager Senol Gunes believes they can cause an upset. After watching his side reclaim top spot in Group Seven after Nihat Kahveci's shot saw off the Slovakians, Gunes started playing mind games with the England coach Sven-Goran Eriksson. Turkey face Macedonia, 3-1 winners against Liechtenstein, also on Wednesday and a win would leave them well-placed to hang on to first place until what is expected to be the finale, against Eriksson's men, in Istanbul, on October 11. Gunes, however, is keen that Slovakia cause an upset at the Riverside. \"I hope that Slovakia can get a result and I think they can,\" he said. \"I know that if they play the same way as they did against us, they can do it. \"We have quick players and Slovakia made a few mistakes at the back, but they are a good side and capable of handling England. Slovakia will need to cut out the mistakes and play as a team. If they do they can surprise England. \"We showed that although we were not at our best we have enough quality to see us through. It is back once again to being very tight in this group.\" Turkey went into the match on the back of a 4-0 friendly defeat by the Czech Republic and although they were not at their best they defended superbly, with Alpay outstanding, and the Real Sociedad striker Nihat's early goal was enough. Slovakia had their chances but Rustu was superb in the Turkey goal, keeping out a great early chance for Igor Demo before also denying Szilard Nemeth and then Marek Mintal in stoppage time. The defeat all but crushed Slovakian hopes of qualifying for their first showpiece finals but the coach Ladislav Jurkemik claimed that now that the pressure is off, his men will be free of the expectation. \"We will not be going to England just to make up the numbers,\" he said. \"We will still be trying to honour the Slovakian nation. \"We are under no pressure now and that's why we could be dangerous. My players will go there, enjoy the occasion and in this no-pressure environment, we will play our best football. When we do that we are a match for anyone.\" Slovakia (3-5-2): Konig; Klimpl, Zeman, Hlinka (Vittek, h-t); Labant, Michalik (Kisel, 77), Karhan (Mintal, 71), Demo, Janocko; Petras, Nemeth. Booked: Demo, Kimpl Turkey (4-4-2): Rustu; Fatih Aykel, Alpay, Korkmaz, Ergun; Buruk (Tayfun, 58), Tugay, Basturk (Arslan, 80), Emre (Uzulmez, 90); Hakan Sukur, Nihat. Booked: Basturk, Buruk, Emre. Referee: T Hauge (Norway)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}