{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2003/jun/11/glastonbury2003.glastonbury1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2003-06-11T18:14:55Z", "webTitle": "Glastonbury voices: Bob Wilson", "webUrl": "https://www.theguardian.com/music/2003/jun/11/glastonbury2003.glastonbury1", "apiUrl": "https://content.guardianapis.com/music/2003/jun/11/glastonbury2003.glastonbury1", "fields": {"headline": "Bob Wilson", "bodyText": "We love the festival. It's hard work but a great opportunity for Greenpeace to meet its existing supporters, to recruit new ones and to tell everyone what we are campaigning on, what it means to them and how they can get involved. It's also a chance for us to give people something back - after all, Greenpeace benefits from the money generated by ticket sales thanks to Michael Eavis's generosity. Greenpeace and the Glastonbury festival were both founded in the early 70s, but we didn't get involved until 1992, when Michael invited us and Oxfam to take part and become one of the festival's main beneficiaries. I was involved that first year and have been ever since. At first we helped with gates and tickets and even litter collection; then as the numbers started to increase and these roles were given to others, Greenpeace began providing entertainment and services to the festival audience. In 1997 we moved from Babylon (our affectionate name for anything other that the Green Fields) and were given a field of our own where we could expand our involvement. In our new position we've been described as \"the wrong side of the old railway track and the gatekeepers to the Green Fields.\" Over the years, we've built the Greenpeace field up and we now run seven or eight features of our own and are a key part of the festival activities. Last year, 69 couples who'd met through our Soulmates service were married in the same ceremony by a \"Pope\" and nuns who descended from a 30-foot climbing frame. Four of those couples later got married for real. And one year we arrived to find the long-drop toilets full of frogs that we had to rescue. Talking of loos, the worst time is always when you start to clear up after everyone has left and you realise what a messy bunch this human tribe have evolved into. We hate it when everyone uses the hedges and not the loos. I think the best way to enjoy the festival is to get a job working for it - get a mission in life and you'll see it in a whole new light. Failing that, don't try and do everything - instead, try something new this year and explore a bit of the site that you've never visited before. It is, after all, a festival of contemporary performing arts - which means more than bands and main stages. We rarely get off our own field as so much is happening there, but we'll go over to Lost Vagueness, try and see REM - who are Greenpeace supporters - and go to the Left Field tent where our own Greenpeace governor, Stephen Tindale, is speaking. Oh, and we'll try and get more than three hours' sleep."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}