{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jun/17/tennis.wimbledon2003", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-06-16T23:34:27Z", "webTitle": "New kid fires a warning to big two", "webUrl": "https://www.theguardian.com/sport/2003/jun/17/tennis.wimbledon2003", "apiUrl": "https://content.guardianapis.com/sport/2003/jun/17/tennis.wimbledon2003", "fields": {"headline": "New kid fires a warning to big two", "bodyText": "Alex Bogdanovic served welcome notice here yesterday that a long-awaited challenge to the Tim Henman and Greg Rusedski duopoly appears imminent by defeating the fifth seed Jan-Michael Gambill. The 19-year-old British champion, who has been given wild-card entry to the Samsung Open as well as Wimbledon, defeated the American 6-4, 5-7, 6-4. In doing so, he showed there was no lasting legacy from the way he lost to Anthony Dupuis at last week's Stella Artois Championships. Then the left-handed Bogdanovic squandered seven match points but this time, apart from a brief wobble in the second set after he had broken serve only to surrender the advantage, there was no reprise. \"I dominated the first set but lost concentration after breaking him in the second,\" he said. \"But I did not let it affect me and this is the biggest win of my career so far.\" Bogdanovic's victory over Gambill, ranked No39 in the world, provided timely support for Rusedski's assessment of him just hours earlier. \"He has a good attitude, a wonderful game from the back of the court and is definitely the best prospect I've seen so far,\" the British No2 said. Rusedski will attempt today to join his compatriots Bogdanovic and Arvind Parmar, who defeated France's Paul-Henri Mathieu in straight sets, in the second round. He faces a testing encounter against the third seed Jarkko Nieminen of Finland in what will be only his eighth match in almost as many months following a catalogue of injuries. Yet despite that paucity of preparation for Wimbledon, the left-handed 29-year-old is upbeat about his form after last week's display in the Stella Artois Championships that culminated with a third-round defeat to Andy Roddick, the tournament's eventual winner. \"To take possibly the best grass-court player at the moment to three sets and break him twice is definitely a positive step for me,\" he said. \"Above all, the main thing is that I'm enjoying my tennis, not putting too much pressure on myself and am looking forward to Wimbledon. \"I'm well ahead of schedule even though I've only played seven matches. The more matches I get before Wimbledon, the better I'll be.\" That expectation is tempered by a note of caution: \"I'm optimistic but also realistic. To get to the second round would be a major triumph, never mind the second week.\" Given the gravity of his injuries, it is perhaps more of a triumph that he is playing any sort of tennis let alone contemplating Wimbledon and then resuming Davis Cup duty with Henman against Morocco in September. \"I had a succession of injuries and needed surgery on a foot and then my knee,\" he recalled. \"Then I hurt a disc in my neck and it got to the stage when I wondered if the setbacks were ever going to end. Inevitably, you think about giving up - but only for five minutes.\" Antidotes for such treasonable notions were in plentiful supply, however. \"I had the support of my wife and my family,\" he said. \"And Goran Ivanisevic's achievement in 2001 was a huge inspiration; as is Andre Agassi, who is still at the top of his game at 33.\" ·Yevgeny Kafelnikov, who vowed to retire if he could lead Russia to their first Davis Cup title before changing his mind last year, has said he will quit for good if he wins his sixth Kremlin Cup in October. \"I badly want to win in Moscow one more time,\" the 29-year-old was quoted as saying by Sport-Express."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}