{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jun/14/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-06-13T23:30:43Z", "webTitle": "Doubts over Ronaldinho", "webUrl": "https://www.theguardian.com/football/2003/jun/14/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2003/jun/14/newsstory.sport", "fields": {"headline": "Doubts over Ronaldinho", "bodyText": "Mikael Silvestre yesterday put a dampener on the potential arrival of Ronaldinho as a Manchester United club-mate. Yes, said the French defender, the Brazilian would adapt easily to the Old Trafford game plan. But whether the sunshine boy would easily acclimatise to Manchester and its rain-filled skies is a different question. Silvestre, airing his views in Paris, said not only he and Fabien Barthez, who came to United from Monaco, had trouble settling in. \"We, the French, had some problems getting used to Manchester,\" said Silvestre, who previously enjoyed Italian climes with Internazionale. \"It is not like London at all. \"Manchester is the heartland of England and for a South American it could be quite difficult. For example, [Juan Sebastian] Veron suffered a lot when he arrived, from sunny Rome to grey Manchester.\" On the pitch, Silvestre sees no United problem - if Ronaldinho does not instead head south from Paris Saint-Germain to rival suitors Real Madrid. \"Ronaldinho would be a great boost for United,\" he said. \"He is talented, capable of being a success everywhere. We also have a continental game and I am sure he would adapt easily.\" Meanwhile Barthez shrugged aside doubts about his United career. \"I am 100% relaxed - no, 200% relaxed - and I still feel very happy in Manchester, so I am going to stay there,\" said the goalkeeper. Barthez, 32 later this month, has a contract running to 2006 but was dropped for the last three games of the season by Sir Alex Ferguson."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}