{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2003/jun/13/classicalmusicandopera.artsfeatures1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2003-06-13T22:48:43Z", "webTitle": "CD: Stravinsky: Oedipus Rex: Dowd/ Davis, et al", "webUrl": "https://www.theguardian.com/music/2003/jun/13/classicalmusicandopera.artsfeatures1", "apiUrl": "https://content.guardianapis.com/music/2003/jun/13/classicalmusicandopera.artsfeatures1", "fields": {"headline": "Stravinsky: Oedipus Rex: Dowd/ Herincx/ Blackburn/ Johnson/ Remedios/ Richardson/ Sadler's Wells Opera and Chorus/ RPO/ Colin Davis", "bodyText": "Though Colin Davis remains very active as a recording artist, latterly in the brilliant LSO Live series, it is good to be reminded quite what superb qualities his earliest recordings had. In 1960, as a live-wire young conductor about to become music director of the Sadler's Wells Opera Company (predecessor of ENO), he had one of his first really big successes in the theatre - all the more revelatory because it was totally unexpected. Directed by Michel St Denis, the production of Stravinsky's Oedipus Rex at Sadler's Wells completely altered attitudes to what was, at the time, a neglected piece. What had almost universally been regarded as a dry, over-intellectual work, made all the more arid by the use of a Latin text, was triumphantly revealed as an overwhelming, vitally dramatic opera, defying convention. Striking as the stylised staging was, the conducting of Colin Davis was what set the seal on the experience: shatteringly powerful in its thrust, at once objective and deeply moving in dramatising Oedipus's tragedy. Record companies moved more slowly in those days, and it was not until the following year that Davis and his outstanding team from Sadler's Wells went into the EMI recording studio, with the opera company's own orchestra replaced by the RPO. A thrilling performance of Stravinsky's score resulted, every bit as powerful as we had heard in the theatre, yet only now, over 40 years later, has that outstanding recording at last been brought out of the EMI vaults - one of 12 vintage Sadler's Wells recordings issued this month on CfP. Davis's electrifying account of Oedipus Rex has a hit-you-between-the-eyes quality reflecting the original stage experience, with each member of the cast prompted to sing challenging music with heartfelt commitment. There is no more red-blooded version of the work than this, with Ronald Dowd a powerful, cleanly focused Oedipus, deeply affecting in his two climactic solos, Invidia Fortunam Odit and the final, agonised, Lux Facta Est (All Is Revealed). Patricia Johnson is similarly strong and firm as Jocasta, with a balefully dark chest register. Raimund Herincx as Creon, Harold Blackburn as Tiresias, and the young Alberto Remedios in the tiny role of the Shepherd, all bear witness to the vocal and dramatic strengths of the company at that time. The bonus now is that the disc comes at budget price. The bonus then was that Stravinsky himself thought so well of the company that within three years he used them for his own recording of The Rake's Progress."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}