{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jun/17/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-06-16T23:34:15Z", "webTitle": "Woodward protests over stamp let-off", "webUrl": "https://www.theguardian.com/sport/2003/jun/17/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2003/jun/17/rugbyunion.paulrees", "fields": {"headline": "Woodward protests over stamp let-off", "bodyText": "Twickenham was last night planning to make a formal protest to the International Rugby Board following the decision of a disciplinary committee not to take any action against the New Zealand lock Ali Williams for stamping on the face of the England full-back Josh Lewsey last Saturday. Williams faced the three-man committee after being cited by the match commissioner at Wellington, but the second row is free to play against Wales in Hamilton this Wednesday after the panel accepted his explanation that he had been rucking for the ball. The England coach Clive Woodward was angered by the decision and asked the Rugby Football Union to take the matter further. The IRB has the power to take action if it believes a punishment handed out by a disciplinary panel is inappropriate. \"If this had been an English player, I bet we would not have had the same verdict,\" said Woodward. \"Williams has got off scot free which is wrong and the feeling in our camp is there is one rule for the English and one for everyone else. \"We have got Danny Grewcock sitting at home after throwing a few punches at Lawrence Dallaglio in a club game, which isn't going to hurt anybody. He doesn't make the trip, gets banned for two games but a guy stamps on someone's head - and the cuts on Lewsey's head are bad - and gets off with no explanation. \"I would like to hear from the panel's chairman why it was not deemed a punishable offence and I have asked the RFU to take up the matter.\" Twickenham's chief disciplinary officer Jeff Blackett was considering the RFU's response last night. \"It was a match played under the auspices of the IRB and any response we may make would have to be to them,\" a spokeswoman said. Blackett will today be receiving a call from Premier Rugby after he last week ordered them to pay £90,000 towards the costs of the Arlidge inquiry even though allegations that some Premiership clubs had set up a slush fund to keep Rotherham out of the top flight were found to be untrue. The board of Premier Rugby met yesterday and resolved not to pay the £90,000 - and it only has three weeks to hand over a cheque before it faces the possibility of disciplinary action - until Blackett had met its chief executive Howard Thomas to discuss the affair. Meanwhile, the Italy outside-half Diego Dominguez yesterday signed a new contract with Stade Français at the age of 37. He will be a part-time player next season having agreed a deal which will see him train one day a week and be paid one euro a month. · Simon Shaw, the Wasps lock, will miss Saturday's Test against Australia and is flying home today to consult a specialist about a neck problem which has not responded to treatment since England's victory over the New Zealand Maori last week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}