{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jun/19/newsstory.manchesterunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-06-19T22:48:49Z", "webTitle": "Transfer tied up 'weeks ago'", "webUrl": "https://www.theguardian.com/football/2003/jun/19/newsstory.manchesterunited", "apiUrl": "https://content.guardianapis.com/football/2003/jun/19/newsstory.manchesterunited", "fields": {"headline": "Transfer tied up 'weeks ago'", "bodyText": "David Beckham has been a Real Madrid player for weeks or months, never mind since Tuesday, according to a source close to the Spanish club. \"David Beckham agreed personal terms with Real Madrid long in advance of Tuesday's announcement,\" the source said yesterday, even as Beckham's travelling circus pitched tent in Tokyo. \"As early as the start of May he had already fixed a salary, a home and a school for his children in Spain. The two clubs hadn't made a deal but Beckham was very determined to move to Real Madrid.\" Jorge Valdano, Real's sporting director who first alerted attention to the move with his casual remark back in March that Beckham was the club's \"next big project\", remarked yesterday: \"It is always easy to do a deal with a player who wants to play for you.\" And Beckham had wanted a move from red to white for some time. It began on February 15, hours after the FA Cup defeat against Arsenal, in which he received a cut above an eye in a dressing-room fracas. Michael Crick, Sir Alex Ferguson's biographer, has subsequently been led to understand that the tale of the wound being caused by the manager kicking a boot is as fanciful as it appeared all along. Ferguson, Crick believes, concocted the story to cover up a much more alarming explanation: Beckham had been punched by a colleague. Although he remains a personable kind of bloke, many of Beckham's team-mates had grown weary of the celebrity baggage hauled behind him. At United's Christmas party there had been a table for the Irish players, one for the Manchester lads, another for the Spanish speakers and one for the French players, but Beckham had sat apart, alone with his entourage. Security reasons have increasingly seen him make his own travel arrangements, organise his own accommodation. When a player is treated differently, morale is sapped to punching point. The moment that happened, Beckham wanted out. But back in February he made it clear to Tony Stephens, his agent at SFX, that although the agency should seek a new employer for him, it must ensure he was not seen as the instigator. In part this was to protect his loyalty pay-off, but it was also to protect his legacy. Beckham is a United fan and in the autumn of 2000 when he was injured he took his place among the away support at Leicester. He now wanted to be protected from the kind of vitriol spat in the direction of Paul Ince when the last big-time Charlie who thought himself too grand for the club returned to Old Trafford. So Stephens alerted Madrid to Beckham's keenness. The Spanish club were quick to sniff out the bait. But they are nothing if not canny negotiators. In early April Florentino Perez, Real's president, issued his standard \"never, never\" denial of any approach. He said this at about the time he attended an off-the-record lunch with the Madrid paper Marca, where he suggested the headlines linking the player and club were not wide of the mark. But Beckham was not to know the published denial was all a Perez ploy. And after he was left out of the United team for the Champions League quarter-final second-leg against Real, there was a hint of panic in his instructions to Stephens. Alert the big clubs of Europe, he told his man, I want away. The interest from Madrid had not dissipated, though. In Spain, from the middle of April, salesmen were hawking white Beckham shirts outside the Bernabeu. The club had never been shy of admitting how much they coveted the player's marketing cachet. It was a case of club and player in perfect alignment. Things became complicated at the end of the last English season, however. United reached an agreement with Joan Laporta, then a Barcelona presidential hopeful. If the Old Trafford directors hoped it would smoke out rival bids, it backfired spectacularly. Beckham had already decided his destination. Even as the chief executive Peter Kenyon and Laporta were signing their pre-nuptial deal, Stephens and Perez were locked in negotiations about the things that mattered to Beckham: money, the location of Casa Posh and the complex issue of who got what from the sale of every duvet cover. So confident were Real that they had him that, in Japan early last month, Beckham's name was dropped as the trump card when Real's marketing team tried to entice Toyota to climb aboard as a shirt sponsor. Such was the intensity of the negotiations that it became an open secret in Spain, with everyone but Laporta and United apparently in on the details. Last weekend, for instance, Jaume Llaurado, on the eve of his defeat in the FC Barcelona presidential elections, publicly rubbished Laporta's promise. \"How can it be possible,\" he wondered, \"to bring Beckham to Catalonia since Madrid and the player's people have signed a preliminary deal on May 12?\" All this meant was that when United realised that they could sell the player only to the club he wanted to play for, Madrid were able to play hard ball on the price. United's attempt to raise the stakes by negotiating with Laporta merely played into Perez's hands: Madrid's president knew the player had no intention of wearing blue and red when he might wear white. And he knew that the rift between Beckham and the club he once regarded as home was unbridgeable, United had to sell, however reduced the price. Worse, Beckham has been able to portray himself as the innocent party, the wronged piece of meat hawked about by callous employers. His PR campaign worked a treat: the Daily Mirror, the very paper which after France 98 printed a picture of Beckham superimposed on a dart board, lambasted the club under the headline \"What a way to treat a hero\". Which was why Beckham was able to insist on those mutually flattering statements between him and Ferguson released on Tuesday; the most important detail in the deal was that he might return to Old Trafford as a once-loved hero. Thus, despite weeks of fevered speculation, it seems Des Lynam was right all along. On May 3 the ITV anchorman turned lip-reader to suggest that, as Beckham stood in the centre circle of Old Trafford for the last time as a United player after the game against Charlton, he was mouthing the words \"there have been talks\". And some of us thought at the time that Beckham was merely replying to Gary Neville's inquiry as to whether the wife would allow him out for a night with the lads."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}