{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jun/14/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-06-13T23:30:45Z", "webTitle": "Charlton step in to capture Holland", "webUrl": "https://www.theguardian.com/football/2003/jun/14/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2003/jun/14/newsstory.sport3", "fields": {"headline": "Charlton step in to capture Holland", "bodyText": "Charlton last night agreed a £750,000 fee for Matt Holland after the Ipswich captain's personal demands were rejected by Portsmouth. The Charlton manager Alan Curbishley moved fast to register his interest in the Republic of Ireland international, although he too has yet to agree terms with the player. \"[Holland's] transfer to Portsmouth appeared to be in jeopardy as a result of the player's personal terms,\" said a statement from Ipswich, who are desperate to cut the midfielder from their wage bill. \"However, subsequent to this, the club reached an agreement of similar terms with Charlton.\" Blackburn's manager Graeme Souness last night declared he is close to agreeing a £5.5m deal that will see the unsettled midfielder David Dunn leave for Birmingham. The St Andrews manager Steve Bruce had made Dunn his principal transfer target but his initial approach collapsed after Blackburn refused to accept £2m of the balance being contingent on Birmingham's continued Premiership status. \"Birmingham have made a firm bid,\" said Souness. \"[We] are close to a deal.\" Bayer Leverkusen's Turkish international Yildiray Basturk has claimed he is set to move to Arsenal. The midfielder reportedly told the Turkish newspaper Sabah that he had received an approach from Arsenal. \"I want to play for Arsenal,\" the 24-year-old Basturk said. \"There are offers from Spain but I like the English league. Internazionale want me. But Arsenal's offer is serious for me. Arsenal are close to me.\" It is possible that Arsenal would pursue their reported interest in Basturk if they lose a midfielder in the pursuit of the Leeds midfielder Harry Kewell. Reputedly among the nominees for a part-exchange deal for Kewell involving a player and a cash balance are Ray Parlour, Giovanni van Bronckhorst, Jermaine Pennant and the striker Francis Jeffers. Speculation is mounting over an imminent bid from Arsenal or Manchester United, and the Australian international Kewell met yesterday with his club's chairman Professor John McKenzie to clarify his future. It seems little headway was made. \"This is just the start of negotiations and it may be some weeks before we can finalise anything,\" said McKenzie, \"but we would like to hang on to Harry.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}