{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2003/jun/28/glastonbury2003.glastonbury6", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2003-06-28T18:28:39Z", "webTitle": "Soulmates at Glastonbury", "webUrl": "https://www.theguardian.com/music/2003/jun/28/glastonbury2003.glastonbury6", "apiUrl": "https://content.guardianapis.com/music/2003/jun/28/glastonbury2003.glastonbury6", "fields": {"headline": "All she needs is love", "bodyText": "Head away from the Pyramid stage towards the Healing Fields and you're in danger of being accosted by a cowboy riding a stuffed llama, asking if you're looking for love. No, this isn't some dodgy bestial pimping agency. The Guardian's Soulmates personal ads have come to Glastonbury. Inside the Soulmates tent, decked out in lurid pink decorations with a Wild West theme, a Brighton-based group called the Cupid Stunts are waiting to arrange blind dates between single festival-goers. They pair up people who have filled in simple questionnaires by matching their forms together - gay, straight, young or old. And if you thought this service would be unnecessary at such a loved-up place as Glastonbury, you'd be wrong. Soulmates has now been at the festival for two years and it is increasingly popular. Kate Morgan Locke, who helps run Soulmates at Glastonbury, says they have made dates for around 500 to 600 people today alone. \"We get a lot of unusual people coming in - a girl walked in today, totally nude. We've given her a match for later this afternoon - her date is going to get a bit of a shock. \"And we've had several couples come in requesting a person to form a threesome. We had to turn them away.\" However, with a male to female ratio of 3:1, Soulmates is seriously short of female halves for the straight couplings. \"Guys are so up for it,\" says Morgan Locke. \"They're more used to hunting for girls in the real world, so maybe it's more natural for them to come and do this.\" Partnerless men, or those whose dates haven't shown up, can be paired up without the use of forms inside the Soulmates tent, which hosts speed dating games and dancing competitions alongside its western-themed cabaret acts. The tent is also the venue for \"weddings\", for those lucky couples whose dates have gone extremely well, or for people in relationships already. Before the service, brides are massaged, made-up and henna-tattooed backstage by \"pink pamperers\". In keeping with this year's western theme, grooms are dressed in cowboy outfits. The ceremonies are conducted by the Mexican Banditos while a band called the Pleasurettes sings Life is Like a Butterfly. Jo Degregorio of Cupid Stunts, who met her husband at Glastonbury 11 years ago and whose mock wedding last year was the first one performed by Soulmates, says people love the whole service because there's no pressure involved. Last year they wed 69 couples; five of whom later got married for real. They hope to smash that record by holding a mass Moonie wedding tomorrow. I'm sold - well, about the dating part at least. After all, I'm young free and single, and Glastonbury seems a natural place to fall in love. A girl at the back of the tent takes a truly terrible picture of me that goes on top of a questionnaire. I fill in the form, establishing that I am a cat person, and other important stuff like that. Armed with this knowledge, the Soulmates staff promise to match me up with someone highly compatible, and tell me to come back in a few hours. I return to claim my date and find that the tent is besieged by at least four times as many people as were there before, all struggling to find their partners among the crowd. The temperature inside feels about 95F. The sweaty singletons - mostly men - are clamouring for the attention of the Soulmates staff. The service is a lot more popular than I thought it would be, and everyone - again, especially the men - seems to be taking it quite seriously. I start to get butterflies. I discover I've been stood up - by a man I have never met. I can't say I blame him; that picture was dreadful. There is another problem though. There are so many people milling around that the potential couples can't identify each other - the low-tech, match-your-form-up system has been swamped. A crowd of disgruntled men, missing dates because most of the no-shows are women, begin to gather around the stage, muttering. Sensing danger, the cowgirl MC on stage tries an alternative approach. She sees me close to the front, hoicks me up and proceeds to auction me off in a Texan drawl. \"Who'd like to take this pretty little thing out today?\" I push back my hair and try to live up to her sales pitch, knowing that instead of \"pretty\", I look as if I've just stepped out of a sauna. I look across the sea of heads. This shouldn't take too long though, I think. All these blokes are desperate. \"Anyone?\" Suddenly, all is quiet and the guys are staring at their feet. Her words hang in the humid air. The seconds tick by. OK, I've hardly slept over the past 48 hours and neither have I showered, but I can't look that bad, surely? To my intense relief, a bloke at the back gamely sticks up his hand. I get off the stage as fast as I can and head over. Jim looks very nice, tall with crinkly blue eyes and a transatlantic twang. However I'm so grateful someone has come forward to claim me that I wouldn't have minded if he were 5ft 2\" and still encrusted with yesterday's mud. We leave the packed tent and head for something to eat. He suggests we go for French food at La Grande Bouffle, one of the nicer and better value food stalls at Glastonbury. This guy's got class. We sit in the roasting sun. Jim is originally from San Francisco but has lived in the UK for the past six years. He works for a mobile phone company. Having established that, I'm unsure for a moment where to go, conversationally. But eating our food while listening to Linda Lewis on the One World Stage, we chat about the bands we've seen so far and the whole festival experience. (This is Glastonbury, after all. Everyone talks to everyone here anyway.) Jim saw REM last night, but didn't think that much of their set. He says he used to know Peter Buck years ago. Is he trying to impress me? It's Jim's first Glastonbury too, but he's come on his own and doesn't appear to have been short of people to chat to. He reckons Soulmates is just a good way of meeting other people, and signed up yesterday because it was something to do. This experience is a lot less excruciating than I thought it would be. In fact, we seem to be getting on pretty well - are wedding cowbells in the air, I wonder? I tell him I work for the Guardian. He tells me he reads the Independent. The sounds of Life is Like a Butterfly grow fainter in my imagination. After a 45-minute relationship, we part at the bottom of the Greenpeace field - but agree to stay good friends. I head off west, in search of another cowboy."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}