{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/jun/28/travelnews.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-06-28T17:51:23Z", "webTitle": "Families look for adventure", "webUrl": "https://www.theguardian.com/travel/2003/jun/28/travelnews.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2003/jun/28/travelnews.guardiansaturdaytravelsection", "fields": {"headline": "Families look for adventure", "bodyText": "While families have been slow to book beach packages this summer, family adventure holidays are booming. The three main companies offering soft adventure for families have been adding extra trips to meet the demand. Explore Worldwide (01252 760177, familyadventures.co.uk) has added extra dates as trips to France, Greece and Iceland have sold out. Simon Tobin, managing director, said: \"We've found that people are looking for activities that all members of the family can take part in. \"They want to combine an active family experience with an element of cultural discovery.\" Explore's most popular trips include rafting in the Dordogne, a camel safari in Egypt and island-hopping in Thailand. Tobin said: \"The average age of the children is from 11 to 14. A lot of single parent families are booking and teachers seem particularly attracted.\" Peak season prices range from £395 for an adult (£345 per child) for eight days in the Dordogne this August, to £1,499 (£1,199 per child) for two weeks in the Andes. Mark Wright, managing director of Travelbag Adventures (01420 541007, travelbag-adventures.com), said: Our family adventures are booming. It is our highest growth area - we were 140% up last month and have to keep adding new trips.\" Travelbag's best-sellers are Egypt - where families sail a felucca down the Nile, visit the pyramids and the great temples, and snorkel in the Red Sea (£899 for 10 days, £800 for children) - and Sri Lanka (£1,379 for 16 days, children £1,122). The average age of children on the Travelbag trips is from eight to 13, though five to seven year-olds frequently travel. Wright said the parents have often been on adventure trips before they had children. \"As a parent myself, I want my kids to be educated by travel, to learn about other cultures and religions, and to get a perspective on how different our standard of living is to other countries.\" Explore and Travelbag take around 1,000 families each every year. Dragoman (01728 861133, dragoman.com), the overland company, has 10 trips a year for families travelling on its expedition vehicles to east Africa, Peru, Namibia and South Africa. Charlie Hopkinson, Dragoman marketing director, said: \"A lot of the parents are professionals who were backpackers in the 1960s and 70s. They often take this as their last family holiday before the children grow too old to want to travel with parents.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}