{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/may/25/brawn-formula-one-richard-williams", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-05-24T23:05:01Z", "webTitle": "Brawn drivers offer echoes of the masters with their smooth dominance, says Richard Williams", "webUrl": "https://www.theguardian.com/sport/blog/2009/may/25/brawn-formula-one-richard-williams", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/may/25/brawn-formula-one-richard-williams", "fields": {"headline": "Brawn offer echoes of the masters with their smooth dominance", "bodyText": "What you want from grand prix drivers and their million-pound dream machines is drama. But sometimes an absence of drama can be the greatest drama of all. Watching the two white Brawn- Mercedes cars of Jenson Button and Rubens Barrichello cruising home around the streets of Monaco yesterday was like reviewing the grainy monochrome footage of Juan Manuel Fangio and Stirling Moss in 1955, the year the master and his apprentice won five of that season's six championship rounds and finished first and second in four of them. It was a demonstration of imperious smoothnessthat lives on as a reference point for grand prix racing. Button won his first Monaco grand prix yesterday because he and his car were the fastest combination but they accomplished it without a hint of histrionics – at least until the chequered flag had welcomed them home, after which Button became the first Monaco winner to finish the race on foot. Monaco is the most demanding of the circuits in use today, not least because – unlike the recently built snoozodromes littering the gulf states and Far East – it follows the natural topography of the land and the contours of old lanes and pathways, however completely they may have been disguised by a coating of multistorey concrete. And because of that, and the proximity of real stone walls, success requires absolute precision and concentration. The most minute error can be terminal. All afternoon, however, Button and his car went round as though theywere on rails. While the likes of Sebastian Vettel, Heikki Kovalainen, Nelson Piquet, Sébastien Buemi and Kazuo Nakajima crunched their cars into the barriers, Lewis Hamilton almost suffered the same fate and even Kimi Raikkonen and Felipe Massa, the two Ferrari drivers, had moments of untidiness that involved excursions over the corrugated kerbs, the Brawn never flickered from the smooth lines that Button chose around the 16 corners packed into the circuit's 2.1 miles. For a spectator one of the best ways to enjoy Monaco is to choose a spot close enough to one of several corners, such as the sweeping left-hander called Tabac or the jolting, dipping right-hander that leads out of the Casino square, where the drivers try to shave fractions of a second off their lap time by getting so close to the barriers that it is impossible for the naked eye to tell if they are brushing them or not. Watching a great driver mastering Monaco in this way, lap after lap, can be the most mesmerising sight motor racing has to offer. Yesterday, however, Button did not even need to get close. You could have inserted a packet of cigarettes, never mind a cigarette paper, between his wheels and the barriers. You want a statistic that shows how dominant he was? Here it is. In the stint between his first and second pit stops, he was lapping consistently between 1min 15.9sec and 1min 16.5sec until, with his second stop approaching, he suddenly put in four consecutive laps between 1min 15.1sec and 1min 15.3sec. Each of those laps was a full half-second faster than anything else he recorded in the race, and they were produced to order, just as Michael Schumacher used to do in his Ferrari when Ross Brawn asked him for a strategicburst of speed. This, then, was the way it was done by Fangio and Moss, and by other famously dominant duos: Alberto Ascari and Nino Farina, Jody Scheckter and Gilles Villeneuve, Mario Andretti and Ronnie Peterson, Ayrton Senna and Alain Prost, Nigel Mansell and Riccardo Patrese, Schumacher and Barrichello. At this level of dominance, the cars seem to purr and the drivers get out at the end of a race with barely a hint of sweat on their brows. What can the rest of the field do to catch up with a team whom have won five of the first six races of the season, with one-two finishes in three of them? Well, the seasons are longer nowadays, and the pace of technical development is much faster. A 17-race schedule offers scope for teams that found themselves half a second off the pace at the start of the season to catch up and even overtake. But even the best of the current crop will need a bit of a miracle if they are to put a dent in the dominance established by a team that, only six months ago, appeared to be heading for the breaker's yard."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}