{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/may/29/cricket-spinners-harry-pearson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-05-28T23:29:00Z", "webTitle": "Greenpeace and the spinners' art", "webUrl": "https://www.theguardian.com/sport/blog/2009/may/29/cricket-spinners-harry-pearson", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/may/29/cricket-spinners-harry-pearson", "fields": {"headline": "Greenpeace and the spinners' art", "bodyText": "Back in the mid-1970s the Barbados and West Indies off spinner Albert Padmore was the cricket club professional in the seaside village where my grandparents lived. I'd see him striding down the street on weekday afternoons, past the off-licence, sweet shop and old-fashioned haberdashery that pasted yellow cellophane over the windows so the perennial display of sturdy foundation garments didn't fade in the pitiless North Riding sun. Padmore was tall and angular, and invariably clad in an oxblood thigh-length leather trench coat and a suede bakerboy cap. In an environment of coconut mushrooms, Emva cream and winceyette nightdresses he appeared improbably hip and exotic. It was as if Samuel L Jackson had turned up in Heartbeat. Padmore came to England with the West Indians in 1976. He took 59 wickets in the tour matches. Watchers compared him to Lance Gibbs. But Clive Lloyd's side was based around pace, pace and more pace, so the Barbadian got to play in only one Test. Disillusioned, he signed for Kerry Packer's World Series Cricket and was later banned for life for playing in South Africa. These days he lives in Florida where I'll wager he draws far less attention than he did in Marske-by-the-Sea three decades ago. Visions of Albert Leroy Padmore popped into my mind over the weekend as I listened to discussions on Australia's Ashes squad on Radio Four Long Wave. The fact that Ricky Ponting's team will include only one spinner, Nathan Hauritz, provoked predictable tutting from the traditionalists. It's unlikely – even allowing for reception on long wave, which is so filled with fractured percussive hissing it often sounds as if Tony Cozier, Vic Marks and Co are involved in a marathon spitting contest – that we'd have heard such noises if, for example, the Aussies had chosen to come here with only one naggingly accurate medium-pacer whose deliveries just do a little something off the wicket. Likewise there'd be no laments for a total absence of a bits-and-pieces man who bowls little wobblers and can get valuable runs at No7. This is because spin bowlers occupy a special place in the hearts and minds of cricket lovers. They are a bit like branch line railways; people campaign to preserve them not because they have any intention of actually using one but because it is strangely comforting to know they are still there. Back in the 1980s, when Padmore had turned over the task of thankless Windies spinner to Raphick Jumadeen, it briefly looked as if wrist spinners might disappear from the game altogether, a situation that prompted TMS stalwarts Brian Johnston, Henry Blofeld and Christopher Martin-Jenkins to take up the leggies' cause with genuine fervour. Nobody actually said that purveyors of leg-breaks and googlies were an integral and vital part of the ecosystem, or talked up the importance of biodiversity, but the phrase \"I believe you need to field a genuinely balanced bowling attack\" pretty much amounted to the same thing. You can bet that if a Japanese factory ship had ever menaced Abdul Qadir, Blowers, Jonners and CMJ would have been straight out there to insert themselves between the whirling Pakistani and the threatening harpoon. The fact that so many people regard spinners as something that must, alongside the corncrake and the natterjack toad, be preserved at all cost makes them unique. In other sports positions and styles come and go. No one in football makes a concerted appeal for the government to order the reintroduction of half-backs. And during the Olympics Stuart Storey never launches into a heartfelt peroration on the topic of pole-vaulting and the fact that \"nobody seems to be using a length of bamboo these days and I can't help feeling the field events are altogether less rich as a consequence\". As an example of how a spinner can survive in a pace-heavy team, Hauritz would do well to study Ashley Mallett, a world-class off-break bowler who, like Padmore, suffered during the speed-obsessed 70s. In his first 23 Tests the South Australia player took 100 wickets. In his next 15 he got 32. By then Dennis Lillee and Jeff Thomson had appeared on the scene and his role had gone from attacking the batsman to keeping the ball warm while one or other of the quick men stood down at third man for a spell chewing on the inside of his mouth and ignoring all the kids who were walking behind him making V-signs. Most of the time when Australia were fielding Mallett squatted down in the gully staring at the striker and projecting an air of dark foreboding. Even in a team that contained Ian Chappell, Rod Marsh and Lillee, Mallett stood out when it came to exuding gum-chewing, hard-faced malevolence. He made Jack Palance look like one of the Fimbles. At Headingley in 1975 he came down to field near the boundary and I made the mistake of momentarily catching his eye. It was like a flash premonition of a fractured skull. Mallett took only nine wickets in that series but, if there'd been a set of averages for psychologically unsettling the opposition, I bet he'd have topped it easily."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}