{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/may/25/hull-city-phil-brown", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-05-24T23:32:19Z", "webTitle": "Phil Brown rejoices in Hull's survival and steels himself for challenge ahead", "webUrl": "https://www.theguardian.com/football/2009/may/25/hull-city-phil-brown", "apiUrl": "https://content.guardianapis.com/football/2009/may/25/hull-city-phil-brown", "fields": {"headline": "Phil Brown rejoices in Hull's survival and steels himself for challenge ahead", "bodyText": "Phil Brown took a microphone and led Hull City's fans in an impromptu karaoke celebration after they had secured their place in the Premier League for another season. \"I've never done that before,\" he said. \"I've never conducted 25,000 people before. Well, maybe in church. And this is my church.\" His congregation were toasting a second season of top-flight football despite a 1-0 defeat against Manchester United. \"It's the best day of my career, as a player, coach and manager,\" said Brown. \"It is even better than beating Bristol City at Wembley to win promotion last season, by a long way.\" Brown revealed that Ian Ashbee and Jimmy Bullard, two of Hull's injured players, had been keeping him updated with what was happening at Villa Park. \"The tension was unbearable. The score was only 1–0, both here and at Villa Park, and I was thinking, 'Do we need to score a goal or can we afford to lose?' At half-time [the coach] Steve Parkin said, 'We need to score a goal here' and I must admit I did a double-take. It was a negative vibe that was unusual for me, but it was enough for us today.\" The performance, Brown admitted, epitomised why Hull had fallen from the top six to the bottom four since Christmas. \"It's mixed emotions because we have lost the game but we have stayed up and it's not about this game,\" said Brown. \"It's about 38 games and challenges and we have responded well to a lot of those. We've got here through guts, determination and belief, all the things that have been questioned, and I enjoyed that celebration at the end and seeing all the fans staying behind to celebrate. You can't please everyone and there's always a minority who criticise but I'd say 99.9% have accepted how we have done it.\" The joy was tinged, however, by the realisation that he may have to make drastic changes at a club that has plummeted through the division after flirting with the top six in the first half of the season. \"I'm going away with my family but I won't be away for long because I'm now in a race with 19 other clubs to improve. \"It was important to stay at this level to get the finances in place and prevent us going through this kind of day again. We've got long-terms plans. The infrastructure will improve, the backroom staff will improve, the playing staff will improve, the training ground will improve, the academy will improve and hopefully in the future we'll have a number of Hull-born players competing for this club at this level. There's money to spend, of course there is. The guys who own the football club are clear about that.\" Brown cited his days as Sam Allardyce's assistant manager at Bolton Wanderers for six years from 2000 to 2006. \"The first year we survived at Bolton we improved the backroom staff and the playing staff and you have to do that. You have to grow with the experience.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}