{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/may/17/test-cricket-future-england-west-indies-riverside", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-05-16T23:05:18Z", "webTitle": "Less can be more. The time has come to abandon May Tests, writes Vic Marks", "webUrl": "https://www.theguardian.com/sport/blog/2009/may/17/test-cricket-future-england-west-indies-riverside", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/may/17/test-cricket-future-england-west-indies-riverside", "fields": {"headline": "Less can be more. The time has come to abandon May Tests", "bodyText": "THE END of Test cricket is not yet at hand. Once we have finished with this Chester-le-Street match the ticket touts, conspicuously absent on the empty roads leading to the Riverside, will return to Cardiff, Lord's, Edgbaston, Headingley and the Oval and they will expect to do some good business. A ticket for an Ashes Test remains as good an investment as any in a recession. But the combination of Chris Gayle's gloom and crowds no bigger than may be enticed to the best of the county game has hopefully alerted the authorities of the only nation for whom Test cricket has been a reliable financial boon, that a change might be beneficial. The wisdom of playing Test cricket in May in England has been challenged, as has the notion, slavishly followed by the England and Wales Cricket Board in recent times, that more is inevitably better. There have been Test matches in May since 2000, when the seven-Test summer was instigated in England. The Future Tours Programme, the increase in the number of Test-playing nations and the desire, legitimate enough, to make more money were the justification for the extra match. Now we should grab the chance of a rethink. Since 2000 the first Test of the summer has invariably taken place at Lord's, which has served to mask the commercial fragility of playing Tests so early. Lord's is Lord's, a magnet for cricket followers, almost regardless of the opposition. Until this year, when the Wednesday start at Lord's was an additional hindrance created to accommodate the Stanford quadrangular series that never took place, these early Tests have been reasonably well-attended. The Lord's magic has prevailed. But often the second Test of an early-summer series, still taking place in May, has been the tough one to sell, though never as tough as this one at Chester-le-Street. Surely now the ECB must come to recognise that less can be more; that in the long term it is far more important to protect Test cricket and to ensure a Test is a special occasion. Once it becomes routine and humdrum for the players – and that has certainly felt the case looking at West Indies in this series and the odd Englishman over the last year or two – the public are not so foolish as to come along and be short-changed. Seven Tests a summer are not compulsory – in fact the plan is for six next summer – and Sky television has been bending over backwards to inform anyone prepared to listen that the scheduling of Tests has nothing to do with it. If it protests much more, we shall start to become suspicious. May is the month when the cricket season should start, instead of April, which might be possible next year if the absurdity of two domestic Twenty20 competitions is no longer pursued. It would also be the month when domestic cricket, enhanced by international players not required by the Indian Premier League, might take centre stage. Then by June we would be eagerly awaiting the advent of the international season. A simple, painless solution except that a guru somewhere in St John's Wood will calculate that the game might not be fulfilling its commercial potential. But it might be fun to watch the cricket again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}