{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/may/25/cricket-england-west-indies-chris-gayle", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-05-24T23:05:00Z", "webTitle": "West Indies captain Chris Gayle is disappointed with his team's performance in second ODI at Bristol", "webUrl": "https://www.theguardian.com/sport/2009/may/25/cricket-england-west-indies-chris-gayle", "apiUrl": "https://content.guardianapis.com/sport/2009/may/25/cricket-england-west-indies-chris-gayle", "fields": {"headline": "West Indies need a different mindset, says Chris Gayle", "bodyText": "The sun burned down in the west country yesterday but Chris Gayle still looked as miserable as Morrissey as West Indies lost again. In the recent Test series, in which they were inept, his players looked cold and sullen at chilly Lord's and frostbitten Durham. Yesterday, it was obviously too hot for them. That was the only conclusion a disappointed full house could have made as they daubed sun cream on each other and wondered aloud if they could get home in time for the end of the football. Yesterday England were without Andrew Flintoff and Kevin Pietersen, which is a little like Hamlet without the prince and no Ophelia either. But they were still more than good enough for a West Indies side who despite being handsomely remunerated for this short trip have appeared cheesed off from the start. It has been their misfortune that no one was really interested in a Test series that started in early May – and now that the sun is out, everyone is talking about the Ashes. But even so they have been disappointing on an epic scale. Perhaps in an age of monumental overkill they are more puffed out than anyone else. When New Zealand came here for a one-day international a year ago they too had just lost a Test series 2–0 and on a difficult pitch they collapsed to 75 for six before they rallied to win the match and the series. But physically and mentally recovery looked beyond West Indies yesterday. Gayle, their disconsolate captain, said afterwards: \"We can't continue like this. But all is not lost. We have a final game to go. We can square the series and we must step up. Hopefully we can turn up on Tuesday with a different mindset. We didn't analyse the situation properly today. The batting display was disappointing. But we can't do too much talking. It's action we need out there in the middle.\" In contrast his opposite number, Andrew Strauss, was all smiles when he said: \"There is a good feeling in the dressing room. We've played clinical cricket and now hope to finish off the series at Edgbaston. We don't want to take our foot off the pedal because we have some important cricket at the back end of the summer.\" Beside him England's Twenty20 captain and man-of-the-match Paul Collingwood praised Strauss who, he said, had taken the job in difficult circumstances. \"The team ethos is very strong,\" he said. \"And I'm enjoying my cricket at the moment.\" This is an unprepossessing ground for a place that boasts the Grace Pavilion and the Jessop Stand – Wally Hammond, who just might be England's all-time champion cricketer, only gets a room named after him – and yesterday it felt full of anti-climax. They had seen England win but it had not been a contest."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}