{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/may/02/howard-webb-mike-riley-referees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-05-01T23:05:40Z", "webTitle": "Football is in its annual prize-giving season, but why nothing for referees, asks David Lacey", "webUrl": "https://www.theguardian.com/sport/blog/2009/may/02/howard-webb-mike-riley-referees", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/may/02/howard-webb-mike-riley-referees", "fields": {"headline": "About time we kicked off for the Referee of the Year award", "bodyText": "In football the awards season is under way with those who play, manage and write about the game getting their annual prizes. One group, however, regularly miss out in spite of the fact that no game can start without them. Surely it is time to introduce a contest for Ref of the Year. Organisation ought not to be a problem. An appropriate sponsor — a merchant banker, say — would surely be forthcoming. Footballers win a Golden Boot so why not a 24-carat Acme Thunderer for the successful official accompanied by a testimony to the winner's diligence, judgment and wisdom personally signed by Neil Warnock? Voting would involve players, managers, the media and any fan who could swear on his mother's life that he had never queried, in unison with his fellows, the parentage or personal habits of any official. Most players would support referees who let them get on with the game rather than consistently stopping play for minor infringements, frequently bringing the ball back an inch or two at free-kicks and ignoring any advantage when a foul has been committed. To be fair, most refs are less pernickety about these things than they used to be. Managers would go for those they felt had a feel for football as well as its rules. When Bill Shankly famously observed that referees \"know the laws but they don't know the game\" he was seething after Liverpool had lost 1–0 at Southampton in the early 70s through an own-goal by Alec Lindsay. That Southampton side was enriched by Mick Channon, Ron Davies and Terry Paine but also included tough nuts like John McGrath and Denis Hollywood. \"It was alehouse stuff,\" Shankly added, venting his fury on Maurice Fussey, the high-stepping referee whose charges up and down the pitch were an entertainment in themselves. Football journos would probably vote according to the number of column inches generated by a referee's decisions over the course of a season and until recently this would have been an annual landslide. Step forward Michael Anthony Riley, whose presence on a teamsheet continues to send a frisson of expectation through a press box which knows that, however dull and uneventful a game may be, Riley, Ace of Refs, often gives them a headline. This season he has been well on form. The refusal to award Manchester United a penalty during their FA Cup semi-final against Everton after Phil Jagielka had appeared to bring down Danny Welbeck was fairly routine Riley but his pièce de résistance remains the red card he showed Frank Lampard at Anfield in February after the Chelsea midfielder had quite clearly played the ball in a challenge with Liverpool's Xabi Alonso. In the normal course of events, then, Riley would be well nigh uncatchable by now if the hacks had their way. This time, however, there is a dark horse coming up strongly on the rails. Howard Webb is not regularly involved in controversy even if he did arouse the wrath of the Polish nation, not to mention its prime minister, by awarding Austria a penalty in stoppage time during last summer's European Championship which enabled the co-hosts to draw 1-1. Webb had spotted a bit of shirt-pulling at a free‑kick which, while universal and often ignored, is still an offence. On that occasion Webb got it right but last weekend, on his own admission, he got one badly wrong when he ruled that the Tottenham goalkeeper, Heurelho Gomes, had brought down Manchester United's Michael Carrick when the Brazilian had pushed the ball away before contact was made. United were 2-0 down at the time and following Cristiano Ronaldo's penalty went on to win 5-2. In the context of the fixture, with Sir Alex Ferguson's side under pressure from Liverpool at the top of the Premier League, it was a howler of lupine proportions. This is the problem for leading referees like Riley and Webb, whose experience and expertise, which they undoubtedly have, often finds them in charge of big games. If they make errors, or simply make debatable decisions, the ensuing hoo-ha is magnified by the size of the occasion. As it is, the \"goal\" Reading were given at Watford after a linesman ruled the ball had crossed the line when, in fact, it had gone out for a corner would surely take the prize for goof of the season. And the ref of the year ? Well, it must be whatshisname ... so-and-so ... thingumabob ... That's right, the best referees are the ones it is hard to remember. Better give the vote to Mr X."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}