{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/may/06/sea-the-stars-derby-experts", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-05-05T23:05:10Z", "webTitle": "Can Sea The Stars win the Derby?", "webUrl": "https://www.theguardian.com/sport/2009/may/06/sea-the-stars-derby-experts", "apiUrl": "https://content.guardianapis.com/sport/2009/may/06/sea-the-stars-derby-experts", "fields": {"headline": "Can Sea The Stars win the Derby?", "bodyText": "John Oxx Trainer of Sea The Stars \"It would take a horse of exceptional ability to win the Guineas and the Derby, but that's the prize for us – to see if he's in that league. I don't know whether he'll stay. We will just have to wait until the day and see what happens. The going would be the one concern – we wouldn't run him on soft. He wouldn't go a mile and a half on soft ground.\" Willie Carson Rode Nashwan to win Guineas and Derby \"Nashwan was lucky – he came along in a bad year and Sea The Stars could be a better horse than Nashwan. The thing about Nashwan is, he never really stayed a mile and a half, but he had brilliance and this one might, too. He has a chance of being very special. I think he'll get a mile and a half but his best trip might possibly be a furlong short of that.\" Harry Findlay Professional punter \"I don't back anything to go round Epsom because I think it's not a racetrack – if I had a three-year-old champion, it wouldn't be going anywhere near the place. But I'd want to be with Sea The Stars until he gets beaten because he quickened twice [on Saturday] and that is hard to do.\" William Haggas Trained Shaamit to win Derby \"Speed and stamina aren't mutually exclusive if the horse has enough class – Generous was second in the Coventry [over six furlongs] at two years and then won the Derby. I think Sea The Stars' best trip will be a mile and a quarter, so he will probably be better at a mile and a half than he is at a mile.\" John McCririck Betting expert \"There's absolutely no doubt that he'll stay. I don't think you can knock it on pedigree, not that I'm a great expert. But he's not like some other Guineas winners, like King Of Kings, for whom stamina was obviously going to be an issue. If you want a stat, 150 Guineas winners have run in the Derby and 35 have won, so the odds against it happening are between 3–1 and 4–1. Sea The Stars is 4–1 now, so those odds are about right, but now we have to see what comes out of the other trials.\" Jim McGrath Channel 4's form expert \"Stamina is like a piece of elastic – you never know how far it's going to stretch until it snaps. It's probably harder to do the Guineas/Derby double now than in the 60s or before, because races are more strongly run, so stamina is more exposed. Would I take 5–2 about him? Not now, when you don't know the ground. Wait until the day, when you know he's at Epsom.\" Walter Swinburn Won Derby on Shergar \"He'll give himself every chance of staying – he seems laid-back with a lovely, easy temperament. My only concern would be whether he can act at Epsom – it is such a unique place, the undulations make the Dip [at Newmarket] look like nothing. He seems a big horse and if the conditions got quick, that would be a concern.\" Lydia Hislop Journalist and broadcaster \"He's likely to stay, but not certain. I definitely don't see any of the horses behind him in the Guineas turning the form round. Gan Amhras is not as stoutly bred and looked hard-fit on Saturday, which suggests that race was the priority. Sea The Stars won it on class and will be better over further.\" Tom Segal Racing Post tipster \"Just watching him run, his size, his action, everything about him says he's not really a miler. He'll definitely stay further. While everyone says the Derby is a stamina test, recent history doesn't bear that out. A few recent winners have been better at 10 furlongs than 12 and Sea The Stars may be too."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}