{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/may/17/eurovision-song-contest", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-05-16T23:38:03Z", "webTitle": "Fairytale story for Norton on his Euro debut", "webUrl": "https://www.theguardian.com/music/2009/may/17/eurovision-song-contest", "apiUrl": "https://content.guardianapis.com/music/2009/may/17/eurovision-song-contest", "fields": {"headline": "Fairytale story for Norton on his Euro debut", "bodyText": "The following correction was printed in the Observer's For the record column, Sunday 24 May 2009. Below we described Alexander Rybak, winner of the 2009 Eurovision song contest, as \"a former winner of Norwegian Pop Idol\" but he was an unsuccessful contestant in 2005. However, he did win Kjempesjansen, another talent show on Norwegian television, the following year. So, perhaps, on reflection, it was just a little bit ambitious of Britain's Eurovision hopeful, Jade Ewen, to sing a song entitled \"It's my time\". Hubris, Jade? Does that ring any bells with you? Because, somewhat predictably, given that our last victory was in 1997, it really wasn't our moment – although we did manage to come a not-too-shameful fifth. Instead the winner of the 54th Eurovision contest went to Norway's puppy-faced athletic violinist Alexander Rybak with a poppy little number, \"I'm in Love with a Fairytale\". In fairness, he had written the song himself rather than employing the services of Andrew Lloyd Webber, who joined Jade on stage trying to do an Elton John impression behind a white grand piano. But then, despite Albania's attempt to grab the limelight by fielding a man in a turquoise body suit with full bondage-style facial mask, and Ukraine's entry, who staged what appeared to be the porno version of Gladiator, this was Graham Norton's night. Because, after 38 years, Terry Wogan had finally thrown in the towel, complaining that \"it was no longer a music contest\". Oh Terry! As if it ever was. This meant that this year's competition had extra suspense. Not just, \"will we come last?\" As poor Andy Abraham did last year. (\"A travesty\" – Sir Terry Wogan.) But, more crucially, could Eurovision even survive sans Terry? The BBC had deliberated for perhaps a nanosecond before appointing its one other high-profile Irish presenter: Norton. Wogan's advice to Norton, as he revealed yesterday? \"Don't start drinking before the fifth song.\" Perhaps he did. Because after a wobbly start, complimenting the Russian hosts as \"not that bad\", precisely the type of behaviour the great British public had come not to expect from Terry who compared the 2007 winner \"to an angry looking Janette Krankie\" and described Bosnia-Herzegovina's entry as \"the four brides of Frankenstein and a loony with a clothes line\", Norton found his stride. First there were suggestions of corruption when he let slip that the choice of Anastasia Prihodko, Russia's surprise last-minute entry, might just have had something to do with the fact that her father is a billionaire. Then there was the suggestion that Iceland's entry had \"rooted around in a cupboard and found an old bridesmaid dress from 1987\" (she went on to come second). Not to mention his verdict on the claim that Azerbaijan's singers were sporting traditional dress, \"which would be true if you come from the village where Liberace is the mayor\". This year, following Wogan's outspoken criticism of the phone voting system, with its compelling insights into the state of contemporary geopolitics, the decision was taken to reinstitute an allegedly impartial jury system. Or not. The first inklings that perhaps this might not be the case came early on. Spain got its first points, 12 of them, the top possible score from Andorra. Shortly followed by Montenegro's generous decision to award its top score to its neighbour Bosnia-Herzegovina. Terry used to get very exercised over this sort of thing as if it was much better in the old days when they resolved these matters by killing each other. Norton had a more relaxed approach, confining his comments towards countries, such as Sweden, who had the gall not to vote for us: \"On your bike, Sweden!\"; \"Thanks. For nothing, Turkey!\" And then there were his sorties into international diplomacy, namely suggesting that Russia is a militaristic one-party state with a reputation for repressive police tactics. \"That's pretty ironic!\" he said during one of the comedic interludes which bafflingly showed two police officers trying to prevent the presenter filming and then bursting into song. But then, some suspense was needed. Because early on, it became apparent that Norway was going to score a landslide. Not since Finnish rockers Lordi swept the board with \"Hard Rock Hallelujah\" had there been such a unanimous winner. \"Perhaps Andrew is right,\" said Norton. \"It really is a song contest. Norway has broken through every political barrier to win this!\" Possibly he was forgetting his earlier verdict that young Alexander Rybak had the kind of face \"you'd quite like to slap\". Forget Rybak, though, the one-time winner of Norwegian Idol. As no doubt we all will. Norton knew his audience. \"I think we can feel very proud! They laughed. They said we couldn't turn it around! But I think we have. An extraordinary year. When music came back.\" There was a slightly scripted feel to this. It's a pretty tall claim for a song with the lyrics: \"She's a fairytale (yeah) even though it hurts. 'Cause I don't care if I lose my mind I'm already cursed.\" But whatever. We survived without Terry. A dix if not a douze points for Norton."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}