{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/may/25/editorial-twitter-social-networks", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-05-24T23:19:26Z", "webTitle": "Twitter: tweet nothings | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2009/may/25/editorial-twitter-social-networks", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/may/25/editorial-twitter-social-networks", "fields": {"headline": "Twitter: tweet nothings", "bodyText": "You want to know what happened over the weekend? Well, Barack Obama reportedly wants direct pre-election talks with Iran, Microsoft is about to launch a new search engine and Elizabeth Taylor tried to smuggle a new puppy into hospital. This is some of the news posted by members of the social network Twitter who endlessly pour out their thoughts – up to 140 characters at a time – to anyone in the world who cares to read. Most of what twitterers write is destined for instant oblivion but, behind the blather, twittering is evolving into a powerful social force. While still used to broadcast what one is doing now (\"Looking for a clean spoon to stir my coffee\"), it has evolved in a way its founders never anticipated, thanks mainly to an ecosystem of independent applications. The most interesting are search engines such as Monitter.com that enable anyone to type, say \"art\" or \"Stephen Fry\" into a search box to read twitter messages (\"tweets\") from around the world on that subject. The gap between writing a tweet and its appearance on Monitter is about 20 seconds, far faster than it takes news to be picked up by Google which, unsurprisingly, has emerged as a likely buyer of Twitter. Small wonder that the Hudson River air crash was first picked up on Twitter, and that the prime minister's office uses it to monitor public reaction. Events such as April's G20 summit in London gave a fresh boost to citizens's journalism, enabling people to compare the reporting of on-the-scene twitterers with that of trained journalists, such as those sent by the Guardian. Twitter is the latest of a family of communications technologies that are breaking down barriers of geography, class and even shyness. Phoning and texting are mainly one-to-one experiences. Social networks such as Facebook and MySpace enable hook-ups with friends and friends of friends after a time lag. Twitter and its much smaller voice equivalent, audioboo.fm, go much further by enabling you to follow any person or topic almost instantaneously. Since the 140 characters can include a web address, you can, unlike texting, view videos after one click. Twitter or a rival could become a major video channel with choices influenced by people you trust. Twitter may be replaced, but clearly a space is emerging in which most people in the world can communicate with each other based on mutual interests, not the accident of geography. Over half of the population of the world has a mobile and it won't be that long before nearly everyone has, many with a web-enabled smartphone that maximises Twitter's potential. This could be the moment Marshall McLuhan's global village finally arrives. Except that no village gossips like these social networks do."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}