{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/may/14/licensing-law-musicians", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-05-13T23:05:04Z", "webTitle": "Licensing law holding back young musicians, MPs warn", "webUrl": "https://www.theguardian.com/music/2009/may/14/licensing-law-musicians", "apiUrl": "https://content.guardianapis.com/music/2009/may/14/licensing-law-musicians", "fields": {"headline": "Licensing law holding back young musicians, MPs warn", "bodyText": "\"Absurd\" licensing laws could be damaging the prospects of young musicians, MPs have warned. Pubs and small live venues are being unfairly hit by draconian licensing measures, and the police's \"increasingly authoritarian approach\" to live music is holding back emerging artists, the culture, media and sport select committee said in a report published today. In its sixth report on the 2003 Licensing Act, the committee said the act had been an overall success but expressed concerns about some of its consequences. The act may be \"hampering live music performances especially by young musicians, who often get their first break through performing live at small venues such as pubs\", it said. The committee chairman, John Whittingdale, said: \"The licensing requirements are still too bureaucratic and costly, particularly for non-commercial groups such as sports clubs, not-for-profit establishments and organisers of occasional events. Our report calls on the government to relax restrictions in this area, which in some cases are unnecessarily draconian, and in others simply absurd.\" The MPs want the government to scrap licences for venues with a capacity of 200 or fewer and reintroduce the two-in-bar exemption, under which venues of any size can put on a performance of non-amplified music by one or two musicians. The report also criticised the Metropolitan police for imposing new conditions on live music \"in the interests of public order and the prevention of terrorism\". The MPs called for Metropolitan police form 696, which requires performers to give the name and date of birth of all performers as well as specifying the \"musical style\" of the act, to be scrapped. In one of the more extreme examples of the form's impact, a charity concert in London for a teenage cancer victim was cancelled because organisers had not filled in a police form, said Whittingdale. Feargal Sharkey, the chief executive of UK Music, which represents the commercial music industry, said the 2003 act had hindered the staging of live events, and he was delighted at the committee's recommendations. \"The UK has a world-class music industry, but it is underpinned by extremely delicate foundations via an intricate network of back rooms in pubs, bars, clubs, hotels and halls,\" he said. \"For continued future success, it is vital that tomorrow's superstars and young musicians have somewhere to ply their craft, somewhere to play and that communities have a place to gather together.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}