{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/may/14/cristiano-ronaldo-sir-alex-ferguson-real-madrid", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-05-13T23:05:06Z", "webTitle": "Sir Alex Ferguson will not be swayed by Cristiano Ronaldo's pouting, says Lawrence Donegan", "webUrl": "https://www.theguardian.com/football/blog/2009/may/14/cristiano-ronaldo-sir-alex-ferguson-real-madrid", "apiUrl": "https://content.guardianapis.com/football/blog/2009/may/14/cristiano-ronaldo-sir-alex-ferguson-real-madrid", "fields": {"headline": "Sir Alex Ferguson will not be swayed by Cristiano Ronaldo's pouting", "bodyText": "In attempting to pick a way through the speculation surrounding the future of Cristiano Ronaldo one could do a lot worse than rely on an adaptation of that old saw about ducks and their inability to disguise themselves; if it acts like a child and it pouts like a child, then Sir Alex Ferguson will eventually lose patience and sell. What else are we to conclude after the winger's reaction to being substituted during Sunday's Manchester derby? History tells us Ferguson has little tolerance for those who disrespect him in private and even less for those who show their contempt in a public setting. Clearly, United's No7 feels his talent gives him an exemption from the rules applied by United's Numero Uno. Silly Boy. Sir Alex, as ever, declines to comment. El Pais, on the other hand, has spoken. The destination will be Real Madrid, the price £70m – a £58m mark-up on the fee paid to Sporting Lisbon six years ago for an 18-year-old who could dribble the ball but not necessarily in the right direction. At those rates of return the investment guru Warren Buffett, the Sage of Omaha, could do a lot worse than give the Sage of Govan a call and ask for some advice. But football is not all about money, not even in Manchester, and Ronaldo will be missed – by purveyors of hair gel and tabloid sleaze, car repair shop owners, tanning booth operators and night club predators in skirts the size of belts; by everyone, one suspects, except United. This is a bold statement, especially after the Portuguese's most recent contributions to the cause, most notably at the Emirates last week, where he demoralised Arsenal. Yet in the rush to immortalise that performance it was casually forgotten that eight days earlier the player had been at his petulant worst, catching the eye only when giving vent to his hilariously misplaced victim complex. Ronaldo may be about to lose his world player of the year title to Lionel Messi, although he remains the best player in the world. He is, in that singular sense, irreplaceable – after all, there is only one \"best player in the world\" – but the calculations should not end there. Each individual has both pluses and minuses and the problem with Ronaldo is that while he is better than the best in the purest footballing sense, he has also shown himself to be worse than most when it comes to being a colleague, an example, a respectful team member. At this stage in the proceedings, we should not spend time worrying about Ferguson's dignity in the face of Ronaldo's disrespectful attitude. The Scot can look after himself. In the past he has never been slow to jettison players, even the great ones, but whereas the likes of Eric Cantona and Bryan Robson had passed the peak of their careers, Ronaldo is young enough and talented enough to become even better in the years ahead. More than anything Ferguson is a winner. If he counts the sale of Jaap Stam, who was still at his rugged best when he was sold to Lazio, as his greatest managerial regret then one can only imagine how he would feel watching Ronaldo drive his Ferrari away from Old Trafford for the final time. Yet it will surely happen, and in time it will be viewed as yet another shrewd piece of business. The money will be nice – not least because it will allow Ferguson to refresh and to renew his squad – but there will be a wicked satisfaction, too, in watching Ronaldo and Real Madrid handle a marriage that seems star-crossed from the very start. If the Portuguese thinks he has earned the right to treat the Scot with public contempt, then one can only wonder how he will conduct himself at the Bernabéu, where managers are not usually around long enough to earn an entire year's salary never mind a measure of respect. Likewise, if victimhood comes easily in an all-conquering Manchester United team, how will Ronaldo survive in a Madrid team that is not even the best in Spain? The chances are he will adapt, for a while. Until the true Ronaldo begins to show himself once again. That's the thing about ducks; they can't disguise themselves for ever. Armstrong's Tour dreams have a mountain to climbThose who had expected to see Lance Armstrong complete his return to competitive cycling by winning this summer's Tour de France can kiss their hopes goodbye. It isn't going to happen. The American's performance in the first mountain stage of this week's Giro d'Italia was the performance of a man out of time. No doubt the army of Armstrong critics will be delighted to see him humbled, perhaps as some form of retribution for what they think he has done in the past. I'll be delighted to see him humbled too, but only because this comeback has been questionable from the start. It was supposedly aimed at boosting the efforts of Armstrong's cancer charity, but the fact is that he didn't need to climb on his bike to do that. He was doing the job brilliantly in a business suit. What brought him back was ego – that and a selfish disregard for the fact the sport of cycling needed to move on from the years of suspicion that he, rightly or wrongly, has come to represent. Ovrebo breaks his silence but we wait for an apologyGiven that everyone else had aired their opinions about the refereeing during last week's Champion's League semi-final between Chelsea and Barcelona it was a blessed relief to finally hear from the man himself. Tom Henning Ovrebo, you may not have been surprised to discover, was defiant in the face of those morons whose reaction to the disappointment of defeat was to retire to their computer desk and tap out death threats. \"I'm still very motivated,'' he said of his desire to continue with his refereeing career. \"([Football] has always been part of my life since I was seven, I was playing football since that age so it's hard to stop liking it because of one incident.\" Good for him. We should all wish Ovrebo well for his next match, Brann versus Start in a Norwegian league match this Saturday, but in doing so we should also point out that now he has decided to speak out in public it is perhaps time for him to apologise for one of the most abject refereeing performances in living memory. Ramirez flushes away the last of baseball's credibilityAnother day, another steroid scandal in baseball, this time involving Manny Ramirez of the Los Angeles Dodgers, who was caught taking a female fertility drug commonly used by cheats to mask their steroid use. Ramirez, for those who don't follow baseball, was supposedly the light-hearted face of the sport; the antithesis of the steroid monsters who have so defiled baseball's reputation in recent years. The discovery that he, of all people, is a drug cheat really does flush away the last of the sport's credibility. Yet it also provokes a grudging appreciation for the ingenuity of the human spirit, even the corrupt ones. Taking female fertility drugs to hide steroid use – how on earth did they work that one out?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}