{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/may/20/messel-pit-fossil-ida", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-05-19T23:14:51Z", "webTitle": "In praise of … Messel Pit", "webUrl": "https://www.theguardian.com/commentisfree/2009/may/20/messel-pit-fossil-ida", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/may/20/messel-pit-fossil-ida", "fields": {"headline": "In praise of … Messel Pit", "bodyText": "A discovery was unveiled in New York yesterday that will change for ever our understanding of the way Homo sapiens evolved. \"Ida\" is a monkey-like transitional fossil that provides, palaeontologists speculate, a new body of evidence about the transition from monkey to man. Evolutionary theory is studded with missing links, as Charles Darwin himself – reluctantly coming to the personally mortifying conclusion that the biblical story of the creation was wrong – was uneasily aware. But it is the disprovability of his theory that makes it so scientifically satisfying. It could so easily be undone by a new discovery, yet (almost) every transitional fossil so far identified has merely confirmed the great man's hypotheses. Perhaps the most important source of these – including \"Ida\" – is Messel Pit, which was narrowly rescued from industrial exploitation when Unesco awarded it world heritage site status in 1995. It is uniquely rich in evolutionary evidence, for in it is conserved life on Earth as it was 48 million years ago – and in such a state of preservation that the last meal eaten by \"Ida\" can be analysed. It provides a unique snapshot of the abundant life of a subtropical valley at a moment of explosive evolution. Already, scientists have identified 31 types of plant fossil, 45 species of mammal and 43 species of bird – some so swiftly fossilised and so long undisturbed that even colour and the smallest pattern of feather can be detected – as well as more than a thousand fish. It is a Darwinian cornucopia."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}