{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2009/may/06/mary-seacole-house-interviews", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2009-05-05T23:05:11Z", "webTitle": "Mary Seacole House clients talk about their struggles with mental illness", "webUrl": "https://www.theguardian.com/society/2009/may/06/mary-seacole-house-interviews", "apiUrl": "https://content.guardianapis.com/society/2009/may/06/mary-seacole-house-interviews", "fields": {"headline": "'When you get treated like an animal, you act like an animal'", "bodyText": "Peter's story I think my life has changed dramatically since I first went to Mary Seacole House in 1991. Before going there, though I was often well, I would always relapse. At times when unwell, I would leave all my lights off. I would cook everything in the dark, scared to put any lights on in case anyone knocked and knew I was in. Since 1991, I have not done that. I have remained reasonably well since then, having found somewhere I could go for as long as it took. The advocacy project, too, has changed my life, giving me the confidence to seek work, and to move on to a position in the advocacy project itself. The progress I and many others made, with the help of Mary Seacole House and the advocacy project, has hopefully shown other members at low points in their lives that there is light at the end of the tunnel, that it is possible with the right support to progress and achieve things despite experiencing mental illness. Kojo's story When I first went to prison I was 14 years of age, and I was in and out of trouble. A lot of violence was to do when Liverpool was Liverpool, and I ended up going to prison for stabbing somebody for calling my mum names and calling us names. I was sent to Strangeways prison in Manchester. I shouldn't have been there. I was too young to go to that prison. I got into trouble with one of the guards and that's why my face is messed up the way it is. I remember when I was taken to court. I walked in with chains on my legs and a bar across. The judge shouted, \"Take those off him. Don't bring him to court like that.\" I hated them and they hated me. I was put under Section 65, which was ultimate restriction, and I was moved to Moss Side. I had a lot of trouble. There was an old doctor there, and he had Victorian ways. A lot of it was because my mother was white and her children were black and that was tough in Liverpool in them days. They called my mother names and they called us names and that made me very angry and violent. So I used to attack people for that. So that's why Mary Seacole has helped me. And it has helped me come out of myself and what was kept in my mind for years. I was used to medication and straitjackets. My face was either smashed in or like this, and it took years to see my mother. I was basically like an animal in there and, well, most of the time in straitjackets. When I first went there, it was mainly because Strangeways was a bad prison. All the prisoners rioted and burned it down, and I was there in the thick of things ... When people call you stupid you end up believing them, thinking you are stupid. In the end, I got on really well with two men who were in the admission ward. I was in the admission ward for five years. I only found out I was dyslexic because all the schools I went to, all the kids, it was just bad eggs being thrown at you in the one basket. So it was not really a teaching place, and it was years and years until I found out I was dyslexic. First I was black, and then I found out I was dyslexic. It's always there like, but coming to Mary Seacole it helped me get things off my mind and just talk about them. Otherwise it's in your mind, and talking about it helps you clear your mind. You come out, you have your family, uncles and that, and you are just a kid. I was getting used to myself and getting used to my family again and it was a hard time. I gave them everything that they gave to me, and when you get treated like an animal, you act like an animal. Ivy's story I have been attending Mary Seacole House since 1999. I have had mental health problems since I was 32. I am now 61 years old. I was diagnosed with depression, which affected my life terribly. My depression causes changes in my mood, makes me shake. I had panic attacks and was unable to look after my family. My husband had to give up his job to look after the children and me. As we did not have any support, we had to sell our house and move into a council property in order to survive. At the time, I was admitted into what was known as Sefton general. It was the worst experience of my life. Because you have a mental health problem, nobody cared for you. I was dragged across the floor for not agreeing to their treatments; cold water was poured over me to wake you up. Other patients hit me, and when I reported it I was told it's all in my mind. I hated being in there. I was referred to Mary Seacole House in 1999. I felt safe there, and because it is set up like home, I felt comfortable. I met people who had similar experiences as me, and the staff were friendly and easy to talk to. I was given a key worker who was amazing. She helped me deal with a lot of stuff. She would come with me to my appointments, visit me at home and would listen to me when I was down or finding it hard to cope. She was like a member of the family, as she included my family in my care. I was able to do activities that interested me and kept me busy. I was also able to go on holiday with the centre, to Ireland, which was really good, and it gave my husband a break ... I love coming to Mary Seacole House. I will also be grateful for the support that they have given me over the years. It has given me the strength to carry on. All the staff have been really kind and helpful to me and I hope they continue with all their good work. • Their Untold Stories, edited by Protasia Torkington, can be ordered from Waterstones, price £19,99"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}