{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/may/10/the-agenda", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-05-09T23:05:34Z", "webTitle": "The Agenda", "webUrl": "https://www.theguardian.com/sport/2009/may/10/the-agenda", "apiUrl": "https://content.guardianapis.com/sport/2009/may/10/the-agenda", "fields": {"headline": "The Agenda", "bodyText": "Perfect physique The Agenda toyed with the idea of a spot of subliminal advertising this week. Observer tennis correspondent Jon Henderson's new book, The Last Champion – The Life of Fred Perry (£13.29, Yellow Jersey), is out on Thursday: the plan was that in each subsequent item Jon would pop up and mention his book, affording it a crafty plug and deflecting accusations against us of favouritism. Subtle, clever, foolproof. But an unworthy tactic. Hendo's book merits a mention because it's simply excellent. Meticulously researched, this first-ever biography of Perry was clearly a labour of love. Fred was a fascinating character who lived an extraordinary life: the first player from a working-class background to make an impact in Britain, he was also a sparkling personality – as an American columnist observed in the 30s: \"Sculptors declare his physique perfect… Women fall for him like nine pins. When he goes to Hollywood, male film stars go and sulk in Nevada.\" But he was totally dedicated to becoming the best tennis player in the world, and went on to be the first to win all four of the major titles. It's a superb work and a certain contender for this year's William Hill award. Bring on the Aussies Expect there to be quite a few cricket books on the shortlist, too, especially if England can keep repeating last week's form. And if the victory piqued your interest now's the time to invest in tickets for the ICC World Twenty20 tournament (starts 5 June). Organisers have just released the final batch, after which \"sold out\" really does mean \"sold out\" (eticketing.co.uk/iccwt20 or 0844 847 2020). And while we're on the subject of desirable cricket books (subtle, clever, foolproof, like a word-ninja, surreptitiously nunchuking your brain) watch out for Test Match Special's Jonathan Agnew reviewing our very own You are the Umpire book in this slot next week. Booze pimps The emphatic win against West Indies suggests that Marston's, booze pimps to our plucky boys (legal note: actually, the \"Official beer of the England cricket team\"), have clearly been doing something right. Keen to ensure that everyone knows exactly who the father is and that no whites-wearing beeyatches are holding out on them, they've rebranded their Pedigree beer from its red and gold to red and white for the summer. So cricket-loving, binge-drinking patriots looking to get tanked-up before aggressively chanting batting averages at bewildered Aussies sipping frothy lager: stock up on limited-edition cans and bottles later in the month. Word. Stick with it Cricket and tennis, meanwhile, come together online at sticksports.com. Many will already be familiar with the unfeasibly addictive stick cricket – responsible for endless work hours lost as itchy-fingered wage-slaves manipulate tiny cricketers instead of answering pointless emails. Now the site has another way to contribute to the economy slowdown: Stick Tennis. The miniature men flit about a tiny court, ceaselessly obeying your cursor key instructions. It's tricky, but more pleasurable than any spreadsheet once you're on top of it. The original stig Entertainment for youngsters watching the Spanish Grand Prix (today, BBC1, 12.10pm) comes from the innovative CBBC commentary (press the red button). Perry \"the original Stig\" McCarthy (whose forays into F1 are wittily recounted in his book Flat out, Flat broke) is joined by Michael Absolom to offer commentary for 6- to 12-year-olds. Fun and frothy but, importantly in a sport full of jargon and complex rules, very accessible for kids. At the Bahrain GP, for example, we met \"Jim Kers\" – the Kers device who was full of beans explaining his job before winding slowly down as he ran out of energy. Great stuff. Little people Kid-sized grown-ups star in brand new docusoap Jockeys (tomorrow, Animal Planet, 9pm), offering up the intrigue and drama that goes on behind the silks when they're not helping another hard-earned tenner go down the pan in the 4.30 at Ling. So welcome, veteran Aaron, cocky upstart Joe and somewhat clichéd (why not go the whole hog and call the show \"Squeaky-voiced, evil, little people\"?) weepy lady-rider Chantal. But it's a good look at the ego and emotion in what, it cannot be denied, is a tough job. There's no Stick Cricket on the back of a horse, for a start… And the rest • Gaby meets Andre Agassi and Steffi Graf in Las Vegas (Inside Sport, tomorrow, BBC1, 11.10pm). • Movie magic: Chariots Of Fire (tomorrow, Channel Four, 1.05pm). • The OJ Story (today, 9pm, Biography channel) • Golf at the Irish Open (from Thursday, Sky Sports 2, 10am). • And Man Utd v Arsenal revisited (ESPN Classic, from tomorrow, 7pm)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}