{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/may/20/ecb-rejects-middlesex-fp-trophy-appeal", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-05-19T23:54:25Z", "webTitle": "ECB reject Middlesex appeal to have Somerset game replayed", "webUrl": "https://www.theguardian.com/sport/2009/may/20/ecb-rejects-middlesex-fp-trophy-appeal", "apiUrl": "https://content.guardianapis.com/sport/2009/may/20/ecb-rejects-middlesex-fp-trophy-appeal", "fields": {"headline": "ECB rejects Middlesex appeal to have Somerset game replayed", "bodyText": "Middlesex's request to replay their Friends Provident Trophy match against Somerset has been turned down by the England and Wales Cricket Board. Somerset won Sunday's game on the Duckworth/Lewis method but Middlesex were upset that the Sabres were given more powerplay overs than they were entitled to because of a miscalculation by the umpires. An ECB statement read: \"On-field umpires Peter Willey and Michael Gough yesterday acknowledged that they mis-calculated the number of powerplay overs available to Somerset. However, after consideration, and following an approach from Middlesex CCC, the England and Wales Cricket Board have decided to uphold the precedent that umpire errors cannot form the basis to declare a match null and void. \"ECB has great sympathy for the position in which Middlesex CCC has been placed but a replay cannot be ordered in these circumstances.\" Sunday's match was reduced due to rain but, despite only facing 41 overs, Somerset were allocated 19 of them as powerplays – overs where the bowling team must contend with fielding restrictions. The allocation is usually 20 from 50 overs and Somerset should have been awarded just 16 such overs given the change in the length of innings. Middlesex made 341 for five in their 50-over knock, with their opponents chasing down a revised target of 290. In earlier statement, Middlesex chief executive Vinny Codrington said: \"Somerset were allowed four powerplay overs rather than one. During these four powerplay overs, Somerset went from being behind the Duckworth/Lewis method to eventually winning the match. It has been accepted that this was an error by the umpires and Middlesex have requested for the match to be replayed. \"We wish to stress that we are in no way blaming the umpires. We strongly believe in the authority of the umpires and are in no way questioning their integrity. We simply believe that they have made a technical rather than a cricketing error and have asked the ECB to consider this situation, the result of which could decide on our participation in the quarter-finals.\" Victory for Warwickshire over Kent tomorrow would see them progress to the last eight at the expense of Middlesex. Meanwhile, the county's Twenty20 side – the reigning English champions – are set to play 2008 Indian Premier League winners Rajasthan Royals in a charity match at Lord's on 6 July. Shane Warne will lead the Indian side in what could be his last outing at HQ, while Hampshire skipper Dimitri Mascarenhas could also be on duty for the Royals. \"After the disappointment of not being able to play the Champions League last year it is fantastic that the 2008 Twenty20 champions of England and India can play such a match,\" said Codrington. \"The fact that the game will benefit such a worthy charity [the British Asians Trust] is a tremendous bonus.\" Lalit Modi, chairman and commissioner of the IPL, said: \"This is yet another milestone in the international development of the IPL. We have shown this year that the IPL truly has global appeal, and for one of our teams to be playing at the 'home of cricket' in front of the wonderfully passionate British fans is very exciting.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}