{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2009/may/09/kazuo-ishiguro-nocturnes", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2009-05-09T23:12:27Z", "webTitle": "Review: Nocturnes by Kazuo Ishiguro", "webUrl": "https://www.theguardian.com/books/2009/may/09/kazuo-ishiguro-nocturnes", "apiUrl": "https://content.guardianapis.com/books/2009/may/09/kazuo-ishiguro-nocturnes", "fields": {"headline": "Heartbreak in five movements", "bodyText": "In \"Cellists\", the final, exquisite story in Kazuo Ishiguro's new collection, an American woman pretends to be a world-famous cellist and agrees to tutor a promising young Hungarian in her hotel room in an unnamed Italian city. It soon emerges that she cannot play the cello at all: she merely believes she has the potential to be a great cellist. \"You have to understand, I am a virtuoso,\" she tells him. \"But I'm one who's yet to be unwrapped.\" For her, and for many other characters in the book, music represents an ideal self that has little to do with reality. In the end, she marries someone she does not love, while the young Hungarian takes a second-rate job playing in a chamber group at a hotel restaurant. They both remain unfulfilled. This is, perhaps, what most binds these stories: the conflict between what music promises and what life delivers. Nocturnes is Ishiguro's first collection of short stories, after six novels. He has said in interviews that he conceived the book holistically, almost as a piece of music in five movements. Like a cycle, the collection begins and ends in the same place – Italy – and it contains modulations of tone that would be awkward within a single narrative. The opening story, \"Crooner\", establishes a mood of quiet melancholy. Tony Gardner, an ageing American singer, comes to Venice with his wife, Lindy. He hires Jan, a guitarist from a band in the Piazza San Marco, to accompany him while he serenades his wife from a gondola beneath their hotel window. Jan, the narrator, is thrilled to be in Gardner's company; his records, he tells Gardner effusively, were one of the only sources of comfort to his beleaguered single mother as she was raising him in communist Poland. When, at the end of the serenade, Jan hears Gardner's wife sobbing inside her hotel room, he thinks their music has helped bring the couple back together after a row: '\"We did it, Mr Gardner!' I whispered. 'We did it. We got her by the heart.\"' He is right, but not in the way he imagines. With his mixture of overfamiliarity, ingenuity and banal patter (\"it was a relief, let me tell you\"), Jan is a typical Ishiguro narrator, recounting episodes from his life with a frankness that reveals more than he intends. All the narrators in Nocturnes sound roughly similar and the collection is saved from monotony by Ishiguro's subtle shifts of register. The second story, \"Come Rain or Come Shine\", is largely farcical, involving a man impersonating a dog in an effort to cover up a mistake. The third story is more refl ective before the fourth , \"Nocturne\", reintroduces an element of absurdity. A talented saxophonist whose wife has left him is persuaded to have facial surgery to make him more marketable. He meets Lindy Gardner from the opening story (recently divorced from Tony) in the exclusive wing of the hotel where they have both been sent to recuperate. The story contains the collection's funniest moment, as the saxophonist finds himself embarrassed on a stage with one arm up a turkey. Certain motifs and images – of hotels and places of transition, of open windows – recur from story to story. So does \"that croony nostalgia music\", as one character describes the genre in which Tony Gardner specialises. The bittersweet memories that such music evokes make it suited to Ishiguro's style, but the air of stillness and regret, and the sense of missed opportunities, are tempered now and then by moments of farce or surrealism. Each of these stories is heartbreaking in its own way, but some have moments of great comedy, and they all require a level of attention that, typically, Ishiguro's writing rewards."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}