{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/charlottehigginsblog/2009/may/11/dance-women", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-05-11T23:10:33Z", "webTitle": "Where have all the women choreographers gone?", "webUrl": "https://www.theguardian.com/culture/charlottehigginsblog/2009/may/11/dance-women", "apiUrl": "https://content.guardianapis.com/culture/charlottehigginsblog/2009/may/11/dance-women", "fields": {"headline": "Where have all the women choreographers gone?", "bodyText": "Yesterday, at the launch of the Sadler's Wells' new season, there were three men on stage: artistic director Alistair Spalding, musician Nitin Sawhney and dancer/choreographer Akram Khan. Halfway through the press conference, the screen behind them was illuminated with the faces of four more men – the sculpted profiles of Russell Maliphant, Wayne McGregor, Sidi Larbi Cherkaoui and Javier de Frutos. It had turned into a testosterone-fest. The first thing it's worth saying on this issue of women choreographers is this: there are tons of British women making good work, from Shobana Jeyasingh to Cathy Marston. But the buzziest names in the British game right now are men's: McGregor, Maliphant, Khan, the UK-based Venezuelan de Frutos, the UK-based Israeli Hofesh Shechter. Odd, really, when you think that the dance profession as a whole is predicated on the skill and finesse of women. Odd when you think that modern dance was pioneered by women such as Martha Graham. So what's going on? I asked various people to give me some thoughts for a short piece in today's paper. A combination of factors was blamed. First, the practical question of running a company. Dance is perhaps different from other artforms in this: the young choreographer will almost certainly build a company around them. That might happen in straight theatre, but it's much less a necessary feature of the work of theatre-directing. The sheer hours and the financial instability are absolutely against anyone who wants to combine running a dance company with being the chief carer in a family. So there is a drop-out rate. Second, a bunch of less tangible things. People talked of an idea that in dance – a fairly retiring artform compared with others in any case – men are better at putting themselves forward. That the culture at the moment favours the kind of virile, sexy, athletic image of the male choreographer. One person I spoke to even said that part of the problem lay with the overwhelming proportion of straight-female and gay-male dance critics, who talk of the \"sexiness\" of a certain kind of male dancer-choreographer. There was mention of an idea that such virile, athletic males were a much more fashionable marketing proposition than women. Someone said that it was actually easier in the 1980s – before dance was so international and so fiercely marketed – to make work seriously as a woman than it is now. Dance Umbrella is running a debate on this issue in the autumn – I look forward to it with interest."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}