{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2009/may/16/incentives-property-sales", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2009-05-16T23:14:50Z", "webTitle": "Homes with a little extra? For some, it's on the house", "webUrl": "https://www.theguardian.com/money/2009/may/16/incentives-property-sales", "apiUrl": "https://content.guardianapis.com/money/2009/may/16/incentives-property-sales", "fields": {"headline": "Homes with a little extra? For some, it's on the house", "bodyText": "Frustrated home owners who have had their properties on sale for more than a year are taking a leaf out of developers' books by offering incentives to tempt buyers. And some deals verge on the bizarre. John Allen, a retired bookseller, is off ering the buyer of his semi-detached four-bedroom house in Wakefield, West Yorkshire, a free 200ft garden railway set, including 10 electric-powered engines that puff artificial smoke, as well as two stations, signal boxes and a train depot – all which he built up over the past decade. \"For all of last year, the house was on the market at £395,000 without the railway but now the price has been reduced to £359,950 and I'm including the set to attract buyers and allow us to move at last. The garden is 100ft long and the track goes out and back, occupying about half the width of the garden,\" he says. He and his wife, Wendy, a teacher, have failed to fi nd a buyer for their home of 32 years, which has been offered for sale through Manning Stainton agents, (01924 234888, manningstainton.co.uk) for 18 months. A garden railway may be the most unusual incentive in today's market, but a free Lamborghini must run close. Essex entrepreneur Rick Hill threw in his £152,000 car as part of the deal when he put his six-bedroom house at Hockley on sale for £1.15m. Meanwhile, in the New Forest, a Harley-Davidson motorbike is being offered by property developer Harvey Euridge along with his family's house for £1.5m – and the buyer will also end up with a miniature assault course and helipad in the deal. Other anxious sellers are offering buyers gifts including annual golf club membership and a free break in their holiday home. \"It's not that an incentive will necessarily seal a deal, but it may draw people to look at a property and then appreciate how good it is. It's a tactic for generating interest in a dull market,\" says a spokesman for the National Association of Estate Agents. Vendors are justifiably concerned about the prospect of a sale. Two years ago, it took only four weeks between putting up a \"for sale\" sign and finding a buyer, according to the property consultancy Hometrack, which analyses estate agents' data. Now it takes more than 10 weeks – and that is just the houses that do sell. About 20% of homes now on the market have failed to find a buyer for more than a year. But do incentives work? Many property experts believe that if sellers and developers can afford to offer gifts to buyers, they may be better off simply lowering the asking prices. \"As another weapon in an agent'smarketing arsenal, [incentives] can be a good way of gaining a large audience. But as a buyer, don't get so distracted by the incentive that you stop focusing on the true value. Ignore the gimmick, do your research and negotiate accordingly,\" says James Greenwood of Stacks, a buying agency specialising in rural properties. \"Recently, a seller offered the use of their holiday home in Italy for two weeks a year as a sort of add-on timeshare. That looked quite attractive. But remember, you're effectively paying for it in the price of the house,\" he says. Camilla Dell, of Black Brick buying agency in London, takes a fi rm line. \"I don't think it's clever for a property to be sold with an incentive. For us professionals it immediately rings alarm bells – it's a sign of desperation,\" she says. Incentives seem here to stay while the housing market is in the doldrums – and the phenomenon is not just confined to Britain. In the southern Spanish province of Huelva, which shares a border with Portugal, sales have fallen 40% since 2007 and there are about a million unsold homes. As a result, the estate agent Geimsa last year offered an all-expenses paid wedding for anyone buying one of its homes. The same agency is now offering free divorces to buyers, including all legal bills. The Allens are staging a charity open day of their garden railway on 11 July. For details email wendyallen@talktalk.net. Buyer beware Developers have long used gifts to shift new homes that won't sell. In addition to predictable offers like paying stamp duty and mortgage payments, covering legal fees or throwing in carpets and curtains, some are now going much further. Retirement developer Archstone Lifestyle Homes is offering a cruise for two people worth £3,000 to new buyers before the end of August. Another developer, Green Shoots, which builds flats aimed at well-heeled first-time buyers, is offering a year's Transport for London Oyster travel card worth £1,472 to those buying before the end of July. Professional buyers say would-be purchasers should not be duped by incentives such as guaranteed rent returns. Camilla Dell, of Black Brick, says: \"In our experience, often buyers end up paying for the guaranteed yield in the initial purchase price that they pay.\" Since last year, the Council of Mortgage Lenders has insisted developers complete disclosure forms specifying the value of incentives. • Have you used gimmicks to sell your house? Have you been tempted by an off-the-wall incentive? Let us know your views by emailing us at cash@observer.co.uk or write to Cash, The Observer, Kings Place, 90 York Way, London, N1 9GU."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}