{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2009/may/16/festivals-alternative-travel", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2009-05-16T23:15:58Z", "webTitle": "Mark Beaumont on the parties where you won't meet your mum", "webUrl": "https://www.theguardian.com/travel/2009/may/16/festivals-alternative-travel", "apiUrl": "https://content.guardianapis.com/travel/2009/may/16/festivals-alternative-travel", "fields": {"headline": "Parties where you won't meet your mum", "bodyText": "Forty years ago, at the dawn of the Woodstock age, festivals were where you'd go to do all the things your parents didn't want you to do. Frolic naked in mud pools, get into running knife fights with the biker gang \"security\", take bad LSD while listening to Emerson, Lake and Palmer. They were republics of hedonism: spirits were free, morals were loose, and you didn't know if you were coming home sane and sober, married into a suicide cult or trussed up in the back of an army van. There was a danger to it. Today, festivals are where you go to do all the things your parents want to do themselves. Boutique events proudly trumpet their organic farmers' markets and crèche facilities. Ads for Camp Bestival announce, in as large a font as any of the musical acts, the appearance of Hugh Fearnley-Whittingstall. Instead of beating back hordes of rutting mud hippies at The Big Chill, you cut a swath through throngs of baby buggies and picnic hampers. At bookish woodland retreat Latitude – the Hay-on-Wye of rock'n'roll blowouts – you're more likely to run into former defence secretary Geoff Hoon than anything approaching an acid casualty. Even Glastonbury, the annual Somerset sludgefest closest in spirit to the Aquarius ideals of the 60s, has become gentrified since the superfence kept out the drug-dealers and tent-stealers. And how can you go there to rebel against your parents when your parents are there as well, whittling pagan fertility badgers and cycling the pedal-powered stage generators in the Green Futures field. The British have been doing festivals for too long; the spirit of danger, rebellion and adventure has mutated into fancy dress and family-friendliness. American festivals, on the other hand, have somehow twisted the Woodstock dream into country-wide bearpits of aggression. Other than the desertscape New Age utopia of Burning Man, they are, almost uniformly, out-of-town racetracks full of drunk jocks and teetotal emo kids kicking up dustbowl tornadoes along to Linkin Park. Even the organisers of Woodstock 2009 are recreating the adult-friendly line-up of the original, having learnt their lessons from the riots and fires that resulted from Limp Bizkit playing \"Break Stuff \" at the 1999 event. The tenets of youth rebellion that defined Woodstock are, they discovered, too dangerous to encourage in such battle-conditioned times. Instead the adventurous festival-goer backpacks east, beyond the concrete rock jungles of Dour, Roskilde and Hurricane to eastern Europe's festival frontier. Five years ago festivals in Turkey, Serbia, Croatia and Romania were the stuff of tour managers' worst health and safety horror stories – sound systems wobbling atop bales of hay, crowd barriers held up by bouncer power alone, death-trap stages earthed by a sparking metal rod speared through the middle of the drum riser. But now the festival circuit's Wild East has tightened up its act without losing an ounce of its charm or unpredictable edge. The likes of Serbia's Exit (exitfest.org), Romania's B'Estfest (bestfest.ro) and Turkey's Rock'n'Coke (rockncoke.com) offer big-name line-ups including the Killers, Franz Ferdinand and the Prodigy for a third of UK ticket prices (about £57-£75, plus fl ights from £130 return), with distinct flavours both culinary and musical and an atmosphere of untrammelled abandon a million miles from the Bacardi tent at V. As major UK festivals become slick, sponsored, heavily policed and aimed at older generations who want to relive the Glastonburys of their youth from the comfort of their mobility buggies, it's events in countries relatively new to the concept that best embrace their sense of liberation. For wanton hedonism, try Spain's Benicassim (fiberfib.com)or Japan's Fuji Rock (smash-uk.com) – gatherings where the ferocious daytime heat forces the headliners on at 3am and the revellers into all-nighter frenzies. Or, closer to home, my tip for finding wild times and furious intoxication on the UK festival scene is Scotland's T in the Park (tinthepark.com): somewhere you'll be guaranteed to step over a mud-caked loon on your way on site at 10am; and somewhere your parents definitely won't want you to go."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}