{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/musicblog/2009/may/28/readers-recommend-shopping-songs", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-05-28T23:09:01Z", "webTitle": "Readers recommend: Songs about shopping", "webUrl": "https://www.theguardian.com/music/musicblog/2009/may/28/readers-recommend-shopping-songs", "apiUrl": "https://content.guardianapis.com/music/musicblog/2009/may/28/readers-recommend-shopping-songs", "fields": {"headline": "Readers recommend: Songs about shopping", "bodyText": "Hi, I'm Paul. Nice to meet you (and to those i've met before: could I borrow a fiver?). I am your new playlist compiler and I am very grateful to be here, being exposed to great music by some of the most knowledgeable musos in the UK, if not THE WORLD. On last week's blog Shoegazer asked whether RR is doomed to \"an endless series of caretaker managers\", a concern as \"you never win anything that way\". I'd like to reassure him – I'm assuming a football analogy denotes a male contributor – that Real Madrid won lots of league titles despite sacking a manager every nine months. Also, I've been told I'm here for the forseeable, which may or may not be consoling. Elsewhere, Cauliflower inquired as to what my musical tastes were; over time I think we'll find out. My exposure to music was limited in my formative years – I listened to hip-hop exhaustively and exclusively for the best part of a decade – and there are many many genres that are still foreign to me. If it were possible for you all to view me as something akin to an inquisitive child, rather than a lumbering idiot, I'm sure we'll all get along just fine. This week's B-list is made up of great music that, in the main, only loosely complies with Rob Fitzpatrick's criteria – namely that the songs should seek to articulate what the fiuture would be like. Curtis Mayfield – Future Shock It's Curtis Mayfield, so it's got the funk, but – as compared with say, Pusherman – this song also has an explicit social conscience. \"We got to stop all men/From messing up the land,\" Mayfield implores at one point, a disastrous future implied, though he's really talking about the present. Ian Brown – My Star Perhaps slightly too bonkers for the A-list – in that it's a musical squall and all about NASA acting as a front for US military expansion. It still has a spacey charm to it, however. Miles Davis – Someday My Prince Will Come This is probably the loosest connection to the theme lyrically, seeing as there aren't any, but with Miles anything can be imagined. I imagined an episode of the Jetsons guest-starring Don Draper. Younger Generation – John Sebastian Funny song, even if its idea of the future is already out of date – girlfriends at the age of three necking LSD? That's last year's Daily Mail mister! X-Ray Spex – The Day the World Turned Day-Glo This is brilliantly bo-bo-bo-bonkers, and it would have made the A-list if I could convince myself it was about the future and not an alternate reality. Neon Neon – I Told Her On Alderan Similar problems apply to this typically inventive piece of Gruff-pop. Alderan is a planet in Star Wars and, as we all know, events in that movie took place a long time ago in a galaxy far, far away. Meatloaf – Modern Girl Accompanied by a fabulous video satirising the mores of western consumerism (of which more later), this is a typical stomper from Ver Loaf in which he asks for, nay, demands the future in the shape of a modern girl. Which might seem contradictory until you think of Sky+ being \"the future of TV\". Flaming Lips – Riding to Work In the Year 2025 Wayne Coyne and co offered perhaps too wide a range of songs to choose from (as Noodsy pointed out, pretty much all of Yoshimi Battles the Pink Robots could have been a contender), but all fell somewhere between pillar and post as far as the A-list was concerned. I went for this track from Zaireeka for the B-list, a little haiku of the future, albeit one that sprawls over seven minutes. Pet Shop Boys (featuring Phil Oakey) – This Used to Be the Future Taken from the extra special edition of their recent album, Yes, this is nigh-on classic Pet Shop Boys rolled out at a great tempo. Oakey gives it the full Human League (perhaps as performed by the Mighty Boosh) for his guest lines. Sadly no A-list though as it's an appraisal of our past views of the future as considered from the present. If you get my drift. The Fatback band – Is This the Future More funk, this time casting an eye over Reagan's America and, like Pet Shop Boys, asking whether this is the future that had been hoped for. All the while conducted over squelchy synths with just a little touch of vocoder. This week's topic of songs about shopping may be too sprawling, may be too narrow, I can't decide. I want expressions of capitalism's defining leisure activity. I can tell you that there's a lot of them in hip-hop (oh yes), which is why I will only consider rap songs performed by women. For your assistance there's the A-Z (updated with last week's tracks, but I know there's a few missing from the last couple of months), the RR archive and the awe-inspiringly well-populated overspill blog. Deadline, as ever, is midday Monday."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}