{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/may/06/champions-league-arsenal-manchester-united-arsene-wenger-alex-ferguson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-05-05T23:25:12Z", "webTitle": "Champions League: 'This was my worst night ever,' admits Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2009/may/06/champions-league-arsenal-manchester-united-arsene-wenger-alex-ferguson", "apiUrl": "https://content.guardianapis.com/football/2009/may/06/champions-league-arsenal-manchester-united-arsene-wenger-alex-ferguson", "fields": {"headline": "This was my worst night ever, admits Wenger, as Arsenal crash out", "bodyText": "Arsène Wenger described his side's capitulation at the hands of Manchester United as the most harrowing night of his 25 years in management. The Arsenal manager blamed individual errors but accepted that his team could not handle Cristiano Ronaldo and that Sir Alex Ferguson's men had earned their place in the final. \"Manchester United, I have to say over the two games, deserve to go through,\" said Wenger. \"The tie could have been over in the first leg and, even though I felt we had a good chance to come back tonight, they were the better side, so congratulations to them and good luck to them in the final. We were caught by a team that has the art to kill and take advantage of every mistake. And Ronaldo, in particular, gave us a tough time. But the most disappointing thing was that the game was over after 10 minutes. \"All we can do is look at ourselves. To fight such a long way to get here and then to give the game away like we did tonight – it is very disappointing.\" Wenger took care not to single individual players out for criticism but he could not avoid the fact that Kieran Gibbs, the 19-year-old left-back, had been to blame for United's first goal, whereas the goalkeeper, Manuel Almunia, should not have been beaten from more than 40 yards when Ronaldo made it 2-0. \"I don't want to blame anyone but it is like that,\" said Wenger. \"In three minutes we conceded two goals against a team that defends well and is sure to come out on the counter-attack. We were really up for the fight, ready for the game, but after the first 10 minutes it was impossible. We kept going and tried to play with pride and desire but of course it had gone.\" Having been barracked for virtually all the game, Ronaldo was clapped off by Arsenal's fans after the final whistle, this being his most devastating performance to date in a United shirt. \"They couldn't handle him,\" said Ferguson. \"We had a midfield who worked their socks off, great shape, good defensive positions, but we needed someone to give them real problems and when Cristiano is in that form he's a fantastic footballer. Once we transferred the ball to Ronaldo it was a big problem for them.\" Ferguson felt Arsenal's young players had lost their nerve because of the manner in which United began the game. \"We got the break, the first goal, when the defender [Gibbs] slipped and Park Ji-sung took advantage. We got a great start and that made the difference. Arsenal are a young team and two quick goals like that knocked the wind out of their sails. Whatever level you're playing at, you can't recover from that. It was a mountain to climb for them.\" It was a eulogy from United's manager as he reflected on the way his players had outclassed their opponents. \"Yes, you could say Ronaldo was excellent but when you look through the team it's difficult to identify who the star men were – they were all fantastic. I've said many times before that we haven't won the European Cup enough times and this is an opportunity for us to put that right. We have the quality and the energy and the ambition. It's a hungry team, we have shown that tonight, and when the chips are down they don't let me down. \"We're certainly capable of winning it in Rome. The team have got such drive and energy and they have shown they can play under pressure too. We coped with Arsenal well, played some really good football and had Ronaldo up front. When you can leave out Dimitar Berbatov, Carlos Tevez, Paul Scholes and Ryan Giggs, it's a measure of the players who played.\" Ferguson had sympathetic words for Wenger, saying it was \"unfair\" for the Frenchman to be judged by his failure to win the European Cup, but Arsenal's manager clearly has a lot of thinking to do. Afterwards he spoke of \"taking some distance\" to evaluate the season because \"when it mattered we couldn't win\". He added: \"It's the most disappointing night I've had [as a manager] because I felt the fans were really up for a big night and to disappoint all those people who stand up behind the team really hurts.\" As for the other semi-final, Ferguson believes that Chelsea could ensure a repeat of last year's final. \"I watched Barcelona on Saturday night [when they beat Real Madrid 6-2] and I was drooling. They could have scored 10 and, if they had concentrated, they probably would have scored 10. They have the quality to beat anyone but they have a big problem at centre-back, with no [Carlos] Puyol or [Rafael] Márquez, so I think Chelsea might get through. But if you're asking me who I would like to play, I would say neither of them – I think we should be given a bye!\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}