{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/jan/24/chilcot-inquiry-lawyer-evidence-blair", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2010-01-24T21:39:22Z", "webTitle": "Lawyer evidence at Chilcot inquiry will turn heat on Tony Blair", "webUrl": "https://www.theguardian.com/uk/2010/jan/24/chilcot-inquiry-lawyer-evidence-blair", "apiUrl": "https://content.guardianapis.com/uk/2010/jan/24/chilcot-inquiry-lawyer-evidence-blair", "fields": {"headline": "Lawyer evidence at Chilcot inquiry will turn heat on Tony Blair", "bodyText": "The Chilcot inquiry into the Iraq war will come under pressure this week to summon Tony Blair's close political friends after it hears explosive evidence from his government's senior legal advisers that the invasion was unlawful. Lord Goldsmith, the attorney general, Sir Michael Wood, chief legal adviser at the Foreign Office, and Elizabeth Wilmshurst, his deputy, all believed an invasion was illegal without a new UN resolution, the inquiry will hear. Goldsmith changed his mind after meeting Lady (Sally) Morgan and Lord Falconer, two of Blair's closest political advisers, on 13 March 2003, four days before he approved a parliamentary answer giving the green light to war. Neither Morgan nor Falconer have been invited so far to testify at the inquiry. That means they are free to advise Blair on what he should say when he is questioned at the hearing on Friday. Chilcot has asked people who have been called to give evidence not to speak to other witnesses about it. Blair will be questioned after the inquiry hears damning evidence about the case he made for war. Wood will tell the inquiry on Tuesday that he believed the war would have been unlawful without a second UN security council resolution. Wood told the Butler inquiry that was his view, according to Philippe Sands QC, professor of international law at University College London and author of Lawless World, a highly critical account of US and UK policy on Iraq and terrorism. The Butler committee, which was asked to look into the use of intelligence in the run-up to the invasion, did not refer to it in its 2004 report, arguing that the legality of the invasion was not in its terms of reference. Unlike Wood, Wilmshurst, who will also appear before the inquiry on Tuesday, resigned before the invasion. She was the only official to do so, despite widespread opposition in Whitehall to the war on pragmatic and principled grounds. Her resignation letter said: \"I cannot in conscience go along with advice … which asserts the legitimacy of military action without such a [second] resolution, particularly since an unlawful use of force on such a scale amounts to the crime of aggression.\" She added: \"Nor can I agree with such action in circumstances which are so detrimental to the international order and rule of law.\" In a passage of her letter suppressed by the government but subsequently leaked to the Guardian, Wilmshurst said her views accorded with advice consistently given by FO lawyers \"and with what the attorney general gave us to understand was his view prior to … 7 March\". In his only written legal opinion, on 7 March 2003, Goldsmith shifted his ground from opposition to war to telling Blair that a case could be made out that an invasion was justified in law. However, he warned there was a risk that the government and British military commanders would be charged with war crimes. \"There are a number of ways in which the opponents of military action might seek to bring a legal case … We cannot be certain that they would not succeed,\" he said. He insisted that it was for the UN security council to assess whether Iraq was in breach of its obligation not to continue producing weapons of mass destruction. Goldsmith's legal advice and warnings were not shown to the cabinet. It is known that Goldsmith met Morgan and Falconer on 13 March. It is understood that no minutes were taken. It is known that Lord Boyce, chief of the defence staff, was demanding \"unequivocal\" advice that an invasion would be lawful. After contacting Downing Street, Goldsmith's office told Boyce that an invasion would indeed be \"unequivocably\" lawful. Goldsmith thus accepted that No 10 could decide Iraq was in breach of its obligations, even though he had told Blair on 7 March that such a decision was up to the UN security council. Though no new evidence emerged that Iraq was still producing WMD, Goldsmith nevertheless told MPs and the cabinet that war was lawful, in a brief parliamentary answer released on 17 March, the eve of the Commons vote. Goldsmith had also warned Blair on 7 March that \"regime change cannot be the objective of military action\". The Chilcot inquiry has heard evidence that Blair backed regime change after meeting George Bush in Texas, in April 2002, though in public he and his ministers insisted disarmament was the objective. \"From September [2002] onwards, every statement that comes from the prime minister and any other minister of the government is entirely about disarmament ... disarmament, disarmament, disarmament,\" Lord Turnbull, cabinet secretary at the time, told the inquiry. Turnbull referred to a BBC interview Blair gave last month in which he said he would have invaded Iraq even without evidence of WMD and would have found a way to justify the war to parliament and the public. \"If you had known then that there were no WMDs, would you still have gone on?\" Blair was asked by the interviewer, Fern Britton. He replied: \"I would still have thought it right to remove him [Saddam Hussein].\" He added: \"I mean obviously you would have had to use and deploy different arguments about the nature of the threat.\" Turnbull told the inquiry: \"The question then is: what on earth is this statement to Fern Britton on the television all about … You will have to put this point to him.\" Blair will be questioned about his claim in the foreword to the government's Iraqi weapons dossier that assessed intelligence said it was \"beyond doubt\" that Saddam was continuing his WMD programme. Intelligence officials, including Sir John Scarlett, chairman of the joint intelligence committee at the time, have distanced themselves from the assertion. David Miliband, the foreign secretary, and Douglas Alexander, the international development secretary, have offered to give evidence before the general election. Gordon Brown is expected to testify at the end of February or in early March. Miliband accepted that planning for postwar Iraq was not good enough, but insisted the government had learned lessons. He told BBC1's Andrew Marr Show yesterday: \"Was Iraq a divisive issue in all sections of British society? Yes, it was and it will no doubt remain so. Are we learning lessons? Yes, we are, in Iraq and elsewhere. We will continue to learn lessons because … it has been far harder to win the peace in Iraq than to win the war.\" • This article was amended on 25 January 2010. In the original, the word \"not\" was omitted from this quotation from an opinion by Lord Goldsmith, the attorney general: \"We cannot be certain that they would [not] succeed.\" This has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}