{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jan/16/liverpool-rafael-benitez", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-16T20:16:37Z", "webTitle": "Rafael Benítez is caught in the line of ire | Paul Hayward", "webUrl": "https://www.theguardian.com/football/2010/jan/16/liverpool-rafael-benitez", "apiUrl": "https://content.guardianapis.com/football/2010/jan/16/liverpool-rafael-benitez", "fields": {"headline": "Rafa Benítez is caught in the line of ire", "bodyText": "Football's most sadistic sideshow is watching a big-name manager thrash on the hook of impending ignominy. \"Sacked in the morning\" becomes the opposition's default grandstand chant and the industry presses its nose to the screen to see whether the vortex will take the poor sod down. Rafa Benítez is this season's dangling man. He is condemned by Liverpool's early Champions League, Carling Cup and FA Cup exits to be followed around by those who recite the last rites for managerial reigns. You will have noticed by now that Benítez's future, or lack of it, has eclipsed Liverpool's deep structural weaknesses as the primary source of interest. The cult of personality dictates that embattled managers provide the crisis-narrative. With poor results come self-doubt, and there is no clearer expression of collapsing confidence than the 89th-minute equaliser conceded to an inferior opponent. A Liverpool side stripped of Fernando Torres, Steven Gerrard, Yossi Benayoun and Glen Johnson slugged away in a match that was about as entertaining as watching slush melt until Stoke turned it into a bombardment worthy of Middle Earth. That's when Liverpool cracked, succumbing to the relentless high-ball physicality of a Stoke team who generally couldn't buy a goal on eBay. Before we start, some facts, as Benítez said in his agreeably self-deprecating Friday press conference. Four days after their mortifying loss to Reading in the third round of the FA Cup, Liverpool were heading back into the Premier League's top six until the sheer weight of Stoke's artillery consigned them to another gloomy bus ride home. The Mighty Potters, as the stadium announcer called them, had few shots on target but they had plenty of throw-ins that threatened Pepe Reina's net. Liverpool cringed under Rory Delap's shoulder-launched explosives until he trudged off injured in the 24th minute to be replaced by Liam Lawrence, Stoke's best player. With the air-raid sirens stifled, Liverpool regained their composure, and took the lead through Sotirios Kyrgiakos, but the sky-skimming onslaught of the last 10 minutes was too much to bear. Matthew Etherington's corner bounced off heads to Robert Huth and parity was restored. \"Facts: we are not playing well and we feel sorry for our fans,\" Benítez said on Friday, reading from his trademark folded A4 sheet, which contained, this time, not a J'Accuse directed at Manchester United but an apology to the Kop and Co. Those fans perked up when their men in black looked liked taking all three points back to Anfield and chanted Benítez's name. Fact: Liverpool have now won only 10 of their 21 league games and will be without Torres for six weeks. The obsession with Benítez as the chief protagonist in the drama is sustained also by the sense that he sees football as a chance to make self-aggrandising decisions. Squad-rotation, odd tactical changes and the habit of marginalising good players such as Peter Crouch, Robbie Keane and Ryan Babel all fall into this category. His handling of Alberto Aquilani is already causing consternation on the Kop, though Benítez insisted here that he left his £20m acquisition on the bench only because extra-time against Reading had been gruelling for him on his gradual return from injury. Liverpool left out Aquilani in favour of a full-back (Philipp Degen) they would gladly sell, and scored with an ugly goal from a stand-in centre-half bought from AEK Athens for £1.5m. Benítez has not had much luck with ponytails, so this contribution bucked a trend. Andriy Voronin, the long-maned Ukrainian striker, was an abject let-down and left last week for Dynamo Moscow. To Liverpool's supporters Kyrgiakos is emblematic of the club's failure to recruit enough players of title-winning calibre. Hired to replace Sami Hyypia, the often horizontal Greek centre-back toe-poked a Fábio Aurélio free-kick over the Stoke line after a mistake by Thomas Sorensen. There will be no halt in the swirl of rumours suggesting that Gerrard bared his soul to a member of the coaching staff or that Spain and Italy are calling to him. Liverpool, like Newcastle, are a fishtank club. Everyone has a theory, an inside track, a story from a mate of a mate. Distinguishing between fact and conjecture would be a full-time job if the club bothered to address every whisper emanating from the street. What we know for sure is that Liverpool have lost their two game-changers to injury again just as Benítez's credibility is blowing in the wind. This draw does little to calm the gales around him. However much he blames the referee for refusing to award his side two penalties the concession of late goals is a pattern commonly associated with unravelling sides. The manager, whose attempt at comedy on Friday deserved a cheer, had less to say about Liverpool's failure to convert possession and control into a win that would have raised the spirits before Wednesday's game against Spurs. So they slog on, with Maxi Rodríguez now blooded for 13 minutes and Degen confirmed as a competent stand-in at right midfield. Conversely David Ngog was a picture of anonymity at centre-forward. Stoke rightly calculated that he is easily knocked off the ball and comfortably thwarted by defenders who cut his runs at source. Stoke have elevated the legitimate barge and the grappling match to an art form, and feed off \"the second challenge\", as Benítez called it. His darkest fear must be that this unconvincing and uneven squad will take a collective emotional decision that the Benítez reign is already over, and disengage by degrees, until only the real loyalists are left in his camp. This can happen quickly in the age of cosmopolitan and peripatetic multi-millionaires, but Benítez was within his rights to say: \"The players were working harder from the beginning to the end.\" Mediocre players, mostly. By Liverpool's standards, anyway; by Premier League title-winning standards. Effort is no substitute for talent on the high ground where Liverpool belong."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}