{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2010/jan/24/artists-day-jobs", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2010-01-24T21:35:00Z", "webTitle": "Don't give up the day job - how artists make a living", "webUrl": "https://www.theguardian.com/culture/2010/jan/24/artists-day-jobs", "apiUrl": "https://content.guardianapis.com/culture/2010/jan/24/artists-day-jobs", "fields": {"headline": "Don't give up the day job - how artists make a living", "bodyText": "How does the average artist make a living? If you're Damien Hirst, of course, you need only flog a couple of sharks in formaldehyde; if you're Tracey Emin, an unmade bed will do. If you're an actor, a well-publicised turn as Hamlet and near-omnipresence in the Christmas TV schedules, a la David Tennant, would keep the accountant happy. But none of these scenarios will ring true for the average artist – who is more likely to be stacking supermarket shelves, waiting tables or writing advertising copy by day, and acting, dancing or sculpting by night. Right now, the economic climate for artists in this country looks particularly bleak. There's the innate financial instability of most artistic careers (low earnings, and sometimes none at all; little job security; no pension or other benefits), together with the recession. Then there's the fact that – unlike some European and Scandinavian countries – the British government makes no specific social provision for artists, unless through the publicly funded regional arts councils. In Denmark, for instance, 275 artists are granted an annual stipend of between 15,000 and 149,000 Danish krone (£1,750 to £17,000) every year for the rest of their lives. In France, public funds are awarded through regional bodies not unlike our arts councils, except that the range of awards is much greater: artists in the Ile-de-France region, which includes Paris, can, for instance, claim up to ¤7,500 (£6,545) specifically to equip their studios. But in this country, for artists without a lucky early break, rich parents or benefactors, a day job is often the only way to survive. It needn't mean that fame and fortune aren't just around the corner: Joy Division's Ian Curtis worked in an unemployment office until 1979, well after the band had released their debut EP. Van Morrison immortalised his old job as a window cleaner in the 1982 song Cleaning Windows; composer Philip Glass wasn't able to quit his jobs as a plumber and a taxi-driver until the age of 41. What a day job inevitably means, of course, is spending the majority of your waking hours not doing the thing you love: making art. This is something Lainy Scott, a 28-year-old actor from London, knows well. At least two-thirds of actors are out of work at any time, according to the most recent survey by performers' union Equity; hence the old euphemism, \"the resting actor\". Scott is getting work; her CV is loaded with parts in fringe theatre and short films, including lead roles in recent productions of Jane Eyre and Wuthering Heights. But with £11,000 in fees to repay for her postgraduate acting course at Birmingham School of Acting, she has also had to take on day jobs. She was a waitress at YO! Sushi while she was a student, and quite enjoyed it (\"you got to eat there, which definitely helped financially, and with a healthy diet\"). A recent waitressing shift at the Houses of Parliament didn't go quite so well: \"It was one of the most horrendous days of my life – everyone treated you as if you were scum. I wanted to cry, and on my way out I said, 'I'm afraid I can't make tomorrow's shift.' On days like that, you sit there and go: why don't I want to do something else with my life?\" For the last four years, Scott has been working at RSVP, a call centre in east London that employs only artists, taking calls for Which? magazine and WeightWatchers. Shifts are available in the day, evening, or at weekends, allowing artists to plan their work around shows, rehearsals or auditions (one of the biggest problems for performers is not being able to get to auditions, which often come up at short notice). The work itself is not, Scott admits, particularly stimulating. \"The calls can get you down, and you know it's not what you want to be doing with your life, at all.\" Nor is her pay high – between £7.25 and £7.75 an hour. Based on five eight-hour shifts a week, this works out at just less than the Equity minimum weekly pay of £375, the significant difference being that the RSVP salary is regular. But Scott remains focused, and is allowed to read scripts or apply for acting jobs online when the phones are quiet (though those moments, she says, are rare). \"There are people who get very bogged down by having to do non-acting stuff,\" Scott says. \"They tend to eventually just eat themselves up. Staying positive becomes a personal mentality. I sit there and think: any day now I could go to an audition that eventually gets me out of here.\" There is also one unexpected upside: \"You get some of the most bizarre calls in the world. They come in handy when you're working on a character.\" At the Harrods perfume counter Christina Gusthart, a 23-year-old hip-hop dancer from Edinburgh, tries to stay similarly upbeat. She is looking for work on music videos (for which she might earn £350 a day), or as a backing dancer for a star such as Lady Gaga (for which she might get around £500 a show). These are not fantasies: Gusthart trained at Paul McCartney's Liverpool Institute of Performing Arts, spent six months in India making a good living dancing in Bollywood movies, and performed at last year's Mobo awards in Glasgow. To make ends meet, she is currently working at Dance Base in Edinburgh, teaching breakdance and Bollywood moves, and running the front-of-house. Last year, while living in London, she also worked on the cosmetics and perfume counters at Harrods. \"It was soul-destroying stuff,\" she says. \"It's not creative. It's all commercial: money, money, money. And doing anything other than dance is disheartening. Sometimes, you can't get to an audition because you don't have enough money – then you need to work a shift to get the money.\" Even if they do make it to auditions, performers might find they are asked to work for free. Unpaid work is the elephant in the room when it comes to the performing arts. Equity advises its members to avoid taking unpaid jobs, but recognises that experimental fringe productions might make it a necessity. Both Scott and Gusthart say they have seen the number of unpaid acting and dance jobs shoot up in recent years. Neither of them can afford to work for free, but the very fact that they are being asked to undermines the professions they have spent thousands of pounds training for, not to mention several years of their lives. \"The money has dropped out of this industry,\" says Scott. \"So many people are jumping on the bandwagon of being an actor now that companies are going, 'Oh well, if we can't get somebody who's trained who will do it for free, we'll be able to get someone.'\" On the plus side, a day job offers a chance to meet other artists in a similar position. Gusthart hears about auditions and teaching opportunities first hand at Dance Base; many of her co-workers at Harrods were also dancers, and shared information about castings. At RSVP, the actors go to each other's shows and share contacts: Scott landed a Dove commercial this way. For a visual artist such as 30-year-old Adam Bridgland, whose practice usually involves spending long periods alone in a studio, a day job is a way of getting out into the world. Bridgland sells his bright, primary-coloured screenprints through the London gallery TAG Fine Arts, for between £200 and £1,000 each; he also works as a freelance art handler, installing exhibitions at London galleries including Tate Britain and Tate Modern. He gets up at 6.30am and works until 11pm, always trying to fit in five or six hours a day for his own art. \"My life is a jigsaw, really,\" he says, \"but I'm a bit of a workaholic. And because I do a lot of work outside my art, time is more precious. I tend to get most of my ideas on the tube or bus, travelling between jobs.\" Many of the handlers Bridgland works with at the Tate are also artists, and he says he finds inspiration in their work, as well as in the art he installs. \"Being an artist is quite a lonely business; the Tate provides me with a network of friends and fellow technicians. You're surrounded by the work of amazing artists, and you don't want to be lesser than that.\" If the pressure to keep a steady income is great when an artist is single, how much worse is it when they have children? Bridgland says his perspective has changed since the birth of his son, Oram, last year. \"A lot of people try to lead a life where they concentrate solely on their art,\" he says. \"But I just found it very, very difficult – when you've got dependents, you have to take that responsibility.\" Singer Harriet Goodwin, 40, agrees. She trained as a mezzo-soprano at the Royal Northern College of Music, and had the first of her four children just after she graduated. When her eldest children were small, she continued performing, working with the Monteverdi choir and Opera North. But the pressure became too much – not so much financially, but because she didn't want to leave her children. \"I remember going away on a tour to Belgium and Italy,\" Goodwin says. \"I waved the little two off, knowing I wasn't going to see them for six days, and I just thought: I hate this.\" All thanks to Exit 43 So Goodwin cut back on touring – and then stumbled on her second career, as a children's writer: she woke up one morning, convinced that a dream she'd had was the plot for a novel. \"I dreamed,\" she says, \"that a boy crashed through the surface of the earth into this ghostly underworld. \" She began writing for 10 minutes a day, when her children were napping or at school. The resulting novel, The Boy Who Fell Down Exit 43, became a book of the month in Borders last year, and was shortlisted for last year's Blue Peter award; Goodwin is now working on a second book in a shed at the bottom of her garden. She still gives concerts, and finds that the writing complements her singing. \"They fit beautifully,\" she says. \"I might be in my shed for four hours and then think, eurgh, my brain's stiff. So I'll go downstairs to the piano and sing some Schubert or Handel, and find it a fantastic release.\" Goodwin is, of course, one of the lucky ones; her day job fits around the rest of her life, and is creative. Most artists are not so lucky; one suspects Philip Glass does not miss his New York taxi-driving days. The fact remains that these are tough times for legions of arts graduates; the chances of making a living through dance, music or acting are slim – and could be slimmer yet if the government cuts funding. But Scott, Gusthart and Bridgland are all determined the day job won't, ultimately, get in the way of their artistic ambitions. They're staying focused on the positives. Top artists on their best and worst jobs Tamara Rojo, dancer I once had to dance in a beige, skintight, all-in-one costume with a bald cap. It was to make me look like a newborn baby – but it made me look like a condom. It would hardly have mattered what the choreography was like, so hideous did I look. But it wasn't very good either. My current position at the Royal Ballet is the best job. There's the prestige, plus all the amazing dancers and teachers I work with. The best performance I ever gave was at the farewell for Julio Bocca in Buenos Aires. They closed off the main street: 300,000 people came. I felt like one of the Rolling Stones. Arthur Smith, comedian I've been a road-sweeper, a toilet cleaner and a Tefl teacher. I spent several days in supermarkets on the south coast dressed as a fox, too. My role was to detain shoppers long enough so they could watch my lady colleague prepare a tasty new brand of chicken burger, and then buy it. The costume was 8ft tall and terrifying: wherever I walked, you could hear small children crying. Bob and Roberta Smith, artist The worst was also in some ways the most rewarding. I was caring for a man with severe cerebral palsy. He was courageous, but could do nothing much for himself. He had a powerful sexual appetite, which meant taking him to visit prostitutes. I had to wait on the corner while the car gently rocked back and forth. I felt I had hit rock bottom – but my difficulties were nothing compared to his. In artworld terms, probably the most horrid job is working for companies who ship other artists' work around. Often the more successful artists are beastly to the kids who are just starting out. Billy Bragg, musician Working in an all-night petrol station was my worst job. The hours were long, the wages low and the management were skimming off money claiming you pilfered Rolos. Awful. My best job? Come off it – I get paid to do the thing that I always wanted to do. Gillian Wearing, artist My worst job was telephone market research. I hated cold calling – although occasionally you got remarkably interesting answers: One old lady didn't realise cinemas still existed. My favourite job was temping for Virgin Records in the late 80s . Everyone was sweet and laid back, and they had contemporary art on the walls. Kwame Kwei-Armah, playwright I worked at a telesales company that was like David Mamet's Glengarry Glen Ross, with the manager standing over you shouting. My best day job was teaching drama to young people at the black arts centre Yaa Asantewaa, in London. Years later, I ran into two of my students, who are now professional actors. That warms my heart. Interviews by Laura Barnett and Sarah Phillips Proce of fame: what artists earn Actors Minimum Equity rate for an actor in a West End play: £550 p/w (excluding expenses). Minimum Equity rate for an actor in regional repertory: £350 p/w (plus £124 relocation allowance). Daily pay for a \"supporting artist\" in a BBC TV show: £85.50. Amount an actor can make for an advert: £5,000-£15,000+ for a TV commercial (2-3 days work). Dancers Minimum Equity rate for a touring cabaret dancer: £340 p/w and £177 expenses. Minimum Equity rate for a ballet dancer performing regularly with a company: £400 p/w. Musicians PPL, the music licensing company that collects royalties on behalf of 42,000 performers, says 90% of them earn less than £15,000 a year. The Performing Rights Society, which processes payments for songwriters and composers, says 90% of the people on their books earn less than £5,000 a year. Visual artists Average weekly income for a visual artist: £521 (average figure based on highest and lowest earnings. Source: ONS, 2009). Amount paid for works sold at the annual Affordable Art Fair in London: £50–£3,000 (of which a percentage may go to an artist's gallery). Compiled by Guardian Research"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}