{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/jan/20/manchester-united-sir-alex-ferguson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-20T22:42:45Z", "webTitle": "Wayne Rooney's passion cannot mask signs of Manchester United decline | Kevin McCarra", "webUrl": "https://www.theguardian.com/sport/blog/2010/jan/20/manchester-united-sir-alex-ferguson", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/jan/20/manchester-united-sir-alex-ferguson", "fields": {"headline": "Wayne Rooney's passion cannot mask signs of Manchester United decline", "bodyText": "Manchester United still have admirers in high places. Roberto Mancini, once the successful manager of Internazionale, showed them every respect on Tuesday night. His policy, for the most part, was one of mere containment, yet it worked well enough to leave his Manchester City side with a 2-1 lead to take into the second leg of the Carling Cup semi-final. Innumerable teams have felt compelled merely to try to get in United's way. Over the years, they have usually been trampled by Sir Alex Ferguson's players. The visitors did run all over City once again but the only real harm was to the dignity of Mancini's players. United may have scored, but the opposition's goalkeeper, Shay Given, was asked simply to be his usual impressive self and had no need to be superhuman. United need nobody to tell them about the fallibility stealing over their squad. They have now endured seven defeats in all competitions and there are a lot of stiff challenges still. This campaign is, all the same, an odd one since the team is definitely not in desperate straits. It would be no shock if they recovered to eliminate City in the second leg. For that matter, they have a close-up view of the pinnacle of the Premier League, since they are only a point behind the new leaders, Arsenal. The Champions League did not cause them all that much distress either, even if Besiktas beat them at Old Trafford. The gap between English and Italian football is probably narrowing, but United will expect to wriggle past Milan in the last 16 tie next month. United must primarily be concerned about the medium and long-term prospects. Nobody has to tell Ferguson that key men are getting old. On Tuesday, Gary Neville had to confine his provocative gesturing to the sidelines, since he was an unused substitute. Paul Scholes, 35, was not introduced until the 88th minute and Ryan Giggs, 36, looked ageless in the autumn and may have other sprightly spells to come, but his impact was limited at Eastlands even if he was in position to knock home the opener. Edwin van der Sar, 39, had nothing to apologise for, but the veteran understandably does not dominate the goalmouth. Ferguson may well have had it in mind to engineer a transition, but Ben Foster was undone when he had to justify his sound reputation by standing between the posts for United week after week. The manager is having some trouble in accomplishing what he has achieved memorably in the past, the reconstruction of the squad. Some additions such as Anderson have still to convince and he was at fault when Carlos Tevez, with his second goal of the night, scored the winner against United. Apart from that, renewing the squad is a thorny topic in this financial climate. United followers, understandably, rage against the Glazers and the various means they can deploy to extract money from the club. Unless the takeover had been conducted by a bidder of immeasurable means, as Sheikh Mansour sometimes seems to be at City, the owner of United was bound to a target of understandable rage. The Glazers are not endearing, but having completed the takeover for £800m in 2005 at the delirious heights of the Premier League's fashionability, they will not be stopped now from striving to make sense of that benefit. A splurge on signings would only make sense if it was calculated that the disaffection of fans was liable to be even more costly. It would take a great deal more distress before Ferguson turned into some rogue manager who gave a coded endorsement to would-be insurrectionists. The very idea is inconceivable. Ferguson's emphasis will be on winning and it is not at all outlandish to visualise the Premier League trophy remaining in his grasp. There was a piquancy about Tevez's goals, but few people had quibbled when United did not exercise the £25m option of retaining the Argentinian in 2008. He had almost seemed to try too hard, omitting in the process to show his flair. The manager would not have guessed then that he would have to take a chance on a Michael Owen who had . a limited impact at Newcastle UnitedFerguson will explain that he has merely refused to pay outlandish prices of late, but he is left with a squad that, while capable, is in gradual decline. United badly need to see Rio Ferdinand returning to the line-up, but at the centre-half's age a back condition will probably have to be managed anxiously rather than cured. Amid the various difficulties in the squad, Wayne Rooney had the industry on Tuesday of a man determined to make do for every deficiency. That level of technique and desire is precious. Should Rooney be injured, jaded or disillusioned, United's niggling problems could turn into agonies of despair."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}