{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2010/jan/01/gavin-stacey-series-three-episode-six", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2010-01-01T21:30:00Z", "webTitle": "Gavin and Stacey: Series three, episode six | Heidi Stephens", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2010/jan/01/gavin-stacey-series-three-episode-six", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2010/jan/01/gavin-stacey-series-three-episode-six", "fields": {"headline": "Gavin and Stacey: Series three, episode six", "bodyText": "Spoiler alert: This weekly blog is for those who have been watching Gavin and Stacey series three. Don't read ahead if you haven't seen episode six yet. So what's occurin'? The last episode in the series, and possibly the last episode ever – barring a one-off Christmas special being mooted for some point in the future. It's Nessa's wedding to Dave Coaches, but Nessa clearly has plenty on her mind. The will-they-won't-they tension builds throughout, with the inevitable motorway dash to the church from Smithy. It's like when Dawn dashed back to the Office party to kiss Tim, except Tim wasn't wearing a goth-horror metallic leather wedding dress with studs. Just as well, really. Unlikely storyline of the week Ah, Stacey is finally pregnant, having taken 34 pregnancy tests \"just to make sure\". This is not necessarily unlikely as I neither know nor care about the motility of Gavin's sperm, but it would have been nice for that particularly storyline not to have ended quite so tidily. Happy ever after can have the odd bump in the road, no? Smithy/Nessa update We always knew that Smithy and Nessa were soulmates. \"The weirdest thing is … a lot of the time you repulse me\", says Smithy, in front of Nessa's wedding congregation. She feels the same way: \"It's true. A lot of the time I find him disgusting.\" Yet they will always be able to bond over a KFC bargain bucket, and who are we to argue with that? Dave Coaches was gracious in defeat, and while Smithy and Nessa may never be a real couple, in the end all was as it should be. Cracking. Line of the week Most of the obvious set-piece gags were left behind this week in favour of much more subtle humour, and rightly so. I had a good chortle at Dave Coaches' choice of wedding poem – WH Auden's Funeral Blues – but my biggest laugh was saved for the music played over the wedding montage. Anyone who sat and cried that day in 1987 when Scott and Charlene got married in Neighbours to Angry Anderson's Suddenly will have felt a special moment of nostalgia; everyone else will have been left wondering what on earth that crappy ballad was. This week's Big Questions • How big a loser am I to know that Smithy only has one option when leaving Leigh Delamere services? You can only go westbound – to head back to Essex you'd have to turn round at M4 Junction 18 and go back the other way. God, I hate myself. • What's the deal with Doris and Noel from Hear'say? I worry that he may not be able to satisfy her needs. • Why did John Prescott bother turning up? After Tony Blair's performance on Catherine Tate, the least he could have done is rock up to the wedding in a Jag and then punch someone. • Will there be a Christmas special next year? Do we even want one – maybe it's time to draw a line? The final verdict Oh, I loved it. Yes, the timing of Smithy's arrival at the church was hackneyed and obvious, but seeing him stood there, holding his son and baring his soul on the inexplicable chemistry between him and Nessa was just beautiful. The whole episode was a perfect balance of warmth, humour and pathos, and a fitting ending to what has been a mixed bag of a series. I know that Gavin &amp; Stacey isn't everyone's cup of tea, but thanks to everyone who left their comments throughout, and have a Happy New Year."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}