{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jan/19/fa-cup-cardiff-city-bristol-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-19T23:06:00Z", "webTitle": "FA Cup third round replay: Cardiff City 1-0 Bristol City", "webUrl": "https://www.theguardian.com/football/2010/jan/19/fa-cup-cardiff-city-bristol-city", "apiUrl": "https://content.guardianapis.com/football/2010/jan/19/fa-cup-cardiff-city-bristol-city", "fields": {"headline": "Bradley Orr's own-goal helps Cardiff seal FA Cup victory over Bristol City", "bodyText": "This was the extra game neither team wanted and for what seemed like an eternity it looked like it. A replay of desperately poor quality saw Cardiff progress to the fourth round, where they are at home to Leicester on Saturday, with an appropriately scruffy own-goal by Bradley Orr. Beaten finalists 18 months ago, the Welsh club have other priorities these days and last night's outcome was a distant third behind surviving next month's winding-up order by HMRC and getting their promotion campaign back on track. Some of the Cardiff players said beforehand that beating the same opponents when they meet again in the Championship in Bristol next Tuesday was more important than the replay, and the fans got the message. Barely one third of their average attendance turned out. The Welsh team created nearly all the chances and Michael Chopra might have had a hat-trick, so the right team won, but the poverty of the play was a major disappointment. Cardiff's push for a Premier League place stalled on Boxing Day, with a 1-0 defeat at home to Plymouth, then bottom of the table, since when each of their four matches had been drawn. They had dropped from second to fifth, four points ahead of their visitors, who had their own problems having gone five games without a win before defeating Preston 4-2 last Saturday. Gary Johnson, the manager, admitted he had been \"feeling the pressure\". Chopra, who scored in the original 1-1 draw at Ashton Gate, started on the bench after a flu-like virus but his rest did not last long. He was on after 32 minutes to enliven a pedestrian attack. A mundane first half left plenty of time for whimsy and the Bluebirds playing the Robins conjured new possibilities for the vexed issue of footballers tweeting. It would have been useful out on the pitch, where communication broke down as often as an old Morris Marina. Peter Whittingham relieved the early tedium briefly by letting fly from 25 yards with a shot that wobbled in the air and had Dean Gerken in a pickle, happy to fumble the ball behind for a corner. The keeper was more assured in dealing with goal attempts from Joe Ledley and Chopra but was helpless when the latter lifted a shot just over the bar. A header from Anthony Gerrard, cousin of England's Stephen, went the same way and, with Cardiff making all the running, it was no more than they deserved when they scored the one goal that was always going to be enough, in the 74th minute. Ledley's lofted through-pass sent Chopra away in the inside-right channel, from where he drove the ball low across Gerken, only to see it strike the far post. Cardiff's luck was in. The rebound hit Orr and flew into the net. Chopra spurned an open goal late on but it was no matter. Bristol's shortcomings spared those poor diehards present the ordeal of extra-time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}