{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jan/13/fa-cup-liverpool-reading", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-13T22:29:31Z", "webTitle": "FA Cup third-round replay: Liverpool 1-2 Reading (after extra time)", "webUrl": "https://www.theguardian.com/football/2010/jan/13/fa-cup-liverpool-reading", "apiUrl": "https://content.guardianapis.com/football/2010/jan/13/fa-cup-liverpool-reading", "fields": {"headline": "Liverpool hit new low as Reading triumph at Anfield", "bodyText": "This time there is no one else to blame but the players and manager of Liverpool FC. Mountainous debt, divided owners, balancing acts in the transfer market and injuries have excused, explained or disguised so many failings at Anfield this season but no more. Beaten, and deservedly so, at home in the third round of the FA Cup by a Reading team under caretaker management and languishing fourth from bottom of the Championship. Rafael Benítez will be lucky if the next email sent by a Liverpool director in Dallas is simply abusive. Liverpool impressed against Reading, though only in the opening exchanges of the second half when Fernando Torres and Steven Gerrard had already departed with injuries. Otherwise they were abject, stretching the patience and incredulity of the faithful beyond breaking point and proving what so many, including their manager, believed was impossible; that a dreadful season really could get worse. Spare a moment, if you will, for Brian McDermott, a man effectively on trial for the manager's position at Reading and whose team outfought and outplayed Liverpool for much of this replay. That he will not dominate the headlines is unfortunate but, given Liverpool's journey towards the abyss, understandable. • Anfield humbling as new low piles pressure on Benítez • Read Barry Glendenning's minute-by-minute account • Kevin McCarra: Where do Liverpool and Benítez go? • Marina Hyde: It's time to blow Tom Hicks Jr's trumpet • Reds won't sell Gerrard or Torres as Rodríguez signs The Anfield club had viewed the FA Cup as redemption to a torrid season but the only salvation on offer was for Shane Long. Two seasons ago the Reading striker was reduced almost to tears here by a physical confrontation he had no chance of winning against the Liverpool defender Martin Skrtel. Last night he returned with vengeance, emerging from the substitutes' bench to win the 93rd-minute penalty that took the contest into extra time and then heading home the winner after Brynjar Gunnarsson had nutmegged Emiliano Insua and delivered a glorious cross through the heart of the area. The sight of Gunnarsson slipping the ball through the bemused Argentinian's legs, Liverpool supporters jumping to their feet in disgust even before Long pounced, encapsulated the performance of both sides. On gilt-edged chances alone Reading should have won the replay in normal time but were reprieved when Yossi Benayoun tripped Long inside the Liverpool area and Gylfi Sigurdsson equalised from the spot. A fourth-round tie at home to Burnley beckons. Where Benítez goes from here is, more than at any other point in his six-year reign, now open to serious doubt. The Liverpool manager's pre-match instruction to his team could not have been simpler; no mistakes, not even the slightest encouragement to the Championship side, and a ruthless attitude. On the evidence of their response his players misheard every word. But that was only the start of their failing and even with Gerrard, Alberto Aquilani and, for 29 minutes, Torres in tow, this was an error-strewn display that lacked conviction or purpose. A controlled opening brought little threat and it was Reading who created the clearer openings. Diego Cavalieri, handed a rare start in place of the rested José Reinat, punched clear when Sigurdsson directed a powerful free-kick towards his top corner before the visitors twice carved Liverpool open down the right. Unfortunately for McDermott, Grzegorz Rasiak scuffed an inviting cross from Simon Church over the bar with his shins, and then the provider failed to connect with a tidy delivery from Jobi McAnuff unmarked and six yards out. Anfield anxiety increased when Torres was taken off after falling awkwardly when he attempted to spin on the by-line, a precaution against a twisted knee. Gerrard was also an early departure, failing to reappear for the second half, but he had left his mark. A tepid first half appeared to be petering out when a corner from the Liverpool captain fell to Benayoun and the midfielder, within a foot of opening the scoring with a chip over Adam Federici five minutes earlier, had a half-volley deflected over. From the resultant corner, a series of kind ricochets all fell Liverpool's way and an attempted cross by Gerrard struck Ryan Bertrand, wrong-footed the Reading goalkeeper and sailed into the net. Liverpool's finest spell arrived at the start of the second half and their dominance required McDermott to alter Reading's formation. An ability to kill the game with a second goal, that frequent Liverpool problem, proved costly. McAnuff appeared to have squandered Reading's hopes when he waltzed into the home area with a run that began inside his own half, only to miss the target. Liverpool and Benítez, however, would not escape."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}