{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/jan/20/climate-change-glaciers-melting", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-01-20T23:49:45Z", "webTitle": "World's glaciers melting at accelerated pace, leading scientists say", "webUrl": "https://www.theguardian.com/environment/2010/jan/20/climate-change-glaciers-melting", "apiUrl": "https://content.guardianapis.com/environment/2010/jan/20/climate-change-glaciers-melting", "fields": {"headline": "World's glaciers melting at accelerated pace, leading scientists say", "bodyText": "From the Alps to the Andes, the world's glaciers are retreating at an accelerated pace - despite the recent controversy over claims by the United Nations' body of experts, leading climate scientists said today. Lonnie Thompson, a glaciologist at Ohio State University, said there is strong evidence from a variety of sources of significant melting of glaciers - from the area around Kilimanjaro in Africa to the Alps, the Andes, and the icefields of Antarctica because of a warming climate. Ice is also disappearing at a faster rate in recent decades, he said. \"It is not any single glacier,\" he said. \"It is very clear that these glaciers are behaving in a similar fashion.\" The United Nations' climate science experts admitted today that it did not have the evidence to support the claim in its 2007 report that Himalayan glaciers could melt away by 2035. Thompson, in a conference call with reporters, would not be drawn into making specific predictions on the future of the Himalayan glaciers. He said only about 800 of the 46,000 glaciers in the Himalayas are being monitored by scientists. Data from those under observation suggests that 95% of glaciers are in retreat, but it is still unclear how much mass the glaciers are losing without knowing the depth of the affected places. Scientists still do not have enough of that data, he said. It was also unclear that Himalayan glaciers were thinning at a faster pace than in other parts of the world. But there was evidence gathered from a variety of sources that there has been significant melting of glaciers - from the area around Kilimanjaro in Africa to the Alps, the Andes and the icefields of Antarctica - and that the rate of ice loss was accelerating. \"Those changes - the acceleration of the retreat of the glaciers and the fact that it is a global response - is the concerning part of all this. It is not any single glacier,\" he said Scientists now had evidence collected over a long period of that decline from samples of the ice core and even collections of plants from mountains that were left ice-free for the first time in more than 5,000 years, Thompson said. The World Glacier Monitoring Service shows a similar picture. In a 2005 survey of 442 glaciers, 398 - or 90% - were retreating, 18 were stationary and 26 were advancing. There was also, until recently, no full understanding of how glacier melt was influencing sea level rise. The Intergovernmental Panel on Climate Change (IPCC) left out the effect of melting glaciers and ice sheets in its projections on sea level rise in the 2007 report. But the Union of Concerned Scientists said new analyses suggested that such meltwater from land-based ice could lead to a sea level rise of 0.8 metre (2.6ft) by the end of the century - and possibly as much as two metres. Glacier melt is also threatening water supplies, the UCS said, pointing to a 2008 study in the Himalayas which showed less water flowing from the glaciers to the great rivers such as the Indus, Ganges and Brahmaputra that sustain the Indian subcontinent. Thompson, who has been studying glaciers in the Andes for more than 30 years, said he had watched the loss in his own lifetime. A number of the region's glaciers have disappeared. Venezuela, which had six glaciers when he first began as a graduate student in the early 1970s, now has only two small ice masses which Thompson thought would be gone within ten years. An Andean glacier that had been melting at a pace of six metres a year 40 years ago is now disappearing at a rate of 60 metres a year, he said. \"I find it striking how fast the glaciers are responding\" to the warming climate, he said. \"Certainly in the 1970s when you talked about the speed of a glacier that was something very very slow. But that is no longer the case.\" He added: \"These glaciers are dynamic and they are responding rapidly.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}