{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jan/09/arsene-wenger-arsenal-angola-africa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-09T19:29:28Z", "webTitle": "Arsène Wenger says Arsenal pair should remain at Africa Cup of Nations", "webUrl": "https://www.theguardian.com/football/2010/jan/09/arsene-wenger-arsenal-angola-africa-cup", "apiUrl": "https://content.guardianapis.com/football/2010/jan/09/arsene-wenger-arsenal-angola-africa-cup", "fields": {"headline": "Arsène Wenger says Arsenal pair should remain at Africa Cup of Nations", "bodyText": "Arsène Wenger will not be seeking the release of Emmanuel Eboué and Alex Song from the Africa Cup of Nations and has insisted the tournament should go ahead as planned, with any potential cancellation constituting a victory for the rebels who attacked the Togo team bus yesterday. The Togo Federation withdrew from the competition tonight after two members of Togo's delegation and the team's bus driver were shot dead in a firefight in the Cabinda region of Angola. Togo's decision was taken despite the Confederation of African Football's desperate attempts to persuade them to remain in the tournament. Portsmouth, Hull City and the Italian club Udinese have called for the release of their players from the event, and Bolton's chairman, Phil Gartside, whose club have Danny Shittu with Nigeria, said the \"players should be brought home\". Arsenal, though, will not pursue that policy even though Wenger said he was \"reasonably concerned\" about the safety of his players. \"We won't be asking Fifa to release them, and I'll be happy for Eboué to play in Cabinda on Monday,\" said Wenger. \"I believe it would be disrespectful to Africa and the Africa Nations Cup [to bring them home]. You can't always encourage Africa to develop and if something happens say 'come back to Europe'.\" The manager added: \"I don't believe you can just stop any competition for any incident, because that would be a reward for the people who provoke these atrocities. It would mean any competition could be stopped at any time. \"An international federation has to make sure the security is well respected and good enough for the event. Of course, you have to leave it individually to some players so that, if they feel insecure or scared, they have the possibility to come away from it. But I personally feel the competition has to go on.\" Arsenal will send a message of support to Togo's Emmanuel Adebayor, their former striker, after the traumas endured yesterday but Wenger had yet to speak to the Ivorian Eboué or Song, of Cameroon, to learn their state of mind. Adebayor's Manchester City team-mate Kolo Touré was said to have expressed fears over his safety to his club. \"After an incident like that you can understand why Togo would want to come home, but the competition has still to go on if the security is well respected in the country,\" said the Arsenal manager. \"Angola is a troubled country because there is political unrest there, and there are rebels striking against the government in place. It is strange that the bus travelled from Congo to Angola knowing that there are rebels from Angola on the border on the Congolese side, but I don't know the situation well. I don't know enough about the security. Certainly, they [Caf and Fifa]) think the competition is safe.\" David Moyes, who has lost the Nigerian duo Joseph Yobo and Yakubu Ayegbeni to the tournament this month, questioned whether any players called back from Angola would be eligible to feature for their clubs while the competition took place without them in Angola. \"It's obviously a concern for football,\" the Everton manager said. \"But what would Fifa do? Would they allow the players to play?\" Moyes's side are due to play Adebayor's Manchester City at Goodison Park next Saturday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}