{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/jan/05/oliver-twist-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-01-05T22:30:00Z", "webTitle": "Oliver Twist | Theatre review", "webUrl": "https://www.theguardian.com/stage/2010/jan/05/oliver-twist-review", "apiUrl": "https://content.guardianapis.com/stage/2010/jan/05/oliver-twist-review", "fields": {"headline": "Oliver Twist", "bodyText": "It sometimes seems as if there is nothing that actor, festival producer and director of the Octagon's Christmas show, Josette Bushell-Mingo, cannot do. Intriguingly, her programme note reveals a secret ambition to play the villain's role herself: \"A black woman Fagin. It's got to be done sometime.\" Perhaps it's a missed opportunity that the Octagon has not gone quite that far, yet Bushell-Mingo's production is still sufficiently insightful to stand apart from the general run of Dickensian entertainments. Writer Deborah McAndrew has prepared an unsentimental version of the tale that never allows us to forget that Fagin is not a charitable eccentric but a hardened criminal with violent and quite possibly pederastic tendencies. Dawn Allsopp's brick-vaulted set seems to contain the action in the bowels of a Victorian sewer; while composer Conrad Nelson creates an ironic montage of Christmas themes in which well-wrapped carollers sing of goodwill to men as packs of feral kids weave between their legs. Bushell-Mingo casts local youngsters Alex O'Loughlin and Adam Lofthouse as Oliver and the Dodger, and though they acquit themselves well, it is notable how some of the minor adult roles spring to the fore. Andrew Price is truly ghoulish as the unctuous undertaker Sowerberry, and Laura Cox is a neurotic bag-of-bones as his wife. Robert Pickavance makes a morbid impression as a sinister, preening Fagin; but he's even better as the mincing Mr Grimwig, with his strange obsessions about discarded orange peel and repeated offers to eat his own head. If there's a more finely detailed, authentically Dickensian performance this year, I shall eat my head as well."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}