{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/jan/09/manchester-united-alex-ferguson-birmingham", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-01-09T21:13:25Z", "webTitle": "Flimsy defence flags up striking issues as Ferguson's men fall short | Paul Hayward", "webUrl": "https://www.theguardian.com/sport/blog/2010/jan/09/manchester-united-alex-ferguson-birmingham", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/jan/09/manchester-united-alex-ferguson-birmingham", "fields": {"headline": "Flimsy defence flags up striking issues as Ferguson's men fall short", "bodyText": "An unfortunate corollary of Cristiano Ronaldo's sale to Real Madrid for £80m is that it caused an inflationary leap that now works against Manchester United. The average £25m forward doubled in price in line with the new reality and prompted Sir Alex Ferguson to say this week: \"I am not going to pay £50m for a striker who isn't worth it.\" Behind the scenes at Old Trafford there is a conviction that the side's uneven form is merely another transitional phase of the sort that separates great eras. They accept that Ronaldo's match-changing brilliance has been harder to live without than was previously imagined and say the huge disruption to the back four is a formula for inconsistency. Adversity has had more than its normal say in this campaign and a first-half goal for Birmingham against the run of play exemplified United's Premier League campaign. Before Cameron Jerome converted a brief spell of home team pressure on 38 minutes, Wayne Rooney, Darren Ferguson, Michael Carrick and Park Ji-sung all failed to penetrate a Birmingham defence of lunging bodies and desperate blocks. Park has many virtues, but he is no assassin. The vulnerability at the core of United's depleted defence can render them susceptible to just about any serious attack. Jonny Evans has yet to acquire the bullying, territorial countenance to supplement his abundant talent and Wes Brown's anticipatory powers have waned, temporarily, as he demonstrated by losing a foot race with Jermaine Beckford of Leeds for the only goal of last Sunday's FA Cup tie. The United staff crave a resumption of the Nemanja Vidic-Rio Ferdinand partnership that would have thrown a blanket over Jerome as he exploited a routine corner. Birmingham's own impressive back line held out for 63 minutes until Scott Dann put through his own net. Against the wider backdrop of reconstructive thinking, Arsène Wenger is allowed to preach patience while Ferguson is expected to fill Ronaldo's boots immediately with a comparable talent. Manchester United's more thoughtful followers acknowledge the impossibility of replacing Lionel Messi's rival for the title of world's most gifted player in a January transfer window. But the curse that comes with winning 11 Premier League titles is that the rebuilding periods are invariably cast as crises. Here in Birmingham, where the council was sensible enough to recognise that slipping on a pavement on the way to a football match is no different to sliding on the way to the Bull Ring, the team Ronaldo left behind were coming out of the doghouse of their FA Cup third-round defeat to Leeds. A Manchester United player will be forgiven for not setting the sky alight with artistry, but never for a lack of application, which Ferguson diagnosed in the supine efforts against Leeds. In cold that hurt the bones, there was no option but to keep moving on a pitch that showed the effects of frantic thawing, but still United's industriousness against a Birmingham side unbeaten in 11 outings spoke of new resolve to assert the Fergusonian principle of fierce endeavour. The eye counsels that United have been less aesthetically pleasing this season, less fluent, less symphonic. Subconsciously, we are gazing into the void where Ronaldo used to dance and demanding that one of his former colleagues takes up his functions. The best way to disguise that absence is to play at a consistently high tempo, which was always the United way. Aiming to regain top spot in the league, they moved the ball faster than of late and tried to impose their authority. Scholes, whose spirit is formed from iron, and always responds to a downturn by redoubling his efforts, was hyper-busy in the centre of midfield. However good the work from the base formed by Fletcher and Scholes, United remain heavily reliant on Rooney to finish the moves. Notable by his absence from the team-sheet was Dimitar Berbatov, a culprit in the defeat to Leeds. United said Berbatov has a knee problem, which left Michael Owen and the 22-year-old Mame Biram Diouf as the reinforcement options as McLeish began to scent a first managerial victory over Ferguson in five attempts. In essence it all looks much harder work for the big clubs this term, which is what we all wanted, or said we did, until the entertainment quota dropped. Until this season the big four had been a kind of Broadway in a parallel world of village drama. We tune in now not to see imperiousness from Chelsea or United but the rest of the league roughing up the nobility. Arsenal up the ante but then need a late equaliser at home against Everton. United have a host of players at the same stage in their development as Wenger's youthful wonders, but the expectations at Old Trafford are higher. At the same time Ferguson has invoked less often the jam-tomorrow promise. All of which means the onus has fallen heavily on a patched-together defence and the three legends (Scholes, Ryan Giggs, Gary Neville) who assist in the education of a cosmopolitan squad. The steeliness that has underpinned Ferguson's 23 years in charge survives, and will be seen more frequently now that they are entering their favourite part of the campaign: the second half, in which game management and experience come so forcibly into play. After the equaliser Giggs came on for the wayward Park to add control and cunning, and United, reduced to 10 men for the final six minutes after Fletcher's dismissal, returned to a mode they may be in for a few more games until Vidic and Ferdinand return and the old rhythmic confidence comes back. That mode is toil."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}