{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/jan/20/haiti-escaped-prisoners-cite-soleil", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-01-20T22:20:39Z", "webTitle": "Haiti escaped prisoners chased out of notorious slum", "webUrl": "https://www.theguardian.com/world/2010/jan/20/haiti-escaped-prisoners-cite-soleil", "apiUrl": "https://content.guardianapis.com/world/2010/jan/20/haiti-escaped-prisoners-cite-soleil", "fields": {"headline": "Haiti escaped prisoners chased out of notorious slum", "bodyText": "When the 3,000 inmates of the central prison in Port-au-Prince unexpectedly gained their freedom, courtesy of the earthquake, everybody knew where they would be headed: Cité Soleil, the poorest area of this poorest city, in whose maze of streets they could vanish. But the fugitives hadn't counted on one thing: the determination of Cité Soleil's people not to let them back. \"We've got so many huge problems because of the earthquake, we have so little food, water and medicines, we can't deal with another huge problem,\" said Caries Rubens, 26, one of the area's 300,000 people. Several of the escapers had been gang leaders in the slum neighbourhood, ensnaring and terrorising the people with drugs and guns. Nobody wanted to see them regain their hold. When news that the earthquake had granted the prisoners early parole reached Cité Soleil, a committee was set up, then vigilante security teams. Prisoners spotted re-entering the area were chased and run out of town. Those who were caught came to a more definitive end. Bled, one of the most notorious gang leaders whose moniker derives from what happened to his many murder and kidnapping victims, was welcomed back by a lynch mob wielding machetes. That the people of this downtrodden place have shown a determination to stand up to gang leaders is a sign of the change that has taken root in Cité Soleil. Between 2002 and 2006 the area was almost entirely in the grip of the gangs, but in the last three years, partly through the intervention of UN peacekeepers and partly through communal self-help, the gangs' power has waned and the people's confidence has grown. Rubens is a member of a local charity that tries to help the young find an alternative path to adulthood through education rather than violence and drugs. \"It's very difficult to ask a young kid to stay out of the gangs in Cité Soleil,\" said Fedora Camille Chevry, who set up the charity Fondation Roussan Camille. \"To do that there has to be hope and in Cité Soleil there is so little hope. By providing them with a way of opening up their minds, we try and give them that hope.\" If the foundation is trying to work to shore up the community from within, from the outside UN forces are keeping a close eye on Cité Soleil for fear that the prison breakout might prompt a slide back into the dark past. Their commanding officer has vowed to \"intensify\" operations to recapture the escapees. General Florianao Peixoto said his troops had drawn up a list of targets and had already begun making arrests. \"We are going to have to carry out more intensive activities to get these elements back where they belong. The hypothesis is that these leaders will regroup to carry out collective operations. But I have a military force that is far superior to that of any gang.\" \"We know the area and we have it under control,\" said Captain Italo Monsores, a Brazilian marine, during a tour of Cité Soleil's rubble-strewn streets. The threat, like in so much of this stricken city, is that the devastation will destroy the fragile gains of recent years. Cité Soleil is a chaotic jumble of concrete houses interspersed with corrugated iron shacks. Several of the structures have collapsed, including a school where the metal roof has fallen on to wooden desks stamped with the logo of the UN children's agency Unicef. The death toll here was probably lower than in other parts by dint of the houses being low-rise, but many people were wounded in an area with primitive medical services. We came across a woman whose left arm had been burnt to a blackened crust. She had been cooking when the earthquake happened, tipping a saucepan of boiling water over her. Her arm looked as though it were weeping and in risk of infection. Down the road a long line of women was queuing with buckets at a water tanker. There was scuffling and shouting at the front – unsurprisingly as Cité Soleil has been without drinking water for days. We were taken to see the central water tower, which had keeled over. Food remains difficult to find. We passed a small shop selling balloons, brooms, salami, lollipops and other random items. The owner now sells his wares from behind a metal grille. \"Times are hard,\" he said. \"People might be tempted to rob.\" As Rubens puts it: \"You want to know how we feel? We feel alone.\" But there is grit and imagination here too. Up above the iron roofs, under the flight path of Black Hawk helicopters ferrying supplies, a kite made of plastic and paper flapped in the wind."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}