{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jan/16/premier-league-tottenham-spurs-hull", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-16T17:58:23Z", "webTitle": "Premier League: Tottenham Hotspur 0-0 Hull City", "webUrl": "https://www.theguardian.com/football/2010/jan/16/premier-league-tottenham-spurs-hull", "apiUrl": "https://content.guardianapis.com/football/2010/jan/16/premier-league-tottenham-spurs-hull", "fields": {"headline": "Boaz Myhill and Hull time-wasting combine to frustrate Tottenham", "bodyText": "Harry Redknapp could not have envisaged such a taxing afternoon against a Hull City team in the relegation places and on their worst run of form of the season. This was a match that Tottenham had to have banked on taking three points from to sustain their challenge for a Champions League finish. Instead, they ran out of steam and luck, and Redknapp could find little to celebrate as he reached the milestone of 500 Premier League games as a manager. Hull infuriated Spurs with some blatant timewasting but, despite the checks that this presented to the home team's momentum, it did not explain their inability to break the dogged resistance of the away side. The real reason was the figure in the visitors' goal. Boaz Myhill, the Wales international, made a clutch of outstanding saves, none better than the double stop from Wilson Palacios and Robbie Keane in the first half. Phil Brown, the Hull manager, likened it to Jim Montgomery's famous double save for Sunderland in the 1973 FA Cup final victory over Leeds United. Brown, a boyhood Sunderland fan, ought to know; he had been in attendance that day at Wembley. Redknapp, by contrast, was simply left to lament \"one of those days\". \"It's not as though we have come away and thought 'We have not opened them up',\" he said. \"Their keeper has just had an unbelievable day – he will never play like that again in his life. He made some miraculous saves. He was not entitled to make some of them.\" Brown said that the 5-1 home defeat to Tottenham at the beginning of the season was still fresh in his mind – \"it was as though it was yesterday\". He was determined that his players would press and harry on this occasion and, as they refused to allow Tottenham to settle into a rhythm, so they earned plaudits. There were also elements of gamesmanship to their approach and it was difficult to remember any team playing for time so early in a match. The referee Martin Atkinson spoke to the Hull captain, Anthony Gardner, about it after 27 minutes and then booked Nick Barmby for time-wasting one minute later. \"It's OK adding injury time, but it's killing the game,\" said Redknapp. \"The game never gets started. I want to see teams play.\" Brown, however, was in no mood to apologise. Myhill's \"Montgomery-esque\" double save – he somehow managed to get Keane's follow-up shot over the crossbar, after beating out Palacios's low drive – was not his only work of a scrappy first half. Just before the interval, he denied Jermain Defoe one-on-one. He stood tall in the second half when, having saved from Luka Modric, he denied Keane at close quarters and, late on, he tipped away Modric's rising drive and the substitute Peter Crouch's close-range header. Hull might have nicked it on the counter through Barmby or Stephen Hunt, although, as Brown acknowledged, it would have been a \"massive nick\". Tottenham were left to curse the excellence of Myhill. THE FANS' PLAYER RATINGS AND VERDICT Mark Dorett, PlanetSpurs.com This game was so frustrating. I knew we were in trouble when I saw Keane on the team list. Even my kids know you start with Crouch and Defoe. Hull have big defenders and play almost everyone behind the ball, and when Crouch came on we looked dangerous. So Harry has to take some of the blame for this result. And as for the blatant time-wasting, it was a disgrace. It started after about 15 minutes and that kind of thing has no place in the Premier League. The fan's player ratings Gomes 7; Corluka 6, M Dawson 6, Bassong 6, Bale 7; Modric 7, Huddlestone 5, Palacios 4 (Jenas 55 5), Kranjcar 7; Defoe 6, Keane 4 (Crouch 62 7) Steve Lee, Observer reader What a fantastic game. I'm really happy with this result. Brown got his tactics spot-on and we made Spurs look ordinary. They had a lot of possession, but for gilt-edged chances we had as many as them. Hull haven't looked as cohesive for a long time. I knew we could get a result when the home fans started getting frustrated after half an hour. I can't understand the time-wasting accusations. The referee let himself get influenced by the fans. He was a disgrace and Spurs' moaning was a joke. The fan's player ratings Myhill 10; McShane 8, Zayatte 8, Gardner 8, A Dawson 8; Boateng 7; Garcia 7 (Mouyokolo 83 n/a), Geovanni 7 (Vennegoor of Hesselink 75 6), Barmby 8 (Kilbane 65 7), Hunt 9; Fagan 8 TO TAKE PART IN THE FANS' VERDICT, EMAIL FANS.PREMIER@OBSERVER.CO.UK"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}