{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/jan/13/google-censors-retreat", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-01-13T21:59:26Z", "webTitle": "Google quits: Wake-up call or humiliating retreat?", "webUrl": "https://www.theguardian.com/world/2010/jan/13/google-censors-retreat", "apiUrl": "https://content.guardianapis.com/world/2010/jan/13/google-censors-retreat", "fields": {"headline": "Google quits: Wake-up call or humiliating retreat?", "bodyText": "While Chinese netizens laid wreaths outside the Google headquarters in Beijing today a short distance away the executives of Baidu, the biggest Chinese search engine, must have been thinking of popping champagne corks. Google's decision to pick a public fight with the censors is almost certain to cement Baidu's control of the world's fastest growing internet market, in which dominance requires compliance. While the move has won plaudits from freedom-of-expression groups, business -minded critics said Google had made a strategic error. \"This is the most stupid decision in their history,\" Tang Jun, a former president of Microsoft China, told Eastday.com. \"Giving up China means giving up half of the world.\" But the binning of the \"devil's bargain\", accepted by many foreign firms in order to do business in China, will have been determined by a cost-analysis taking account of brand value as well as profit. In financial terms, Google.cn's filtering of information on politically sensitive topics has not been well rewarded. While the Chinese internet market has expanded to 338 million people, Google's business in China has been undermined by clashes with the censors and an uneven playing field. Guge, as the firm is known locally, has got 12%- 17% of the queries, and 33% of the income in the Chinese search market. Baidu has almost all the rest. While Google's 800 staff could lose their jobs now, the impact on the firm's global revenues will be small, perhaps 1%-2% of the total. This has prompted cynicism over its motives behind the decision to champion free speech. Rumours about the firm quitting China had been circulating since September, when Kai-Fu Lee, its former chief executive, left to set up his own venture. Several other leading US internet companies, including eBay and Yahoo, have beaten a retreat or changed strategy in recent years after failing to challenge Chinese rivals. If Google is pushed out of this market now for adopting a confrontational stance, it could regain lost credibility overseas. Kaiser Kuo, a consultant to Youku, a video-sharing website, said of Google's position: \"It looks like a smokescreen of sanctimony … being done to draw the eye away from the ignominy of a humiliating retreat. But I suspect their motives are more earnest. Google may have a paltry market share compared to Baidu, but this is not a market to be sneezed at.\" In the long-term, analysts said, China's domestic market would be a loser, too. \"If Google goes Baidu will be the only giant in China's search engine market. A monopolised market can't be healthy,\" said Cao Junbo, chief analyst at iResearch. Google's move also reflects badly on firms that do comply with the censors. Hu Yong, a new-media academic, said: \"Google's market share is not very big, but their loss would definitely not be good for the Chinese market. It damages the image and credibility of the internet industry.\" Baidu declined to comment on the fate of its competitor but said it had no intention of following suit by challenging the censors. \"Baidu will always go along with Chinese laws,\" said a spokesman. Yahoo, Microsoft and Cisco accept that principle, but human rights groups said Google's revelations on the hacking and its stand on censorship could set an example. \"This is a wake-up call to the international community about the real risks of doing business in China, especially in the information communications technology industry – an industry essential to the protection of freedom of expression and privacy rights,\" said Sharon Hom, executive director of Human Rights in China."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}