{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/jan/09/cia-bomber-martyrdom-video-attacks", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-01-09T15:41:29Z", "webTitle": "CIA bomber's 'martyrdom' video urges more US attacks", "webUrl": "https://www.theguardian.com/world/2010/jan/09/cia-bomber-martyrdom-video-attacks", "apiUrl": "https://content.guardianapis.com/world/2010/jan/09/cia-bomber-martyrdom-video-attacks", "fields": {"headline": "CIA bomber's 'martyrdom' video urges more US attacks", "bodyText": "A Jordanian suicide bomber who carried out a devastating attack in Afghanistan that killed seven CIA agents and one Jordanian intelligence officer recorded a \"martyrdom\" video. In the grainy video, the bomber, former Jordanian doctor Humam Khalil Abu Mulal al-Balawi, promises that further attacks will happen against American forces and says he was motivated out of a desire for revenge over the death of Pakistani Taliban leader Baitullah Mehsud. \"We will never forget the blood of our Emir Baitullah Mehsud, God's mercy upon him,\" Balawi said as he sat next to the current senior Taliban leader in Pakistan, Hakimullah Mehsud, who succeeded the slain militant. In the video, Balawi is wearing dark green combat fatigues and is heavily bearded, while Hakimullah Mehud has an assault rifle on his lap. Balawi's attack sent a shockwave through America's intelligence services. It was the worst attack against the CIA since the US embassy in Beirut was bombed in 1983. It happened after intelligence operatives agreed to meet Balawi, believing he was working with them to track down al-Qaida and Taliban leaders in the mountainous border region between Pakistan and Afghanistan. Instead Balawi detonated a bomb, killing himself, the CIA agents and a man supposed to be his Jordanian intelligence handler. Speculation has been rife about whether Balawi was a triple agent from the beginning or changed sides during his work for the CIA. But in the video he dismissed the idea that he had ever worked with the Americans. That backs up similar statements made by his widow to reporters. Balawi said in the video that the US had offered him \"millions of dollars\" but that he had remained pure in the cause of Islamic jihad. \"The jihadist who follows God's way does not put his religion up for auction,\" he said. Balawi said he wanted to target the drone teams, controlled by the CIA, which are frequently used to target militants in aerial missile strikes. Such a strike had killed Baitullah Mehsud in August, 2009, in the Pakistan tribal region of South Waziristan. It was followed by a huge Pakistani army operation in the region aimed at driving out militants that saw hundreds of people killed and thousands forced to flee their homes. Balawi said further attacks against American targets and those who operated the drones would be forthcoming. \"This jihadi attack will be the first of the revenge operations against the Americans and their drone teams,\" he said. He also said that attacking jihadis only motivated them further. \"We never forget our martyrs, we never forget our prisoners,\" he said. The video, which surfaced this morning and has been broadcast on the Arabic satellite TV station al-Jazeera, will raise further questions in an already fierce debate as to how Balawi was able to meet so many CIA officers without being adequately checked. Reports have claimed that he was recommended to the CIA by Jordanian intelligence and that he led a double life, posing as a very useful informant while he plotted his spectacular attack. He was brought on to a CIA base in Khost in eastern Afghanistan on 30 December. CIA operatives, and their Jordanian counterparts, apparently believed that he would be able to give them information that could help them track down and target the highest echelons of al-Qaida's leadership."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}