{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/libertycentral/2010/jan/13/google-china-western-internet-freedom", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-01-13T22:30:01Z", "webTitle": "Will Google stand up to France and Italy, too? | Rebecca MacKinnon", "webUrl": "https://www.theguardian.com/commentisfree/libertycentral/2010/jan/13/google-china-western-internet-freedom", "apiUrl": "https://content.guardianapis.com/commentisfree/libertycentral/2010/jan/13/google-china-western-internet-freedom", "fields": {"headline": "Will Google stand up to France and Italy, too?", "bodyText": "Google's stand against Chinese censorship and surveillance – triggered by suspicions that China had been trying to hack activists' accounts – will be rightly lauded by defenders of human rights. But when it comes to upholding Google's vow not to \"do evil\" by its users, China is by no means the company's only headache. Before those of us in western democracies get too high on our horses about Google and China, we should remember that the Chinese are not the only ones putting pressure on Google in ways that are arguably harmful to freedom of expression, even when intentions are honorable. A growing number of governments – many democratically elected – share an attitude that internet companies should be expected to act as \"net nannies\" for their citizens. In the past several years, internet censorship has spread rapidly throughout a range of political systems. According to the Open Net Initiative, a consortium of academics and computer scientists who track censorship trends, the number of countries that censor the internet has gone from a handful a decade ago to almost 40 today – and the censorship club's fastest growing membership segment consists of democracies. Google's woes in many countries have to do with something lawyers call \"intermediary liability\": the intermediary service – which serves as a conduit for customers to post videos, photos or blogs, send messages, search for web content, or whatever – is held liable and can potentially be sued, prosecuted or otherwise punished for what its users do on its service. In the US, intermediaries are not held directly liable for users' postings and communications. If they were, Google executives are quick to point out, it's unlikely that YouTube, Facebook or Blogspot could have got off the ground. The risk of getting sued into oblivion or being sent to jail for aiding and abetting crime would have been too high – or the staffing costs required to monitor content in order to prevent those two things from happening would have been prohibitive for a startup company. China's system for censoring domestic websites – including domestically operated versions of foreign-branded sites like Google.cn – relies on intermediary liability. Websites located outside China that the state doesn't want people to see are blocked by the infamous filtering system known as the \"great firewall of China\". The Chinese government has no influence over what actually appears on those sites because the people running them are not physically in China and the data isn't being kept on computers in their jurisdiction. Websites operating inside China, however, are controlled more directly – by holding them liable. Operators are held legally responsible for everything appearing on or passing through their services. They are expected to delete offending content in a sufficiently timely manner, or risk being shut down. Dozens of Chinese web and mobile companies that failed to police their content adequately have been forced to close their doors over the past year for this reason. Google.cn, as a domestically operated service, has likewise been held responsible for what its users search and find. It has been under growing pressure from the authorities over the past year due to its failure to remove objectionable links from its search results to their satisfaction. Ironically, David Drummond – Google's chief legal officer who penned its stunning announcement this week – is facing criminal charges in Italy. Why? Because last year YouTube staff failed to act quickly enough to remove all copies of a video clip of an autistic child being bullied by his classmates. The core issue is a tough one for democracies: when awful people put ghastly video on the internet, with devastating consequences to innocent people, who should be held responsible and punished? Google's lawyers argued that staffers acted in good faith and removed the offending video as soon as they were made aware of it. The Italian prosecutors countered that Google had failed to do enough to prevent harm to an innocent child. In France, President Sarkozy's government has created a new agency called the Higher Authority for the Distribution of Works and the Protection of Copyright on the Internet. It requires internet service providers to monitor users for piracy of copyrighted music and video and send warnings to violators. A violator who ignores all warnings and persists would be brought before a judge and, if found guilty, could have their internet service cut off. While free speech activists pushed for a court hearing to be included in the legislation – the original bill didn't even involve the due legal process of a court hearing – serious concerns remain about the extent to which ISPs will be required to monitor the actions of their users, and whether these surveillance functions could be abused. The UK's digital economy bill would involve similar measures – sparking similar concerns from civil liberties groups about privacy and surveillance, and whether there will be sufficient public oversight and accountability of the system to prevent abuse. In India, a law that went into effect last October holds domestic and international internet companies – including Yahoo!, Facebook, YouTube and Twitter – accountable for helping to maintain \"public order, decency, or morality\". Companies are expected to be proactive about removing potentially inflammatory material. Failure to comply can result in jail terms for executives of up to seven years. The main impetus behind the law is religious violence – an ongoing problem in India that can be inflamed by hate-filled postings. YouTube, Twitter, Facebook and other social networking services have become powerful tools for opposition parties, political dissidents and whistleblowers around the world. But their power may be constrained, even in democracies, as intermediary liability is seized upon as the easy way to fight crime, porn, defamation and intellectual property piracy. Voters in democracies are understandably appalled at the ways in which bad people can use these sites to do awful things. Companies are understandably seeking government help in dealing with piracy. But if democracies decide that the primary solution to all these internet-era problems is to hold internet and mobile companies heavily liable for policing users – rather than finding some other way to fight crime and address other socially undesirable behaviour – authoritarian leaders around the world can also breathe a sigh of relief that the so-called free world is moving in their direction rather than the other way round. So, for that matter, can incumbent politicians in many democracies, who would rather not have to face internet-organised grassroots citizens' movements empowered by YouTube, Facebook and Twitter, and whatever innovations might come after them. Talk about throwing the baby out with the bathwater."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}