{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jan/05/sudan-fear-peace-deal-collapse", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-01-05T22:00:01Z", "webTitle": "Sudan's new year of fear | Ros Wynne-Jones", "webUrl": "https://www.theguardian.com/commentisfree/2010/jan/05/sudan-fear-peace-deal-collapse", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jan/05/sudan-fear-peace-deal-collapse", "fields": {"headline": "Sudan's new year of fear", "bodyText": "On Saturday, there will be exactly a year left to prevent the return of a conflict that was once the longest-running in Africa – Sudan's north-south war, which claimed about 2 million lives. With elections due this year and 365 days left until the crucial referendum on independence for the south, concern is growing among analysts, advocacy groups and NGOs working in Sudan that the spectre of widespread conflict is once again a reality. The comprehensive peace agreement that ended the 22-year civil war between north and south Sudan has its fifth anniversary on 9 January. Anyone who visited the south during those years, the camps of displaced people in the north, or the refugee camps that sprang up along the Ethiopian border, will know how important it is to prevent the re-ignition of that war. Of the millions killed, hundreds of thousands were burned to death in their southern tribal villages, with women and children captured and taken to the north of the country. Entire communities were eradicated from the map in a country whose remote vastness hid the atrocities from the eyes of the world. This week sees the launch of Sudan365, a global campaign, as well as a major joint-agency report – Rescuing the Peace in Southern Sudan – which warns that a cocktail of rising violence, chronic poverty and political tensions has left the peace deal on the brink of collapse. Next Monday Daniel Deng, the archbishop of the Episcopal church of Sudan, and Rowan Williams, the archbishop of Canterbury, will meet Gordon Brown to discuss the growing crisis. A new Chatham House report urges the international community to re-engage with Sudan; and Glenys Kinnock, the minister for Africa, is travelling out there this week By comparison with past casualties recent skirmishes seem minimal. But with the inter-agency report recording 2,500 lives lost in a single year – a serious spike – the ceasefire is in open crisis. Meanwhile, 350,000 people have been displaced from their homes. Analysts note that both sides of the divide are now moving into a potentially explosive endgame. And even as trouble grows in the south, in the western region of Darfur and in neighbouring Chad millions continue to suffer daily in refugee camps – seven years after the Darfur conflict erupted. People there are unsure whether their fate is worse than death. Militias surround these supposed places of safety, and women are raped walking for firewood; rations are meagre; and the hope of returning home diminishes with every passing year. Further complicating the global picture, Sudan's president, Omar al-Bashir, is wanted by the international criminal court for war crimes including genocide. He has since taken his revenge by throwing several aid agencies out of Darfur – precisely where humanitarian needs remain critical. I visited Sudan many times during the war, and have since been to Chad to see those desperate people living in a raging heat surrounded by little more than sticks and earth. In southern Sudan every child had their own story of atrocity, whether the loss of a parent to the swipe of a machete, the burning of their home and their crops by horseback militias, or the long walks across barren nothingness with no food or water. The lines are blurred by many complex factors, one of which is oil. While the country remains intact, the preferred method of extraction by the northern government has been to burn the tribal peoples from their land. But should the country be partitioned in two, some 87% of oil revenue would be held by the south. Will Khartoum really let those oilfields go? The consequences of a return to war will be dire not just for Sudan. The northern government is backed and armed by China, which exploits many of the oilfields, while the south is backed largely by the US and other western countries. Meanwhile, the north was home to Osama bin Laden, who lived in Sudan from 1992 to 1996. With a year left to act, a lasting peace for Africa's largest country may yet be a possibility, but campaigners will have to shout loud to be heard when there are conflicts where western soldiers are currently engaged. Many Sudanese now feel it is time for Barack Obama to earn his Nobel peace prize. After all, it is not peacekeepers or sanctions or soldiers that the civilian population are seeking. The Sudanese understand that only dialogue can now prevent a return to war."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}