{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/jan/13/trilogy-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-01-13T23:30:00Z", "webTitle": "Trilogy | Theatre review", "webUrl": "https://www.theguardian.com/stage/2010/jan/13/trilogy-review", "apiUrl": "https://content.guardianapis.com/stage/2010/jan/13/trilogy-review", "fields": {"headline": "Trilogy", "bodyText": "Nothing's perfect and neither is Trilogy, Nic Green's three-part interactive arts project investigating what it means to be a woman. Watching it again in London after its stupendous Edinburgh run, it is easy to see the flaws – the overextension, the simplifications, the lack of analysis. Does it matter? Not a jot. This is not a dry academic feminist treatise: it is a joyous piece of accessible, experimental theatre so disarmingly direct and passionate it makes you want to join the dance. Trilogy is confident in its belief that through both personal and direct action it is possible to change the world. From the blazing opening sequence, during which a group of women reclaim their bodies just as my generation reclaimed the night, to its final reclamation of Jerusalem, once a suffragette anthem, Trilogy is a series of connections, juxtapositions, fragments and questions passing up and down the generations. Laura Bradshaw has a live telephone call with her mother; another woman remembers her gran; and in the piece's extraordinary central section the company create an intricate chessboard of movement set to extracts from the film Town Bloody Hall, the 1971 New York debate about women's lib chaired by Norman Mailer. Germaine Greer's \"Mozart's sister\" speech about the ego of the male artist is physically answered in this collective act of art created collaboratively. Is it enough? Of course not. Is it a start? Absolutely, and one that sends you out of the theatre inspired and optimistic that our daughters are on track."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}