{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jan/16/football-league-nottingham-forest-reading", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-16T21:00:45Z", "webTitle": "Reading's FA Cup bubble burst by casual Nottingham Forest", "webUrl": "https://www.theguardian.com/football/2010/jan/16/football-league-nottingham-forest-reading", "apiUrl": "https://content.guardianapis.com/football/2010/jan/16/football-league-nottingham-forest-reading", "fields": {"headline": "Reading's FA Cup bubble burst by Nottingham Forest", "bodyText": "Reading's boost from knocking Liverpool out of the FA Cup at Anfield did not count for much on their return to Championship action. However, though Nottingham Forest deserved their 2-1 win over them, it could easily have been a different story but for Forest's goalkeeper, Lee Camp, At 2-0, with Forest having taken their foot off the gas pedal, Camp produced outstanding saves from Gunnar Thorvaldsson. He also saved a Brian Howard penalty, awarded for a foul on Jimmy Glebe by Nick Shorey which brought the full-back – making his last Reading appearance on loan from Aston Villa – a red card. Forest's win increased their unbeaten run to 18 matches. With Newcastle and West Bromwich Albion facing each other tomorrow, it took them to within two points of the former, and four points clear of the latter. Derby's striker DJ Campbell had a field day against Peterborough, whose central defenders, Craig Morgan and Ryan Bennett, were both sent off for fouls on him. Bennett's offence also brought the penalty from which Steve Davies put Derby ahead, and Campbell, who is on loan from Leicester, added two more to make it 3-0. Peterborough's former manager, Darren Ferguson, had a disappointing first match in charge for Preston – a 4-2 defeat at Bristol City – while Mick Harford's second spell as QPR's caretaker manager started with his team twice coming from behind for a 2-2 draw at Blackpool. QPR, inspired by Adel Taarabt, got their second goal through a spectacular 20-yard volley from Matthew Connolly. There was further gloom for Gordon Strachan. Despite having all his signings from his previous club Celtic making their Middlesbrough debuts – Barry Robson, Willo Flood and Chris Killen – they lost 1-0 at Sheffield United. Boro have managed only two wins in their 12 matches since his appointment, and this defeat was their sixth in the past seven. Leeds suffered only their second League One defeat of the season, surprisingly going down 2-0 at Exeter. Midfielder Ryan Harley scored the first goal with a header and added the other from 25 yards. No team, though, will have found defeat harder to stomach than Colchester did in crashing 5-0 at home to Norwich. The relationship between the two clubs has been far from amicable since Norwich's 7-1 home defeat by Colchester on the opening day of the season and, more specifically, the departure of Colchester manager Paul Lambert to Carrow Road shortly afterwards. They are still in dispute over the compensation package Colchester are demanding and, before this match, the Colchester chairman, Robbie Cowling, said: \"I am not sure I have ever wanted to win a game of football so badly.\" The scoreline would have been even worse for Colchester, but for a missed penalty by Wes Hoolahan. Adding to their gloom was that Ian Henderson, on his home debut, was sent off near the end for a late tackle on Darel Russell. In the League Two match of the day, Bury won 2-1 at Bournemouth to move into the play-off zone. Their midfielder Stephen Dawson, widely acknowledged to be their driving force, scored the opening goal and David Worrall got their second."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}