{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2010/jan/09/birminghamcityfc-premierleague", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-09T20:02:24Z", "webTitle": "Alex McLeish and Birmingham shine as Alex Ferguson's problems mount | Stuart James", "webUrl": "https://www.theguardian.com/football/blog/2010/jan/09/birminghamcityfc-premierleague", "apiUrl": "https://content.guardianapis.com/football/blog/2010/jan/09/birminghamcityfc-premierleague", "fields": {"headline": "Alex McLeish and Birmingham shine as Ferguson's problems mount", "bodyText": "Forget manager of the month for December. If Birmingham City can sustain this form over the remainder of the season Alex McLeish will be a leading candidate for manager of the year. Steve Coppell picked up the award during Reading's first season in the Premier League and the way Birmingham have adapted to life in the top flight during this campaign has been every bit as impressive. This was Birmingham's 12th successive match without defeat, a club record in the top flight. They might even have had a victory but for Manchester United's controversial equaliser, when Mark Clattenburg, the referee, overruled his assistant who had flagged for offside as Scott Dann turned Antonio Valencia's cross into this own net under pressure from Wayne Rooney. McLeish and the home players were furious although when the dust settles and the Birmingham manager looks at the league table he might well reflect that life could not be much better. Plenty of Ferguson's former players have gone into management but it is tempting to wonder whether McLeish might emerge as the pick of the bunch. There is a hunger about the Scot that probably owes much to the era when he played. Before this game he was recalling his time at Aberdeen and remembering the bonuses that helped to pay his mortgage. Roy Keane, Mark Hughes, Paul Ince and Bryan Robson would not have experienced the same problems during their playing days at Old Trafford. McLeish, though, brings more than a desire to succeed to the table. He has proved himself to be a shrewd recruiter of players at St Andrew's, evidence of which can be found in the shape of the two central defenders, Dann and Roger Johnson, who were both signed from Championship clubs and have excelled in this division. Furthermore, promoted clubs do not put together long unbeaten runs in the Premier League without being well organised. For all that, it was mind-boggling that Birmingham were in the lead at the interval here. United had completely controlled the opening 45 minutes, dominating possession and forcing Birmingham to spend almost the entire half camped on the edge of their penalty area and chasing shadows. It was as much as Birmingham could do to get a touch of the ball at times and ,when they did, much to McLeish's obvious frustration, it was quickly gifted back to United. McLeish has had great success since switching to 4-4-2 but Ferguson's decision to play with a five-man midfield gave United a numerical advantage in that area and they made it tell early on. Crucially, though, the visitors were unable to turn what seemed like a thousand midfield passes in the first half into goals. Rooney had a decent chance in the 24th minute, on one of the few occasions when Johnson switched off, but Joe Hart dashed from his line to smother. Otherwise United seemed to lack the imagination to break Birmingham down, the visitors bereft of ideas and badly missing the sort of creativity that Dimitar Berbatov was signed to provide. That the Bulgarian has failed to deliver on that promise on too many occasions in a United shirt, including last Sunday against Leeds United, helped to explain his absence here. Seven players were dropped from the United line-up but Berbatov failed to even make the bench. Ferguson has pointed to injuries in centre of defence, rather than a lack of attacking options, as a reason for United's stuttering form in recent weeks and his theory had some credence here. Wes Brown and Jonny Evans were far from convincing against Birmingham's hard-working but limited front pairing, with Cameron Jerome's 40th minute goal coming after the latter had made a hash of trying to clear Lee Bowyer's header. Birmingham's players talk about McLeish being measured with his observations and whatever he said at half-time it worked. Birmingham improved markedly, taking the game to United and coming close to scoring a second goal on several occasions. Dann's own goal ultimately provided United with a reprieve but it could not paper over the cracks of what was another disappointing result for Ferguson, and one which was made worse by Darren Fletcher's stupid late dismissal. McLeish, on the other hand, should be bursting with pride."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}