{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/jan/20/save-economy-cut-spending", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-01-20T22:22:36Z", "webTitle": "Economy at risk of destruction unless spending slashed, says Tory adviser", "webUrl": "https://www.theguardian.com/uk/2010/jan/20/save-economy-cut-spending", "apiUrl": "https://content.guardianapis.com/uk/2010/jan/20/save-economy-cut-spending", "fields": {"headline": "Economy at risk of destruction unless spending slashed, says Tory adviser", "bodyText": "David Cameron will have to cut public spending by £75bn a year by the end of the next parliament if he is to avoid destroying the British economy, an adviser to the Tory leadership has warned. In the first indication of the possible scale of post-election cuts, the former cabinet minister Lord Forsyth warned that a Conservative government would have to slash spending at almost double the rate proposed by Gordon Brown. Forsyth, a minister under Margaret Thatcher who went on to become Scottish secretary in John Major's cabinet, is still an influential figure in Tory circles after chairing a tax commission on behalf of Cameron in 2005-06. Speaking at the ConservativeIntelligence's Tory conference in Westminster, which was addressed by the party's policy co-ordinator Oliver Letwin, Forsyth said there is now \"only one game in town\" – achieving economic growth and cutting the public sector. \"On the crisis, overall it seems to me that we need to be able to reduce the overall level of public expenditure over a parliament by about £75bn,\" Forsyth said as he went further than the Tory leadership which has shied away from spelling out the exact extent of cuts. \"This is not going to be easy stuff … Taxes should not go up. Part of the problem is that taxes are far too high. The government is taking far too much. If we continue like this … we are actually going to destroy our economy. We have to face up to this and make these reductions.\" Forsyth insisted that he was saying what should happen, rather than what would happen. \"I am answering the question what should happen not what will,\" he said. Labour said that Forsyth's proposal would mean that a Conservative government would cut public spending at nearly double the rate of Labour. Alistair Darling, the chancellor, has pledged to halve Britain's £178bn fiscal deficit over four years. This would mean that by 2013-14 public spending would be cut by £38bn a year. The rest of the £82bn annual cut in the deficit would come from economic growth of £25bn, and tax increases of £19bn. George Osborne, the shadow chancellor, said that the Tories would start cutting the fiscal deficit sooner than Labour, though he declined to name any figures. He said he believes the split between tax increases and public spending cuts should be around 20/80. This means that he would cut spending by at least £46bn a year by 2013-14. Liam Byrne, the chief secretary to the Treasury, said last night: \"David Cameron's adviser on tax says that Tories should go way further and cut £75bn from annual public spending by the end of the next parliament – far beyond our plans. As on marriage tax, confusion reigns in Conservative ranks. George Osborne needs to stop the nods and winks and tell us whether he'll match our plans to halve the deficit or whether he signs up to this new plan from David Cameron's chief tax adviser.\" To ram home his message – and in a sign of his continuing influence at the highest levels of the Conservative party – Forsyth drew parallels with Britain's plight in 1940. He related how George Bridges, an old Cameron friend who is helping to mastermind the party's election campaign, recently gave him a copy of Five Days in London, May 1940. Bridges is the grandson of Winston Churchill's cabinet secretary, Sir Edward Bridges. \"Most people in the country had no idea how much danger the British expeditionary forces were in or how serious the crisis was to the country,\" Forsyth said of Britain in 1940. \"I think right now that is about where we are on the economy. I think most people with their mortgages still quite low and provided they are in employment most people have not really cottoned onto the extent of the crisis.\" His warning about the economic crisis was echoed by Michael Fallon, a Thatcherite former education minister, who is the senior Tory on the Treasury select committee. Fallon said that an emergency budget, which Osborne has pledged to hold within 50 days of the general election, should be renamed the crisis budget. \"The emergency budget will be the crisis budget. We can't afford for the crisis to build up. The crisis is here already. We can't wait till 2011 on what needs to be done. I would expect an emergency budget – and perhaps the manifesto – to set out the balance between spending cuts and increasing taxes.\" Forsyth confirmed last night that the £75bn was an annual figure which may need to be achieved by the end of the next parliament which could run until 2015. But he said that the £75bn figure could be lower if economic growth picks up. \"There is a big hole in the budget which at the moment is being financed by borrowing … If you get growth you will be able to spend more. But at the moment there is a hole of £75bn … At the moment we are spending about £75bn more than we are generating and we are borrowing.\" Forsyth's intervention came as the Treasury warned that \"extremely painful\" spending cuts would have to be imposed. Ian Pearson, a Treasury minister, told MPs: \"What we are proposing is going to be extremely painful. I think it's going to be tougher to deliver than pretty much any of us here in this House really understands ... [There are] potentially very difficult circumstances that it will create in many communities in the country.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}