{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/jan/20/arsenal-bolton-wanderers-premier-league", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-01-20T23:21:21Z", "webTitle": "Cesc Fábregas steers Arsenal into top spot – almost by mistake", "webUrl": "https://www.theguardian.com/sport/blog/2010/jan/20/arsenal-bolton-wanderers-premier-league", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/jan/20/arsenal-bolton-wanderers-premier-league", "fields": {"headline": "Cesc Fábregas steers Arsenal into top spot – almost by mistake", "bodyText": "The neutral will feel that a winter run by Arsenal was what this title race needed. Too much of the attention has been on Liverpool's decline, Manchester United's debt and Manchester City's wealth. The campaign needed a pure footballing story: a revival for the claim that Arsenal would get there in the end, even if Arsène Wenger went geriatric trying. Two-nil down, then 4-2 winners. Top in January for the first time in two years. Here in the house of eternal promise they saw the future pay an early visit as Chelsea were knocked off their plinth on goals scored. These Arsenal graduates sense the opportunity to exploit instability and vulnerability elsewhere in the league. They have no excuse to deviate from the simple task of trying to play the best football in England. In this year more than any, sustained brilliance will carry a team past the faltering and the insecure. The prize for Wenger's men is a first English championship since 2004. Here in north London they found that seizing a chance is sometimes harder than not having one at all. Arsenal's unlikely return to the No1 spot would, Wenger said, have \"psychological meaning\" for the other contenders. But the thought of it had a mental impact on his own players too as the dark horses succumbed to dark thoughts. The concession of two first-half goals to a Bolton Wanderers side they had beaten comfortably four days earlier on northern turf showed that the dynamic has changed in Highbury and Islington. To be \"written off\" had its advantages. It removed the burden of expectation that was apparent when Arsenal made such a fretful start to this game and allowed Owen Coyle to put early gloss on his managerial move from Burnley to Bolton. But led by their redoubtable captain, Cesc Fábregas, who was about 18 years old at birth, Arsenal surged back into the reckoning with a curling first-half strike from Tomas Rosicky and then a Fábregas equaliser after the home side had showed they are not all poetry and pretty patterns. The stamp by William Gallas on the standing ankle of Mark Davies escaped the attention of the referee, Alan Wiley, but put the Bolton midfielder on a stretcher. Gallas can expect to see endless replays of this unsavoury challenge and Wiley should be asked to explain why he waved play on for Fábregas to score. The main animating force of Arsenal's play was the desire not to let a chance go floating by. Wenger would not have wanted to spend the rest of the evening explaining that the class of 2010 were just too callow to beat a relegation-threatened opponent twice in four days. His half-time team talk would have been of the non-professorial variety. Sure enough, Arsenal took the lead through Thomas Vermaelen and then grabbed the fourth goal they needed to depose Chelsea courtesy of Andrey Arshavin. After their 3-0 thumping at home to Carlo Ancelotti's team at the end of November, Arsenal had demanded time and space to continue on the long path to maturity. The Champions League seemed their only major target as another title challenge fell down the well of youth and inexperience. But like the two under-worked thespians in Withnail and I who went on holiday \"by mistake\", the Gunners have surged past Chelsea and United without really planning it, with a run of seven wins in nine games. Wenger's array of ball-sprayers were last No1 back in August after a 6-1 win at Everton and a 4-1 demolition of Portsmouth. To lead the title race before 1 September hardly registers, though, and after defeats by the two Manchester clubs they dropped to ninth. So resounding was Chelsea's conquest in this stadium that another set of domestic hopes were packed away as Wenger began a new round of lectures on patience and faith. \"Everyone wrote us off, but we are back in it,\" he said. That sent tremors through his squad. But not for long. Fábregas, the team's top scorer with 14, has added composure in front of goal to his formidable repertoire. Arshavin is forever primed to inflict hurt and the absence of Robin van Persie has been concealed by mass artistry in midfield. Just when Wenger had persuaded us that the league title is not a life-defining obsession (or that any time would do), tomorrow showed up with snow on its boots. Only 16 games left for their nerve to hold."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}