{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jan/19/fa-cup-notts-county-accrington-stanley", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-19T23:52:09Z", "webTitle": "FA Cup round-up: Lee Hughes sets up Notts County date with Wigan", "webUrl": "https://www.theguardian.com/football/2010/jan/19/fa-cup-notts-county-accrington-stanley", "apiUrl": "https://content.guardianapis.com/football/2010/jan/19/fa-cup-notts-county-accrington-stanley", "fields": {"headline": "Lee Hughes sets up Notts County date with Wigan", "bodyText": "Notts County earned a fourth-round meeting with Premier League Wigan after they edged out Forest Green Rovers, the last non-league side in this season's competition, 2-1 at Meadow Lane. The Magpies had been knocked out of the Cup by non-league sides for the last two years, a run they will be pleased to have ended. The first half was goalless, with the visitors by no means overawed, but shortly after half-time the League Two club started to produce more of a threat. Graeme Lee's volley hit the bar and less than two minutes later they were ahead through Stephen Hunt's close-range shot. Kasper Schmeichel was called upon to save with his feet from Jonathan Smith as the Blue Square Premier club hit back and they were rewarded with a 63rd-minute equaliser through their former Premier League striker, Isaiah Rankin. However, less than a minute later Lee Hughes restored Notts County's lead with a 25-yard shot past an out-of-position Terry Burton and high into the net, his 19th goal of the season. Accrington Stanley will play Fulham after beating Gillingham 1-0. Both sides created chances, with the Gills keeper Simon Royce especially busy in the first half, but the deadlock was not broken until nine minutes from time. John Miles slotted home to earn the League Two club a home tie against the Cottagers. \"Financially it's a big boost,\" said their manager, John Coleman. Doncaster will travel to their fellow Championship club Derby on Saturday after a late James O'Connor goal saw them overcome Brentford in their FA Cup third-round tie. The south Yorkshire club had the better of the chances in the capital, Brian Stock forcing Lewis Price to tip his effort over and Billy Sharp going round Price only to fall over with the goal at his mercy, but the tie appeared to be heading for a replay. However, Stock turned provider and O'Connor headed home from inside the six-yard box from James Chambers' corner, before Dean Shiels almost doubled the lead. Sam Saunders had a close-range shot for the Bees deep into injury-time but it was Rovers' night. \"I thought we deserved a replay because there wasn't much indication that they were in a higher division,\" the Brentford manager, Andy Scott, said. \"Once we started playing I thought we were excellent and caused them a lot of problems. I'm very proud of the lads.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}