{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/jan/11/iraq-war-inquiry-alastair-campbell", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2010-01-11T22:27:38Z", "webTitle": "Iraq war inquiry: Alastair Campbell's role to come under scrutiny", "webUrl": "https://www.theguardian.com/uk/2010/jan/11/iraq-war-inquiry-alastair-campbell", "apiUrl": "https://content.guardianapis.com/uk/2010/jan/11/iraq-war-inquiry-alastair-campbell", "fields": {"headline": "Iraq war inquiry: Alastair Campbell's role to come under scrutiny", "bodyText": "Alastair Campbell is due to give evidence to the inquiry tomorrow. It will be seeking answers to 10 key questions. • Was Campbell behind the original idea to publish a dossier on Iraq's weapons of mass destruction using information provided by MI6 and assessed by the Joint Intelligence Committee chaired by John Scarlett? • What role did Campbell have in the production, the \"sexing up\", of the now discredited dossier published in September 2002? Whitehall documents show he asked the JIC chairman John Scarlett for 15 changes to a draft a week before it was published. • What role did Campbell have in the highlighting of the notorious \"45- minute\" claim? • Was Campbell's relationship with Scarlett constitutionally proper? Campbell, a political appointee, called Scarlett, a career spy later appointed to head MI6, his \"mate\". • What was Campbell's view about the use of intelligence from MI6 to promote propaganda, or a political agenda? • How far was Campbell influenced by what the Bush administration claimed about Iraq? The evidence is that the dossier was changed to reflect various US claims about the purpose of aluminium tubes, for example, and the timeframe for Saddam Hussein's possession of nuclear weapons. Campbell attended a Downing Street meeting in July 2002 when Sir Richard Dearlove, then head of MI6, was reported to have said about the US \"the intelligence and facts were fixed around the policy\". • Was it Campbell's idea to publish the \"dodgy dossier\" in February 2003? A dossier, partly plagiarised from a California-based student's thesis found on the internet, was handed out to Westminster journalists and described as being based on intelligence reports. MI6 was furious. • Did Campbell believe regime change was a legitimate aim of an Iraq invasion? Campbell was at meetings with Blair where this was discussed, though Lord Goldsmith, the then attorney general, warned that \"the desire for regime change was not a legal base for military action\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}