{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jan/19/carling-cup-manchester-city-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-01-19T23:43:00Z", "webTitle": "Carling Cup, semi-final, first leg: Manchester City 2-1 Manchester United", "webUrl": "https://www.theguardian.com/football/2010/jan/19/carling-cup-manchester-city-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2010/jan/19/carling-cup-manchester-city-manchester-united", "fields": {"headline": "Carlos Tevez surge leaves Manchester United reeling in Carling Cup", "bodyText": "Manchester City's supporters have maintained their vigil for decades, waiting for the sign that transformation truly is at hand. Two goals from Carlos Tevez against his old employers did hint at nemesis for Manchester United but his current admirers have gone through far too much distress to suppose that glory is now imminent in this Carling Cup semi-final. The pounding that Wayne Rooney gave City as an equaliser was pursued will be remembered by those fans but they still departed with a tremor of hope. The fates had stood by their side, when saves by Shay Given and a goal-line clearance by Nedum Onuoha from an effort by another substitute, Michael Owen, were needed in the closing phase. The match, all the same, held other stories that the victors will rejoice in retelling. They had, after all, come back from a goal down to attain this joy. It is much too soon to tell whether City have been transformed but Tevez is certainly in the midst of an astonishing spell. He altered the whole nature of this game. The equaliser in the 42nd minute was perplexing since the visitors dominated the first half as if their opponents had never been drenched in the torrent of Sheikh Mansour's wealth. United displayed a command they had not necessarily enjoyed even when City were downright poor. • FA to investigate after Neville gives Tevez the finger • Paul Wilson: Will City ever be bigger than United? • Daniel Taylor: Tevez makes Ferguson squirm • In pictures: Tom Jenkins's best pictures from Eastlands Roberto Mancini, the City manager, must have feared that and had put an emphasis on solidity. Eventually there were many indications of the attributes in the United side that nudged him towards such caution but the initial effect of the strategy was to subdue his men without attaining security. It added to the vulnerability when United moved ahead in the 17th minute. The forward Craig Bellamy, scurrying back to cover on the left, was beaten with little fuss by Antonio Valencia and the winger hit a low cross that Rooney knocked against Given, with Ryan Giggs tapping in the rebound for his first goal in this derby fixture since 1996. The immediate response by Mancini was to keep Bellamy in a deep position on the left, presumably in the hope that sheer numbers would check United in that area. Tactics, all the same, had no bearing on the equaliser. Rafael da Silva clutched Bellamy's jersey and maintained his grip as the Welshman entered the area. Having played an initial advantage, the referee, Mike Dean, was correct to whistle once a penalty was due City. Their defender Micah Richards had conceded a spot-kick in just that manner at the weekend in the defeat by Everton. United complained fiercely that Rafael's fouling had ceased just short of the area but anyone with a sportsmanlike attitude would have been glad of the conclusion reached. Edwin van der Sar, having been cautioned for delaying the penalty, still saw Tevez lash it high past his left hand. There was joy and gloating in equal measure of home fans who witnessed the attacker cause United such angst. Rivalry added to the gravity of this encounter. The interest taken by the visitors in the Carling Cup is highly variable but Sir Alex Ferguson wanted to dent the confidence of an emerging foe and his line-up was fairly strong. City's manager does not have as many selection dilemmas as he would like. The timing of Mark Hughes's sacking was adroit since it left Mancini with the prospect of some simple wins and four victories were racked up in low-intensity matches, but the newcomer is too experienced to suffer from false encouragement. He cannot have been wholly surprised by defeat at Goodison. Mancini continues to consider his options and the 19-year-old Dedryck Boyata was given his second start for the club here. It is no coincidence that such an opportunity should be extended to a centre-half. Mancini, after all, must achieve the security that eluded Hughes, even if Tevez has his mind on more than resistance. The attacker might have broken the deadlock but instead misdirected a header from Shaun Wright-Phillips's cross in the 23rd minute. The impact had only been delayed. Tevez put a complete stop to any sense of security United had with his second goal. Bellamy's corner in the 65th minute was sent deep and, when Pablo Zabaleta headed it down, Vincent Kompany lobbed the ball into the centre for the striker to nod past Van der Sar, who then made an unfounded claim for offside. The frenzy that ensued from United was gripping to witness. Old Trafford will seethe with passion in the return."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}