{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jan/16/england-south-africa-fourth-test", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-01-16T23:03:14Z", "webTitle": "Graeme Smith claps his hands and the Bullring roars", "webUrl": "https://www.theguardian.com/sport/2010/jan/16/england-south-africa-fourth-test", "apiUrl": "https://content.guardianapis.com/sport/2010/jan/16/england-south-africa-fourth-test", "fields": {"headline": "Graeme Smith claps his hands and the Bullring roars", "bodyText": "It was 10 minutes past four today when the Bullring really came to life. With the weekend came a full house at the Wanderers and they had enjoyed some scintillating cricket, first as England came back at South Africa and then as the Proteas pulled away. The usual electrical storm arrived on cue after lunch, but, like Giles Clarke's attempts to get an umpiring referral reinstated, it was more bluster than substance. The rain came but thinly, an early tea was taken and only five overs were lost. At four o'clock bang on Graeme Smith, satisfied, as well he might be, that a lead of 243 was enough, and allowing for more rain with, say, a total of four sessions more than adequate time in which to bowl a weary England out, clapped his hands and called off his batsmen. The inhabitants of the Bullring perked up. They come for the blood sport. Watching batsmen is all very well but there is nothing quite as stirring as the sight of two bowlers of high velocity, operating as a pair, putting the wind up the opposition: in Dale Steyn and Morne Morkel, South Africa possess the most potent opening duo in the world. Sitting in the press box was a revelation. We hacks spend most of our existence sealed hermetically from the outside world, watching play as if on a giant plasma with the mute button on. At Lord's they try ambient noise, but its generally the gentle jostling and joshing of MCC members lunching. This is different, a lofty eagles' nest, open to the noise that hits like a shock wave. When full this is one of the most hostile of cricket environments. Bowlers draw extra strength from audience power. The adrenalin pumps up, effort, with a short session in prospect, is total. In the first innings, Steyn took Andrew Strauss's wicket with his first ball, but in truth, until his devastating final spell that finished England, he was lacklustre. This time Strauss flagged his first ball past, but it was rapid. A delivery ricocheted off the England captain's thigh pad and close to Hashim Amla, perched in at short leg where he had started the match with a stunning catch. The noise was deafening. Strauss clipped to midwicket to get off his pair. No roar was bigger than that when Steyn turned on the afterburners and dumped Strauss on his backside. At the other end, Morkel, round the wicket to offer no room, beat the outside edge. Then the fourth ball of Morkel's second over brought a cacophony as Alastair Cook edged swiftly to Smith at first slip who clutched the ball securely and set off in celebration towards his bowler. Gone was one England player capable of digging in for the duration. For the second time Jonathan Trott endured a torrid time, the calmness of his Oval century a distant memory already. If a hundred on debut is an outstanding introduction, then no player earns more than superficial respect until he has managed a second, and Trott has a way to go. His second ball from Morkel scuttled under his bat like a rat under a privy door, indication enough of the hazards that would be there should the game ever reach a fifth day. One settling boundary was clipped off his legs, another, utterly inadvertently, when ducking a bouncer he left his bat periscoped in the air to be clipped. England got the great Australian Doug Walters a few times like that. There was to be no respite for Trott. Steyn's rapid away swing, perfectly pitched, took the edge and AB de Villiers at third slip pouched the catch. The slide had begun. Earlier, the chatter had been whether Smith would delay his declaration too long in allowing the estimable Mark Boucher the chance, not taken, to reach his sixth Test hundred. Fifteen years ago, on this very ground, Hansie Cronje made just that error in allowing Brian McMillan too much time to reach three figures and then suffered Mike Atherton's epic. But Boucher is a most selfless cricketer and one of the most combative. If South Africa's second most capped player has a dog, you would not wish to be a postman who coveted the seat of his trousers. Few wicketkeepers have had his facility to scrap and in so doing transform a game. When he had made 66 yesterday he reached 5,000 Test runs, of keepers a figure exceeded only by Adam Gilchrist, who was from a different planet in any case. The closest England have had would be Alan Knott, who was a genius, and perhaps Jack Russell, whose hours of self denial helped Atherton. But barmy Jack saved matches rather than won them. Maybe the closest was the gravelly voiced Australian Ian Healy, who made 4,356 runs at an average a shade over 27, with four hundreds, the last of them, 134, against England at Brisbane in November 1998, helping to transform the Australian innings. At the time his career was in sharp almost terminal decline and the talk was of change, a new face. Early on at the Gabba, he was badly dropped at third man by Angus Fraser, who claims that in so doing he sacrificed his team's chances for the greater good of the non-Australian cricket world. Healy played for another year. Only then came Gilchrist."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}