{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/filmblog/2010/jan/11/eric-rohmer-career-clips", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2010-01-11T23:12:32Z", "webTitle": "Eric Rohmer: a career in clips", "webUrl": "https://www.theguardian.com/film/filmblog/2010/jan/11/eric-rohmer-career-clips", "apiUrl": "https://content.guardianapis.com/film/filmblog/2010/jan/11/eric-rohmer-career-clips", "fields": {"headline": "Eric Rohmer: a career in clips", "bodyText": "Le Signe du Lion (1959) Rohmer's first feature was a pure-blood product of the burgeoning French New Wave; a loose-limbed, low-budget tale of poverty-row Paris, evocatively played out in the Latin Quarter as its hero rattles between the houses in search of loot. The film was destined to be eclipsed by the likes of Breathless and The 400 Blows – but Rohmer had yet to find his perfect rhythm. La Collectionneuse (1968) The fourth of Rohmer's six \"moral tales\" offers a wry and playful battle of the sexes, as the nymphet of the title makes a point of bedding a different man each night – and dances constantly away from the two male friends who try to tame her. Its St Tropez setting showed how Rohmer was as comfortable in France's wide open spaces as in the bustling metropolis. My Night With Maud (1970) Jean-Louis Trintignant gives a superb performance as the Catholic engineer who finds himself mentally and emotionally (if not quite physically) undone by the smart, cerebral Maud (Francoise Fabian) in what is arguably the most iconic of all Rohmer's dramas. My Night With Maud is a film that shows how simple conversation can be as purely sensual – and as erotically charged – as actual sex. Here, perhaps, is the movie that taught Richard Linklater all he knows. Claire's Knee (1972) Rohmer cemented his credentials as the great poet of bourgeois repression with Claire's Knee, in which a buttoned-up businessman finds himself smitten by the sight of a bare limb while on vacation. As the hero's world collapses around him, Rohmer shows his trademark light touch to keep all the pieces revolving in the air – turning each periodically to the sunlight so we can view them better. The Green Ray (1986) The Green Ray marries social realism with the fantasy stylings of the fairy tale, concocting a haunting essay on female loneliness around a Parisian secretary who finds herself abandoned for the summer. Nobody was as good at Rohmer at conjuring epiphanies out of the everyday. None of his films ends on quite so magical a note as this sun-dappled little treasure. A Summer's Tale (1996) A Summer's Tale, fittingly enough, was to prove the warmest and most seductive of Rohmer's Tales of the Four Seasons. It's the story of a young student (Melvil Poupaud) who finds himself torn between a trio of girls as he bounces around the coastline of Brittany. Now nudging into his dotage, the director belied his age with a supple, langorous and oddly poignant tale of youthful follies. The Romance of Astrea and Celadon (2008) Towards the end of his life, Rohmer risked alienating his fan base by breaking away from fine-tuned, contemporary dramas and turning his gaze to the films of the past. He made his film swansong with The Romance of Astrea and Celadon: an adaptation of Honoré d'Urfé's 17th-century pastoral novel of fifth-century Gaul, complete with shepherds, nymphs and druids chatting on courtly love. It was a curious venture, but an oddly intoxicating one. This was a romance that crept up on you, full-hearted evidence that even at the age of 87, here was a director still making unique films. It was a worthy last work of a one-off talent."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}