{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2007/feb/11/escape2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2007-02-11T19:11:00Z", "webTitle": "Me and my travels: Alex Zane", "webUrl": "https://www.theguardian.com/travel/2007/feb/11/escape2", "apiUrl": "https://content.guardianapis.com/travel/2007/feb/11/escape2", "fields": {"headline": "Me and my travels", "bodyText": "I hate travelling ... Alone. I hear tales of people who have travelled alone and found it an amazing journey of self-discovery, but I struggle to spend an evening alone in my flat so the idea of days with no one but myself for company is terrifying. My favourite hotel is ... The Mondrian in Los Angeles. The hotel pool overlooks the city and is populated by truly beautiful women and men whose muscles ripple. My muscles don't so much ripple as struggle. I looked out of place at that pool, or at least I would have done if I'd had the confidence to actually use it. My first trip was ... To Crete. We stayed at a hotel that could only be reached via a dirt track. I was five and hadn't yet seen Jaws so it was the last holiday where I could enjoy the sea without a terrible sense of foreboding. My most memorable meal was in ... The middle of virgin rainforest in Malaysia in 1997. I was on a two-week Raleigh International trek with some friends. We didn't have enough lightweight food supplies so had been forced to take tins of goat curry from a local supermarket. It was potent stuff - we smelled of goat for at least 24 hours afterwards. The most romantic place I've ever been to was ... Detroit. Perhaps not romantic in your classic honeymoon way, but romantic in a ghost town kind of way. It looks like most major US cities except the streets are almost deserted and the skyscrapers vacant. We wandered round these huge buildings filming empty floor after empty floor. It was spooky, similar to how I imagine the world will be following the apocalypse, except without the zombies. When I'm travelling I always miss ... Work. It takes me a good seven days to stop wondering what I might have been doing back home had I not come away. My ideal travelling companion is ... Someone who hasn't been to the place I'm visiting. It's much more fun to discover new things with someone rather than have them say, 'Oh, we have to head down to this little bar I discovered, they do a mean mojito'. My last trip was to ... New York. I was making a show for American TV. There was something even more enjoyable about being there with a purpose and not just as a tourist. It was -6C and snowing when I arrived. I'm a huge fan of both the cold and snow so was very happy. I love Gramercy Park, a small beautifully kept park in Gramercy Square that is always locked. I dream of making friends with one of the affluent residents in the surrounding buildings so I can use their keys to enter the park. On my last flight ... I apparently snored for the whole journey to the point where some passengers complained to the cabin crew. I woke up with food stains on my top despite not having eaten on the plane, which makes me wonder whether the passengers attempted to stuff my mouth with food to shut me up. I'll never know. · Alex Zane presents Popworld on Channel 4, Saturdays at 10.30am, and the Friday Breakfast Show on Xfm."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}