{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/feb/16/politicalfootball", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-02-16T22:28:11Z", "webTitle": "Playing with fire", "webUrl": "https://www.theguardian.com/commentisfree/2007/feb/16/politicalfootball", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/feb/16/politicalfootball", "fields": {"headline": "Playing with fire", "bodyText": "\"Salt Lake Jihad?\" asks David Horowitz's conservative Frontpagemag.com. The question refers not to some Latter Day Saints-Osama Bin Laden merger but rather to speculation about the shootings at the Trolley Square shopping mall in Salt Lake City on Monday. While much has emerged about the shootings, and about the shooter's family background in Bosnia, the conservative blogosphere, such as it is, is awash with suggestions that the mainstream (as in, liberal) media has deliberately suppressed the fact that Sulejman Talovic, the 19-year-old perpetrator, was Muslim. Leading the charge has been Littlegreenfootballs.com, which opened its account of the \"six minutes of horror\", by noting: \"The media did everything they could to avoid mentioning it, but it's confirmed today that the mass murderer who terrorized a mall in Salt Lake City was a Bosnian Muslim.\" In particular, Littlegreenfootballs upbraided Salt Lake's Deseret News for failing to mention the killer's religion in its early reports on the incident. The paper took issue with the allegations, printing an article detailing the reaction of \"ultraconservative\" bloggers and publishing some of the email threats it said it had received. The postings, wrote the paper's Elaine Jarvik and Deborah Bulkeley, \"have resulted in a barrage of vitriolic emails to the News from people either angry at the paper for not mentioning the religion of shooter Sulejman Talovic in Wednesday's web edition, or certain that because Talovic is Muslim that he must be a terrorist.\" The emails included one from a person signed \"MD, PhD\" which read, \"He was a Muslim terrorist and you know it you deceitful, cowardly liar.\" The paper went on to say that \"there is no record that Talovic attended any of the mosques in the Salt Lake area\", before quoting the president of the Utah Muslim Forum to the effect that Talovic may have attended Eid prayers on a couple of occasions. Littlegreenfootballs gleefully responded to the paper's account of the mini-storm, declaring that, \"This attack from the Deseret News confirms that they were deliberately trying to hide this information from you.\" \"Please note,\" wrote LGF's Charles Johnson, \"I have not expressed any opinion on whether the mall attack was an act of jihad, personal or otherwise. I've raised the issue, with good reason. But I have deliberately refrained from expressing a conclusion, because we obviously do not know enough at this point to do that. \"I have come to the conclusion, however, that the media are doing everything possible to hide connections to Islam in cases like this. It's an absolutely predictable pattern, and they do it every time.\" His view was echoed on the mildly-named Jihadwatch, plaything of writer Robert Spencer. \"The bottom line is this,\" he wrote, \"in light of the fact that there have been several attacks similar to Talovic's committed by Muslims in the last year ... and that in each case authorities have discounted the possibility. All I am asking is that the possibility that such attacks are motivated by the jihad ideology, even in the absence of an institutional connection to a group like al-Qaida, be duly considered. Is that too much to ask?\" Spencer even addresses the contention that Talovic had not attended a mosque. \"It is unfortunately possible that he could never have gone to the mosque at all and still be jihad-motivated. Consider, for example, that an al-Qaida manual directs operatives to 'avoid visiting famous Islamic places (mosques, libraries, Islamic fairs, etc)'.\" Back in the real world, concern was evident for members of Utah's Bosnian community. While there were accounts of threats against Bosnians in local papers, none were reported to police. But the incident - both the shooting and the atmosphere in its aftermath - prompted Bosnia's ambassador to the US, Bisera Turkovic, to visit the city to express sorrow and to talk about some of the trauma that many of the refugees living in Salt Lake went through before they arrived in Utah. That meeting at the Bosna restaurant, with reporters, the mayor and local police chiefs, produced a more moderate message: of understanding and tolerance. \"I will not allow my officers to profile individuals because of race,\" said Salt Lake police chief Chris Burbank. \"We are not profiling a community because of their race.\" Burbank added that there's no place for \"fear and hatred and mistrust of others based solely on their race, their nationality, what language they may speak, or what religious preference they may have. That's very dangerous for police to wander into. I think it's dangerous for society.\""}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}