{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/feb/19/inaregionwherepeace", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-02-19T19:15:00Z", "webTitle": "Avoiding the knee-jerk", "webUrl": "https://www.theguardian.com/commentisfree/2007/feb/19/inaregionwherepeace", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/feb/19/inaregionwherepeace", "fields": {"headline": "Avoiding the knee-jerk", "bodyText": "In a region where peace stumbles on gravel, a vitally important round of talks between the foreign ministers of India and Pakistan, scheduled for this week, has survived yet another horrific incident of terrorism whose debris would have been a roadblock even a year ago. The first reaction to the attack that killed 66 passengers on Indo-Pak Samjhauta Express (Amity Express) at Panipat, a town famous for historic battles that changed the destiny of Delhi, has been an unusual, common anger against criminals who kill innocents to achieve their diabolical purposes. The attack took place in India, but the victims were mainly Pakistanis returning home after visits to relatives separated in the partition of 1947. As one middle-aged Pakistani woman put it, \"Allah kenahin, shaitan ke bande hain\" (The killers are not men of Allah, they are the people of Satan). The governments of two traditionally hostile neighbours underscored the instant conviction that any resurgence of anger would mean a victory to the killers who set two bogies of a friendship train on fire on the eve of talks that could take Indo-Pak amity many significant steps ahead. Both Prime Minister Manmohan Singh and President Pervez Musharraf of Pakistan refused the traditional option of a knee-jerk blame game and indicated, in different ways, that barbaric terrorism would not be allowed to sabotage this dialogue. Railway minister Laloo Prasad Yadav admitted that there had been a security lapse at Delhi railway station, and then offered a substantial amount of blood money: a million rupees (£11,654) per death, plus a railway job to the family of any Indian who had died. The dead do not return at the sight of a cheque in India, but it does help since life goes on. But more than one anxious relative refused to be assuaged by the thought of riches, and the anger at the awful security mismanagement was compounded by the pathetic inability to provide information. India's meteoric ascent has a lot of dust in the tail. But the big story is surely that terrorism, which used to divide India and Pakistan and was the reason why the Agra summit, between Musharraf and former Prime Minister Atal Behari Vajpayee, collapsed upon itself after unprecedented hype, has become a reason for cooperation rather than conflict. Last year, Singh and Musharraf agreed, in Havana, to set up what they called a \"joint mechanism\" to fight terrorism. No one understood what either meant, and there was serious suspicion that they did not understand what they had done either. But the measured and synchronised reaction to the Panipat incident provides the first serious bit of evidence that those words were backed by substance. It may have helped that this incident took place outside Jammu and Kashmir, whose Muslim-majority valley has been the septic sore of Indo-Pak relations. I am not so sanguine that there would have been equal amity if a major terrorist attack had taken place in the Kashmir valley. Many Pakistanis believe that this attack was the work of Hindu extremists determined to promote a backlash of anger at a time when resolutions are being discussed. But those who have followed the terrible and turbulent course of bad news in this subcontinent, can be forgiven for salivating at the sight of some good news. The silent question of this subcontinent has always been: which side is being favoured by time? Pakistan has often described the process of dialogue as a subterfuge, an Indian ploy to fudge and delay till the status quo is recognised as the solution. India has derided an inherent hypocrisy in Pakistani policy, by which talk of peace sits uncomfortably on support for terror, a theory known as \"war by other means\". Whether time is on the side of India or Pakistan, I cannot say. But it does seem that at long last time is running out for terrorists."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}