{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2007/feb/19/backtooblivio1", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2007-02-19T18:46:02Z", "webTitle": "Back to Oblivion", "webUrl": "https://www.theguardian.com/technology/gamesblog/2007/feb/19/backtooblivio1", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2007/feb/19/backtooblivio1", "fields": {"headline": "Back to Oblivion", "bodyText": "Damn Bethesda. It's been six months since I finally shook that Oblivion addiction but a recent play with the forthcoming Shivering Isle expansion pack has bought me right back into Bethesda's seductive world. Yes it was hardcore, unfriendly and occasionally frustrating (regular saving was a necessary chore) but get used to the logic - basically do what you want but prepare to face the consequences - and Oblivion made glorious sense. It was as much about riding along a deserted track on a starry night, picking herbs and admiring the view - peace, man - as it was about tooled-up dungeon clearing. Geeky? Yes, but utterly absorbing. Shivering Isles looks set to continue where Oblivion left off. What I've seen of Shivering Isle fixes some of the issues that blighted the original, namely characters who had nothing to say and a pretty, but conventional, environment. Much like WoW's Burning Crusade, Shivering Isles takes the original game as an inspiration before adding colour, sci-fi elements and, in Shivering Isle's case, big mushrooms. Perhaps more importantly the smaller landmass - Shivering Isles is about 25% of the size of the original Cyrodiil - means the NPC's offer quests that are a step above the \"go there, kill stuff\" norm. Well that's the theory, I didn't get far enough to really experience this but the initial NPC's I met were certainly chattier than before. Sadly they were as ugly as ever, although thankfully some new voice actors seem to have been used. I did an interview with Bethesda's Pete Hines - which I'll get on the blog this week - but he confirmed, amongst other things, that the 360 version of Shivering Isle will have an additional 250 achievement points (great news for addicts like me) and a shader update that will put the 360 version on a graphical par with the forthcoming PS3 incarnation. Anyone else get sucked into Oblivion?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}