{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/feb/16/potcallsthekettlecrack", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-02-16T20:30:00Z", "webTitle": "Pot calls the kettle crack", "webUrl": "https://www.theguardian.com/commentisfree/2007/feb/16/potcallsthekettlecrack", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/feb/16/potcallsthekettlecrack", "fields": {"headline": "Pot calls the kettle crack", "bodyText": "Last week Tory leader David Cameron admitted to smoking pot while in school. Unless I'm missing something, the news was greeted with little more than a yawn by the British public. It certainly didn't result in a chorus of calls for his resignation. In fact, perhaps nothing indicates how far Britain is these days from the Mary Whitehouse, cucumber sandwiches-and-tea era than the lack of interest shown in this dope revelation. About the same time as Cameron was busy establishing his street creds, Indiana Congressman Mark Souder made a stir in the United States when he went onto one of the cable news channels to declare that smoking marijuana really wasn't much less harmful than smoking crack. Sixty five percent of emergency room admissions for overdoses, he claimed, were due to marijuana, and, in an echo of the Reefer Madness B-movies from the mid-twentieth century, he went on to say that \"thousands\" of people died each year as a result of crimes connected to marijuana. Where did these numbers come from? He didn't say. Yes, the pot that hits the streets today is far, far more powerful than that used by the Hippies back in the day. Yes, it's probably a lousy idea to drive, or operate heavy machinery or do anything that involves careful hand-eye coordination after ingesting it. Yes, it's probably a pretty good bet that if you smoke pot often enough you'll mess with your physical and mental health. But the same would hold true for alcohol, coffee, and most of the prescription medicines out there today. Does that mean any of these pose the same sort of societal risk as does crack? Of course not. Souder's comments, almost profound in their inanity, would have been little more than risible - except for the fact that the Indianan is the most senior Republican on the House subcommittee in charge of federal drug war policies. Thankfully, for now at least, the Republicans in the House are about as potent as alcohol-free beer. But Souder's comments, reflecting the Bush Administration's latest thinking on the issue - the congressman was on TV to defend an administration request for extra funds for its notoriously manipulative, inaccurate anti-pot advertising campaign, the one equating pot smoking with support for terrorism - did show how very out of step the federal government now is on marijuana. From the get-go, America's War on Drugs has confused hard and soft drugs. When heroin and cocaine use rose to epidemic proportions in the 1970s and 1980s, the feds passed catch-all laws that didn't just target big-time Class A dealers, but also peddlers of pot. In the early 1980s, when President Reagan pushed the war to the top of his domestic agenda, one front of that fight became the pot fields of northern California. Campaign Against Marijuana Production (CAMP) helicopters buzzed the area, photographing cultivation sites and spraying huge areas with pesticides. Even today, some states still have laws on the books allowing for life imprisonment for some categories of marijuana dealers; in certain circumstances the sentence can be imposed on those merely caught in possession of the drug. The laws are almost never fully implemented, but every so often reporters roaming around inside prisons in Oklahoma, Alabama and a few other locations do stumble upon marijuana lifers. I've met a handful of them in Alabama: middle-aged men sentenced to life in prison because they were habitual users. On the whole, though, in recent years states have moved law enforcement resources away from their anti-marijuana campaigns. Throughout most of the western states, and in a handful of other states, medical marijuana is now legal; in many states, low level possession is a ticketable misdemeanor offense, on a par with speeding; cities like Denver have voted to deprioritize marijuana arrests; and this past November 44% of Nevadans voted in favor of an initiative that would have legalized the sale and possession of marijuana - creating a regulated market somewhat similar to that present in Amsterdam, or to the web of pubs that distribute liquor in the UK. When Souder argued pot was as harmful as crack, many critics immediately pointed out that - since so many teenagers smoke pot and know that it doesn't turn them into frothing-at-the-mouths psychopaths - this was a virtual invitation for teenagers to experiment with really nasty narcotics. After all, if A=B, it doesn't really matter if you say \"A is as harmful as B\" or \"B is as harmless as A\". At the end of the day, you're saying they're both the same. I think, though, that Souder's ineptitude goes beyond this: it goes to the deeper issue of trust. If Bush's proxies can spout such utter garbage on drugs, why should we trust them about anything else, on prognostications about terror, about foreign policy, about nuclear proliferation? There are already many reasons to be suspicious of this government. Why would Souder want to make it even easier to give the Bronx cheer to this bunch of fools?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}