{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/feb/28/guardiansocietysupplement", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-02-28T23:45:07Z", "webTitle": "Mary O'Hara interviews a new trustee of YouthNet", "webUrl": "https://www.theguardian.com/society/2007/feb/28/guardiansocietysupplement", "apiUrl": "https://content.guardianapis.com/society/2007/feb/28/guardiansocietysupplement", "fields": {"headline": "Aesha Zafar", "bodyText": "What does being a trustee for YouthNet involve? With the other trustees, I have overall legal responsibility for YouthNet - controlling and managing its administration and assets. We also need to ensure that the charity has a clear direction. How did the trusteeship come about? While looking for volunteer roles I saw the position advertised and I applied. After meeting the chief executive I met with the founder and chairman of the board. It made me feel even more excited about the charity and the role. What made you decide to do it? After spending time working in the voluntary sector, I realised I missed being a volunteer and that \"giving something back\" feeling. Why does YouthNet appeal to you? YouthNet exists to support 16- to 24-year-olds in every aspect of their lives. I also love the passion of the staff and trustees, who seem to truly believe in what they do. What do you admire most about it? It is a fantastically forward-thinking organisation that is always looking at how to do things better and more efficiently. Also, the fact that we work in partnership with other organisations and try to engage young people in all areas of our work. What can you contribute as trustee? A fresh, different and younger perspective. What improvements can be made? Looking at ways to build on the work is an important issue. More money and support is always good, though. What makes a good volunteer? Commitment and enthusiasm for the organisation and role, as well as an organisation that appreciates the volunteer. Have you held other senior positions? No, and that's one reason I jumped at this particular opportunity - it's a brilliant chance for me to develop my skills. What do you do in your spare time? Go home to Manchester to play auntie with my nieces and nephews. Otherwise, the usual: dinner with friends, reading, going to the cinema and to the theatre. If you could change one thing abut the UK, what would it be? Better distribution of wealth coupled with everyone being lovely."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}