{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/feb/20/studentfinance.highereducation", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-02-20T23:54:15Z", "webTitle": "How to fulfil those great expectations", "webUrl": "https://www.theguardian.com/money/2007/feb/20/studentfinance.highereducation", "apiUrl": "https://content.guardianapis.com/money/2007/feb/20/studentfinance.highereducation", "fields": {"headline": "How to fulfil those great expectations", "bodyText": "What do students expect from university? Everyone starting a course probably has a different answer but it seems impossible to deny that in recent years - and especially since the introduction of top-up fees last year - this question has become more urgent. Because now, if you don't get what you want, not only are you wasting time, you're wasting money - and lots of it. Devices for measuring student satisfaction - like the National Student Survey (NSS), the results of which will be syndicated to the Ucas website - are set to become important resources both for potential students and for the universities they attend. \"It is worth remembering how positive students are generally about their experiences,\" says Philip Walker of the Higher Education Funding Council for England, which commissions the survey. \"The results of the 2006 survey show that around 80% of students are satisfied with their higher education courses. A wide range of innovations and improvements were spurred by the results of the survey. \"A university education goes beyond the lecture theatre and so might the demands that the newly financially invested students feel moved to make. Universities argue that top-up fees have not unlocked a treasure chest of cash for them; that they barely cover the shortfall. But with students increasingly attuned to what constitutes the best deal for them, will universities have any choice but to meet their demands? Value for money It is a hardly surprising consequence of the introduction of fees that students - not to mention their parents, who are frequently the ones laying out some of the money - increasingly see themselves as consumers. And like all consumers, they want value for money. There are reports of students' unions planning to draw up charters detailing what they expect from their universities in return for their fees, and complaints from students at a diverse range of institutions about inadequate teaching time or facilities. Students at the University of Sussex are running a campaign to address areas of their education they don't feel represent good value for money. Called Sort US Out, the campaign points out that students are paying for their education and asks if they are satisfied with what they are being given. It identifies problems with the level of service, including too few contact hours, poor learning resources and seminars being cut. Still, students protesting that their education could be better is hardly a new phenomenon. What has changed is how much attention universities feel they must pay to their customers' demands. Two months after Sussex students made a submission to the university management, their institution responded with a 64-page document addressing their concerns. The 1994 Group of universities, of which Sussex is one, has already launched a project called Enhancing The Student Experience that aims to find out how to improve students' academic and social lives. But beyond the value-for-money question lies the importance of defining what that means to each individual. For one student it might be excellent sporting facilities; for another, world-class teachers and researchers in their faculty; for another, a wide range of social events and venues. It's only by providing what the consumer wants - rather than an excellent service in an area that they don't care about - that institutions will be perceived as providing value for money. And that means targeting your particular product to the right consumers. Paul Marshall, executive director of the 1994 Group, believes the marketplace within higher education and demand for good value will encourage universities to become more competitive. But rather than trying to excel at everything, universities will hone their strengths. \"Universities have to respond,\" he says, \"but they are basically free to find their own position in the market and play on the strengths they have.\" Pastoral care You might suppose that trivialities such as where a student is going to rest their weary head at night, what food they eat and how they're cared for during term don't trouble anyone too much in these hard-headed times. Not so. Back at Sussex, the students' Sort US Out campaign reserves second place on its list of demands for the insistence that the university makes adequate provision for a high level of social and welfare support for students, including food, housing and extra-curricular activities. Paul Marshall believes that institutions will increasingly seek to brand themselves as providers of a certain lifestyle as much as an education. \"We say that there's a certain type of experience that can be enjoyed in a small-to-medium, campus-based university,\" he says. Universities also face rivalry from private industry in providing services. The Nido development near King's Cross in London is opening for business in September 2007 and will provide accommodation for 950 students. \"There is still a stigma attached to the idea of halls of residence,\" says Maureen McDermott, manager of European student living at the Blackstone Group, which is building the development. \"Nido is very modern, it's secure, there's a gym on site, internet and bills are all included and it's in the centre of London. I think accommodation like this will be a growth area.\" Some institutions are making the most of private developments as a chance to improve their own accommodation provision: Nido is negotiating contracts with London universities to become an extension of their own halls of residence. But McDermott says that there have also been inquiries from individual students who prefer the look of Nido to what their university or the mainstream rental market can provide. \"We have had individual booking and inquiries from students,\" she says, \"or, more often, their parents.\" Employability Who knows what happened to the time when your university years were merely an extended period of reading and thinking, interspersed with a spot of drinking in the student union. Now, it seems, students have barely drawn breath after registering in their first term before they're drawing up sophisticated plans for internships, summer placements, experience gathering and CV polishing. Despite a recent report from Universities UK that showed graduates can still look forward to a return of over £160,000 to their lifetime's earning, compared with peers who left education after A-levels, today's students are not taking chances. \"Our students are becoming more demanding of the service we offer,\" says Andrew Whitmore, assistant director at the Manchester Leadership programme, Careers and Employability division, at Manchester University. \"We could employ 10 more people and the demand would be there for their time.\" It's worth remembering that at present only first-year students are paying topup fees; as subsequent years of students follow in their path, the focus on employability and postgraduate careers may sharpen. Whitmore draws comparisons with the international students that use the service. \"They are very keen,\" he says. \"Almost from the first week they arrive, they're making use of the careers service.\" Their financial investment remains higher than that of a domestic student, but Whitmore believes that as the proportion of undergraduate students who pay higher fees increases, so will their expectations of the careers service. \"The demand will grow to be more in line with that of the international students,\" he says. \"It's probably too early to tell exactly what the impact will be, but anecdotally we've had lots of first years in looking at internships for next summer already.\" Foreign students International students are already a notable minority on many campuses and will only make their presence more strongly felt over the coming years. There are around 350,000 international students at UK universities, and some predict the figure could approach a million within the next 15 years, at a potential value to the British economy running into tens of billions of pounds. However, that all depends on our universities remaining competitive with their counterparts around the world. International students are likely to be those most keen on getting value for money: they pay the most and they chose their institution from a global free market. You might think that universities would therefore be especially attuned to their needs. \"Actually, sometimes universities aren't as good at that as you'd think,\" says Beatrice Merrick, director of services and research at UKCosa, the council for international education. \"International students do see a difference in the amount they pay for their education but don't necessarily discern a higher quality of education.\" There is evidently political will behind encouraging international students to come to the UK: last year, Tony Blair announced £27m of funding for phase two of the Prime Minister's Initiative for International Education. It aims to encourage 100,000 new international students to study here, as well as foster closer links between higher education institutions here and abroad. But ensuring that students continue to come here will mean demonstrating that the UK is a good value-for-money choice. \"I think the number of students coming here will continue to rise,\" says Merrick, \"but the proportion we attract might fall. \"Worldwide, the number of places that students could choose to go to will increase, and the expectations of students will increase. That should prompt UK institutions to appeal more to international students. We can't assume that students will come here because they always have. We have to ask what it is they want.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}