{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/feb/09/obituaries.mainsection", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2007-02-09T23:59:43Z", "webTitle": "Obituary: The Rev Joan Styles", "webUrl": "https://www.theguardian.com/news/2007/feb/09/obituaries.mainsection", "apiUrl": "https://content.guardianapis.com/news/2007/feb/09/obituaries.mainsection", "fields": {"headline": "The Rev Joan Styles", "bodyText": "The Rev Joan Styles, who has died aged 84, was a lifelong student of theology and an inspiration to generations of staff and students at Derby University. She was my PhD student from 1996 to 2005, and her sharp, incisive mind would lead her to launch awkward questions at unsuspecting visiting lecturers, particularly if they espoused a theology of religious pluralism. Even when housebound with multiple disabilities, she read voraciously, and would worry away at an idea like a spaniel with a bone. She was born in Hayes, Middlesex, but brought up with her six siblings in a very loving but strict Baptist household in Fulham, west London. Aged seven, she announced to her Sunday school teacher that she would be a missionary, and in 1947 she was sent to Carey Hall, Selly Oak Colleges, for training under the formidable Rev Gwenyth Hubble, a future leader in the ecumenical movement. She completed the course in 1950 and worked throughout the decade among women in the villages south of Delhi, until ill health forced her to return to England. Feeling that she had not been properly trained, Joan began her academic quest, qualifying as an RE teacher at Derbyshire Teacher Training College, now part of Derby University, and then collecting further degrees in theology in her spare time. She was particularly encouraging to our Muslim women students. When she retired she became the devoted pastor of Diseworth Baptist church - but she saw herself as a minister of the whole Christian church. She sponsored me when I was licensed in 1999 as a reader in the Church of England diocese of Derby, and she was made to process in with all the Anglican dignitaries, and was given a seat of honour. She felt her belief in the ordination of women was vindicated ecumenically at last. Her simple faith, intellectual questions, warm love for all, generosity and wicked sense of humour made her an unforgettable \"spicy saint\". She is survived by her sisters, Vera and Doris, 12 nieces and nephews, 33 great nieces and nephews and 20 great, great nieces and nephews."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}