{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/feb/24/labourleadership.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-02-24T23:57:57Z", "webTitle": "Letter: Meacher should step down and join us", "webUrl": "https://www.theguardian.com/politics/2007/feb/24/labourleadership.labour", "apiUrl": "https://content.guardianapis.com/politics/2007/feb/24/labourleadership.labour", "fields": {"headline": "Meacher should step down and join us", "bodyText": "Many will feel disappointed that Michael Meacher has decided to announce his leadership candidature (Comment, February 23), just when John McDonnell is attracting overwhelming grassroots support. McDonnell, unlike any other contender, has consistently voted against the war in Iraq, privatisation of our public services, tuition fees and cuts in benefits, and has an unparalleled record of support for a political agenda based on Labour party and trade-union policies. From the start McDonnell has been addressing public meetings across the country to re-engage with Labour members, supporters and trade unionists. For the first time in years, young people are getting involved and numbers of people are joining or rejoining the party. Aslef is the first affiliated trade union to nominate a candidate - and has unanimously decided to back John. Others will follow. If we are to defeat the renewed Tory challenge, there must be a genuine debate about the future direction of the party, and we need a candidate with the necessary support in the wider movement. MPs are increasingly agreeing to nominate John McDonnell to ensure that there is a contest. We welcome the excellent work that Michael Meacher has done on environmental policy. However, in the interests of the democratic socialist principles which Michael holds dear, we urge him to withdraw his challenge and help us unite the left by playing a central role in the McDonnell campaign. United we stand - divided we fall. Tony Benn Christine Shawcroft (Labour party NEC) Elaine Smith MSP And nine others"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}