{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/feb/05/careers.theguardian2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-02-05T23:58:36Z", "webTitle": "Show us your drawers", "webUrl": "https://www.theguardian.com/money/2007/feb/05/careers.theguardian2", "apiUrl": "https://content.guardianapis.com/money/2007/feb/05/careers.theguardian2", "fields": {"headline": "Show us your drawers", "bodyText": "Change I used to use this drawer just for my change, so it's got a carpet of low-value coins. I really hate change and I can't wait until those adverts come true and we don't have to use nasty, smelly, almost worthless coppers and five-pence pieces any more, and I don't come back from lunch with a pocket full. Having said that, they do come in handy when you're completely broke and you can cash them in at a supermarket. Dollars I never noticed how much money was in this drawer. The dollars, and a Euro, are from trips abroad recently. I just can't bring myself to change such low amounts, or throw them away. I should have given them to charity, I suppose. Eye mask Erm, I'm not sure I should mention this but I sometimes sleep on a sofa at lunchtime, if I'm really tired or hungover. It's really bright, so a mask is useful. I'd like to point out that I didn't bring it in deliberately, it was just in my coat pocket from a flight. Design Museum guide I work near the Design Museum and I love the shop so I pop in when I get a minute or at lunch (if I'm not asleep!). I keep meaning to go to more exhibitions, but I never seem to get round to it. Cough syrup I had a cough and instead of just whinging about it I thought I'd do something. Headphones I sometimes run home from work, and normal iPod headphones just fall out of my ears. So, I bring these in, which has the added effect of encouraging me. Glasses I'm supposed to wear them but, as you can see, they tend to sit in my drawer. Allen key I admit it - I go to Ikea. It's just so cheap, and I can't help buying things. The Guardian I swear I didn't put it in here specially, it's quite old but there's a thing in it I wanted to keep. I'm sure I'll add another copy when this comes out, which will be weird because my drawer will be in my drawer. · Alastair McLeish, a political assistant, was talking to Ravi Somaiya"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}