{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/feb/13/2", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-02-13T23:54:48Z", "webTitle": "RCO/Jansons Barbican, London", "webUrl": "https://www.theguardian.com/music/2007/feb/13/2", "apiUrl": "https://content.guardianapis.com/music/2007/feb/13/2", "fields": {"headline": "RCO/Jansons", "bodyText": "Amsterdam's Royal Concertgebouw Orchestra has a reputation, first and foremost, for perfection, and their two London concerts with principal conductor Mariss Jansons will doubtless linger in the memory for the quality of the playing. The third symphonies of both Schubert and Bruckner formed the programme of the first concert, French music and Berio's Folk Songs made up the second. Apart from a couple of ragged moments in the Bruckner, each work was characterised by an expressive virtuosity and devastating exposure of sonority and colour, all of which left the Concertgebouw legend intact. Yet perfection of execution was not always balanced by consistency of interpretative insight, a reminder that Jansons has become variable of late. The Schubert proceeded with such exemplary precision that it forbade any emotional response save that of admiration for its very flawlessness. Debussy's La Mer similarly kept us at arm's length. Elsewhere, however, we heard Jansons at his best. Berio's Songs, blowsily sung by Elina Garanca, had a sinuously earthy astringency. Bruckner's Third was radically done to the point of intransigence, but the gains outweighed the losses. This was Bruckner brought to earth and stripped of his religiosity. The first two movements seemed sparse and skeletal, though the finale was unforgettable. Its polka - an embarrassment for some conductors - was so toe- tappingly buoyant that you wanted to dance. Best of all was Ravel's La Valse - an overwhelming experience that more than compensated for the inequalities elsewhere. · Broadcast on Radio 3 on February 20 and 22."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}