{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/feb/20/schools.faithschools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-02-20T23:54:16Z", "webTitle": "Tripped up by a footnote", "webUrl": "https://www.theguardian.com/education/2007/feb/20/schools.faithschools", "apiUrl": "https://content.guardianapis.com/education/2007/feb/20/schools.faithschools", "fields": {"headline": "Tripped up by a footnote", "bodyText": "Breakfast on February 5 was just about the last time Dr Sumaya Alyusuf had a moment to herself. After battling her way through the Monday morning traffic on the A40, the director of the King Fahad academy walked into her office to find the phone ringing. It was the London Evening Standard. The newspaper was running a story saying that Colin Cook, a former teacher who was already suing the Muslim independent school for wrongful dismissal, was claiming that pupils were taught from a book that labelled Jews as \"apes\" and Christians as \"pigs\". Would she care to comment? She would. She had no idea what Cook was referring to, had not heard of the passage in question and insisted that the school was committed to multiculturalism. It didn't do her a lot of good. Within hours, the academy was outed as a \"race-hate\" school and, after Alyusuf made a somewhat shaky appearance on BBC2's Newsnight, the school has been in a state of semi-siege. Pupils have been abused and threatened on their way to school, and Alyusuf has received hundreds of abusive and threatening messages. It's not hard to work out why I've been invited into the school. After 10 days of relentlessly negative publicity, the academy is desperate to have its voice heard. Walking into the school, I'm under no illusions about what I am going to find. There will be nice multicultural artwork hanging in the corridors, the pupils are all going to be open and friendly, and the staff will be falling over themselves to make me welcome. Pretty much what you would expect of any school opening its doors to the media, in fact. But this doesn't mean it isn't a fairly accurate picture. Yes, some things feel a bit stage-managed, but the King Fahad academy does not appear to be a fertile breeding-ground for Muslim fundamentalism. The girls are free to decide if they want to wear headscarves, all the lessons - other than Arabic, Islamic studies and French - are taught in English, and not all the teachers are Muslims. Arabic text And, in Alyusuf, the academy has a Saudi-born director who has lived for 17 years in the US, has a Catholic step-mother, celebrates Christmas, and has spoken at Jewish interfaith conferences. She admits she did not come across well on Newsnight, where she found herself fighting a corner she couldn't win. \"The passage in question was just a footnote in a secondary Arabic text ,\" she says. \"I wanted to point out that not only was it open to a very different interpretation to the racist one that the BBC's translators had arrived at, [but] no one in the school had actually read it, let alone been taught it in class.\" Yet footnote or not, read or unread, any religious work that is open to misinterpretation and can be used to incite intolerance has no place in a school. Although Alyusuf eventually said offending passages would be removed from the books, she managed to look as though she had been forced into doing so. \"I should have immediately done what we have since done,\" she concedes, \"and that is not just to remove the pages in question but to chuck out the whole book. It isn't a part of our curriculum and it has no place in the school. I've also set up a committee to check through the rest of our texts to make sure there's nothing that could be similarly misinterpreted elsewhere. If there is, we shall get rid of it as well.\" Why didn't she do this immediately? She shrugs. \"I felt intimidated and I went on the defensive,\" she says. \"The whole situation was so unfamiliar and blew up so suddenly, I didn't have time to think it all through properly. I also didn't feel able to take important decisions without consulting all my senior members of staff, because I've always tried to work by consensus.\" The school's biggest crime seems to have been poor media management. It is not hard to understand why some teachers are aggrieved at being on the wrong end of what might turn out to be another episode in the ongoing witchhunt for Muslim extremists. Cook had worked at the school for almost 20 years, and sent both his daughters there. \"I worked with him on developing the curriculum,\" says Alyusuf, \"and he never discussed the matter [of the texts] with me. If he had done, I would have investigated and taken the action I since have. But, even if I hadn't thrown out the texts after he had reported his concerns, surely the next step should have been to talk to the education authorities?\" She refuses to go into further details concerning the legal case: \"It's not appropriate for me to comment, as it's still outstanding.\" A war already won But does the current battle over the potentially racist texts belong to a war that has actually already been won? The King Fahad academy was established in west London in 1978 to offer an Islamic-based, private education to pupils aged three to 18, and for the best part of 20 years it attracted little attention. It may have been set up and run with Saudi money, but the school basically followed the English curriculum. That changed in the late 1990s. There were concerns in some parts of the Muslim world that Islamic culture was being diluted by too much exposure to the west, and the Saudi ministry of education responded by ordering the school to follow the Saudi curriculum. \"It wasn't what people here wanted,\" says Alyusuf. \"But because the school is under Saudi control, we had no choice.\" Alyusuf diplomatically declines to go much further - \"I am a Saudi\" - but the switch of curriculum appears to have divided the school into traditional and modernising factions, with the faultline mirroring the school's almost even split between Saudi nationals and UK Muslims. Then September 11 changed the rules. The west noticed that 15 of the 16 hijackers had been educated in Saudi Arabia and quickly linked Wahhabi fundamentalist Islam with its schools. So reforms were implemented - which was just the opening educationists like Alyusuf were looking for. \"Many parents had been concerned about the Saudi curriculum,\" she says. \"Not just because of its content, but because it limited students to going to a university in Saudi. British universities just didn't recognise the qualifications. Our students wanted careers such as medicine, education and the media, and they were finding them increasingly hard to access.\" The modernisers won the day, and change has been slow but steady. The Saudi curriculum has been all but phased out; the school offers international GCSEs and hopes to be officially registered for the international baccalaureate (IB) by September. There has been some fallout. Ofsted criticised the school for its high turnover of staff, but Alyusuf insists this was an inevitable, and temporary, knock-on effect of the changes in the school. \"Some teachers did lose their jobs, and others decided they did not want to retrain,\" she says. \"But we now have a committed group of young teachers.\" And are the parents on board? \"Yes, though some have had reservations about the introduction of particular elements, such as drama, or PE for girls.\" What about the two terrorist suspects whose children attend the school? \"I would never want to blame a child for the action of its parents,\" she says. \"But I can assure you that in neither case have we had any complaint about what we are doing.\" Convincing moderniser Alyusuf is such a convincing moderniser, it's hard not to believe her when she says how upset she has been by the recent troubles. The offensive passage belongs - like the Saudi curriculum - firmly in the school's past, she maintains, and its disclosure threatens to undo everything she has worked to achieve. Up on the second floor, Greg Ioannou, a Greek art teacher, is getting students to paint buildings from around the world. There's the Taj Mahal, the Eiffel Tower, Stonehenge, even the Parthenon - \"I had to beg for that\" - and it is easy to tell from the amount and detail of work involved that this isn't a project he has been dreamed up in the past 10 days to placate critics. Elsewhere, teacher Charlotte Phillips - \"I'm an atheist, but no one's bothered\" - is taking a history lesson. \"We're doing the Romans,\" she says. \"It's the traditional national curriculum through and through. If anything, it's too traditional.\" Has she ever noticed any racism in the school? \"Nothing that you wouldn't find anywhere. Just as the English like to have a go at the Germans, the Saudis sometimes have a go at the Syrians, but it's nothing out of the ordinary.\" The pupils are outraged at the idea they are racist. \"Why would we be? We all have friends from other cultures and many of us are mixed-race,\" says Rawan Aseeedan. But they are not unaffected by the row, and Lina Almuschab, a social studies teacher, worries that some may be driven towards precisely the type of extremism that the school has been accused of fomenting. \"When you're unfairly labelled as something you're not,\" she says, \"you can start to feel as if you're being persecuted, as if the rules that apply elsewhere in society don't apply to you. For my part, though, I'm trying to make the best of the situation. Now we're under scrutiny, I want to show everyone what the school is really doing.\" It won't necessarily be easy. As I leave, the school is crawling with Ofsted inspectors, there's an investigation by Jim Knight, the schools minister, to come, and the fight for hearts and minds is still being waged. \"We just plan to keep on with all our initiatives,\" says Aluyusuf. \"We've got links with other local schools and organisations and we will work to maintain them. I sometimes wonder, though, if it's not we who are intolerant but the society around us.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}