{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/feb/16/horseracing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-02-16T17:45:42Z", "webTitle": "Horse racing: Winston hit with one-year ban", "webUrl": "https://www.theguardian.com/sport/2007/feb/16/horseracing", "apiUrl": "https://content.guardianapis.com/sport/2007/feb/16/horseracing", "fields": {"headline": "Winston hit with one-year ban", "bodyText": "Robert Winston has been suspended for one year after being found guilty of various breaches of the rules of racing. Fellow jockeys Robbie Fitzpatrick and Luke Fletcher were both hit with a three-year disqualification for similar offences, while Fran Ferris was disqualified for two years. The disciplinary panel of the Horseracing Regulatory Authority announced the news at its headquarters in Shaftesbury Avenue this afternoon. Winston's punishment means although he cannot ride for a year, he is still able to work in racing. However, Fitzpatrick, Fletcher and Ferris are barred from entering licensed premises such as stables and racecourses during their period of disqualification. The investigation focussed on 37 races between June 16 2003 and February 29 2004, together with the associated betting activities. The four jockeys were accused of providing information for reward, or passing information for reward that would subsequently be used for corrupt gain that otherwise was not in the public domain. The charges related to 21 horses ridden by Winston, 11 ridden by Fletcher, four by Ferris and two by Fitzpatrick. Winston, Ferris and Fletcher were also alleged to have misled HRA security department investigators and provided them with inaccurate information. Fitzpatrick was charged with hindering or obstructing the investigation. Unlicensed individual Ian Nicholl was warned off indefinitely and is unable to reapply for 10 years. Four other unlicensed individuals have also been warned off, with Paul Glendenning handed a three-year punishment, while Kim Evans, Joanne Roberts and Tegan Wilde will be unable to enter licensed horseracing premises for two years."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}