{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/feb/11/match.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-02-11T18:59:40Z", "webTitle": "Premiership: Newcastle 2 - 1 Liverpool", "webUrl": "https://www.theguardian.com/football/2007/feb/11/match.sport9", "apiUrl": "https://content.guardianapis.com/football/2007/feb/11/match.sport9", "fields": {"headline": "Bellamy strikes but Newcastle have the last laugh", "bodyText": "Liverpool faltered badly on their first step towards the world domination anticipated by their new American owners George Gillett and Tom Hicks, who decided not to travel to Tyneside to view what £470 million buys you in the Premiership nowadays. If they had, they would have seen a team unable to capitalise on a series of opportunities after taking an early lead through Craig Bellamy on his return to a club where he remains a hate ﬁgure among supporters. Goals from Obafemi Martins and Nolberto Solano, from the penalty spot, ensured Liverpool paid a high price for their failure to add to Bellamy's goal and put into perspective the new owners' claim that Liverpool are 'not far' from being the best club in the world. Whatever the Newcastle supporters say about Bellamy, and little of it was complimentary yesterday , it cannot be denied that his input on the pitch has been missed since he left a little over two years ago. Newcastle did not ﬁ nish lower than ﬁ fth in the Premiership during his three seasons at the club where he scored 42 goals , so none of those hounding him would have been surprised when he became the latest player to expose a Newcastle defence who have failed to keep a clean sheet in 16 games. Goalkeeper Steve Harper, embarrassed by Xabi Alonso's shot from inside his own half when the teams met earlier in the season, was responsible with a poor clearance on a treacherous surface that had received the approval of referee Mark Halsey only 90 minutes before the start. Jermaine Pennant picked up the ball just outside the area and rounded Celestine Babayaro before pulling it back to leave Bellamy with a straightforward opportunity from eight yards. Liverpool should have extended their lead when Steven Taylor's backpass let in Bolo Zenden in the 13th minute, but the winger failed to escape from Harper's challenge at his feet. It was an ominous start for Newcastle, particularly against a side with a contrasting defensive record this season. Only two teams had scored against Rafa Benitez's team in their previous 14 matches, but Newcastle found a way past Jose Reina in the 26th minute. The Liverpool keeper's clearance thudded against Obafemi Martins, who collected the loose ball to score his 12th goal of the season. It was United's only opportunity of a ﬁ rst half that ended with Bellamy again at the heart of the action. In the space of 10 minutes, Harper twice saved from the striker, who had another effort blocked on the line by Titus Bramble and almost set up Dirk Kuyt in front of goal. Liverpool struggled to impose their authority on the match in similar fashion in the second half, although they should have gone ahead when Kuyt escaped from Nicky Butt before wastefully steering his shot wide of the far post. Their proﬂigate ﬁrst half came back to haunt them when nimble footwork from Taylor prompted a reckless challenge by John Arne Riise inside the area. Solano sent Reina the wrong way with his penalty to extend Newcastle's unbeaten run here to eight games and chalk up their 1,700th league victory. It will make for frustrating viewing for Gillett and Hicks, who subscribe to the theory that 'ﬁrst is ﬁrst, second is nowhere'. Welcome to Nowhere Lane. Man of the match: Craig Bellamy Bellamy and Newcastle keeper Steve Harper were the only candidates, the Liverpool striker shading it after Harper's poor clearance presented him with a goal. There should have been more from him as he did his best to remind Newcastle of the ﬁrepower they lost."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}