{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/feb/19/usa.nato", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-02-19T18:31:22Z", "webTitle": "New US missile bases likely in eastern Europe", "webUrl": "https://www.theguardian.com/world/2007/feb/19/usa.nato", "apiUrl": "https://content.guardianapis.com/world/2007/feb/19/usa.nato", "fields": {"headline": "New US missile bases likely in eastern Europe", "bodyText": "The prime ministers of Poland and the Czech Republic said today that they were likely to accept a US request to locate elements of a contentious anti-missile defence system on their territory. The Czech prime minister, Mirek Topolanek, said at a joint news conference with his counterpart, Jaroslaw Kaczynski: \"We have agreed that our response to the [US] offer will most likely be positive,\" Reuters reported. Moscow, however, has warned that it would be the target of the missile shield - the \"son of Star Wars\" project - rather than \"rogue states\" in the Middle East such as Iran or long-range North Korean missiles, as the US insists. Russia said today it was capable of firing missiles at either of the two central European states. \"Should the Polish and Czech governments decide [to host the US missiles], the strategic missile forces will be capable of having these installations as their targets if a relevant political decision were made,\" Reuters quoted General Nikolai Solovtsov as telling a news conference. Russia's president, Vladimir Putin, has described Washington's plans to deploy elements of its missile defence system in the countries as a threat to Russia's national security that would damage the strategic balance of forces on the continent. And Russia said last month that any extension of the US project to the two countries it used to dominate would force it to review its military planning to counter a perceived threat. Responding to the general's comments, Nato's spokesman James Appathurai said in a statement: \"The days of talk of targeting Nato territory or vice versa are long past us. This kind of extreme language is out of date and uncalled for.\" Earlier this year, Mr Topolanek - who recently came to power and heads a weak coalition government - spoke of a US request to build a radar site in the Czech Republic. His remarks fuelled speculation that the Pentagon wants the bigger part of the project - a silo for 10 interceptor missiles - to be built in neighbouring Poland. If the US plan ultimately gets the green light, the spending on the Polish and Czech projects is likely to total $1.6bn (£810m), with the bases built by 2011. The US currently has two missile interceptor sites in Alaska and California and has been quietly negotiating for the last four years to site elements of a new base in the Czech Republic and Poland, which are both Nato members. Both the Czech and Polish governments are centre-right and pro-American and backed the US invasion of Iraq. However, some opposition parties are against the plan and polls in recent weeks suggest that up to two-thirds of Poles and Czechs oppose their country taking part. There is concern among some that greater ties with the US will increase the threat of domestic terrorism. A recent poll showed that 53% of Poles opposed hosting a base, while 34% were in favour. Mr Topolanek and Mr Kaczynski have been thought to be supportive of the US plan for some time, though they are known to have reservations about some of the details of the Pentagon's ambitions and want various commitments in return. The Pentagon says both sites would-be sovereign US bases with the staff stationed there, some 500 in total, not subject to Polish or Czech law. \"I approach the problem of extra-territoriality with reserve, I won't hide that,\" Mr Kaczynski said last year. Jiri Pehe, a Czech political analyst and director of a New York University programme in Prague, told the Associated Press last week that there was a \"certain degree of distrust\" in the Bush administration. The academic said: \"There was a high degree of trust in the ability of the Americans to win the war [in Iraq] and institute democracy ... [but now] a lot of people think this administration ... is basically not very able and that we shouldn't get involved with them too much.\" In a joint article published this morning by Polish daily Rzeczpospolita, Mr Topolanek and Mr Kaczynski - who have dismissed calls for referendums on the issue - rejected criticism that the shield would offer protection only to the United States. \"Having in mind the security not only of our countries but the whole of Europe, the governments of Poland and the Czech Republic are seriously considering the offer,\" they said. \"Joining the missile defence system will serve as passive protection from attacks ... for all members of the transatlantic community.\" As it tries to prevent the move, Moscow has threatened to install medium-range ballistic missiles close to Poland. Moscow believes the shield would distort the post-Cold War balance of power in Europe, and Russian military top brass have pointed out the US plans deal with intercontinental ballistic missiles, which neither North Korea nor Iran currently possess. Yesterday, Germany's foreign minister, Frank-Walter Steinmeier, criticised the US for not talking to Moscow about the proposed project and dismissed the threat from Iran. \"Given the strategic nature of such a project, I would advocate proceeding carefully with intensive dialogue with all partners involved, whether directly or indirectly,\" he said. Following meetings on Friday with the chief of Poland's military general staff, Franciszek Gagor, the US general, John Craddock, the top commander of Nato, said Russia's worries were unfounded. \"It's been clearly stated what the US intention is, and that is to provide defence against missiles from a rogue nation,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}