{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/feb/28/jazz.johnfordham", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-02-28T23:47:29Z", "webTitle": "McCoy Tyner, Barbican, London", "webUrl": "https://www.theguardian.com/music/2007/feb/28/jazz.johnfordham", "apiUrl": "https://content.guardianapis.com/music/2007/feb/28/jazz.johnfordham", "fields": {"headline": "McCoy Tyner", "bodyText": "Time looks like it might be weighing heavily on McCoy Tyner these days - except when his hands hit a keyboard. At the Barbican on Monday, the former John Coltrane piano colossus cut his first set to little more than half an hour, and kept communication to mono-syllables. Yet his solos thundered and flashed as vividly as ever, his left hand striking chords as fiercely as if he were a conga drummer. Whatever shortened Tyner's first trio set, the uncharacteristic roughness of the Barbican's sound system could not have helped. Typically, Tyner began with softly musing figures that quickly built to a percussive clamour on his original Suddenly, driven by the pianist's formidable rhythmic urgency and the ferocity of drummer Eric Gravatt's direct style and lashing, rock-player's cymbal hits. Tyner departed after a lustrous account of Duke Ellington's In a Mellotone in which agile bassist Gerald Cannon's solo was hampered by distortion, then came back to complete his trio set with an assortment of standards, blues and Latin music, his fluency and freedom seeming to grow. An Anglo-American band featuring trombonist Steve Turre and tenor saxist Eric Alexander, plus trumpeter Byron Wallen and altoist Jason Yarde from Britain then arrived to play the concert's concept item - a collection of pieces dedicated to the famous Impulse record label. It turned out to be more or less a straight hard-bop set, touching on catchy classics by Coltrane, Oliver Nelson and Tyner himself. Turre's beautiful tone and balanced phrasing stood out, Alexander was edgily fluent, and Wallen and Yarde were admirable. Wallen elegantly structured his improvisations from low-tone warmth to secure uptempo flurries, and Yarde began a unique exploration of the trance-like Walk Spirit Talk Spirit with ghostly shimmers and whirrs that turned into whooping exultation. The audience bayed for a second encore, but Tyner looked ready to leave."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}