{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/feb/24/conservatives.lords", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-02-24T23:57:53Z", "webTitle": "Andy Beckett on the race to become a hereditary Tory peer", "webUrl": "https://www.theguardian.com/politics/2007/feb/24/conservatives.lords", "apiUrl": "https://content.guardianapis.com/politics/2007/feb/24/conservatives.lords", "fields": {"headline": "Born  to run", "bodyText": "Viscount Monckton of Brenchley is not one of politics' diplomats. He was a special adviser to Margaret Thatcher during her most abrasive ruling period. He is an outspoken climate change sceptic. He describes the Blair government as \"dictatorship ... inflicted on us by stealth\". He has a tendency to turn his views into lectures. But this month Monckton's public tone has softened. He is standing for election, and he talks about the process with a slightly baffling mildness. \"There are some very formidable other candidates,\" he begins. \"The Earl of Stockton - he would make an excellent choice. I am campaigning in some very distinguished company.\" Of his own electoral strategy, Monckton says: \"I don't quite know what the form is. I may possibly write to people. But I don't think it's appropriate to do too much of that.\" He pauses to explain. \"The 47 electors would get pretty fed up if they kept hearing from 43 candidates.\" Monckton is competing in a House of Lords byelection. The result of the contest is due in 11 days; little else about the election is straightforward, or subject to the usual rules of modern British democracy. There is the byelection's code of conduct: candidates \"may not offer hospitality\", and \"may not engage in any activity intended or likely to discredit other candidates\". There is the anachronistic social make-up of the tiny electorate and the huge list of candidates, all of whom are hereditary peers. And there is the fact of the contest itself: an election to earn a place in a parliamentary chamber that is famous, above all, for not being elected. When I ask Monckton what he thinks of the Lords byelection as an institution, his old candour returns in an instant. \"It is a bizarre constitutional abortion,\" he says. And then he starts to explain why he should nevertheless be elected. The immediate catalyst for the current contest was the death in December of the Conservative peer Lord Mowbray, one of the 92 remaining hereditaries in the Lords. Yet the origins of Britain's strangest elections - and their broader significance - lie buried in the treacherous sands of Lords reform. Governments have been trying and failing properly to modernise the chamber for over a century. Labour declared its intentions in the 1997 general election manifesto. \"As an initial, self-contained reform, not dependent on further reform,\" the manifesto promised, \"the right of hereditary peers to sit and vote in the House of Lords will be ended by statute.\" The following year Jack Straw, then home secretary, justified the intended change by describing the hereditaries as \"the greatest offence to the very idea of democracy in the 20th century\". Tony Blair made a more pragmatic argument: \"The vast bulk of the hereditary peers are Tories.\" An ICM poll on the issue that year found public feeling running more than two to one in Labour's favour. The momentum did not last. During 1998 and 1999 the Lords began to threaten the government's programme by delaying the passage of legislation, and New Labour's instinct for compromise with rightwing interest groups, never repressed for long, took over. In 1999 a deal was struck with the Conservative leadership in the Lords. Roughly a seventh of the hereditaries, selected the same year by a series of Lords electorates as intricately interlocking as Russian dolls, were allowed to stay on in the house until reform of the chamber was completed. Labour made a further concession, which would also have unintended consequences. The average age of the 92 surviving hereditaries was about 60; almost inevitably, some would die before Lords reform was completed. Until 2002, it was agreed, they would be replaced by the runners-up from the 1999 Lords elections. After 2002 there would be byelections. The government believed these arrangements would be, as the then lord chancellor Derry Irvine put it, \"purely transitional\". In particular, it was believed the byelections would never be needed: the Lords would be reformed by then. Eight years on the Lords remains unfinished business and seven byelections have been held. The Mowbray byelection will be the eighth. \"I think it's absurd, frankly,\" says the Liberal Democrat life peer Lord Goodhart, who opposed Labour's concessions over hereditaries. He points out that the electorate in most of the byelections is even shallower than the small pool of Lords hereditaries: peers can only vote to replace members of their own party. \"We had one byelection when [Lib-Dem hereditary peer] Conrad Russell died in which the electorate was four.\" To Goodhart and other critics, the byelections and their bodged arrangements are a small but revealing symptom of Blair's greater constitutional failures. To other peers they are just bewildering. Viscount Eccles won a Lords byelection in 2005. \"I'm not sure everybody understands the election system,\" he says. \"A couple of peers said to me when I was standing, 'I'm sorry, I can't vote for you. I don't have a vote.' I said, 'Oh yes you have.'\" Politicians are generally pragmatic, even in the Lords, where self-deprecation and grand statements of principle often conceal more worldly manoeuvres. And so a new political ecosystem has quietly grown up around the byelections. There are roughly 530 hereditary peers without a seat in the Lords. Of these, 150 are on a register of potential byelection candidates. Securing inclusion can be strenuous. \"It was a most extraordinary affair to get my name in the hat,\" says Lord Darling, a chartered surveyor from Norfolk who inherited his title in 2003 and is standing in the current election. \"I had to produce someone who could prove my parentage. They said, 'Is there someone who was at your parents' wedding?' I said, 'That was 65 years ago.' They said, 'Is there an aunt or uncle?' 'All dead,' I said. Then I remembered someone, a retired general, who had come up to me at my father's memorial service and said he was a page at my parents' wedding. He agreed to vouch for me. We're good friends now.\" When a hereditary dies, the peers on the register are contacted and asked if they would like to contest the coming election. The 43 who said yes this time represent the biggest field of candidates so far. Earlier this month, the government's latest white paper on Lords reform again proposed removing the hereditaries or, at the least, abolishing byelections and letting their numbers dwindle. Darling thinks such ominous talk has prompted peers to try to get into the Lords while they still can: \"A lot of people will be thinking it's the last chance saloon.\" Many of the hopefuls seem like Tory peers straight from central casting: military and City backgrounds, London club memberships, farming and racing interests, country house addresses. Contacting candidates involves more conversations with estate offices than is customary in elections. But the candidates' motivations are diverse even if their backgrounds are not. Lord Gainford, who is standing at 85, was a keen member of the Lords for 28 years before being removed in 1999. \"It was a very hard blow indeed,\" he says. \"I loved the work there. I know now there is no chance of my being elected. But I like to keep in touch by trying.\" Monckton says he is running because \"someone has to stand up and speak for the freedoms of the little guy\". Darling is 62, less involved in his business these days, and wants a new challenge. The Earl of Iveagh, at 37 the youngest candidate, is a very wealthy member of the Guinness family and not even a Conservative peer. Until 1999 he sat as a crossbencher in the Lords, but yet another quirk of the byelection system is that while the electorates of each contest are restricted on a party basis, hereditaries of any political affiliation can stand. \"Nothing surprises me about the Lords,\" he says with feeling. Candidates are permitted to distribute a one-page CV to voters to highlight their qualifications for Lords membership. The rest of the campaigning process is an elusive, barely acknowledged business. \"There isn't any electioneering as such,\" says Eccles, four times a candidate and now a voter. \"The lordships would consider they're pretty good at making up their own minds and not susceptible to spin.\" Then he drops his voice a little. As a candidate, he explains, you have limited access to the Lords, no better than the other peers who are not members. \"You need some supporters in the house, who will go round and say to people, 'There's one of these elections. You could do a lot worse than vote for Eccles. I'm voting for him. Perhaps you could too.'\" Eccles's half-dozen advocates included fellow peers from Yorkshire, former army colleagues, and \"someone who had been on the same staircase as me at Magdalen\". During the election \"they would never tell you what they'd said. But you would know. We had a nice party when we'd won.\" The lobbying is not necessarily confined to the five weeks officially set aside for each election. A current candidate who would prefer not to be named says: \"If I go into the Lords, which I don't do very often, if I see a couple of people who I know are voters, even when there's no byelection I say hello. It's not electioneering. It's just keeping up your profile.\" There may be other subtle pressures on voters. In every byelection so far, a few candidates have drawn all the support. Several Lords peers suggest that party leaderships discreetly advertise their preferences; one hereditary who is standing this time talks about \"the nominated candidate from the Conservative leadership\". Lord Strathclyde, the Conservative leader in the Lords and a hereditary himself, denies such arrangements exist but says the peers elected so far \"have all been able people\". He argues that the byelections are no more illogical than other ways of becoming a member of the Lords. Once in, the elected hereditaries say they do not feel like curiosities. \"I've never felt apart from the life peers,\" says crossbencher Lord Freyberg. \"Ultimately it comes down to the individual here and whether they shine.\" Hereditaries will probably be in the Lords a while longer. The recent Lords reform white paper, read closely, does not propose getting rid of them with speed or finality. Instead it suggests their \"conversion ... into life peers\", or that their removal be followed by each party nominating \"an equivalent number of life peers - some of whom might of course be existing hereditary peers\". Britain is not a country where old elites go easily. Even if reform regains impetus - and there are few authorities who think it will - more hereditaries are likely to die before even the simplest legislation can be passed for their removal, and further byelections will follow. \"As time goes by the process will become ludicrous,\" says Freyberg. \"There will be no candidates with any past form as members of the Lords. The voters won't recognise any of the names.\" Gordon Brown, whose circle conspicuously lacks aristocrats, is said to be more hostile to hereditaries than Tony Blair. But if he becomes prime minister, he is likely to have more pressing priorities. Viscount Trenchard, a Lords hereditary from 1987 to 1999 and again since being elected in 2004, has long sensed this constitutional inertia. \"I thought when I stood that I might be in the Lords for a long span. It seemed ... most unlikely that agreement on reform would be reached quickly.\" He still savours his election. \"I didn't go to the count. I went on the internet immediately to see the result. One or two people called me at work. Then I went into the house.\" How does he feel about being in the Lords now? \"It feels good. I had a seat here, and it was taken away from me. But I was lucky enough to come back a second time. I feel restored.\" House rules Pay Law Lords, Lords ministers and Lords office-holders receive salaries of between £70,000 and £200,000. The great majority of Lords are unpaid, but on the days they attend can claim £79.50 for subsistence, £69 for office costs, and travel expenses plus £159.50 for overnight accommodation if their main residence is outside London. Up to another £2,760 a year can be claimed for office costs during periods when the house is not sitting, or for other days when Lords do not attend the house. Expenses allowances also cover six return journeys a year by members' immediate families to parliamentary occasions, foreign language classes, and the rental and installation of internet connections for official laptops Working hours The Lords sat for 147 days last year. Members of Lords committees may make official trips on other days. In the last parliamentary session Lords sittings lasted an average of six and a half hours. Sittings start between 11am and 3pm, and there were 54 that continued past 10pm. Out of 732 members, 403 attended the house in some capacity on an average day - a fourfold increase on 50 years ago. Fourteen members are currently on long-term leave of absence. Job description Lords can introduce private members' bills and ask parliamentary questions. They can sit on Lords committees covering Europe, science and technology, the constitution and the economy. They can debate and amend legislation. They can delay budgets and other government financial bills for up to a month after they have been passed by the House of Commons. Other pieces of legislation can be held up by the Lords for a year. Since the Parliament Act of 1949, which restricted the powers of the Lords to delay bills to their present level, confrontations between the Commons and Lords requiring resolution by the Parliament Act have occurred on four occasions. Three of these have been under the present Labour government."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}