{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/feb/05/careers.theguardian8", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-02-05T23:58:36Z", "webTitle": "Solve IT: What's the best way of backing up data?", "webUrl": "https://www.theguardian.com/money/2007/feb/05/careers.theguardian8", "apiUrl": "https://content.guardianapis.com/money/2007/feb/05/careers.theguardian8", "fields": {"headline": "Solve IT", "bodyText": "We all know (or indeed are) someone who has suffered the frustration of losing their computer files - whether through human error, machine malfunction or criminal intent. But while the intensely annoying cry of \"Didn't you back it up?\" is enough to make you start hacking at your own wrists with a return key, there is a reason for remembering to do it. Data loss can have a huge impact on your business, and it's inexcusable considering how easy it is to prevent. First off, you'll need to decide what you want to back up. Do you need an entire copy of your hard drive? Or is it only certain important fi les? This will help you decide which backup method to choose. For complete peace of mind, you'll want the ability to reboot your computer back to its original state, in the event of a crash. This is slightly different from archiving your files, as it involves cloning your entire hard disk. It's best to do this to an external drive for added security, using software such as Norton Ghost, which updates automatically in the background. If it's just a few files you want to archive, internet backup services such as Carbonite are great for uploading specified files to an online server at regular intervals. Windows XP also comes with a built-in backup application, or for added versatility a program such as Roxio Backup MyPC allows you to schedule backups to either CD/DVD or an external drive."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}