{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/feb/20/students.uk", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-02-20T23:54:15Z", "webTitle": "By the sea", "webUrl": "https://www.theguardian.com/education/2007/feb/20/students.uk", "apiUrl": "https://content.guardianapis.com/education/2007/feb/20/students.uk", "fields": {"headline": "By the sea", "bodyText": "Amy Carter is studying geology at Southampton University It's been going really well. I started my second semester a couple of weeks ago, so all the new work for that is just beginning. The week before that was exams, which seemed to go pretty well. I did loads of revision. The library is open very late and I was there quite a few nights. I don't really worry about exams, but I prepare for them a lot. I suppose that's why I don't worry, because I know I've done a lot of preparation! We are going out quite a lot. We've spent a lot of time in the pub next door to our halls of residence, especially when the exams were over. I'm still having a good time in the flat I'm living in. One person dropped out, so there are eight of us now, from the original nine. I've decided to stay in halls next year, too, with a girl I'm living with at the moment. Not everyone stays in halls. One of our other flatmates is moving back home, another one will be in halls again because she'll be on the first year of her medicine course - she's doing a foundation year at the moment - and the other four are going to be in a house-share. I like the idea of staying in halls because it's cheaper and your bills are included, so it's all taken care of. Where I live at the moment isn't on campus, it's nearer the middle of town. But it's the closest halls to where a lot of my lectures are, at the National Oceanography Centre, out by the docks, so it's convenient for me. It's nice living by the sea. My work this term looks like it's going to be a lot more practical. We've got a load of field trips coming up. We're going to Wales over Easter and to France for a long weekend later in April. They are all compulsory, but the cost of them comes under the course fees. While we're on them we'll do things like geological mapping and making sure we understand the stratigraphy of the rocks. I've been involved in a student volunteer project that has been aiming to collect books from local schools and send them to Tanzania. It's an ongoing project that's been running for a long time, because the provision of books for schools in Tanzania is quite bad. We've done well this time: the books have been collected, we just have to arrange to go and pick them up from the schools. I'm a member of the swimming club and I've been doing quite a lot of training recently. I've had to do most of it in my own time because there have been clashes with revision and work. I've been going about three or four times a week to the university pool on the main campus. I will compete. There are nationals coming up soon, but I don't know if I'm going to do them this year; I definitely will at some point. I've been swimming all my life. It helps with relaxing and taking your mind off work, but mainly I just really enjoy it. The social side of it is good, too! Meanwhile ... Sophia Mallalieu is studying zoology at Glasgow University Sophia and her flatmates were facing investigation after an incident during their pre-Christmas dinner when a turkey was thrown from their balcony. She reports that so far they haven't heard anything further from the authorities, but feels sure that they are on a blacklist. People keep walking past the flat to see what's going on there, she says, and they get weekly visits from the sanitation officer, who threatens dire punishments for any misdeeds."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}