{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/feb/24/usa.uk", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-02-24T23:57:56Z", "webTitle": "Bush breathes new life into Reagan's dream", "webUrl": "https://www.theguardian.com/world/2007/feb/24/usa.uk", "apiUrl": "https://content.guardianapis.com/world/2007/feb/24/usa.uk", "fields": {"headline": "Bush breathes new life into Reagan's dream", "bodyText": "American dreams of a Star Wars defence system were first revealed by Ronald Reagan in a speech in 1983 as a way of ending the deadlock of the cold war doctrine of mutually assured destruction, where his country and the Soviet Union were forever poised to annihilate each other. Reagan's missile defence plan was called the Strategic Defense Initiative (SDI) and was designed to protect against a massive Soviet strike, perhaps 20 or more nuclear warheads flying into the US at one time. The central concept was called brilliant eyes and brilliant pebbles, a flotilla of sensors and interceptors in separate orbits around the Earth. \"There was no central command - a brilliant eye would spot a missile, communicate with a brilliant pebble and send it off to hit it,\" said Tim Williams, head of the EU security programme at the Royal United Services Institute. \"The technology worked, it was proven. What they weren't sure about was whether it would actually stop a major attack, whether it could get every missile in a 20-strong attack.\" A possible cost of $69bn led to the programme being called off but, after the end of the cold war, George Bush senior revived it in a programme called the Global Protection Against Limited Strike but it was again abandoned when he lost the 1993 presidential election. Bill Clinton shifted the focus of missile defence to ground-based interceptor missiles as part of the Ballistic Missile Defense Organisation, though it was never very high on his list of priorities. When George W Bush came to power in 2001, he resurrected some of the old SDI technology as part of the National Missile Defence and Ground-based Midcourse Defence, the \"son of Star Wars\". There are space-based sensors that draw on the brilliant eyes technology and multiple kill vehicles (MKV) that are designed to distinguish between decoys and real weapons as close to the launch site as possible. The MKVs, which could cost more than £20m each, are likely to carry no warheads of their own. Once the satellites and sensors detect an incoming nuclear missile, the missile defence system would launch an MKV to ram a block of metal into the incoming missile at speeds of 16,000mph. If the collision occurred in space, the resulting debris would burn up as it fell through the atmosphere. It is one of scores of technologies that could be employed as part of a missile defence programme: one of the more ambitious ideas touted is a laser attached to planes that would circle around rogue states, in case they launched a rocket."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}