{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/feb/16/ukguns.news", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-02-16T18:50:49Z", "webTitle": "South London shootings 'tragic beyond belief', says prime minister Tony Blair", "webUrl": "https://www.theguardian.com/uk/2007/feb/16/ukguns.news", "apiUrl": "https://content.guardianapis.com/uk/2007/feb/16/ukguns.news", "fields": {"headline": "Shootings 'tragic beyond belief', says Blair", "bodyText": "The government today rejected claims from the Tories that broad social factors lay behind the apparently unrelated shootings of three south London teenagers in less than two weeks. Tony Blair said \"specific solutions\" were needed after the killings, which described as \"horrific\" and \"tragic beyond belief\". The killings were not a \"metaphor for the state of British society\" or British youth, he said. Earlier, the Conservative leader, David Cameron, had blamed gun crime on the breakdown of two-parent families and called on fathers to live up to their responsibilities. Mr Cameron said that, if elected, he would \"compel men to stand by their families\", if necessary by directly taking child support money from their bank accounts. While Mr Blair conceded there was a need to confront \"broader questions of community and family responsibility\", he said the shootings related to a \"specific culture\". The most recent victim of a shooting in the area was Billy Cox, who was killed at his home in Clapham on Wednesday afternoon. As officers today began armed patrols in south London, the 15-year-old's father, Tommy, urged the community to \"get behind the police 100%\". The home secretary, John Reid, held a summit at the Home Office with police and MPs and insisted tonight that south London was \"not a ghetto\", but was home to millions of law-abiding people. In a tacit swipe at Mr Cameron he said it was wrong to attribute killings such as these to \"general sociological\" causes. He said Home Office lawyers were examining whether legislation, such as the length of sentences, needed to be strengthened. The Metropolitan police commissioner, Sir Ian Blair, said Mr Reid was \"sympathetic\" to his call to lower the age, from 21 to 17, at which those involved in gun crimes could receive a mandatory five-year sentence. Sir Ian has ordered high-visibility police patrols around south London, some of them armed, in an attempt to calm fears and prevent further attacks. A new taskforce will combine officers from Scotland Yard's gun crime unit, known as Operation Trident, with mobile teams and patrolling borough officers. The killings began on February 3 when James Andre Smartt-Ford, 16, died after being shot at least twice at the Streatham Ice Arena. Three days later, Michael Dosunmu was gunned down in his bedroom in Peckham in the early hours of the morning, only days after his 15th birthday. A man was arrested yesterday in connection with the latter killing. Friends and neighbours of Billy, who lived on the Fenwick estate, yesterday said it appeared he had been shot after becoming involved in a row with another youth. Janine Easton, whose children were friends with the victim, said the row could have begun over a text message. She said Billy had apparently been arguing with another teenager via their mobile phones and the situation had escalated. \"I think it was something to do with cussing each other on text messages - something as silly as that,\" she said. \"Kids round here get into trouble and get sent to jail and come out thinking they are tough. They are just children ... but they are children with guns.\" Another friend of Billy's said he had fallen out with members of a local gang. Police yesterday said the victim's younger sister, Elizabeth, was returning home from school just after 3.30pm on Wednesday when she heard a loud bang from the family's maisonette. She found her brother fatally wounded in his bedroom. Another friend arrived, and the pair tried to save his life. Paramedics were not able to save the teenager. \"Apparently he was alive when she got back, but he was never going to make it,\" said Samantha Poynter, whose son regularly played with Billy and his sister. Yesterday, police said it appeared the teenager - who was serving a supervision order for a burglary offence and was tagged and restricted to a curfew from 7pm to 7am - had been deliberately targeted and knew his attackers. They said there were no signs of forced entry at the maisonette. Sir Ian said there was no evidence to link the three murders, though there were \"evidential leads\" linking some of them. \"There is no evidence to suggest that they are tit-for-tat, but they are entirely unacceptable to the communities of London,\" he added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}