{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/feb/16/toriesofferatalkingcure", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-02-16T18:40:57Z", "webTitle": "The touchy-feely Tories", "webUrl": "https://www.theguardian.com/commentisfree/2007/feb/16/toriesofferatalkingcure", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/feb/16/toriesofferatalkingcure", "fields": {"headline": "The touchy-feely Tories", "bodyText": "The Tories are proving adept at positioning themselves in the wellbeing debate. A whole bundle of issues from gun crime to Unicef ranking Britain bottom out of all industrialised countries as a place to grow up, are leaving a profound sense of unease as to what kind of society we have created. Step in David Cameron today with a set of points which demonstrate how good he is at dodging any specific commitments while at the same time, making all the right noises of sympathy. It's almost as if he is offering the nation a form of \"talking cure\" for our sense of unease. A kind of political gesture comparable to \"I understand your pain\". Families need more support, said Cameron - and who can disagree? Fathers need to stay with their partners and children - and who can disagree? But before we start thinking that this might involve some kind of government action (increase funding for family support services, relationship counselling) Cameron was quick to insist that this was not about government making laws or increasing budgets, this was about something else ... ummm, what exactly? It's almost as if Cameron is suggesting a sort of \"one last heave\". If we all pull together in the country, through some kind of moral effort, we will be able to sort out broken marriages and family breakdown. Moral exhortation is all well and good but it sounds a bit odd coming out of the mouths of politicians whose life experience doesn't extend beyond much more than PR and Westminster. Then Cameron swung into even more popular territory: the collapse of authority. This echoed the speech Blair made a few years ago criticising the 60s and their undermining of social order; it was just before the summer recess and the more charitable of political commentators put its authoritarianism down to a bout of July weariness. Cameron can plead no such excuse - nor Alan Duncan, his shadow trade and industry spokesman, who later took up the refrain in a longer speech to the Centre for Policy Studies. \"If there is no fear of authority, there is no respect for it,\" argued Duncan as he expanded on his theme of \"decivilisation\". More discipline is needed in the home and the school, he added. It's the kind of tough message that Middle England, Daily Mail readers love, but quite how it fits in with \"hug a hoodie\" is hard to see. The Tories seem sharply divided as they lurch from their traditional base of judgmental condemnatory to the more Cameron touchy-feely. The Tories are launching themselves with gusto into this new territory of wellbeing but they're flailing about without much coherence. Perhaps that doesn't matter - perhaps all some people need from a politician is the sense that their views are represented and endorsed. It's a question of getting the mood music right as much as getting the precise detail of a policy accurate - so before Labour dismisses it as all talk, it's worth watching how it goes down with the punters."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}