{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/feb/11/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-02-11T18:32:21Z", "webTitle": "Premiership: Reading 2 - 0 Aston Villa", "webUrl": "https://www.theguardian.com/football/2007/feb/11/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2007/feb/11/match.sport3", "fields": {"headline": "Sidwell leaves Coppell struggling to quell talk of Europe", "bodyText": "Steve Coppell continues to ridicule talk of qualifying for Europe, although the prospect of Reading entertaining the continent's leading clubs next season is no joke for the rest of the Premiership. This fourth successive league victory, secured through two wonderfully taken Steve Sidwell goals, continued Reading's amazing rise, lifting a club that started the campaign hoping for survival to within three points of a Champions League place. It is an extraordinary achievement, although it will be a long time before Coppell tells the players to check their passports. 'We never sit down and think, \"Let's get into Europe,\" ' said the Reading manager. 'We talked about Aston Villa before today and after today we will talk about Manchester United next week. We've done nothing yet. Where you are in February is meaningless and if this is the highlight of our season I'm going to be disappointed.' Unbeaten this year, Reading would be top of the Premiership if the season started on 1 January. There is a refreshing openness about their free-flowing attacking football, something that was evident during a 15-minute spell in the first half when Aston Villa struggled to gain a foothold. Sidwell, out of contract in the summer, headed in Reading's first goal during that period before settling the outcome in injury time after swapping passes with Dave Kitson. Had Villa shown a similar ruthlessness in front of goal, the outcome might have been very different. John Carew and Ashley Young have combined superbly since arriving at Villa last month, but they were unable to apply the finishing touch as the visitors recovered from a slow start to dominate either side of the interval. 'We had lots of chances,' lamented Martin O'Neill. 'And it wasn't Ashley's day.' Sidwell's opening goal, seized when he nodded home Stephen Hunt's corner at the near post, ought to have led quickly to a second. Reading's high-tempo approach was too much for Villa, with much of the impetus for the home side's forward forays coming from Glen Little. The Reading winger tormented Shaun Maloney and Gareth Barry on Villa's left flank, with one excellent delivery headed straight at Thomas Sorensen by Leroy Lita. Reading continued to pepper the Villa area with crosses, but, as they survived the onslaught, the match swung back towards the visitors before the break. Maloney, making his Villa debut, drew a fine save from Marcus Hahnemann with a 25-yard drive in the 34th minute and less than 60 seconds later Carew saw his stabbed effort repelled by the Reading keeper before Gabriel Agbonlahor dragged his shot wide. Reading were beginning to wheeze and the second half provided no opportunity to pause for breath. Young, who ought to have given Villa the lead in the ninth minute when he inexplicably failed to make contact with Barry's cross, later headed wide horribly. That second chance had been preceded by Carew deflecting the former Watford forward's shot on to a post before Hahnemann, scrabbling across his line, thwarted Agbonlahor with a fine stop. With Villa throwing players forward in pursuit of an equaliser, spaces began to appear for Reading to exploit. Lita should have converted John Oster's low cross late on, although the reprieve was only temporary for Villa as Sidwell coolly steered his shot past Sorensen. 'He's a terrific footballer on a steep learning curve in this division,' said Coppell. 'We would love him to stay and play for us next season.' European football could be a major incentive. Man of the match: Steve Sidwell Reading might have cashed in on their prize asset in the summer, but the club's decision to hold on to the former Arsenal midﬁelder has been vindicated. He worked tirelessly, although it was his goals, one in each half, which said most about his contribution."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}