{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/feb/16/historybooks.secondworldwar", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-02-16T19:02:40Z", "webTitle": "Holocaust denial writer jailed for five years", "webUrl": "https://www.theguardian.com/world/2007/feb/16/historybooks.secondworldwar", "apiUrl": "https://content.guardianapis.com/world/2007/feb/16/historybooks.secondworldwar", "fields": {"headline": "Holocaust denial writer jailed for five years", "bodyText": "The following correction was printed in the Guardian's Corrections and clarifications column, Thursday February 22 2007 Mahmoud Ahmadinejad, president of Iran, has not \"called for Israel to be wiped off the map\". The Farsi phrase he employed is correctly translated as \"this regime occupying Jerusalem must vanish from the page of time\". He was quoting a statement by Iran's first Islamist leader, the late Ayatollah Khomeini. A German neo-Nazi publisher was yesterday sentenced to five years in prison for inciting racial hatred and denying that the Nazis murdered six million Jews. Ernst Zündel, who was extradited from Canada to face trial in Germany in 2005, received the maximum sentence available for the crime of Holocaust denial after being found guilty on 14 counts. The prosecutor, Andreas Grossmann, said Zündel's claim that the Holocaust never happened earned him the title of \"political conman\" and that his views were dangerous to Germans. \"You might as well argue that the sun rises in the west, but you cannot change that the Holocaust has been proven,\" he said, referring to Zündel's work Did Six Million Really Die? The prosecution accused him of using \"pseudo-scientific methods\" in an attempt to overturn the accepted facts on the Holocaust. But campaigners for Zündel, 67, said he was a peaceful advocate of the right to free speech who was being denied that right. His supporters filled the courtroom. At the close of the trial Zündel - who also wrote The Hitler We Loved and Why, and has described Hitler as \"a decent and very peaceful man\" - asked the court in Mannheim to set up an international commission of historians to explore the Holocaust. He said he wanted \"hard facts\" and not just witness statements, and that if the commission could prove Jews were gassed he would \"hold a press conference at which I would publicly apologise to Jews, Israelis and the world\". Calling Zündel a \"dangerous agitator, a rabble-rouser and haranguer\" and an \"admirer of Adolf Hitler\" with a \"deep hate towards everything Jewish\", the judge, Ulrich Meinerzhagen, said he was handing down the harshest possible sentence because the state had \"the right and the duty to protect the basic principles of the law\". Zündel, who emigrated to Canada in 1958 but was deemed a security threat by the time of his deportation in 2005, had repeated his claims in various publications and on his website. He spent two years in custody in Canada before his extradition to Germany. The trial was stopped in November 2005 and resumed three months later after the judge complained that Zündel's defence lawyers were deliberately and unnecessarily trying to prolong it. One lawyer was subsequently excluded from the trial for signing her correspondence to Zündel with \"Heil Hitler\", while another was warned he faced prosecution for quoting from Adolf Hitler's Mein Kampf in his address to the court. Zündel's yearlong trial has turned him into something of a hero among Holocaust deniers in the Arab world. Posters of him appeared at a conference in Tehran last year organised by the Iranian president, Mahmoud Ahmadinejad, who as well as denying the Holocaust has called for Israel to be wiped off the map. Germany, which holds the six-month presidency of the EU, is trying to outlaw Holocaust denial and to ban swastikas across member countries. But the proposal is expected to cause heated debate over freedom of speech. Ten European countries and Israel already have laws against Holocaust denial."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}