{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/feb/05/creditanddebt.business", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-02-05T23:58:49Z", "webTitle": "Ombudsman wants banks to impose stricter lending rules", "webUrl": "https://www.theguardian.com/money/2007/feb/05/creditanddebt.business", "apiUrl": "https://content.guardianapis.com/money/2007/feb/05/creditanddebt.business", "fields": {"headline": "Ombudsman wants banks to impose stricter lending rules", "bodyText": "A financial watchdog yesterday warned Britain's banks they need to implement tougher codes of conduct to prevent misselling credit cards and loans, especially to people on low incomes. The Financial Ombudsman Scheme said guidelines in the Banking Code were weak and failed to give consumers the protection offered by other financial services companies. The warning follows a report on bank lending policies that found fewer than one in 10 customers were asked for proof of their income before being offered a credit card. A survey showed only half the customers were asked to disclose their income and of those that did a fraction were asked to provide bank statements. Figures last week showed the number of personal insolvencies rising above 100,000 in 2006. Consumer groups and opposition MPs are expected to push for government action, which could include putting pressure on banks to impose tougher lending criteria. Banks are also likely to come under more pressure from shareholders keen to reduce bad debts. Jane Hingston, head of banking and credit at the ombudsman service, said an assessment of an individual's financial status \"could be as little as checking on the customer's identity and finding out what he wants to borrow the money for. \"This appears very light indeed in terms of what [banks] undertake to do, given the growing concerns in many areas about affordability in lending. And it is surprising when compared with the stronger commitments that exist in some other codes within the lending industry.\" Ms Hingston also warned banks the ombudsman service has seen a 30% rise in banking complaints in the past year. \"The Office of Fair Trading is currently carrying out a fact-finding exercise to consider whether a further investigation of the fairness of bank charges is needed. \"Against that background, making any specific suggestions about code commitments around bank charges would seem premature.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}