{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/feb/24/careers.graduates2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-02-24T23:56:37Z", "webTitle": "First class News", "webUrl": "https://www.theguardian.com/money/2007/feb/24/careers.graduates2", "apiUrl": "https://content.guardianapis.com/money/2007/feb/24/careers.graduates2", "fields": {"headline": "First class News", "bodyText": "Cocktails, cabaret and canapes - it's a sin Graduates who \"love to work hard and play hard\" are being invited to a networking event in London next week organised by a group of young professionals. However, this is not your usual drinks and nibbles event - although cocktails and canapes are included in the £25 entry fee. Instead, the evening, called Seven Deadly Sins: Mix Business with Pleasure, includes a cabaret, the chance to win prizes and seven models (\"deadly sins in their own right\", says the flyer) dressed in bikinis - very tasteful. The event is part of an Apprentice-style contest being run in the UK by networking group Australian Business, in which competing teams showcase their business and marketing skills. If you attend the event - which runs from 6pm on Wednesday at the Play Room in Air Street - try not to do too much sinning in front of a potential contact. They're called deadly for a reason. Customer attitude corrupts students US business schools have received a ticking off from one of their own this week for treating students as though they are customers. Edward Snyder, dean of the University of Chicago Graduate School of Business, says some schools were \"corrupt and corrupting\" their students' development by doing so. \"Do we really want to tell them that they are customers - and that they are always right - when we are in the last, best position to influence their overall academic, ethical and professional development?\" writes the dean in an article published by the Association to Advance Collegiate Schools of Business. He adds that students should be helped to achieve their goals, but also encouraged to assist their fellow classmates. Law students resist being 'pigeonholed' Students are getting choosy when it comes to selecting a legal practice course, a requirement for all would-be solicitors. Legal Week magazine reports that one in five students would not apply for bespoke training courses attached to specific firms. Of the 2,000 students interviewed, 23% said they were turned off by this kind of training contract because they were worried they would be \"pigeonholed\" and unable to network with trainees from other firms. The science of searching for a star The search is on to find the next face of UK science and engineering in a national competition dubbed the Pop Idol of the science world. Regional heats of FameLab 2007 (www.famelab.org), created by the Cheltenham Science Festival and the National Endowment for Science, Technology and the Arts, begin next month and are open to anyone over the age of 21 who is working in or studying science, technology, engineering or mathematics. Contestants will have three minutes to present a scientific subject of their choice, demonstrating a passion for the topic and an engaging turn of phrase. The overall winner receives £2,000, an internship with Channel 4 (a sponsor) and an international events tour. Eat, drink and be very, very, clever indeed This week came news that, surely, all students have been waiting for - eating chocolate could help improve your studies. Research by the University of Nottingham suggests that cocoa flavanols, a key ingredient in dark chocolate, boost blood flow to key areas of the brain, which sharpens cognitive skills for two to three hours - just the right amount of time to cover that end-of-term exam or help finish that essay. The same flavanols are found in red wine, in case the chocolate makes you thirsty."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}