{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2007/feb/05/thetimesgoes", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2007-02-05T21:47:06Z", "webTitle": "The Times goes green -- and limes its Web site", "webUrl": "https://www.theguardian.com/technology/blog/2007/feb/05/thetimesgoes", "apiUrl": "https://content.guardianapis.com/technology/blog/2007/feb/05/thetimesgoes", "fields": {"headline": "The Times goes green -- and limes its Web site", "bodyText": "Times Online, around 10 minutes into loading a page this evening... The Times unveiled its redesigned Web site today, and so far I've managed to load one page correctly. Apparently the system is being crushed to death by spiders, and no-one at the paper has quite figured out how to use a robots.txt file. This morning our Organ Grinder blog asked: Does the Times Online relaunch work? The first and general response was: \"To judge the website you have to be able to get on it and navigate it for more than a few minutes and currently er, it doesn't actually work.\" Eventually someone from The Times popped up to explain: There are about 400,000 pages on the site, and this morning, they all changed simultaneously, which meant that every search engine spider came to visit us. Along with the extra traffic from promoting the site in the paper, we're getting about five times normal traffic. Obviously our plans for coping with that traffic weren't effective and people coming to the site (including us in the office) are finding it very slow. Sorry about that. And yes, we've got those pages where the css has failed and you get all the content spread out in diagonal lines. I've been moderating some of the comments on the site, and some people seem to think that's our redesign. We're not that avant garde. Once you hit reload, it goes away, and once the servers are healthier, it should go completely. This photo shows what it's like at the moment, from a user's point of view ;-) I gave up waiting for a page to load after 10 minutes, but I did notice a couple of things about the site. (1) It's lime green, which isn't Microsoft's shade, but green is green. (2) The search is \"Sponsored by Windows Live\". (3) It uses breadcrumb navigation, just like Windows Vista. These things happen. It will probably be fine in a day or two. Otherwise, I'd be interested to know if there are any Web site speed checkers that actually work. I was able to try half a dozen examples while waiting for one page to load. Clearly checkers that claimed The Times took less than a second to load were not reporting a useful figure..... PS. Yes, we know Comments are slow, but we're working on it!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}