{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/20/marouane-fellaini-manchester-united-surgery", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-20T22:30:01Z", "webTitle": "Manchester United's David Moyes ponders surgery for Marouane Fellaini", "webUrl": "https://www.theguardian.com/football/2013/dec/20/marouane-fellaini-manchester-united-surgery", "apiUrl": "https://content.guardianapis.com/football/2013/dec/20/marouane-fellaini-manchester-united-surgery", "fields": {"headline": "Manchester United's David Moyes ponders surgery for Marouane Fellaini", "bodyText": "David Moyes may decide to send Marouane Fellaini for surgery on his wrist that would sideline the £27.5m signing for six weeks. The manager's decision will come after he has seen the results of a scan on the midfielder's injured back that is currently keeping him out. Fellaini last featured on 4 December in the 1-0 defeat to Everton at Old Trafford when he again played with a cast on the wrist he injured earlier in the season. Yet after suffering the back problem Moyes hoped he could return quickly. But, before Saturday's visit of West Ham United, the manager said: \"Fellaini has got an injury to his back which we hope might have healed up but I'm going to send him for another scan. If it hasn't healed up I might need to take a decision and get his wrist done as well. We hope his back would be only 10 days or so but he is still feeling it. It's a muscle that has separated from the bone in his back and that is what is causing the problem. We hoped it might have healed in 10 days or two weeks but he is not feeling much better today.\" While Moyes may decide against the operation on Fellaini's wrist at the moment, the Belgian does need the procedure at some point, meaning he will miss another six weeks in what has been a frustrating start to his United career during which he has struggled to find form. \"We're waiting to see,\" added Moyes. \"We're not going to say we're doing that [wrist operation] yet. Around six weeks [Fellaini would be out].\" Moyes could also be without Nani for several weeks. \"Nani has a hamstring injury so we are worried about that. It looks worse than we hoped. It might keep him out for a few weeks,\" he said. After United rebounded from losing two consecutive games in the Premier League, Moyes has guided his side to three wins on the bounce. He is confident that this momentum can continue. \"I think we are in better shape [now]. I feel we've picked up,\" he said. \"We had two defeats that could have gone either way. We didn't get the results and we needed to get back on track against Shakhtar [Donetsk in the Champions League] and then we had a good win at [Aston] Villa and won again in midweek [against Stoke in the Capital One Cup]. Now we have to try and keep that momentum going.\" The champions are 10 points behind the leaders, Arsenal. Moyes believes this is not insurmountable. \"I hope you are asking me a better question because it's even closer shortly,\" he said. \"That's my hope. But I've got to prove that. It's ok me talking about it but we've got to do. We had a great result versus Arsenal [winning 1-0] and we needed to kick on after that international break and we didn't do that. \"So I've got to try and make sure we take it game by game. But obviously the bigger picture is to try and catch the teams above us as well. I don't think it is insurmountable at all. We've said it is going to be a season of a few ups and downs. Maybe we've had our downs and maybe we've got all our ups to come. The history of this club would show that Manchester United have tended to get much better in the second half of the season.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}