{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/20/luis-suarez-liverpool-signing", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-20T22:30:00Z", "webTitle": "Liverpool focus on main chance to be top of the tree at Christmas", "webUrl": "https://www.theguardian.com/football/2013/dec/20/luis-suarez-liverpool-signing", "apiUrl": "https://content.guardianapis.com/football/2013/dec/20/luis-suarez-liverpool-signing", "fields": {"headline": "Liverpool focus on main chance to be top of the tree at Christmas", "bodyText": "It is highly appropriate that Vincent Tan visits Anfield 24 hours after Liverpool secured Luis Suárez on a new long-term contract and for a game that may take Brendan Rodgers' team top of the Premier League at Christmas. Liverpool were last in contention at this stage in 2008-09 but back then they were the circus act. Now it is the poor unfortunates of Cardiff City who must contend with a divisive owner while harmony helps Anfield move on. Liverpool were under the near-ruinous regime of Tom Hicks and George Gillett five years ago yet still amid their best domestic campaign under Rafael Benítez, one that ended in a second-place finish four points adrift of Manchester United. There has been revisionism over how close Liverpool came to the title that season – a defeat at Middlesbrough in February cut them adrift before a rousing finale of 10 wins in 11 games closed the gap – but few would dispute the severity of the distractions. And they were everywhere. The deployment of Liverpool's then No7 and major summer signing Robbie Keane now seems trivial compared with the debt the owners placed on the club, the growing, organised protests against their regime and Benítez's dispute over a new contract – to name but a few. The speed and success of Suárez's contract negotiations this week serves as a stark contrast and demonstration of the restoration work undertaken by Fenway Sports Group, Hicks's and Gillett's successor. It should also help concentrate Liverpool's focus on qualifying for the Champions League for the first time since the off-field crises of 2008-09 and on achieving the win over Cardiff that would deliver first place before Arsenal's game with Chelsea on Monday. \"It would certainly be a statement to be top at Christmas,\" says Rodgers, clearly not content with the statement Liverpool made with the Suárez deal on Friday. \"I'd rather be there. It shows you are near enough at the halfway point of the season and you're the best team. So it is a good statement but something that can also give you the confidence and belief for the second half of the season. But we are not getting carried away. \"It is terrific reward for the players, very satisfying for the supporters, great for them. They talk here of the holy trinity between players, managers and the supporters being all together and we have shown that real togetherness across the club. If we can stay like that and keep working, we are going to be in with a great chance of achieving the objective.\" There was little togetherness in 2008‑09 and, unlike five years ago, there has been clear improvement in Liverpool's performance level as the season has progressed, with the exception of the recent defeat at Hull City. Benítez's team excelled in a 5-1 win at Newcastle United on 28 December but did not win again in the league until February, the month that also saw Liverpool's then manager launch his infamous \"facts\" verbal attack on Sir Alex Ferguson. That was never the moment of weakness that Benítez's critics claimed. Liverpool had a winnable game at Stoke City on the Saturday, a supposedly divided United faced Chelsea on the Sunday and Benítez sensed an opportunity to turn the screw on Ferguson's team. It backfired as Liverpool were held to a goalless draw while United won 3-0 and it was only after that Middlesbrough defeat that his team delivered an outstanding run of form. If there is a parallel between then and now, it came with Rodgers' admission after the Hull defeat that his Liverpool squad is not strong enough to cope with injuries to key players such as Daniel Sturridge and Philippe Coutinho. Last Sunday's 5-0 rout of Tottenham Hotspur without Steven Gerrard and Sturridge, therefore, represented much more than just the end of André Villas-Boas at White Hart Lane. Rodgers added: \"There is no doubt it will increase the players' confidence level to be top. Of course if you haven't been there over a period of time or for a few years, it's a new experience but you've got to embrace it. You have to enjoy it. I've seen it already this week. \"I've seen the confidence and belief in training go up a notch and that's because of a big performance in a big game at Tottenham. I see inherently now the belief in how we work. \"We've just got to keep that focus and belief and not look behind so much. You are always looking forward. That is something we will continue to do. The aim for us is to get to the last 10 games and be in with a shout. That's the business end when you organise your season. Our way of playing is improving. Our style is improving. \"We are learning to play differently and that comes into it at the second half of the season. When the pressure comes you know you want your players to have the ball. If that's how you work and that's your nature, then you know that's how you'll play. \"If we are still in and around it with 10 games to go, then maybe then we will talk about what we can achieve but at this moment in time I'm just concentrating on what I talked about last year – that in the second half of the season we will be even better. It is important to retain our focus and concentration to get to that level.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}