{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/dec/10/do-you-believe-doctors-have-a-duty-to-perform-abortions-think-again", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-12-09T22:05:54Z", "webTitle": "Do you believe doctors have a duty to perform abortions? Think again | Van Badham", "webUrl": "https://www.theguardian.com/commentisfree/2013/dec/10/do-you-believe-doctors-have-a-duty-to-perform-abortions-think-again", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/dec/10/do-you-believe-doctors-have-a-duty-to-perform-abortions-think-again", "fields": {"headline": "Do you believe doctors have a duty to perform abortions? Think again", "bodyText": "Medically speaking, an early-term clinical abortion is a minor procedure. If performed early enough, treatment may be done via medication (usually a combination of mifepristone and prostaglandin) or day surgery. The vast majority of late-term abortions occur, of course, as the result of medical concerns about foetal viability or the mother's health. Even so, there remain doctors who cite religious reasons against pregnancy termination treatment. As the Hippocratic oath states very clearly “I will prescribe regimens for the good of my patients according to my ability and my judgment and never do harm to anyone”, the refusal of such doctors to perform a procedure always sought in a patient’s best medical interest can be confounding. In my home state of Victoria, section 8 of our abortion legislation merely obliges these “conscientious objectors” to provide referrals, and does not compel doctors to perform the medical task at hand or risk their medical accreditation for failing their oath. The Australian Medical Association (AMA) vigorously defends the conscientious objection of anti-abortion doctors, yet the same association is paradoxically committed to a recognition of women’s bodily autonomy (the association has, for example, opposed Zoe’s law in New South Wales). The “best practice” standard advocated by the AMA is that conscientious objector doctors both advertise their unpreparedness to provide abortion services as well as dispense information locating alternative practitioners well in advance of any consultation. This is already the practice of some doctors in Victoria, who declare their refusal to perform certain services on signs displayed in their clinics in line with the provision of section 8. For pro-choice advocates, this position may appear hostile to the notion of safe and legal abortion on-demand. And yet, those advocates would do well to consider the greater implications of the AMA’s position, because the maintenance of a conscientious objection mechanism within present abortion legislation actually validates and strengthens the cause of pro-choice rights. There is no question that doctors who hector patients, deny them referrals or refuse treatment in a life-threatening medical emergency should be struck from the register and face sanctions, but what the the AMA's \"best practice\" position amounts to is the recognition that the state does not have the right to enforce political or religious beliefs over doctors in the provision of care. In the paradoxical world of pro-choice politics, a defence of the right of doctors to deny abortion services without state interference must therefore be a necessary commitment of those whose cause is the autonomy of women to decide their own medical treatment without state interference, too. The precedent and principle extends far beyond the present abortion wars, of course. Conscientious objection is what enables doctors to fight for Australian standards of care for refugees in Australian detention at Manus Island, for example, while the policies of immigration minister Scott Morrison are to standardise refugee medical care to that of the external practice of Papua New Guinea. The abortion issue is one of immediacy in my home state of Victoria, where the procedure was decriminalised only a mere five years ago. The campaign for a final removal of abortion from the Victorian criminal code took 35 years, but passed both houses of parliament with a conscience vote. There has been much in the media recently about the threat to this hard-won recognition of female bodily autonomy in Victorian law, as independent MP Geoff Shaw is seeking to change the state's abortion laws to which would further restrict access to the procedure. Premier Denis Napthine was a member of the lower house that passed the legislation in 2008, and voted against. Shaw has made no secret of his willingness to trade his government-making allegiance to whichever side of politics delivers the opportunity to recriminalise abortion and restrict what is now a right in law for Victorian women to acquire safe, legal terminations of pregnancies to 24 weeks, and past 24-weeks with medical support. What is rumoured to be currently on offer between Shaw and the governing Liberal party – whose membership he renounced – is a specific repeal of section 8. And in the topsy-turvy world of abortion politics in Australia, both feminist columnists such as Amy Gray and Susie O’Brien from the conservative stable of Murdoch’s Herald-Sun have come out as one mind in opposition to any retrogressive changes to the 2008 bill. This is a flashpoint issue in Victoria given recent medical board investigations of anti-choice doctors who, despite retaining their right to conscientiously object to performing the abortion procedure, flouted the legislation and further refused to refer abortion-seeking patients to others. The principle of respectful autonomy is what is threatened by the “deal” supposedly being negotiated by the Victorian government. The rumoured repeal of section 8 must be fought for the political horse-trade that it is, as the respect of a provision to conscientious objection demands that services be referred so no patient is ever exposed to harm. To exploit women’s health for one MP’s single-issue zealotry and a party’s political convenience is a disgrace and a shame that should rightfully have dire electoral repercussions for all involved."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}