{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/01/hull-liverpool-steve-bruce-brendan-rodgers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-01T23:06:00Z", "webTitle": "Liverpool squad not big enough to cope with star injuries – Rodgers", "webUrl": "https://www.theguardian.com/football/2013/dec/01/hull-liverpool-steve-bruce-brendan-rodgers", "apiUrl": "https://content.guardianapis.com/football/2013/dec/01/hull-liverpool-steve-bruce-brendan-rodgers", "fields": {"headline": "Liverpool squad not big enough to cope with star injuries – Rodgers", "bodyText": "Brendan Rodgers made the frank admission that Liverpool's squad cannot cope with injuries to Daniel Sturridge and Philippe Coutinho as his side produced an abject display to lose 3-1 at Hull City. Liverpool lost to Hull for the first time in their history as Jake Livermore, David Meyler and a Martin Skrtel own-goal produced a memorable triumph for Steve Bruce. The Hull manager later admitted he wanted talks with the owner, Assem Allam, over his controversial and divisive attempt to rebrand the club \"Hull Tigers\". Rodgers was left with his own problems. Liverpool will be without their 11-goal striker Sturridge for \"six to eight weeks\" with an ankle ligament strain suffered in training on Friday, according to the Liverpool manager, who had to leave Coutinho on the bench for 66 minutes due to a \"high ankle sprain\" that prevented the Brazilian training last week. Despite adding eight players to his squad in the summer at a cost of almost £50m, Rodgers said Champions League-chasing Liverpool do not have the resources to withstand the two losses. \"There's no doubt the quality in our squad, with all due respect, isn't big enough to cope with two big players like that missing,\" he said. \"We still have some very good players. Daniel could be out for up to eight weeks. Philippe [Coutinho] hasn't trained all week, he has a high ankle strain and had some injections to get on the bench. He did very well to get on the field. \"You take those two out and they are two very good players who have been very efficient for us. This period now will test us. For the players who come in, it will be a great opportunity to stake their place in the team and hopefully we can get back to winning games.\" The Liverpool manager had a lengthy list of complaints over the performance at the KC Stadium. Rodgers, who lost Kolo Touré late on with a hip injury, said: \"We lacked quality on the ball. We never created enough. We never kept the ball long enough. At 1-1 I thought we looked in control and we had a great chance to make it 2-1 but [Allan] McGregor never really had too many saves to make. We couldn't find a cutting edge and we didn't defend well enough as a team.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}