{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2013/dec/28/time-bomb-mortgage-rate-rises", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2013-12-28T21:00:00Z", "webTitle": "Thousands of families face ticking time bomb of mortgage rate rises", "webUrl": "https://www.theguardian.com/money/2013/dec/28/time-bomb-mortgage-rate-rises", "apiUrl": "https://content.guardianapis.com/money/2013/dec/28/time-bomb-mortgage-rate-rises", "fields": {"headline": "Thousands of families face ticking time bomb of mortgage rate rises", "bodyText": "Em and Eddie Johnson, both aged 29, feel they have done everything by the book. They graduated, married, bought a home with a mortgage and had a child while bringing in about £30,000 a year, roughly around average for the UK. But the British economy just keeps on getting in the way. The couple took a step on to the property ladder in 2006, using their savings to buy a £170,000 home. Then the crash happened. They had a son, Omri, now three, and needed a bigger property, but were forced to sell their home at a loss three years ago and borrow from parents to find a 10% deposit for the purchase of a £249,999 two-bed maisonette in Hanwell, west London. These days, they just about get by. Millions like them have been saved from arrears and even repossession by a record low Bank of England base rate. But things are likely to become a whole lot worse. The Johnsons' mortgage repayments are about £1,000 a month, which after childcare costs of £510 leaves them with just £400 or so, in the worst months, to pay bills and buy food. But the family's repayments are currently based on a 3.5% interest rate. The Johnsons are due to remortgage next year and they recognise that they are highly unlikely to find such generous terms this time around. In August, in a move supposed to give reassurance to the markets and lenders, the new governor of the Bank of England, Mark Carney, offered \"forward guidance\": he would not raise the Bank of England's rate – upon which lenders' rates are set – from its current record low level of 0.5% until unemployment had fallen to 7%. The interest rate, it was assumed, would not be going anywhere until 2016. Well, that was the summer. This month unemployment dropped to a four-and-a-half-year low, to 7.4%, and suddenly that forward guidance does not appear to be so reassuring. \"It is scary,\" said Em, who is a trainee nurse. \"You come to realise that you can deal with anything as a family, but I just have nightmares of big rises. I can understand interest rates rising from a financial point of view. But not from a human one.\" The Johnsons are not alone. The first detailed analysis of the country's vulnerability to interest-rate hikes on Sunday reveals the scale of the potential crisis in Britain. Homeowners across the country, from all income groups, either have not been able to pay down their mortgages, or have delayed doing so, the analysis finds. The Resolution Foundation study uses the latest five-year growth projections from the Office for Budget Responsibility to model how the number of households burdened with a perilous amount of debt – spending more than half of their disposable income on mortgages – may rise. And the results should chill politicians to the bones. In the worst scenario, the number of households in Britain in \"debt peril\" could more than triple – from 600,000 in 2011 to 2m by 2018. This would happen if interest rates were to rise to 5% – two points higher than the current market expectation, but still close to typical long-term levels – and if growth in household income were weak and uneven between the rich and poor, as has been the trend. Even in the rosiest scenario – in which interest rates do not rise above 3% by 2018 and in which household incomes grow more strongly than the OBR has projected and are distributed relatively evenly across high to low income households – the number of families in debt peril would almost double, to 1.1m. Of those, 46% would be families with children, 29% childless couples and 25% single adults. Spending more than half of one's disposable income on the mortgage does not necessarily make defaulting on the mortgage, or repossession, a certainty – but it is a very difficult financial situation to sustain, the thinktank suggests. Gavin Kelly, the chief executive of the Resolution Foundation, said this is one of the big issues of our time and demands attention. \"There is huge uncertainty about income growth and interest rates, but under almost any plausible scenario there is going to be a big spike in the next parliament in the number of households facing crushing mortgage payments,\" Kelly said. \"We could well be talking about this issue as much as we are currently discussing wages or energy bills. As yet there is little sign of the political or financial establishment giving this the priority it deserves.\" Citizens Advice chief executive Gillian Guy is on the frontline. As incomes have failed to keep up with prices, her staff have seen a 20% increase in the past five years in the number of mortgage and secured-loan debt problems being reported to her bureaux. An interest rate increase, she says, is likely to push hundreds of thousands already on the edge into serious trouble. \"Interest rates are a ticking timebomb for some households,\" she says. The Johnsons of west London, along with many others, know that all too well."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}