{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/11/chelsea-steaua-bucharest-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-11T21:47:36Z", "webTitle": "Chelsea 1-0 Steaua Bucharest | Champions League match report", "webUrl": "https://www.theguardian.com/football/2013/dec/11/chelsea-steaua-bucharest-champions-league", "apiUrl": "https://content.guardianapis.com/football/2013/dec/11/chelsea-steaua-bucharest-champions-league", "fields": {"headline": "Chelsea perform in fits and starts but still manage to beat Steaua Bucharest", "bodyText": "Chelsea have claimed this section and will return to domestic distractions with a victory to pep bruised confidence, even if edging out Steaua Bucharest did little to undermine José Mourinho's pre-match assessment that his team should not be considered contenders. This was a humdrum occasion to conclude a plod of a group. Drastic improvement will be needed in the knockout phase when teams of proper pedigree await. There was little to illuminate the contest, despite one Steaua fan's best efforts with a laser pen from high up in the east stand. Stewards were dispersed to identify the culprit late on, the green dot having been fixed on figures from Mourinho to Oscar, and then Eden Hazard to Willian, and he was arrested post match. \"I was aware of it, but I cannot worry about things like that during the game,\" said Mourinho. \"I don't know if it creates any kind of problem. I felt it a couple of times, but I felt no pain. So I kept going.\" The home supporters might have preferred him to point the way to goal given the chances passed up by their side. The hosts were hampered here by familiar frailties. They remain a team who struggle to kill off opponents effectively, forever hinting at an avalanche of goals but delivering only a dusting. Four chances had been passed up in the opening 10 minutes before the game's solitary goal was bundled in, apparently by Demba Ba, though the visitors' Daniel Georgievski appeared to have had the clearest touch. Certainly he skulked away with guilt etched across his face. Uefa dithered over the scorer's identity throughout the remainder of the first half, studying who had had the final touch once Oscar had flicked on Willian's corner. They eventually opted for the Senegalese, perhaps out of sympathy for the toils endured by Chelsea forwards this term. Had they stuck with their original assessment, Georgievski would have ended the evening as Chelsea's joint top scorer in the competition this term, having also netted an own goal in the first match between the sides in Bucharest. The Australian-born Macedonia international will be mightily relieved these sides' paths will not cross again this season. Ba will be thankful for Uefa's generosity, as he had a goal rightly ruled out for offside, and somehow contrived to spoon over Willian's excellent low cross from just inside the six-yard box as a second, more clear-cut reward beckoned. The sight of Hazard nodding over an open goal rather summed it up, the home side's slick approach play forever running aground in the finish. Crystal Palace are due here on Saturday, a fixture that would normally have the host forwards salivating. Yet Tony Pulis's side have conceded only once in five games and, bolstered by that stingy record, will surely come intent to frustrate. They may find the locals exasperate easily if an early advantage is not forthcoming. This was all too low-key, a reflection perhaps of the scenario in the group but also due to news that Schalke had taken the lead against 10-man Basel in Germany, which meant a draw was enough for the home side to win the group. \"At half-time we were at the limit and I'd told the players that, if we conceded and Basel scored, we'd be second,\" said Mourinho. \"But after what happened in Germany, a point was enough so we didn't have to risk or do silly things, just control the game. This is a competition too important in terms of prestige – and the financial situation – for you to do silly things. You have to play safe. So it was not a fantastic performance, but it was also comfortable.\" Chelsea will cling to a clean sheet after last week's traumas, when six goals were shipped to Sunderland and Stoke in the Premier League, even if a revamped back-line endured some uncomfortable moments en route. Ashley Cole and David Luiz were featuring for their club for the first time since 2 November, with Mark Schwarzer the oldest ever Champions League debutant at 41, but the rejigged and rusty rearguard strained to stay secure at times. They should have been pierced just before the quarter-hour mark, Gabriel Iancu scuttling beyond John Terry and on to Georgievski's slipped pass to gain a clear sight of goal. But he dragged his shot wide of the far post, and that was as close as the visitors came. Chelsea might have eased further ahead towards the close, but there was no end product to complement Willian's rapid approach play or the late gliding menace supplied by André Schurrle. Mourinho will take some encouragement from the impression being made by that combination of creators behind his front man, but there is plenty to be done before the Champions League resumes in the new year. Chelsea have topped an uninspiring group. The hard work is still to come."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}