{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/01/tottenham-andre-villas-boas-respect-insults", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-01T22:52:00Z", "webTitle": "Tottenham's André Villas-Boas demands respect and an end to insults", "webUrl": "https://www.theguardian.com/football/2013/dec/01/tottenham-andre-villas-boas-respect-insults", "apiUrl": "https://content.guardianapis.com/football/2013/dec/01/tottenham-andre-villas-boas-respect-insults", "fields": {"headline": "Tottenham's André Villas-Boas demands respect and an end to insults", "bodyText": "André Villas-Boas claimed he deserves more respect as he railed against what he believes is a sinister agenda to undermine him. The Tottenham Hotspur manager, who singled out individual journalists, could feel pleased and not a little relieved after a positive performance from his team in the 2-2 draw against Manchester United at White Hart Lane which followed a damaging 6-0 defeat by Manchester City. Villas-Boas talked about how his team had reached the Capital One Cup quarter-finals and the last 32 of the Europa League while their Premier League position was \"not decisive yet\". He strongly believes that \"at the moment there should be some respect\", and it has not been forthcoming. \"No, I don't think [it has],\" he said. \"A couple of people insult my integrity, my human values, my professionalism … insult the success that I have achieved in other clubs and I don't think it's fair. I think it's a lack of respect and an attack on a person's integrity.\" Villas-Boas said he did not want to undermine his fellow Premier League managers but he questioned why his Manchester United and City counterparts, David Moyes and Manuel Pellegrini, had not endured similar criticism. \"You can easily compare situations,\" Villas-Boas said. \"We have sat above Man City before and above Man United before and we haven't seen any kind of these personal attacks to somebody, so I think that is unfair. It's something that obviously comes with the 6-0 thrashing but more important is the team and the response and I think the players did that in great, great fashion.\" Villas-Boas also became embroiled with Lord Sugar, after the former Tottenham chairman had criticised his tactics last week and said that he would like to see Sir Alex Ferguson manage the club. Villas-Boas aimed a jibe at Sugar as he talked to radio journalists about Tottenham's fans. \"It's their team, their passion and they don't trade it for anything else, not like Alan Sugar, who trades it for money,\" Villas-Boas said, in reference to Sugar's sale of his shares to the club's current owner, Enic. Sugar suggested, via his Twitter account, that he did not understand what Villas-Boas was getting at and, as though to reinforce the point, he added: \"Dear AVB. All I can say about your comment is 'when the seagulls follow the trawler...'\" Sugar described the mood in the Tottenham boardroom as \"sedate\" and he tweeted that there were \"no predictions coming from anyone\". It has been a stressful time for the Portuguese, with the board wondering whether he remains the right man to guide Tottenham to Champions League football. The inquest followed the City defeat but that was merely the lowest point of a period in which Villas-Boas' team have laboured and his behaviour has been prickly. Villas-Boas said last week that he is \"immune\" to any criticism.. Tottenham had the chances to go 2-0 up in the first half, before Wayne Rooney's first equaliser for United, and Villas-Boas was upset at the striker's second equaliser. Rooney scored from the penalty spot after Danny Welbeck had beaten Hugo Lloris to the ball and felt contact from the Tottenham goalkeeper. \"It's difficult because Hugo doesn't raise his hands,\" Villas-Boas said. \"Vlad [Chiriches] is also avoiding contact with the player and we have seen [how] a couple of players have stood their leg out to collide with bodies of the other players. So I think it's difficult, [although] it's a decision we have to accept. \"I think the ref wasn't in a good position to decide the penalty. He sees it from too far off but, when you stick a leg out, put the ball forward, you can easily collide with the opponent's body, so I think it's a difficult call for the ref but an unfair decision. I think we deserved a bit more [from the game]. It was a good response to the heavy defeat that we took at Man City ... not perfect because perfect would have been to win the game but a good response from a group of players that want to do well. It keeps us in touch with the group at the top and gives us the motivation to go forward.\" Moyes accepted that he needed more in a creative sense from his central midfielders Tom Cleverley and Phil Jones and that he could not be happy to see United lagging nine points behind the leaders, Arsenal. \"We are concerned that we are not as close as we would like to be,\" he said. \"But it is a long season. We still have got room to progress and get better. That is undoubted. There are a lot of games in the next eight weeks and we hope to be in the mix at end of that period. \"We had a great win in midweek [at Bayer Leverkusen] and, but for a minute at Cardiff last weekend [when United conceded a 90th-minute equaliser], you would be saying that we've had a really good week. \"This was always going to be a tough game. If you said we have let ourselves down, you would have said it was in the last minute in Cardiff."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}