{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/dec/02/my-ex-catholic-soul-is-hopeful-but-im-not-singing-pope-francis-praises-yet", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-12-01T23:54:45Z", "webTitle": "My ex-Catholic soul is hopeful, but I'm not singing Pope Francis' praises yet | Bronwen Clune", "webUrl": "https://www.theguardian.com/commentisfree/2013/dec/02/my-ex-catholic-soul-is-hopeful-but-im-not-singing-pope-francis-praises-yet", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/dec/02/my-ex-catholic-soul-is-hopeful-but-im-not-singing-pope-francis-praises-yet", "fields": {"headline": "My ex-Catholic soul is hopeful, but I'm not singing Pope Francis' praises yet", "bodyText": "I never thought I’d see the day when non-Catholic people (never mind socialists and atheists) would voice their approval of a Pope. But that is just what happened when Pope Francis, in his apostolic exhortation delivered last week, talked about unfettered capitalism as \"a new tyranny\", attacked “the idoltary of money”, called on rich people to share their wealth, and laid out a vision for a decentralised church. \"Just as the commandment 'Thou shalt not kill' sets a clear limit in order to safeguard the value of human life\", he said. \"today we also have to say 'thou shalt not' to an economy of exclusion and inequality. Such an economy kills.” Overnight, he became the left’s new pin-up. There was a glimmer of hope in my ex-Catholic soul. Not so much that it changes anything for me now, or even realistically for many Catholics in the near future (it will take more than one man to break down 1,300 years of institutionalisation) but there is something appealing in realising that my faith, even though long lost, was not entirely rotten.That the discomfort that comes with having been part of an institution that condemns women, gay people and divorcees to something other than “truth and goodness” can somehow be negated. Here was an admission of vulnerability from an institution that prided itself on having answers for the vulnerable, of being the Truth. “I prefer a church which is bruised, hurting and dirty because it has been out on the streets, rather than a church which is unhealthy from being confined and from clinging to its own security,\" Francis wrote. But here’s the thing: Pope Francis is as much about saving the church as he is humanity. It is the Catholic mindset that the two are inseparable. This is not simply a man in a position of power taking a stand against the erosion of humanity in the name of capitalism; he has a mission beyond helping the disadvantaged and his message cannot be looked at in isolation of the other things the church still stands for, or even what the church is. While a lot of what Francis said sounded different, new, inspiring, admirable (some would even say Marxist), there are things that remain unchanged. Women priests. Francis called for better collaboration with women and a more “incisive female presence in the church,” but he offered no specifics on how. He was very clear though that ordaining women to the priesthood “is not a question open to discussion.” Abortion. Francis admitted that the church had “done little to adequately accompany women in very difficult situations.” However, this does not mean accepting abortion as an option for women. “It is not ‘progressive’ to try to resolve problems by eliminating a human life,” he said. Homosexuality. The New York Times points out that nowhere in the document does Francis explicitly talk about homosexuality but rather mentions “moral relativism.” He said the church must hold up “objective moral norms which are valid for everyone.” “This needs to remain uncompromised even if the church is perceived by supporters of gay rights as promoting prejudice and interfering with individual freedom.” Francis’ message with regard to the denigration of human equality in an increasingly economically focused world is important. On this he is right, bold and revolutionary. But you cannot hold up the notion of better economic equality while imposing a moral hierarchy that creates and perpetuates disadvantage. When it comes to women, this is the churches biggest failing. The way out of poverty is in fact to give women equal standing. Better access to contraception, abortion and education have shown to redress the imbalance, the impact of which in developing nations (and those with the biggest Catholic populations) should not be underestimated. If the Pope really wants to address poverty in the way he says he does, then he needs to understand the role the church has played in creating disadvantage – directly and indirectly – for many decades. He has spoken about getting out into the streets and listening. Of being bruised and hurting. Maybe his approach will reveal that in time, but I’m not quite ready to sing its praises."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}