{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/dec/28/lady-and-unicorn-tapestry-restored", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-12-28T22:47:48Z", "webTitle": "Lady and the Unicorn tapestry brought back to life", "webUrl": "https://www.theguardian.com/world/2013/dec/28/lady-and-unicorn-tapestry-restored", "apiUrl": "https://content.guardianapis.com/world/2013/dec/28/lady-and-unicorn-tapestry-restored", "fields": {"headline": "Lady and the Unicorn tapestry brought back to life", "bodyText": "It has inspired novels and songs, featured in Harry Potter movies and puzzled historians for the best part of 500 years. The Lady and the Unicorn, regarded as the Mona Lisa of woven artworks, is one of the greatest surviving artefacts of its kind from the Middle Ages. Now the tapestry, which is in fact a series of six wool and silk tapestries woven in Flanders in the 16th century, can be seen in an entirely new light after a major clean and restoration. Nearly two years ago, the hangings – five believed to depict the five senses and a sixth bearing the motto \"A mon seul désir\" (To my only desire) – were taken down from display at the Musée National du Moyen Age in Paris, where they had been since 1882. Time and decades of dust had taken their toll on the colours, and the lining from which the tapestry was hung was deforming its shape and designs. Over the following few months, a team of five restorers removed and replaced the linings and cleared the dust using a form of micro vacuum cleaner. Finally, all six of the panels were rehung in a newly designed room at the museum. \"The tapestry has really come to life again,\" Audrey Defretin, a spokeswoman for the museum, told the Observer. \"Already the panels were exceptional and emblematic because of their famous history and the mystery of their meaning, but now they have been cleaned and rehung we have some idea of how they might have looked in the Middle Ages. They are really extraordinary.\" Each of the six separate hangings features a slim, blonde woman with a unicorn to her left and a lion to her right. Their exact provenance remains a mystery, though they are believed to have been commissioned by a member of the prosperous and noble Le Viste family in the late 1400s and created from designs, or \"cartoons\", drawn in Paris. The red background of each tapestry is strewn with a rich variety of flowering plants and features pine, orange sessile oak and holly trees, the repeated motif of a coat of arms of three white crescents on a blue background, and animals including numerous rabbits, monkeys and birds. The first historical mention of the tapestry occurs in 1814 in a description of the château de Boussac, in the Creuse department in central France, but it was not until 1841 that Prosper Mérimée, a French dramatist, historian, archaeologist and writer, best known for his novella Carmen, which became the basis for the opera by Bizet, discovered the tapestry. He wrote to the French politician Ludovic Vitet: \"All six feature a very beautiful woman ... always placed between a lion and a unicorn. There used to be several others at Boussac, finer ones, the mayor tells me, but the former owner of the château ... cut them up to cover carts and make rugs out of them.\" Of the remaining Lady and the Unicorn panels, he concluded: \"They will all share the same fate if we do not remove them from Boussac.\" By then, the tapestry was badly damaged by neglect, damp and nibbling rats, and the bottom part of one panel had even been cut off by one minor local official to make a \"foot rug\". In 1882, La Dame à la licorne was acquired by the museum – then known as the Cluny museum – and transformed into the centrepiece of its collection, attracting tens of thousands of visitors every year. When the tapestry first went on display at the museum, it was already famous and surrounded by an aura of mystery, thanks to the attention it had garnered from artists and writers. Author George Sand contributed to the fame, and consequent rescue, of the artworks with her 1844 novel Jeanne, part of which is set in the château de Boussac, in which she mentions \"those curious enigmatic tapestries\" and adds: \"These finely worked scenes are masterpieces and, if I am not mistaken, quite a curious page of history.\" Turn-of-the-century poet Rainer Maria Rilke – whose words Lady Gaga had tattooed on her arm last year – celebrated the tapestry in his novel The Notebooks of Malte Laurids Brigge. More recently, The Lady and the Unicorn was the title of a 1970 album by folk guitarist John Renbourn and shows the A mon seul désir panel on its cover. The tapestry is also depicted in the 2003 Tracy Chevalier novel The Lady and the Unicorn, and several of the panels can be seen hanging on the walls of Harry Potter's Gryffindor house common room in the blockbuster films. Some historians argue that in five of the six panels, the mysterious lady with the unicorn is Mary Tudor, third wife of Louis XII and sister of Henry VIII, who was Queen of France from August 1514 to 1 January 1515. Elisabeth Taburet-Delahaye, head of the Musée National du Moyen Age and the curator in charge of tapestries, said she knew every detail of the Lady and the Unicorn. \"The poetic and positive atmosphere and the sense of mystery makes her a kind of Mona Lisa,\" Taburet-Delahaye told Le Parisien newspaper. \"Its status as a masterpiece is a result of the subtle chemistry between its intrinsic qualities and its complex history.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}