{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/09/swansea-hull-live-premier-league", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-09T21:54:29Z", "webTitle": "Swansea v Hull – as it happened | Daniel Harris", "webUrl": "https://www.theguardian.com/football/2013/dec/09/swansea-hull-live-premier-league", "apiUrl": "https://content.guardianapis.com/football/2013/dec/09/swansea-hull-live-premier-league", "fields": {"headline": "Swansea City v Hull City – as it happened", "bodyText": "See, that wasn't too terrible. Hull are a tidy side, and will consider themselves unfortunate not to have won - Chico, who I meant to call Flores all along as a matter of principle - scored with his hand, though you might say that it was accidental. Then, Tiendali, moved both hands towards ball in the box, though you might say that the ref couldn't be sure that they touched it. But both those things that you might say, you wouldn't really say most of the time, certainly not both on the same night. Look forward to some good Brucian press conference consternation. Anyway, thanks all for your comments and company, sorry I couldnae use them all. Night. ... 90+4 min Swansea rustle up some token pressure, before Routledge lofts a cross into McGregor's arms. 90+3 min \"If they get a point, it's a point gained\". Insight with Alan Smith. 90+2 min For a second, Hull are away, Meyler charging forward through the middle and preparing to feed Sagbo, on his left. Which is all the time Dyner needed to draw level and slot in from the side, averting the immediate danger and facilitating a more comprehensive clearance. 90 min There shall be four additional minutes. 89 min Routledge scrambles down the right, and Bruce bruces over to thunder the ball into touch. Assume that this is followed closely by commentator cliche. 87 min \"Phil Russell is an evil genius with mad psychological skillz,\" simpers Matt Dony. \"I'm seeing him as a very British version of Ledger's Joker. He is wasted in pub cricket. Get him to Australia, now!\" The problem, of course, is that his fiendish plan relies upon getting people out. 85 min Sagbo and Chico - who sports a very curious topknot - set off towards the touchline in pursuit of a loose ball. Suddenly, Chico collapses to the grass, intimating an elbow - but we know that he is lying, for his minced face is not dripping off the aforementioned bone. 84 min Chico batters over and flings himself into someone - I saw not whom - and sends them tumbling over the apron. For this, he is booked, and will miss Swansea's next game against Norwich. 83 min Shelvey family portrait: 80 min A rumble! Lovely! But first, some action. Michu finds himself in on goal cutting in from the left, and strikes hard and low - but only into the studs of McGregor. Then, Sagbo tries to see the ball out of play, pursued by Williams, who then tries to claim it so that corner might be taken - and a scramble doth ensue, Williams shoving and climbing, Sagbo, shoving, Shelvey racing over and various others too. It stops before anything properly good happens, and the protagonists, plus Shelvey, are both booked. Where Shelvey comes from, the refs don't grass people up like that, when they do things in front of tens of thousands of people and no one knows who did them. 78 min Dyer assumes possession and heads from out to in, past Meyler before nipping between him and Figueroa, who brings him down. He's booked, and the free-kick, from outside the right side of the box, yields only a corner that comes to nothing. 78 min \"And also,\" and alsos Simon McMahon \"Denis Law didn't celebrate scoring the winner against England in the 1966 World Cup final because he had spent most of his career in England and played with some of the England boys. He just smiled a smile of quiet satisfaction. Ok, I may have dreamt that. But you can't compare what Law did after scoring for City against United with van Persie or Graham. It's like ham and eggs.\" It's exactly like both ham, and eggs, and neither. 76 min More niceness from Meyler - wandering in from the right and firing square to the edge of the box - for Sagbo, who waited for it and spanked a sweep low towards the far corner, Tremmel scrambling to shove away. 74 min This is very nice from Hull, Figeuroa moving forwards and darting a wedged square ball at Sagbo, who headed over the top for Meyler. Through, he slipped a finish by Tremmel, only to discover himself marginally offside. 73 min Hull have done well since conceding, the better side these last few minutes. Swansea are looking dicey defensively, clearances going up in the air and all that kind of thing. 70 min Well isn't this odd. Hull force a corner on their right, humped in towards Bruce, who rises higher than Chico. He heads down - or aims to, only for Tiendali to bring both hands into his chest as the ball hits it and them. Luckily, this time Martin Atkinson has an unobstructed view, so does absolutely nothing. 69 min Now this is more like it, with Phil Russell: \"My cricket team has a policy of not celebrating taking wickets, the idea being that we are giving the message to the opposition that we fully expected to get them out, so its not really anything to shout about. A very English form of passive-aggressive sledging. Therefore whenever I see players not celebrating a goal I assume they are deliberately giving a passive-aggressive message to the opposition in the hopes of winding them up along the lines of \"well that was always going to happen and the only surprise is it took so long and I'm not going to make a fuss about it because I'm probably going to do it again later anyway.\" I think I read that the England cricket team treated Philip Hughes (not the former Bury and Northern Ireland goalkeeper) similarly. They never called for a review when he was the batsman, because they knew they'd get him in a minute anyway. 68 min Wayne Routledge, who loves his green eyes - which is ironic, because never has he caused anyone to have them - replaces Pablo Hernandez. 66 min \"Why this massive beef with non-celebrating goalscorers?\" asks Ben Watson. \"Isn't it just polite? No one thought Denis Law was a fake when he didn't celebrate that back heel for City. RVP, on the other hand, just looked slightly vulgar over celebrating his header for Man Utd against Arse. The Aaron Ramsay goals and subsequent non-celebration/ovation were really touching.Why the antipathy?\" Denis Law had spent most of his career at United and had scored for their biggest rivals, in a game that could end with their relegation. Van Persie was happy, so behaved happily. Graham was happy and behaved like he was unhappy. 64 min Danny Graham departs, which is highly unclassy of him - you'd think he'd want to give Swansea the best chance of winning, and demand to stay on. He receives warm applause from the home fans, and, I must admit, I cried salty tears. Koren is on. 63 min Swansea briefly intimate more goals, before Hull gather themselves and do a few more passes. The corner is on the left and bashed in short by Shelvey, finding Pozuelo who moves towards him and the near side of the box. His subsequent lay-off allows Shelvey to mosey further back towards his own goal, widening the angle for a cross, driven towards the near post - where Chico bundles over the line with his wrist, from five yards. ... 58 min Swansea build a little speed, and find Davies nashing down the left. But, in space and set to cross, he drills behind Michu and Pozuelo, allowing Hull to clear. Then, Dyer wriggles to the right by-line and digs out a cross, that earns a corner... 57 min As the players do a lot of nothing, Hubert O'Hearn emails in: \"You know, it is so incredibly classless to NOT celebrate a goal\", he thunders. \"What is the underlying message? 'Your ego is so fragile and easily shattered that my sliding into the corner will surely lead you to the pistol in the desk and locking the study door.' Merry Christmas!\" Unsurprisingly, given that this is modern football about which we're spraffing, the subjective ego is that of the player, and all-round nice guy. Who doesn't love a nice guy? 56 min First change for Swansea: Pozuelo replaces De Guzman. 55 min Shelvey prompts around the edge of the Hull box with snapped pass and lifted pass, but again, Hull crowd the relevant areas. 53 min It has indeed been a shocking evening - no email from Matt Dony until our current juncture. \"Whoah now, Daniel. I've only just joined the party after spending a quality half hour with Only Connect, and you're telling me Danny Graham scored? Are you sure? This isn't just some big, convoluted prank on me? I mean, Chamakh knocking a couple in, fair enough. Even Bentdner. But Graham? Not having it...\" He didn't celebrate, so really, it's as though he didn't score. 50 min Graham wins the ball by mistake - classy, that - and Hull begin passing again. They're a little like Southampton, in a way - Southampton without the class, granted - but each player knows his job, individually and as part of the \"group\", and they limit their opponents' ability to locate momentum via a succession of simple passes. 48 min Swansea cede possession three times in rapid succession - Michael Laudrup probably delivers less hairdryer, more subtly lilting summer breeze. 46 min Livermore dwells in possession and is rushed, but his mates dash back and salvage the situation that looks for a moment very much like the one from which Hull scored. This encourages the home crowd to make brief noise. 46 min Sagbo and Graham kick off to begin the second half, and Graham refuses to celebrate the ease with which he accomplishes a pass back to the edge of the centre-circle. Class. Half-time email, from Jeff Wodman again: \"Do you think Graham heads in and plays a quick game of FIFA 14 so he can properly celebrate scoring a goal?\" You can't put a price on #touchofclass and #classytouch. I'm sure he'd do the same in that context too, as his opponents are digital representations and so is he. Breaking news: Danny Graham is wearing his shorts at half-mast, by way of apology for deliberately scoring against the former club who deliberately binned him. Half-time adverts. Hull have done really well, keeping the ball when they can, defending sensibly and with discipline, and breaking decisively when the opportunity presented itself - or was presented to them. Swansea, on the other hand, look bereft of ideas other than when Michu is on the ball - they could use another centre-forward ahead of him. Some of the home crowd do some booing. Booooo. 45+1 min There'll be one additional minute. 45 min Better from Swansea, who swap a succession of short, sharp passes, before De Guzman's lose one is smothered by some of Hull's three centre-backs. Their system is ideal for this kind of game, because Swansea just can't find room to play around the edge of the box. 42 min Livermore slides in late on Hernandez as he breaks out of the centre-circle, misses, and is booked. 40 min While the players chase around to negligible avail, I recall reading an anecdote about the aforementioned Keane, and his then captain, Alex Bruce. Bruce had been subbed off injured, a move that failed to find favour in his master's eyes. So the aforementioned master set of in his pursuit along the touchline, shouting words to the effect that were his hamstring not damaged, he'd see him tops off on the cobbles, because he expected his captain to run through anything. 38 min Dearie myself. For the first time in the half, Swansea push Hull back, and the ball finds itself spread wide to Tiendali. He has a look and clips back a low cross to De Guzman, moving onto it right of centre, and shaping his body to sweep a shot into the far top corner. It does not find the far top corner. 36 min Talking of your man Keane, there's a documentary on ITV4 tomorrow night about him and Patrick Vieira - he in particular, but it too, are absolutely excellent. He's charming, witty, droll and still scary. In time, I'm sure we'll come to consider Tom Cleverley similarly. 34 min Swansea attempt to increase the peace pace, and win a corner from the left, only for nothing of it to come. 33 min Running and kicking, mainly. 31 min Swansea attack a bit, and while they do, Chris Taylor emails in. \"You say that Elmer (for Elmohamady) is north-east but No! it’s a Hull accent – they are calling him Elmo, that’s just how they sound. As in ‘Someone’s sterlen me Stern Rerses Perster’.\" Yeah, I first heard it when he was at Sunderland, who also sung the Stevie Bruce song. Hertel is another goodun. 28 min Here's Rob Marriott, with a Bruce-related point: \"Steve Bruce did a bad job at Sunderland. So did Roy Keane. So did Martin O'Neill. So did Paolo Di Canio. Gus Poyet may well join them. Could it not be the case that there was a more endemic problem at the club, rather than a simple matter of Bruce making a hash of things?\" Interesting, though Bruce says that he should never have taken the job on account of being Newcastle - the fans just weren't having it. And I think that's fair - George Graham should never have gone to Spurs, Rafael Benitez to Chelsea. Keane got them from bottom to promoted and suffered for his standards - I think he'd do better now - and Di Canio is a loon. So I disagree, but you might still be right. 26 min Lovely from Swansea, Hernandez coming in off the right and switching to Davies, coming in off the left. He bundles through a tackle or two and the ball breaks inside for Jonjo Laudrup to slide an immediate return pass, which Michu flicks through his legs back for Davies. He's expecting a return, but Davies has eyes only for goal, and drills one over the top, to minor consternation. 23 min Elmohamady nashes down the line once more - he's a very handy outlet, and his nickname, Elmer, also sounds nice in north-east - albeit not as nice as the song about Stevie Bruce having a penerse fer a nerz. Anyway, he slings a cross over to the back post, but Tremmel is watching, and springs to claim as though inspired by Esther Rantzen and her heart of gold. 22 min Hull continue to pass backwards and forwards. The agitation of opponents must be deeply invigorating and rewarding. 21 min Steve Bruce might have made a mess at Sunderland - did make a mess at Sunderland - but over and over again, he's done very well at places where people expected him to fail. He knows what he's doing. 19 min \"Felt a little bad for Graham there\" empathises the caring, sharing Jeff Woodman. \"All that time waiting and he can’t celebrate.\" He sort of had a go, a little skip and run. But he does remain a man of #classytouch. 17 min Jonjo Shelvey playing the Laudrup role in a team managed by Laurdrup. World, you are an exceptionally odd, wondrous and unpredictable world. 15 min Hull are enjoying their possession, knocking the ball hither and thither with short, simple, boring passes, after the manner invented by tactical revolutionary Brendan \"please call me Brendan\" Brendan. 13 min Since going behind to a goal scored by Danny Graham, Swansea have enjoyed the majority of the possession, and force a corner on the right, swung over towards the penalty spot vicinity and Ashley Williams. He somehow forces his frame into the air, but is under the ball, and can only force an effort over the top. 10 min Danny Graham, what? It's been 30 months, and many days, since you took your love away, gooooaaal. I cry out every night, and train all day, since you took your love away, gooooal. Excuse me. So, what happens is that Ashley Williams attempts to clear, low and hard towards Hernandez on the left touchline - but without having apprised himself of Elmohamady, who snaps and leaps into an interception before breezing by the chasing Hernandez on the edge of the box. As Williams comes over to tackle and make good his ricket, he curls a delectable cross towards the back post, where Graham bounces, rides the bounce, and arrives ahead of Chico, to direct a finish back across Tremmel. Danny Graham. Having once played for Swansea, he barely celebrates, because he is a total and classy mensch he is an attention-seeking sillybilly. ... 7 min This is lovely from Swansea, who break after a Hull rummage founders through Hernandez on the right. He finds Michu, and again, the ball appears lovelily into his stride and he strides onto it, a first time slide relocating Hernandez, burrowing along the flank and making to cross. And he does so, hard and low, but Michu has moved towards the far post, and the ball scoots behind him, where it's cut out. 5 min It's Daniel Stauss again. \"Is it me, or is there something very Berbatov-esque about that picture of Tom Huddlestone?\" I've no idea what you look like, I'm afraid. You think that's a terrible, nerdy uncle's joke, but really, I'm saving you. 3 min Lovely from Michu, coaxing a pass from Canas into his feet with impeccable body-shape touch, and, around the centre-circle, stepping into a pass as stride meet ball, finding Dyer to his right. Dyer then nips inside onto his left foot, and curls one over the top. 2 min Here's Dr Daniel Stauss: \"For a head cold, my standard operating procedure is to stick my head under a towel over a bowl of boiling water infused with eucalyptus oil. Followed by a slug of Old Granddad. For insomnia, try melatonin tablets. Followed by a slug of Old Granddad. You could possibly skip the eucalyptus steam and melatonin and head straight for the whiskey.\" How about Swansea-Hull? I confess to never having heard of Old Granddad, it looks suitably unpleasant. 1 min Swansea begin. I know I said that there was nothing more sayable about Tom Huddlestone. I lied. Leveson me then. There is nothing more you can say about Tom Huddlestone. Your head cold remedies and insomnia tips: Danny Graham. Danny Graham plays, and again, it almost seems reasonable. I always wondered how Martin O'Neill handled the signing of him; that bit of the day where you get home and your wife asks how it was, and you've nothing to say, apart from the day where what you have to say is nothing apart from spending five million pounds, five hundred million cola bottles, on Danny Graham. But credit to Steve Bruce, a thoroughly underrated manager, for making it work. Obviously no goals, but equally obviously, something. So, stuff: Swansea bring in Dyer, and the \"fit-again\" Michu and Alvara, Pozuelo and the injured Alvaro dropping out - and Tremmel nicks Vorm's spot - while Hull replace Brady with Davies. Teams: Swansea: Tremmel, Tiendalli, Chico, Williams, Ben Davies, De Guzman, Canas, Dyer, Shelvey, Hernandez, Michu. Subs: Amat, Taylor, Lamah, Routledge, Pozuelo, Donnelly, Zabret. Hull: McGregor, Davies, Bruce, Chester, Elmohamady, Meyler, Huddlestone, Livermore, Figueroa, Sagbo, Graham. Subs: Rosenior, Koren, Brady, McShane, Boyd, Harper, Faye. Referee: Martin Atkinson (the not very descriptive W Yorkshire) Preamble Sometimes, in life, things are just nice: Astrobelts, Cate Le Bon, desperate easing, commando velour, silence, going home. All these are nice. On the final day of the 2002-03 season, Swansea City and Hull City met at Vetch Field, with Swansea fourth bottom of the bottom division of the Football League and beset on all sides by financial difficulty. In theory, they needed a win to be sure of continued existence, likewise in the event - and somehow, they found it. Since then, they have achieved not only success but propriety, not only a Premier League staple and League Cup holders, but owned by their supporters. And similar is so of Hull, first reaching, charming and philbrowning the Premier League, before leaving, returning and starting well. All this is nice, and tonight's game ought to be genuine cause for celebration. But humans being humans, they only have to go around ruining nice things. Astrobelts have doubled in price and been usurped by cheap imitations, Cate Le Bon was deeply influenced by the death of her pets, desperate easing becomes £1 in train stations or behind a parked car, commando velour is socially frowned upon, people like talking and braying and talking, and both being at home and not being at home demand effort. None of these are nice, and likewise, the state of Hull City is not nice. But Swansea City v Hull City, in the Premier League, is still nice. Let's enjoy it. Daniel will be here from 7.30pm GMT with all the team news and build-up ahead of the Premier League kick-off between Swansea City and Hull City. If you get here first, here's our preview: With no wins during their last five away games in the Premier League and just one win in more than 13 years when travelling to this part of South Wales, history and form suggest Steve Bruce's team will struggle. Having said that, Hull have impressed this season and lie only a single point behind the Swans, who are looking for some consistency having lost two, won two and drawn two of their last six games. Jimmy Norval Kick-off Monday 8pm Venue Liberty Stadium Last season n/a Live Sky Sports 1 Referee C Foy This season G9, Y23, R1, 2.8 cards per game Odds H 3-4 A 9-2 D 11-4"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}