{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/13/arsenal-manchester-city-arsene-wenger", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-13T22:47:00Z", "webTitle": "Arsène Wenger: Arsenal must go on the offensive at Manchester City", "webUrl": "https://www.theguardian.com/football/2013/dec/13/arsenal-manchester-city-arsene-wenger", "apiUrl": "https://content.guardianapis.com/football/2013/dec/13/arsenal-manchester-city-arsene-wenger", "fields": {"headline": "Arsène Wenger: Arsenal must go on the offensive at Manchester City", "bodyText": "Arsène Wenger wants to make sure his team have learned the lesson from their last visit to Manchester. Arsenal's only away defeat in the Premier League came in a tepid performance at Old Trafford, and Wenger has urged his team to go to the Etihad, where they face Manchester City on Saturday, with more attacking intent. \"The only blip we had was at Manchester United and people forget that United had two shots on target on the day and they scored a goal off a shoulder from a corner,\" he recalled. \"But on the day, I believe we were not completely ourselves offensively and that's what we want to do better in this game, to be dangerous offensively.\" Wenger and his players have watched a recording of the United defeat again. \"In the first half it was like: 'Where are they?' But that's what we can learn from the Man United game. It took us one half to be completely ourselves. I think we have learned from that and we will go into the [City] game on full cylinders.\" He was encouraged by the way Arsenal regrouped immediately after swallowing a loss, and set off another undefeated stretch. That came to a halt at Napoli in the Champions League this week. \"Learn from it and then grow again,\" he said. \"It's what we want to show at City. We learn from it and we go again.\" Wenger is hopeful his team can make a powerful statement. Even if the odds are against Arsenal, and fatigue is a concern, his mission is to win away from home at the club with the most intimidating home record in England this season. \"I don't see why you should be scared,\" said Wenger, who noted that Arsenal have the incentive of being able to open up an eight-point gap on Saturday morning. \"Let's not forget as well that if you are in City's position and they lose, then they are nine points behind, so they have more negative pressure than we have. We have a positive pressure that we can make a big difference with them.\" He gives the impression that the tension they feel is not heavy, but almost enjoyable and motivating. \"Last season when we went to Newcastle on the last day, and we absolutely had to win. If we don't win it will be a disaster,\" he added. \"Today we are in a position where we can look much more at the game in a positive way. There were clouds over the team with the possible elimination in Naples. We can focus completely on the championship now.\" In this duel between the division's top scorers and meanest defence, Wenger cites ball possession as a key factor. \"We need to make sure we have the ball,\" he says. \"When they have the ball they are dangerous: Silva, Touré, Agüero, Negredo, they have potential to be dangerous. For us it is important we have the ball. The task of the two teams will be to stop the opponent from being dangerous offensively – but not to forget to get forward. We forgot a little bit to project ourselves forward at Man United.\" Wenger refused to use the minimal recovery time between arriving back from the Champions League in the early hours of Thursday and travelling to Manchester for the early kick-off as any kind of excuse. The energy to attack when they can is paramount."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}