{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/dec/02/defeat-cannot-dampen-buzz-surrounding-adam-scott", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-12-01T22:43:55Z", "webTitle": "Defeat cannot dampen buzz surrounding Adam Scott", "webUrl": "https://www.theguardian.com/sport/2013/dec/02/defeat-cannot-dampen-buzz-surrounding-adam-scott", "apiUrl": "https://content.guardianapis.com/sport/2013/dec/02/defeat-cannot-dampen-buzz-surrounding-adam-scott", "fields": {"headline": "Defeat cannot dampen buzz surrounding Adam Scott", "bodyText": "The world’s number two and number six golfers were walking up the 18th fairway at Royal Sydney on Sunday as the Australian Open championship approached its denouement. As they came to their perfectly-struck golf balls sitting mid-fairway like magical orbs, my mate Brian, relaxed from an afternoon’s spectating in the Emirates marquee, assessed the scene and mused: “I love Adam Scott.” Brian, a man of East Maitland not normally given to such pronouncements, then added: “I mean, I don’t love him like a man loves a woman, or indeed a man. But I love everything about him. I love how he swings the club. I love how good he is. I love his goodness. “I mean … imagine being him.” Imagine that, indeed. Even without a second Australian Open and the fabled triple crown, Scott has been the best Australian golfer with a bullet shot from Goldfinger’s gun. Everything (bar the approach shot on 18 yesterday, and the chip back onto the green, and the quintuple-bogey 9 at Royal Melbourne) he’s touched has turned to gleaming gold bullion. He has built it and they have come. And he’s turned 45-year-old coal miners from Maitland into simpering schoolgirls. Yet like his mentor and fellow Superman of golf, Greg Norman, Scott remains fallibly human. And when he left the door ajar for Rory McIlroy on 18 yesterday, the Ulsterman of La Mancha pounced like a mountain cougar on a chunk of osso bucco. His approach shot landed top tier and stayed, spin-less. Any friction and his putt would have been 40 feet up a swale instead of 12-feet inside right-edge. His putt to win the championship tipped into the hole like the last golden swallow of beer. So yes, top golf from a tip-top player, and McIlroy’s 6-under 66 was a hot round, reining in Scott’s four-shot lead like Sharky Norman hauling in a massive tuna onto the deck of his 500-foot fishing boat. He even left a couple out there. He is a worthy champion. Scott? Will be gutted like a catfish. Yet he can probably console himself. As Geoff Ogilvy said in the Emirates marquee after his round of 1-over (-2 for the championship) yesterday, even though you haven’t played super golf, you are still playing golf. And people are paying you quite well to do it. And it is hard to be very angry. And as my man Brian would tell you, being Adam Scott appears to be quite good. Indeed it appears to be very good. After all the practice and travel and hotel check-ins, your life would appear to be: play preternatural golf; get adulated within an inch of your life; drive away in a flash car to a flash hotel to eat flash food with flash people before flash women attempt to squeeze their womanly bits between the closing glass doors of the elevator to your penthouse apartment with glittering Harbour views. How good has Scott been this year? He’s number two in the world, friend, and targeting The Tiger. He won the Masters, you may have heard of it. He won $4.9 million on the US PGA Tour. Countless other millions modelling clobber. He has a home in Crans-Montana in Switzerland where his neighbours include Sergio Garcia, the Molinari brothers and Ali Bongo, a magician. At pristine Royal Sydney this week, until 18, Scott scorched the very earth with Australia’s best golfers. He owned Royal Sydney, owned the field, owned the week. Owned Australia. Sure, it was a thin-enough field, and Scott and McIlroy were expected to fill the last two groups Saturday and Sunday. And they did. And the crowds flocked like addicts of golf porn. And the two men were well out there in terms of class in this 128-man field, even with former champions Ogilvy, John Senden and Aaron Baddeley. Scott’s golf this year has entered the other-worldly. He’s hitting it pure. When he misses putts they shave the holes like hot bikini wax. And there’s nothing going on in his head but the rent and, occasionally, Big Stevie Williams, a giant-striding authority figure. And that, people, can be all an elite golfer needs to be … Number One. I was in Dubai a couple weeks ago watching Henrik Stenson smash the Best of Europe on the Earth Course at Jumeirah Golf Estates. And there was a machine-like quality about the Swede’s work. He thundered drives straight and long, missing but six fairways in 72 holes. He hit greens and stuck. On the rare occasion he missed a green – four times in 72 holes – he got up-and-down. He made putts. And he moved inexorably on, racking up stats like the Terminator knocking off Sarah Connors. Scott’s golf is up there with that. In terms of class in Australia he’s Pat Malone. He owns Australian golf at the moment. And though Jason Day came back well to finish 8-under and T6 here – and every Australian sports hound is hankering to see how he fares at Augusta - Scott is The One. Our Adam. Good bloke. Even top bloke. Top bloke? Consider: he’s just stuffed up the last hole of 72, played across four long days, effectively giving away the tournament – the one every Aussie kid wants to win – and the dream of a clean-sweep of the Australian majors. He’s just spent four hours “holding off” this preternaturally talented Irish wolfhound with every ounce of nous, skill, smarts, nerve and will. And that, folks, is draining stuff, as anyone who’s done a very hard four-hour maths test while every few minutes playing a game of Whack-A-Mole in which every time you miss it costs you 10 thousand dollars would tell you. Yet there’s our Adam at the presentation where he’s got the grace and composure to congratulate McIlroy, and obviously mean it, and still throw in a friendly little jibe about the champion's thus far winless season. “About time, mate,” he said with a grin. To which Rory grinned. And we all grinned. Because while winners are grinners, copping a loss like that and still smiling about it, that’s the mark of a top bloke. And there's no higher accolade in the Australian man-rating system. In describing Scott’s work and the crowds that stood 10-deep to see him, Golf Australia CEO Stephen Pitt twice used the term “phenomenal”. You can excuse Pitt for waxing lyrical. Outside November, or Scott and Day contending in Majors, golf in Australia struggles for column inches. But invoking the ghost of the Great White Shark man and placing Scott in that rarefied air is still, even after this year, this month, and his ascension to world’s-hottest-golfer-with-Henrik-Stenson-right-now, premature. Scott does not yet command the adulation of the charismatic, blonde-haired buccaneer. But it’s in the post people. Take it to the bank via Centrebet."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}