{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/28/saturday-sundae-danny-welbeck-rene-meulensteen", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-28T22:02:45Z", "webTitle": "Saturday Sundae: Danny Welbeck awakens United; Fulham spiked at Hull", "webUrl": "https://www.theguardian.com/football/2013/dec/28/saturday-sundae-danny-welbeck-rene-meulensteen", "apiUrl": "https://content.guardianapis.com/football/2013/dec/28/saturday-sundae-danny-welbeck-rene-meulensteen", "fields": {"headline": "Saturday Sundae: Danny Welbeck awakens United; Fulham spiked at Hull", "bodyText": "MAN OF THE DAY Manchester United were flatlining again – until Danny Welbeck came on at half-time, scored his fourth in four league games, and sparked them back to life. GOAL OF THE DAY England's next new saviour Saido Berahino turned West Ham's Guy Demel inside out at Upton Park, then sent a rasping, grass-high shot fizzing past Jussi Jaaskelainen. STAT OF THE DAY Man City have scored 54 goals this season: more than any Premier League side has managed in their opening 19 games. HIGHEST TROUSERS Cardiff's popular alpha male Vincent Tan turned out for his first match since seeing off Malky Mackay in defiant garb: beltline higher than ever, with shades, replica top and leather gloves completing this season's must-have look. BLEAKEST FACT Hull scored six at home in one half yesterday. Villa have scored six at home since late September. THEORY OF THE DAY Why did Fulham fold at Hull? \"I'm shocked,\" said René Meulensteen. \"I don't know if there was something in the tea.\" BEST TURNAROUND Charlton were having a grim time this season. But then came Boxing Day's 3-2 win – and now they are in takeover talks with a Belgian multimillionaire. AND SPARE A THOUGHT FOR … Conference table-bottomers Hyde: ending 2013 with their 21st league defeat, 5-2 at home to Wrexham. Their campaign so far: P24 W0 D3 L21 GD-44 Pts3. @hydefclive tweeted post-match: \"Can't win 'em all.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}