{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/dec/10/the-joy-of-six-cricket-board-games-and-video-games", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-12-09T23:10:23Z", "webTitle": "The Joy of Six: Cricket board games and video games", "webUrl": "https://www.theguardian.com/sport/blog/2013/dec/10/the-joy-of-six-cricket-board-games-and-video-games", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/dec/10/the-joy-of-six-cricket-board-games-and-video-games", "fields": {"headline": "The Joy of Six: Cricket board games and video games", "bodyText": "1) Test Match For many who were born in the 70s or 80s, determining the best cricket board game is less of a debate and more just a discussion of which version of Test Match you grew up with. Personally I’m a Test Match Mk II man. The older style two-dimensional editions did have their charms though. In those ones you pulled on a couple of cardboard tabs to randomly generate a type of delivery before your batting opponent did the same on the other end of the board, but if you were a genuinely competitive player, the reliance on luck over skill would eventually start to grate. An advantage of this edition was that you could play it by yourself if you’d been banished to your bedroom. Still, once the new and improved 3D edition by Crown &amp; Andrews hit the market in the mid-80s it was a no contest and it’s difficult to argue against the fact that it’s the greatest cricket board game of all time. The only downside of this game was the disastrous scenario in which the tiny ball-bearing that acted as the ball was smacked off the table by an overzealous player and trickled down a heating vent. I never went as far as building Lego grandstands for my Test Match games, but they provided hours of childhood fun. Who am I kidding? It’s even fun to play as an adult. One piece of advice if you’re looking to rekindle your childhood love affair with Test Match: look for one on eBay because the modern editions are of ridiculously inferior quality (the ball is hollow and plastic, and the boundary “rope” is just a glorified piece of shoe lace). Most scandalously of all, the players in the newer editions are wearing coloured clothing. How can the good folks at Crown &amp; Andrews have gotten this so drastically wrong? The key is in the title of the game, people. You know who buys the edition that features coloured clothing? People who call runs “points”, that’s who. 2) Subbuteo Table Cricket Though this game is better known for its football variant and doesn’t have quite the same cultural resonance in Australia as it does in Britain, I’m willing to concede that Subbuteo was definitely a phenomenon in its heyday. According to the Subbuteo Tribute Website, almost certainly the world’s leading institute for Subbuteo research, Peter Adolph introduced the cricket variant of his game sometime around 1949 and it came in three variations to suit the budget of the player. A budget edition had cardboard figures, an intermediate one featured plastic figures and a high-end version featured “deluxe components and ‘marked out’ braize cloth”. By the late 1960s there was a Test edition similar to the version Crown and Andrews later offered in Australia and once the excess of the 80s arrived, you could pick yourself up a “Floodlighting Edition” to replicate World Series games until your heart was content. Unlike Test Match, Subbuteo allowed the player to perform run-outs and featured a multitude of extremely nerdy accessories for the truly committed. Most importantly of all, the craze died out before the British population had to face the horror of seeing the plastic figurines switch to coloured clothing. 3) Those were the hits, now for the misses When I write off all other cricket board games I do so not out of arrogance or narrow-mindedness, but with years of experience of playing all the bad ones behind me. There was 1978’s “World Series Night Cricket”, which somehow managed to take the most exciting concept in cricket history up until that point and turn it into a dowdy, unlovable board game. It’s safe to say that if the primary feature of a sports board game is dice, it’s going to be rubbish. Night Cricket fell into that category. Though their enthusiasm for the genre should be applauded, issue must be taken with the “Board Game Geek” website’s classification of 1984s Max Walker’s Cricket Game as a “classic” of its type. When you spend 50 cents on a board game at a Garage Sale and still feel like you’ve been short-changed, you know something is amiss. Again we’re in “dice and pencil” territory and once you’d spent some time playing this one you actually began to miss Max Walker’s books and his TV commercial anecdotes. Late in 1992 there were high hopes for the Tony Greig-endorsed, ‘Cricket – The interactive television game’, because it combined two great things; watching cricket and playing board games. Unfortunately that faith was misplaced as it turned out to be not so much a revolutionary step for the board game industry but merely a VHS tape and a scorebook. Yep, it was a just three-hour highlights video of World Cup action from which you kept score with the pencil provided. Around 25 minutes into “playing” this game it was better to abandon the scoring system altogether and settle in for a couple of hours of Aaqib Javed highlights. 4) Nintendo International Cricket At some point in the 80s the world was coming to the abrupt realisation that board games had well and truly had their day and that it was time to settle down on the couch for an hour or 10 and trap ourselves inside a video game vortex. My first true love in this regard was the Beam Software produced title, International Cricket on the original Nintendo Entertainment System. The original has never been beaten. This game also had the advantage (in my eyes anyway) of not holding a licence to use the actual names of international players so instead we got hilarious alternatives and parodies like A Boulder, I Hilly, C McDirt, D Boost, G Swamp, H Mervyn and T Oldman. To this day I still refer to Craig McDermott as “McDirt”. Nintendo International Cricket was great to play if you were lacking in gaming skills or confidence because the technical flaws of the computer-generated opposition rarely allowed them to compile an innings far beyond double digits. Each game was like playing a timeless Test series against Zimbabwe, with correspondingly toothless bowling attacks allowing you to rack up ridiculous scores. It featured terrible/brilliant music, cheesy graphics and once you got the hang of the gameplay it was so addictive that you could spend hours in a hypnotic, six-hitting trance. Every major technical ‘advance’ made in gaming since this particular title was released has had the opposite effect intended and I much prefer the dated, dot matrix aesthetic of early games like this one. Years after I stopped playing this game (I did stop, I swear) a friend asked me whether I ever used the “cheat” code that unlocked an otherwise hidden team. Inside I was mortified that I hadn’t uncovered this information independently but I just nodded and went, “oh yeah, that was great wasn’t it?” 5) Super International Cricket (Super Nintendo) Nintendo were on a hiding to nothing once they made the move to the Super Nintendo console, but they delighted cricket fans with the release of Super International Cricket. That game that looked so realistic to my 10 year-old eyes that I was hyperventilating for the entire first hour I played it. Though I’ll always remain loyal to its predecessor, Super International Cricket did indeed feature vastly improved graphics and immeasurably more sophisticated gameplay. It was far too easy to bowl no balls, a fault later repeated ad nauseam on the PC follow-up ‘EA Cricket ’96’ (created by the same developer), which at least had the added bonus of allowing you to save and re-enter games, meaning you could shut the game down when you lost a wicket and then re-enter the crease at the point before you were dismissed. It’s almost certain Shane Watson played the game as a child. Anyway, the SNES cricket title allowed both one-day internationals and Test matches between the full complement of international sides, the latter sometimes consuming entire rainy days inside if you had psychotically competitive siblings or friends to play with. Other highlights included a slightly disturbing ‘smiling’ ball in a floppy hat that flashed up if you took a hat-trick, more made-up player names than you could poke a stick at, a ‘Howzat’ banner that appeared every time an appeal went up, dubious signifiers of national culture and densely pixilated bikini girls in the crowd, all of which were endlessly entertaining to a 10 year-old. 6) Brian Lara Cricket 1994 was a good year for Brian Lara. He scored first-class cricket’s only quintuple hundred, in a County Championship game against Durham, he broke the Test record for highest individual score with 375 against England in Antigua and then penned a no doubt lucrative deal to become the face of Audiogenic’s series of cricket video games. Lara was actually following in the footsteps of England’s Graham Gooch, who the company had used as the face of the Graham Gooch’s Test Cricket series of games on Commodore 64 systems. With the added benefit of radically improved gaming technology, the rebranding exercise could not have wished for a more bankable cover star than Lara. Following the original DOS and Amiga versions of the original Lara game, Auiogenic were able to licence the concept to Codemasters for a step up to the Sega Mega Drive format under the name Brian Lara Cricket ‘96. Three years later Brian Lara Cricket ‘99 appeared on Playstation and represented an equally radical leap forward into sophisticated 3D gameplay, also featuring commentary by Geoffrey Boycott and Jonathan Agnew. At this point the game was so popular in the UK that it was rebranded as Shane Warne Cricket ‘99 for the Australian market. Well, the copy I had was anyway. The last Lara edition, released in 2007, was titled Brian Lara Pressure Play and only appeared on PSP consoles, marking the end of a golden era for cricket video games. The struggles since are epitomised by the recent decision of 505 Games to cancel the “comically terrible” Ashes 2013 game. The company described it as “a game which, despite our best efforts over the course of a two-year development, couldn't meet the quality benchmarks of either us, our licensors or our customers,” before adding, “505 Games' main priority right now is to protect the Ashes name and that of the ECB and Cricket Australia, and do what we can to recompense the cricket community.\" To put it more bluntly, if review copies were anything to go by the game was an embarrassment, and no doubt drew the ire of administrators who had okayed Michael Clarke and a foppish-looking Alastair Cook to grace its promotional material. The only good to come of the whole debacle was the YouTube review below in which a sweary, incredulous American struggles to understand the point of it all."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}