{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2013/dec/13/lesbian-bridal-wear-fashion-designer-germany", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2013-12-13T22:51:07Z", "webTitle": "Designer finds growing market for bridal wear created for lesbians", "webUrl": "https://www.theguardian.com/fashion/2013/dec/13/lesbian-bridal-wear-fashion-designer-germany", "apiUrl": "https://content.guardianapis.com/fashion/2013/dec/13/lesbian-bridal-wear-fashion-designer-germany", "fields": {"headline": "Designer finds growing market for bridal wear created for lesbians", "bodyText": "In 2011, two of Helen Bender's lesbian friends approached her with a problem. They wanted to enter a civil partnership and throw a big party, but could not figure out what to wear. Neither of them were into dresses, but they did not want to wear trouser suits either: they were women in love with another woman, after all, they said. They also insisted on not seeing each other's clothes before the ceremony. After much counselling, Bender came up with a solution – a gold overall with a jacket and a matching cream-coloured dress of variable length – and soon realised that she had chanced upon an unexpected gap in the market. Requests for on-demand wedding dresses for lesbian couples have been flooding into the 27-year-old's small studio in Mainz, Germany, ever since. And after her label La Mode Abyssale (\"fashion without limits\") was invited to New York fashion week in September, the international market now beckons too. Because most dressmakers and tailors still tend to cater for heterosexual couples, there is often a tendency to either go for matching outfits, or to recreate the traditional suit/dress combo, Bender said. \"But for me the challenge is to go beyond traditional gender roles. You can be so much more creative when dressing a homosexual couple.\" Now she says she is waiting to be commissioned to work for her first male gay wedding. Germany has allowed registered partnerships for same-sex couples since 2001, and according to the Gay and Lesbian Federation there are currently 37,000 couples who have taken up that option. Unlike in the Netherlands, France or (from late March next year) Britain, gay couples in Germany still do not enjoy the same advantages as married heterosexual couples when it comes to tax and adoption law. In March this year, a bill was passed to establish legal recognition of same-sex marriage, which is now waiting for approval by the parliament. However, there is no commitment to change the law in the coalition agreement. \"I think it's a real shame that Germany is so out of step with the rest of Europe in that respect,\" Bender said. \"I feel the people here are more than ready for it – it's just politics that is lagging behind.\" Bender is set to marry her partner next year, and despite initial resistance, she has agreed to design both outfits. \"Mine is going to be a long, cream-coloured dress – that much I can say. The rest is a secret.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}