{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/dec/09/tottenham-jan-vertonghen-christmas", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-12-09T22:30:00Z", "webTitle": "Tottenham fear Jan Vertonghen could miss entire Christmas programme", "webUrl": "https://www.theguardian.com/football/2013/dec/09/tottenham-jan-vertonghen-christmas", "apiUrl": "https://content.guardianapis.com/football/2013/dec/09/tottenham-jan-vertonghen-christmas", "fields": {"headline": "Tottenham fear Jan Vertonghen could miss entire Christmas programme", "bodyText": "Tottenham Hotspur fear they will be without their influential and versatile defender Jan Vertonghen for the entire Christmas period as they await further scan results on his ankle injury. Vertonghen was injured late on during the victory at Fulham last Wednesday night and sat out Saturday's win at Sunderland. An MRI scan suggested ligament damage but the 26-year-old has since undertaken further tests to determine the extent of the injury. An initial prognosis suggested he could face a lay-off of up to four weeks, with Spurs hopeful their worst fears are not confirmed by the latest round of scans. Although Vertonghen would have expected to sit out Thursday's visit of Anzhi Makhachkala in the Europa League, with Tottenham already qualified as group winners for the knockout stage, the game against the Russian club is the first of eight stretching up to Arsenal in the FA Cup third round on 4 January. That sequence includes a London derby against West Ham United in the Capital One Cup quarter-finals and significant league clashes with Liverpool, Southampton and Manchester United. Vertonghen had been filling in at left-back over recent weeks after injury cut short Danny Rose's bright start to the campaign, leaving André Villas-Boas with Kyle Naughton – more naturally a right-back – and Zeki Fryers to fill in on that flank. Their resources in the centre are also severely stretched, with the midfielder Etienne Capoue having deputised on Wearside alongside Michael Dawson after Vlad Chiriches also suffered an injury at Fulham. The Frenchman's display in the 2-1 victory drew praise from Villas-Boas. \"We had to shuffle the back four completely,\" said the manager. \"Etienne deserves credit. We spoke to him during the week. We all want him to succeed here and great performances lke that mean he's back on track. Everyone is extremely happy for him.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}