{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2013/dec/28/mortgage-rise-homeowners-perilous-debt", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2013-12-28T21:00:01Z", "webTitle": "Mortgage rise will plunge a million homeowners into 'perilous debt'", "webUrl": "https://www.theguardian.com/money/2013/dec/28/mortgage-rise-homeowners-perilous-debt", "apiUrl": "https://content.guardianapis.com/money/2013/dec/28/mortgage-rise-homeowners-perilous-debt", "fields": {"headline": "Mortgage rise will plunge a million homeowners into 'perilous debt'", "bodyText": "More than a million homeowners will be at risk of defaulting on their mortgages and losing their properties in the wake of even a small rise in interest rates, a bombshell analysis reveals. Borrowers who have failed to pay down their mortgages when interest rates have been at record low levels now face being overwhelmed by \"perilous levels of debt\" when the inevitable hike comes. Gillian Guy, chief executive of Citizens Advice, warned of a \"financial ticking timebomb\": \"The rising cost of energy, food and travel has been absorbing any spare income people may have. This means that in some cases there is little or nothing left to cope with larger mortgage repayments.\" According to a new report from an influential thinktank, the Resolution Foundation, even in the most optimistic scenario – in which interest rates rise slowly to 3% by 2018 and economic growth is strong and well-distributed between the rich and poor – 1.12 million homeowners will be spending more than half of their take-home pay on mortgage repayments – this is a widely accepted indicator of over-indebtedness. If the Bank of England were to raise interest rates more quickly, to 5% by 2018, and growth continues to be slow, around two million households would be plunged into financial trouble – and around half of these would be families with children. The thinktank's analysis, based on official Office for Budget Responsibility projections, warns: \"Far from being resolved, Britain's personal debt problem remains a cause for real concern. While record low interest rates have reduced current repayment costs, fewer people than we hoped have used this breathing space to pay off their debts. \"When rates go up, the number in 'debt peril' could increase to anywhere between 1.1 million and two million, depending on the speed at which borrowing costs rise and the nature of the economic recovery.\" The warning comes as a survey carried out by Which? reveals that rather than paying off their debts, around 13 million people (25%) paid for their Christmas by borrowing. Overall, more than four in 10 (42%) used credit cards, loans or overdrafts to fund their spending over the festive period, which suggests that Britons have not shed their addiction to debt. The governor of the Bank of England, Mark Carney, has said he will look at raising the Bank of England base rate, to which lenders hook their mortgages, when unemployment has fallen to 7%. A recent surge in job creation saw unemployment drop to 7.4% in December, raising expectations that an increase in the Bank's base rate will come in 2015, and have an impact on lenders' rates this coming year. The markets believe the base rate will increase to 3% by 2018, with what the Resolution Foundation describes as \"huge social and human cost\". However, the thinktank warns that a hike of just 1 percentage point more than that, to 4% by 2018, would lead to 1.4 million homeowners facing severe financial pressure. If interest rates rise by two percentage points beyond market expectations – to 5%, still 0.5% below the 2007 base rate – the number of people in substantial and perilous debt would rise to 1.7 million – or as many as 2 million if economic growth continues to be sluggish. The analysis finds that while people across the social spectrum could be in trouble, lower-income households \"look particularly vulnerable\", with one in five of those with debt being in danger. The thinktank says that while it does not follow that all households in \"debt peril\" will default on their mortgages, those spending more than half of their income on debt repayments will find their financial position increasingly difficult to sustain. Matthew Whittaker, senior economist at the Resolution Foundation, said ministers should consider \"locking in\" cheap credit for those who are heavily indebted. He added:\"Even if we take a somewhat rosy view of how the economy will develop over the next few years, the number of households severely exposed to debt looks as though it will double. \"But the levels of debt built up by families in the pre-crisis years are such that even relatively modest changes in incomes and borrowing cost assumptions produce significantly worse outcomes. \"This is an alarming prospect, where a large number of families find themselves struggling with heavy debt commitments, especially among the households who are already among the worst-off. As the Bank of England has acknowledged, even small increases in the cost of borrowing could push a significant number of families over the edge and it is most likely to happen to those with the lowest incomes – who are already spending the biggest share of their budget on mortgage repayments. \"Rather than waiting for a repayment crisis to strike, policymakers and lenders should seriously consider acting now while there's still the chance to help people reduce their exposure to debt.\" The number of repossessions has been dropping for years, with 30,000 expected by the end of this year, down from 75,500 during the 1991 recession. Yet one in six households are currently mortgaged to the hilt, servicing home loans that are at least four times the size of their annual salary, in further evidence of the intense vulnerability of many homeowners to rate hikes."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}