{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/dec/09/peru-drug-mules-possible-early-termination-sentences", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-12-09T22:03:15Z", "webTitle": "Peru says British and Irish drug mules may have prison sentences reduced", "webUrl": "https://www.theguardian.com/world/2013/dec/09/peru-drug-mules-possible-early-termination-sentences", "apiUrl": "https://content.guardianapis.com/world/2013/dec/09/peru-drug-mules-possible-early-termination-sentences", "fields": {"headline": "Peru says British and Irish drug mules may have prison sentences reduced", "bodyText": "An Irish woman and her Scottish friend found guilty of drug smuggling in Peru will not now face a full trial and may have their jail sentences reduced, it emerged on Monday. Michaella McCollum Connolly, from Dungannon, County Tyrone, and Melissa Reid, from Lenzie, near Glasgow, both 20, both admitted trying to smuggle cocaine worth £1.5m out of Lima airport in August. The women are now expected to benefit from an early termination process whereby drugs mules are spared a trial and automatically receive a sixth off a minimum eight-year sentence. But the main hearing in their case has been cancelled because of a judges' strike. The chief prosecutor, Gustavo Carvajal, who took over their case from his predecessor, Juan Mendoza, in October, confirmed: \"We have submitted our report to the judge in charge of the case and state in that report we are happy for Melissa and Michaella to benefit from the early termination process. \"We have taken that decision after careful analysis of the case. The sentence the women receive is a decision for the judge. The minimum sentence for drugs trafficking is eight years and the maximum 15. There is provision under Peruvian law for a reduced sentence, but it is by no means a foregone conclusion in this case. \"It will all depend on the outcome of the sentencing hearing. We had expected the hearing to take place this week, were it not for the ongoing judicial strike.\" A spokesman for the court in the Lima neighbourhood of Callao tasked with the women's case added: \"I can confirm the sentencing hearing was due to take place on Tuesday, December 10. The reading of the sentence has been postponed due to an ongoing judges' strike. A new date will be announced as and when we know it.\" The pair were arrested at Lima airport when the cocaine was found hidden inside packages of food in their luggage. Peruvian police said the women planned to fly to Madrid and then on to Majorca."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}