{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/dec/20/five-questions-to-amy-mcquire-on-australias-two-worlds-one-for-black-and-one-for-white", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-12-19T23:17:47Z", "webTitle": "Five questions to Amy McQuire: on Australia's two worlds– one for black and one for white | IndigenousX", "webUrl": "https://www.theguardian.com/commentisfree/2013/dec/20/five-questions-to-amy-mcquire-on-australias-two-worlds-one-for-black-and-one-for-white", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/dec/20/five-questions-to-amy-mcquire-on-australias-two-worlds-one-for-black-and-one-for-white", "fields": {"headline": "Five questions to Amy McQuire: on Australia's two worlds – one for black and one for white", "bodyText": "Each week, a new guest hosts the @IndigenousX Twitter account to discuss topics of interest as Aboriginal and/or Torres Strait Islander people. In partnership with IndigenousX, we're inviting its weekly host to tell us about who they are, what issues they're passionate about, and what they have in store for us during their upcoming week. Tell us about yourself. Who are you, where are you from, what do you do? My name is Amy McQuire and I'm Darumbal and South Sea Islander. I grew up in Rockhampton in Central Queensland but have called Canberra home for the past six years, not counting a brief sojourn to Sydney. I’m currently editor of Tracker Magazine, an Aboriginal rights-based publication published by the NSW Aboriginal Land Council. Previously I worked at the National Indigenous Times, and NITV News as a political correspondent. I’m passionate about developing a strong Indigenous media sector through my work at Tracker and my role on the board of the Australian Indigenous Communications Association (AICA), the peak body for Indigenous media. What do you plan to talk about on @IndigenousX this week? I’m hoping to promote a film I believe every Australian should see – Utopia by John Pilger. There is a big, gaping hole in the Australian media landscape for Pilger's style of journalism. This film pulls no punches: it is the hard-hitting truth about the two worlds in this country – one for black and one for white. The underlying question is how could a nation so rich, be so complacent about their first peoples, who are still mired in poverty? Pilger looks at a series of issues confronting our mob today: the lies that built the Intervention, the deaths in custodies, the Stolen Generations, the dire health problems that compound all other areas of life. It’s a confronting film ending in the ongoing call for treaty. What issue are you most passionate about? I think the sky-high rates Australia jails Aboriginal men, women and children are appalling and an international embarrassment. The latest cuts to Aboriginal legal aid will only further burden a system that already jails Indigenous people at some of the highest rates in the western world. Locking up blackfellas further ruptures communities and begets a cycle of disadvantage and dysfunction. It says to me the Abbott government is not serious about closing the gap. Who are your role models, and why? Not counting Pilger, whose reputation precedes him, two of my biggest role models are Chris Graham and Brian Johnstone. Both are fearless journalists who are deeply committed to speaking truth to power and are anomalies in the Australian media. They have both devoted their lives to reporting on Aboriginal rights issues, and their knowledge and dedication is beyond inspiring. My other role model is my aunty Mabel Edmund, who was the first Aboriginal woman elected to local government in Australia. Not only was she the only Aboriginal person on the Livingstone Shire Council at the time, she was also the only Labor representative amongst a green sea of Nationals. She was a strong Darumbal and South Sea Islander woman, a talented artist and an award-winning writer. I have one other role model: the late great astronomer Carl Sagan, who opened up the beauty of the universe and made me realise how important it is we look after our Earth, “the only home we’ve ever known”."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}