{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/dec/19/hugh-muir-diary-iain-duncan-smith", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-12-19T23:00:01Z", "webTitle": "Hugh Muir's diary: Seek and ye shall find – but don't expect Iain Duncan Smith to help", "webUrl": "https://www.theguardian.com/politics/2013/dec/19/hugh-muir-diary-iain-duncan-smith", "apiUrl": "https://content.guardianapis.com/politics/2013/dec/19/hugh-muir-diary-iain-duncan-smith", "fields": {"headline": "Diary: Seek and ye shall find – but don't expect Iain Duncan Smith to help", "bodyText": "•More about the machinations of this, the most transparent government ever, and of the continuing farrago that is Iain Duncan Smith's Universal Jobmatch (Job-botch) initiative. In March we explained how the tender to find a contractor to do the hard graft went awry, triggering accusations of foul play and legal challenges among the three leading rivals. The first tendering process was botched. \"Steria challenged the evaluation process informally by making a complaint to DWP [Department for Work and Pensions],\" officials said. So it was run a second time. But \"Methods Consulting commenced a legal challenge after Monster Worldwide's bid was announced as the winning bid.\" Steria's complaint was addressed by running the tender process again. As for Methods, \"a payment was made\", said the DWP. We asked how much. The DWP wouldn't tell before its annual report. And it has been far from explicit within that report. Campaigner Simon Jones notices within the document a payment for £950,000 to \"compensate a supplier for reasonable costs incurred in connection with procurement activities\". If that's it, that's a pretty penny. Could have spent that on those \"hard-working families\" ministers reference endlessly. •They do love that \"hard-working families\" mantra. And where have we heard that before. Reader Tom Lines digs out an old coin produced by the wartime collaborationist regime in Vichy, France. In place of the revolutionary triad of Liberty, Equality and Fraternity, the coin proclaims \"Travail, Famille, Patrie\" or \"Work, Family, Nation\". They could introduce a coalition shilling. •We said it would be so, and indeed it has come to pass. In the canteens, a certain bustle. A new vigour in the chamber. A constant swish of activity in the corridors. Change comes slowly to the House of Lords. But by Jove it seems to have arrived quite quickly as peers make their presence known and busy themselves since Lord Hanningfield was caught this week by the Daily Mirror clocking in and quickly clocking out, having done just enough to claim his attendance allowance. Staff talk of canteen operatives rushed off their feet; of unfamiliar peers scuttling to work and eating sandwiches. The place just won't be the same; at least for a couple of weeks. •And who is this we see, amid all the bustle and the busy-ness? A familiar figure who is more than happy to spend as much time at the Lords as possible. Here comes Lord Rennard, the subject of that police inquiry into allegations of sexual harassment that was dropped on the grounds of insufficient evidence. The Lib Dem peer – who has strenuously denied wrongdoing – seemed happy to have that cloud lifted, though of course he still faces an internal disciplinary process. Glad to be back in the thick of things. •A seasonal greeting. It's from Dr Sean Gabb and the Libertarian Alliance, wishing us \"a Happy Christmas/Hannukah/Diwali/Eid/Kwanzaa/LesbiGayhol/Saturnalia/Winterval\". And \"a free and prosperous 2014\". But they say that's unlikely. •Christmas is doing what it does, bringing folk together. Just the other day, Finchley's Tory MP Mike Freer, who championed the drive against squatters, was at loggerheads with protesters who squatted in the forecourt of Margaret Thatcher House, his constituency office. The party summoned the bailiffs to turf them out. But there's no obvious grudge there. A group returned to sing Christmas carols and, while it is true that someone quickly summoned the police, officers decided the carols constituted a peaceful protest and didn't do much of anything. It could be because it's that time of year. But it could also be because, during the last farrago, Freer wrote an email calling the police \"daft\" and sent it to the protesters by mistake. •Finally, despite the season of goodwill, unseemly beard wars blight the Lib Dems. Annoyed at being beaten into third place for parliamentary Beard of the Year by his triumphant Lib Dem colleague Julian Huppert, John Thurso has described his rival's beard as \"a bit scraggily\". His blast appears exclusively in the John O' Groat Journal and Caithness Courier, but that's unsurprising. When they talk, they talk to the John O' Groat Journal and Caithness Courier. diary@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}