{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/20/unions-call-minutes-silence-key-workers-killed-covid-19-uk", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-19T23:01:51Z", "webTitle": "Unions call for minute's silence for key workers killed by Covid-19 in UK", "webUrl": "https://www.theguardian.com/society/2020/apr/20/unions-call-minutes-silence-key-workers-killed-covid-19-uk", "apiUrl": "https://content.guardianapis.com/society/2020/apr/20/unions-call-minutes-silence-key-workers-killed-covid-19-uk", "fields": {"headline": "Unions call for minute's silence for key workers killed by Covid-19 in UK", "bodyText": "The UK has been urged by unions to observe a minute’s silence next week to remember the health, care and other key workers who have died from coronavirus. Unison, the Royal College of Nursing and the Royal College of Midwives have asked politicians, employers, people at work and the millions of people in lockdown at home to join the tribute at 11am on 28 April. The unions said the minute’s silence was scheduled to be held on International Workers’ Memorial Day, which every year commemorates workers who have died around the world. Matt Hancock, the health secretary, said on Friday the government had identified 27 NHS workers who had died after contracting Covid-19 but the total is thought to be significantly higher. The Guardian is aware of at least 58 private and NHS healthcare staff who have died from coronavirus. Dave Prentis, Unison general secretary, said: “This is the ultimate tribute to remember workers who’ve lost their lives and put themselves in harm’s way to keep us safe and vital services running. “Every year the sacrifice of workers around the world is recognised but this year has a special significance because of the pandemic. “Thousands of key staff are on the frontline while the rest of us are in lockdown. That’s why we’ve issued this call for the whole country to take part and remember the sacrifices they’ve made. The best tribute we can all pay them is to stay inside to protect the NHS. “The minute’s silence is a thank you to all the workers including nurses, midwives, cleaners and care staff who’ve died from this devastating virus.” Unison, the RCN and RCM represent more than a million NHS and public service workers collectively. These include porters, refuse collectors and care staff. The unions cited the success of the nationwide Clap for Our Carers campaign, with applause every Thursday at 8pm to pay homage to NHS and key workers. Donna Kinnair, the RCN general secretary and chief executive, said: “We’ve become used to hearing a great roar on a Thursday night for key workers, but this respectful silence will be a poignant reminder of the risks they run to keep us safe. “I hope the public gets behind this with the same affection they show when applauding our people. “The silence is a simple show of respect for those who have paid the very highest price but their loved ones must know the levels of gratitude we feel as a nation and take some comfort from that.” Gill Walton, the RCM chief executive and general secretary, said: “We had expected 2020 to be a celebration of the International Year of the Nurse and Midwife but, although we actively applaud their service, this is not what we had imagined. “Instead, across the country, midwives and maternity support workers are seeing the impact of coronavirus not only on the women in their care but on their colleagues as well.” The call comes after the Unite union paid tribute on 17 April to bus and transport workers in London who died after contracting the virus."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}