{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/09/eu-risks-break-up-over-coronabonds-row-warns-italian-pm", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-09T22:35:50Z", "webTitle": "EU strikes €500bn relief deal for countries hit hardest by pandemic", "webUrl": "https://www.theguardian.com/business/2020/apr/09/eu-risks-break-up-over-coronabonds-row-warns-italian-pm", "apiUrl": "https://content.guardianapis.com/business/2020/apr/09/eu-risks-break-up-over-coronabonds-row-warns-italian-pm", "fields": {"headline": "EU strikes €500bn relief deal for countries hit hardest by pandemic", "bodyText": "A messy compromise to unlock €500bn (£438bn) of EU support for countries hit hardest by the coronavirus pandemic has been struck after Italy’s prime minister, Giuseppe Conte, warned that the existence of the bloc was at stake. EU finance ministers on a video conference call struck a deal late on Thursday after the Netherlands shifted on a demand for “economic surveillance” of countries benefiting from €240bn of credit lines via the European stability mechanism, a bailout fund for struggling member states. Italy and Spain have in turn accepted a delay on agreement on so-called “coronabonds” that would allow member states to raise funds on the same terms from the financial markets. The issue of a “recovery fund” yet to be fleshed out will be put to the EU’s heads of state and government at a future summit. Italy’s finance minister, Roberto Gualtieri, told reporters: “We have put on the table of the European Council a recovery fund enabling common debt issuance. Off the table is any conditionality on the use of European stability mechanism financing. Now it’s up to the leaders to take the right decisions.” The Dutch finance minister, Wopke Hoekstra, said a “sensible” deal had been reached. Bailout funds would still come with conditions if the cash was spent on the wider economy rather than a response to the immediate crisis, the minister insisted. Hoekstra tweeted: “The [European stability mechanism] can provide financial help to countries without conditions for medical expenses. It will also be available for economic support, but with conditions. That’s fair and reasonable. “We are and will remain opposed to Eurobonds. We think this concept will not help Europa or [Netherlands] in the long term.” Agreement was also found on boosting the lending capacity of the European Investment Bank and a new €100billion scheme proposed by the European Commission to keep fund employee’s salaries if they are put on reduced hours. The finance ministers had faced growing pressure to come to agreement after 16 hours of talks since Tuesday. Early on Thursday, the Italian prime minster Giuseppe Conte had added to the tension by claiming that it was an existential issue for the EU. “It’s a big challenge to the existence of Europe,” he told the BBC. “If Europe fails to come up with a monetary and financial policy adequate for the biggest challenge since world war two, not only Italians but European citizens will be deeply disappointed.” The start of the latest round of discussions of the finance ministers had been repeatedly delayed on Thursday as the main protagonists, Italy, the Netherlands, Germany and France sought to find a way forward between themselves. Ahead of the full meeting of finance ministers, Mário Centeno, the Portuguese finance minister who is president of the Eurozone group, insisted the EU needed to build a financial safety net as Europe “dipped into recession” with “all in lockdown, casualties rising by the hour and with no end in sight”. “We either sink or swim together”, Centeno had said as he called on ministers to show the “necessary spirit of compromise”. Following agreement, Centeno told the ministers: “We acted decisively for our citizens in less than a month”. The negotiations on the EU’s fiscal response to the epidemic exposed deep divisions between north and south, and reignited feelings of bitter enmity last experienced during the financial crisis. The Dutch government with the support of Germany, Finland and Austria, led rejection of the central demand of the Italian government for “coronabonds” which would involve all EU member states borrowing from the markets on the same terms. The issuing of joint bonds would create joint liability and make borrowing more expensive for the wealthier northern member states as it cheapens it for the rest, at a time when the gap between German and Italian bonds is rising. The Dutch parliament has backed its government on its approach, with politicians warning that anti-EU sentiment would be inflated in the wealthier member states as well if the electorate concluded that their money was being misspent. Austria’s finance minister, Gernot Blümel, said the Netherlands had not been standing alone. “That is out of the question for us,” he said of the issuing of coronabonds. “That remains the case. We were also not in favour of this formulation because the idea opens the door to a mutualisation of debt ... It was not just the Netherlands.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}