{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/24/no-senor-aguero-but-bbc-bitesize-kicks-it-out-of-the-park", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-24T20:29:20Z", "webTitle": "No Señor Agüero, but BBC Bitesize kicks it out of the park", "webUrl": "https://www.theguardian.com/world/2020/apr/24/no-senor-aguero-but-bbc-bitesize-kicks-it-out-of-the-park", "apiUrl": "https://content.guardianapis.com/world/2020/apr/24/no-senor-aguero-but-bbc-bitesize-kicks-it-out-of-the-park", "fields": {"headline": "No Señor Agüero, but BBC Bitesize kicks it out of the park", "bodyText": "“Agüero, Agüero!” chant the pupils of Our Kitchen Table Primary School. All two pupils. “Aggggggüüüüeeerrrrooooo!” They’ve heard the Manchester City striker is coming to teach them how to count in Spanish, and that’s (even) more exciting than mummy’s French. For the first time since OKT Primary opened on 23 March they’re really happy to be in class. Well then, for starters, it’s Mr Agüero to you, or Señor Agüero, or possibly Profe. And second of all, I’m afraid he’s not coming, yet. Boooo! Agüero is one of the stars signed up to the BBC Bitesize Daily, the corporation’s biggest ever education programme, launched on Monday to help parents during lockdown. Lord knows, we need it. Actually we’re lucky in this house; the other (some say the only) adult is an actual primary school teacher, which means she’s both here, and knows what she’s doing. Otherwise we’d definitely be in special measures by now. Still, any help is appreciated. Sergio’s Spanish isn’t online yet. To be honest I was more excited about Danny Dyer’s history classes (when he learns ya, you’ll stay learned) but they’re also not there yet. There’s plenty to be getting involved with, new lessons going up every day. We’re year one and year three, so sit down, shut up, today’s first class in year one English: when to use question marks. We watch a short animated video, about when to use question marks. Next clip we see is going to be about a book called The Magic Faraway Tree, but first we have to prepare some questions for the four children in the story using question words. We’ve actually read Enid Blyton’s classic, it’s something of a favourite; so one of the questions, directed at two of the characters, is: why have your names been changed to Rick and Franny, from the original Dick and Fanny? Cue an untimetabled – and woefully unprepared – biology lesson. A reasonable and correctly formed question though. The video, when we eventually get to it, is a lovely one. Naomi Wilkinson, talking about and reading from the book in a real tree. As she does so, she climbs ever higher, dodging Dame Washalot’s animated wastewater, towards strange and magic lands high above… Immediately striking about the clip, and the animated one before it, is its quality. Our homeschool headteacher says she regularly uses BBC Bitesize material (which has been around for ages, it’s just the daily lockdown lessons that are new) in real school, for this reason. It’s professional, well-planned, imaginative, varied, enjoyable, often funny, kids like it, teachers like it … My favourite history teacher (even though he’s yet to teach us) might call it “the absolutely bollocks”. Almost like these BBC people have done this kind of thing – making films, education – before… The good marks continue throughout our week. In year one maths, we count on and back in twos, then fives, practising with raisins, which disappear, in tens. And Seymour Science introduces us to the seasons, which we draw. Moving up to year three, in English we identify adjectives, with help from a scary, smelly yeti; then make more powerful adjectives, like terrifying and stinky. And in geography we are introduced to maps by tourist Sue Venir. This pleases me because children today can’t read maps. Then we have to make our own maps, of the local area. Yes? No we can’t go on Google Maps and copy it … Can we? What about working with a mixed aged class, years one and three round the same table? You know what, it’s OK. The idea of scale, 1:250,000, is certainly tricky for a six-year-old to get a hold of but there is other more graspable stuff, and, because the material is engaging and entertaining, they want to. I’m also finding that with all the practice and activities that follow the presentation, I can set one off, leave him, go back to the other, run two classes at the same time, juggling year three History with year one Music, I’m amazing at this… No, obviously I’m not. If I’ve learned one thing since 23 March it’s to massively respect the teaching professor. Damn, it’s hard. But there’s a point here too; if I can use this stuff, anyone can. Not only is it all those things already mentioned, it’s easy to use, and it works. A working printer would help for some of the worksheets; no one has a working printer at home, do they? There are ways around it. Possibly a more serious issue is that this obviously comes via a screen in a time when limiting screen time might feel like a losing battle. I can’t see a way round that one. Next week we’ll be trying out the daily lessons on Netflix and Amazon Prime … no we won’t, there aren’t any. So, hands off the BBC, yes, you lurking at the back, Cummings. And what are you wearing, see me after class. Overall then, marks out of 10 for BBC Bitesize Daily, from the staff and pupils of OKT Primary? Well, we were very disappointed about Agüero not coming. Also Dyer, David Attenborough, Jodie Whitaker, Liam Payne, all the starry names being shouted at the launch. What’s wrong with these people, don’t they know that the first rule of teaching is to arrive on time? But, hey, maybe the classroom doesn’t need celebrities. The material is fab. If Sergio does show up, if he could just turn round, so everyone can see the number on his back … Yup, that’ll be a big fat diez."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}