{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/20/nova-scotia-shooting-friends-family-pay-tribute-victims", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-20T22:04:36Z", "webTitle": "Nova Scotia shooting: friends and family pay tribute to ‘beautiful souls’ lost in rampage", "webUrl": "https://www.theguardian.com/world/2020/apr/20/nova-scotia-shooting-friends-family-pay-tribute-victims", "apiUrl": "https://content.guardianapis.com/world/2020/apr/20/nova-scotia-shooting-friends-family-pay-tribute-victims", "fields": {"headline": "Nova Scotia shooting: friends and family pay tribute to ‘beautiful souls’ lost in rampage", "bodyText": "Flags have been lowered to half mast across Canada, as friends and families paid tribute to the victims of the country’s worst ever mass shooting. The Royal Canadian Mounted Police said on Monday that 18 people were known to have been murdered in a handful of tightly knit Nova Scotia communities in the hours-long rampage on Saturday night and Sunday morning. The police warned that the casualty figure was likely to rise as investigations continued. Authorities say Gabriel Wortman, a 51-year-old denturist, impersonated a police officer during the shooting spree that began in the coastal town of Portapique but quickly spread out over the province, ending at a gas station in the town of Enfield, 58 miles away. Wortman was shot dead by police following a standoff late on Sunday morning. The victims included an elementary school teacher, a police officer and at least three married couples were also killed. The first identified was Royal Canadian Mounted Police constable Heidi Stevenson, a mother of two who had served on the force for 23 years. Stevenson was killed after responding to a shooting on Sunday morning, police said. “We have lost one of our own while she was protecting others,” said RCMP chief superintendent Chris Leather on Monday afternoon. “This is the definition of a true hero.” Stevenson previously worked as a school liaison officer. Former colleagues shared a photograph of her crossing the street with a group of smiling children. “She was answering the call of duty, something she had done every day,” said the prime minister, Justin Trudeau. As news of the shootings spread, family and friends remembered the victims over social media. Among the dead was Tom Bagley, who neighbours say was killed as he rushed to help others. “This beautiful soul was taken from me so unnecessarily. I can’t even comprehend it,” his daughter Charlene wrote on Facebook. Her request that the community share memories of her father was met with hundreds of comments, where Bagley was remembered as a fun-loving and caring friend who never thought twice about lending a hand. Residents told local media that Wortman set fire to numerous properties on Saturday evening – including his own – and shot people fleeing for safety. The house of John Zahl and Elizabeth Joanne Thomas, who were neighbours of Wortman, was among those destroyed in a fire. The couple, and their cats, are presumed dead, the family said in an online fundraiser. A family of three, Jolene Oliver, Aaron (Friar) Tuck, and their daughter Emily where also killed in the shooting. Tammy Oliver-McCurdie remembered her sister Jolene as a “lover of poetry and books” and full of infectious laughter. “She was super fun and enjoyed the beauty in life,” wrote Oliver-McCurdie on a crowdfunding page set up to help cover funeral expenses. Oliver-McCurdie said her niece Emily, 17, loved playing the fiddle and fixing vehicles with her father, Aaron. Heather O’Brien, a nurse and grandmother from the town Truro in central Nova Scotia, was remembered for her kind and generous spirit. “The pain comes and goes in waves. I feel like I’m outside of my own body,” wrote her daughter, Darcy Dobson, who described texting her mother minutes before she died. “I want everyone to remember how kind she was … Let those things define her. Not the horrible way she died.” O’Brien’s niece, Megan Brown, remembered her aunt, who worked as a nurse for 17 years, as a “healer” and a “bright light”. Greg and Jamie Blair, a husband and wife, were also among those killed. “I have absolutely no words for the heartache my family &amp; many others are going through,” wrote Jessica MacBurnie on Facebook. The couple, married in 2014, leave behind their two children. Lisa McCully, a teacher and mother of two, was also killed during the rampage, according to her sister and the Nova Scotia Teachers Union. “She was somebody who taught from the heart,” said the union president, Paul Wozney. “She taught her kids not just the curriculum but teaching about virtues and personal qualities.” Sean McLeod and Alanna Jenkins, who both worked as corrections officers, were also killed. With Nova Scotia already in lockdown in order to contain the spread of the coronavirus, Trudeau acknowledged the grieving process would be especially difficult, announcing a virtual Facebook vigil on Friday at 7pm. “To the grandparent who lost a child, the children who lost a parent to the neighbour who lost a friend: we are so sorry for your loss,” he said. “Such a tragedy should have never occurred.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}