{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/13/ukraine-wildfires-close-chernobyl-nuclear-site", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-13T20:50:45Z", "webTitle": "Ukraine: wildfires draw dangerously close to Chernobyl site", "webUrl": "https://www.theguardian.com/environment/2020/apr/13/ukraine-wildfires-close-chernobyl-nuclear-site", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/13/ukraine-wildfires-close-chernobyl-nuclear-site", "fields": {"headline": "Ukraine: wildfires draw dangerously close to Chernobyl site", "bodyText": "Wildfires in Ukraine have spread to just over a mile from the defunct Chernobyl nuclear power plant and a disposal site for radioactive waste, according to activists, as more than 300 firefighters work to contain the blaze. A video posted by a Chernobyl tour operator showed flames and a cloud of smoke rising within sight of the protective shelter over the carcass of Chernobyl’s Unit 4 nuclear reactor, the site of the worst nuclear disaster in history. The tour operator, Yaroslav Yemelianenko, wrote that the fire had reached the abandoned city of Pripyat and was just 2km (1.24 miles) away from the nuclear power plant and the Pidlisny radioactive waste disposal site. “The situation is critical. The zone is burning,” he wrote in a Facebook post accompanied by a video of the blaze. Yemelianenko, a member of a public advisory board to Ukraine’s emergency service, also accused the government of covering up the severity of the fires. Ukraine’s emergency service on Monday said the fire was “difficult” but called for calm, saying all radiation levels in Kyiv, Ukraine’s capital, were normal and urging people not to listen to “apocalyptic messages”. “The main thing we can say is that there is no threat to the nuclear power station, the spent fuel storage, and to other critical sites in the exclusion zone,” the agency said. The agency said 310 firefighters and dozens of fire trucks, as well as three aircraft and three helicopters, had been deployed to extinguish the fire. The agency did not say exactly how far the fire was from the site of the former reactor or other sensitive sites. On Monday, a member of Greenpeace’s Russia branch told Reuters that the fires were larger than Ukraine’s official estimates and could pose a health risk. “A fire approaching a nuclear or hazardous radiation facility is always a risk,” Rashid Alimov, head of energy projects at Greenpeace Russia, told the agency. Fires have been burning since 4 April in Chernobyl’s exclusion zone, the 30-kilometre (18.6-mile) area around the former nuclear reactor where authorities have barred people from living. The fires were a result of locals setting fire to grass, police said. Ukraine’s parliament on Monday raised fines for grass arson to more than £4,500, an 18-fold increase adopted amid considerable public anger over the fires. The fires gained strength over the weekend due to strong winds. “At the moment, we cannot say the fire is contained,” Kateryna Pavlova, the acting head of the agency that oversees the area, told the New York Times on Saturday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}