{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/29/coronavirus-in-the-pacific-weekly-briefing", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-28T22:00:00Z", "webTitle": "Coronavirus in the Pacific: weekly briefing", "webUrl": "https://www.theguardian.com/world/2020/apr/29/coronavirus-in-the-pacific-weekly-briefing", "apiUrl": "https://content.guardianapis.com/world/2020/apr/29/coronavirus-in-the-pacific-weekly-briefing", "fields": {"headline": "Coronavirus in the Pacific: weekly briefing", "bodyText": "This week saw a dramatic slowing in the number of new cases in the Pacific islands with 259 reported, up from 239 last week. Australia and New Zealand are showing diminished infection rates as well. In contrast to the cautious optimism in other parts of the region, concerns are rising that Covid-19 could rapidly reach epidemic status in Papua New Guinea. Cases have been reported in four provinces, and the original source of infection is unknown in two places. A World Health Organization official recently stated that health workers must be prepared to face the prospect of community transmission. Across the border in the Indonesia province of Papua, official figures may belie a much grimmer picture. The official tally of 155 infections in the province is likely to be low, given the state of health care, and the systemic distrust between the indigenous population and the state. One batch of 300 tests administered to government officials in Mimika returned 110 positive results. As everywhere, sport in the Pacific has been disrupted. The Pacific mini-games were scheduled for June next year in the Northern Marianas. They have been shifted to 2022, to avoid a clash with the Tokyo Olympics. Meanwhile the Indonesian National games, slated for October in West Papua, have been delayed by a year. The virus has caused serious disruption to construction projects associated with the event, too. What has happened this week? Papua New Guinea: With eight confirmed cases in four separate locations, and with few clear sources of transmission, the nation remains very much in the Covid-19 spotlight. Soldiers were despatched to conduct contact tracing in Western Province, and 152 samples were collected, including those of 10 police officers who were sent to the area without PPE. The country is already running low on critical supplies required for testing. The government of Australia is assisting PNG to source what is needed. Guam: The territory has now reported a total of 144 infections. They have had five deaths, 128 people have recovered and four active cases remain, said the Guam Daily Post. Nearly all of the crew of the aircraft carrier, the USS Theodore Roosevelt, which docked in Guam after coronavirus was detected on the ship have been tested, with 777 testing positive. More than 60 have recovered already. New Caledonia: The number of confirmed cases remains unchanged at 18. The government claims there is no evidence of any local transmission. Fiji: There are seven active cases of Covid-19 in the country and a total of 18 infections have been recorded. Fiji has not had a new confirmed case since 18 April. Vanuatu: The country remains virus-free. But the massive economic impact of Covid-19 is becoming starkly clear. A recent survey of more than 250 tourism businesses showed full-time employment in the sector had decreased by 70%. Tonga: The country remains virus-free although readiness work is still ongoing in case any infections are detected. Authorities have stated that the available resources would make it very hard for them to deal with even a small number of cases Marshall Islands: No cases have been confirmed, but the Marshall Islands Journal reports that five people remain under observation in quarantine. What are Pacific governments doing? Papua New Guinea: Some restrictions imposed during the government’s State of Emergency have been lifted, including resumption of public transport services subject to sanitation and physical distancing requirements. Restaurants and places of worship have re-opened, again with protective measures in place. Fiji: Some restrictions on movement and gatherings within the country have been relaxed, including allowing gatherings of up to 20 people. A curfew remains in place, as does a ban on sporting events. A senior military officer this week defended the government’s right to suppress free speech in the crisis. His statement was roundly rejected by human rights advocates. Solomon Islands: The nation has no current cases. Government has ended in-person visits in the country’s correctional facilities, replacing them with scheduled phone calls using phones donated by the International Committee of the Red Cross. Prime Minister Manasseh Sogavare announced Friday that the nation now has domestic testing capability, thanks to equipment donated by China. Vanuatu: The country’s third largest island is in temporary lockdown. Travel to Malekula and its surrounding islands is forbidden following the news that two men had ignored quarantine rules and gone aboard a Philippines-based cargo ship. Officials say there is only a very low likelihood that anyone on board is infected, but they’re taking no chances. New Caledonia: The resumption of domestic flights has been deferred until 4 May and international flights remain barred, except for repatriation. Pro-independence members of the government have asked that a flight carrying 180 military personnel be cancelled. This flight is part of the regular rotation of French soldiers stationed overseas. Samoa: The IMF last week approved a US$22m concessional loan to the government Samoa to address “urgent balance of payment needs created by Covid-19.” Samoa has long been saddled with high levels of debt, including loans from China EXIM Bank. Marshall Islands: The foreign minister has joined the governor of Guam in expressing concern about the travel of US citizens to Guam and the Marshalls while the Covid-19 crisis persists. Federated States of Micronesia: The United States government last week announced a multi-million dollar assistance package for Pacific island countries, including about US$7.7m for the FSM. French Polynesia: Health minister Jacques Reynal claimed this week that the transmission of Covid-19 in the territory has “stopped”. This comes four days after two new cases were reported. A territory-wide curfew is scheduled to end today. French Polynesia: The territory reported another case on Tuesday, bringing the total to 58. This came just days after health minister Jacques Reynal claimed the transmission of Covid-19 in the territory had “stopped”. A territory-wide curfew is scheduled to end today. Palau: The government has taken delivery of four tonnes of medical aid donated by a Cambodia-based company Horizons Holdings. The cargo arrived by chartered aircraft from China. Guam: Citing the possibility of undetected cases among neighbouring populations, Governor Lou Leon Guerrero has written to US Vice President Mike Pence to request a suspension of incoming international flights from Palau, the Marshall Islands and the Federated States of Micronesia. None of these nations have any confirmed cases. Australia and New Zealand Australia has just over 6,600 cases and 84 deaths from Covid-19. The rate of infection has continued to slow, with the country recording between nine and 21 new cases a day for the past seven days. Many states have announced slight loosening of lockdown laws, and more than two million people across the country have downloaded an app that aims to assist the government with contract tracing of cases. New Zealand’s strict level-four lockdown ended on Monday night, meaning that New Zealanders are now allowed to go out for takeaway and some are able to return to work. Prime Minister Jacinda Ardern said the country had successfully stopped the “widespread, undetected community transmission” of Covid-19. The country has had just over 1,470 cases and 19 deaths. Fake news A Korean cult based in Fiji has published an advertisement in the Fiji Sun containing the claim that “the reason for the Covid-19 outbreak is the unjust persecution, imprisonment and slandering of its leader Reverend Okjoo Shin as a cult.” Shin, founder of the Grace Road Church, convinced her followers to move to Fiji in 2014, which she said was the “promised land” where they would survive coming apocalyptic events. She was jailed in South Korea last year for holding 400 people captive in Fiji and subjecting them to violent beatings. Fiji’s media regulator, the Media Industry Development Authority, and the Fiji Sun declined to comment to local media about how these claims linking Shin’s arrest to the coronavirus outbreak made it into print. What did they say? During a crisis the media and government form a partnership where the public safety is paramount. The exchanges should not degenerate into the kind of acrimony we see between the US media and President Trump, where one-upmanship and point-scoring have become the order of the day. - Dr Shailendra Singh, commenting on the government of Fiji’s willingness to use the Covid-19 crisis as an excuse to suppress freedom of speech. Good news Vanuatu brought joy to a sports-starved world by using Facebook to broadcast a rare live event. The women’s club cricket T20 championship, followed by a 10-over exhibition match played by the Vanuatu men’s team was watched by around 350,000 people around the world - which is more than the population of Vanuatu. Infection and fatality figures in this article are valid as of 28 April. They are based on WHO daily situation reports, and supplemented in some cases by national government updates."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}