{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/02/morning-mail-who-sounds-alarm-childcare-sector-faces-shutdown-the-joy-of-hugging-friends", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-01T20:02:32Z", "webTitle": "Morning mail: WHO sounds alarm, childcare sector faces shutdown, the joy of hugging friends", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/02/morning-mail-who-sounds-alarm-childcare-sector-faces-shutdown-the-joy-of-hugging-friends", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/02/morning-mail-who-sounds-alarm-childcare-sector-faces-shutdown-the-joy-of-hugging-friends", "fields": {"headline": "Morning mail: WHO sounds alarm, childcare sector faces shutdown, the joy of hugging friends", "bodyText": "Good morning, this is Richard Parkin bringing you the main stories and must-reads on Thursday 2 April. Coronavirus The World Health Organization’s director has said he’s “deeply concerned” about the rapid escalation and global spread of Covid-19, citing the disease’s “near exponential growth”. Global infections have now passed 900,000 and the death toll has doubled in the past week to more than 44,000. In Australia, childcare operators fear they will have to shutdown and lay off staff unless there’s an urgent government lifeline as parents increasingly withdraw children from centres. The ACTU has criticised real estate agents for suggesting that tenants struggling to pay rent draw upon their superannuation. Healthcare workers in Aboriginal communities are bracing for the arrival of Covid-19 in regional communities that already suffer the poorest health in the nation. And interstate bus services between Sydney and Brisbane have been suspended as regional leaders plead with backpackers to stay away from tourist hotspots like Byron Bay. Germany and Italy have both extended their lockdown periods, while Austria has confirmed its highest unemployment figure since the second world war. The former European commission president Jacques Delors has warned that a lack of solidarity in face of the coronavirus poses “a mortal danger to the European Union”. The US vice-president, Mike Pence, has likened the situation across America to Italy, sparking concerns given that the European nation’s death toll is just under 12,500, nearly three times that of the US now. New York alone has reported more than 80,000 infections and 1,941 fatalities, prompting the governor, Andrew Cuomo, to admit that he doesn’t believe the city will “get back to normal” but faces instead a “new normal”. This follows the tabling of a classified report to the White House that alleges China has concealed the extent of the coronavirus as well as its infection and death tolls. Australia Labor has raised concerns about the government’s emergency powers, calling on parliament to reopen and scrutinise any unchecked use of executive power. Parliament will sit on 8 April to pass the government’s third Covid-19 support package. Australian universities are adapting their admissions policies amid ongoing uncertainty as to how the coronavirus will affect final-year exams at high schools across different Australian states and territories. The deputy chief medical officer appears to have backtracked on a pledge to release Covid-19 modelling, something he had flagged on Monday but downplayed in revised comments on Wednesday. The world The hajj pilgrimage, the biggest event in the Islamic calendar, could be cancelled for the first time in more than 200 years as Saudi officials advise travellers to delay plans to visit Mecca in late July. The Kingdom had hoped to eradicate the disease before the hajj began. Hungary’s nationalist prime minister, Viktor Orbán, has abandoned controversial plans to seize powers from regional mayors, dumping the plans just hours after they were announced. The far-right leader had been accused of using the coronavirus as a cover for consolidating power across the country. Police in Uganda have been accused of using Covid-19 legislation to target sexual minorities after 20 LGBT people were taken into custody in the capital, Kampala, with authorities citing a failure to adhere to physical distancing rules. A major review of the world’s oceans suggests wildlife numbers could be restored inside a generation, with scientists hailing the remarkable resilience of ocean populations despite historical overfishing, pollution and habitat destruction. Recommended reads Being fascinated by North Korean literature is hardly a crime – but for an Australian, Alek Sigley, it proved sufficient grounds for nine full days of interrogation at the hands of the North Korean secret police. “You think Trump or Pompeo will save your sorry arse? Huh?” screamed one inquisitor. But it was with the lead interrogator, known as “teacher”, that Alek actually connected. “When the investigation was officially over, he began acting like a normal human being, patting me on the back and making jokes. Call it Stockholm syndrome, but I actually quite liked this man.” I’m experiencing a new and very wholesome kind of thirst, writes the Guardian Australia columnist Jo Tovey. In a time of social distancing, the innocuous touch of family and friends is sorely missed. “One of the greatest paradoxes of this moment is most of us are feeling more tender and afraid than we ever have, and want nothing more than to pull close the people we love, to seek reassurance and comfort. Yet, for the first time in our lives, unless we live together, we can’t do this – not physically, at least.” The Australian government remains unswerving in its commitment to tax cuts despite all the coronavirus-related economic uncertainty, writes Greg Jericho. But having not even been costed when they were legislated, amid this latest volatility, these cuts are now anchored in “scenarios of pure fantasy”. “Over the more than 2,000 trading days in the decade from January 2010 … the ASX200 moved by more than 3% only 13 times. It has now done that in 15 of the past 18 trading days.” Listen The coronavirus pandemic has left thousands of Australians stranded overseas, with some living under strict lockdown and facing months of uncertainty and anxiety. In this episode of Full Story, reporter Ben Doherty explains the plight faced by Australians abroad, and we hear from those living under lockdown in Peru. Full Story is Guardian Australia’s news podcast. Subscribe for free on Apple Podcasts, Spotify or any other podcasting app. Sport Wimbledon has been cancelled – the first time the world’s oldest running tennis tournament won’t be held since 1945. Organisers ruled out playing in front of empty stands or shifting the tournament’s dates, electing to simply not hold the event in 2020. We’ve heard a lot about how the coronavirus has ravaged professional sport but what does it all mean for the millions participating at the grassroots level, Scott Heinrich asks. And with sausage sizzles closed down, who’s paying the water bills? Media roundup Sydney hospitals are struggling with the limited availability of protective equipment, reports the Sydney Morning Herald, with one hospital director informing staff “stocks are in very, very short supply”. Eight cruise ships stranded off the NSW coast could be the beneficiaries of a “military-style operation” to helicopter in doctors for extensive Covid-19 testing, writes the Australian. And the Fair Work Commission is moving to introduce “unpaid pandemic leave” to help millions of workers keep their jobs, according to the Financial Review. And if you’ve read this far … If you’ve been hoarding your high hop-content Belgian beers, look away now. New research into beer flavour over time – specifically the presence of humulones and cis-humulinones compounds in beers – has found it dramatically degrades within two years of storage. Alternatively, this could be just the news you need to drain your cellars. Hop to it (responsibly). Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}