{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/coronavirus-six-in-10-british-firms-have-no-more-than-three-months-of-cash-left", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T23:01:34Z", "webTitle": "Six in 10 UK firms have no more than three months of cash left", "webUrl": "https://www.theguardian.com/world/2020/apr/02/coronavirus-six-in-10-british-firms-have-no-more-than-three-months-of-cash-left", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/coronavirus-six-in-10-british-firms-have-no-more-than-three-months-of-cash-left", "fields": {"headline": "Six in 10 UK firms have no more than three months of cash left", "bodyText": "Business leaders have warned that British companies are running out of time to stay afloat amid the coronavirus outbreak, after a survey showed a majority of firms had just three months of cash or less in reserve. The British Chambers of Commerce (BCC) said companies across the country were suffering from a sharp and significant fall in domestic and overseas sales as lockdown measures brought many firms close to collapse, threatening widespread job losses. In a survey of about 600 BCC members, 62% warned they had no more than three months of cash left to cover running costs. Conducted in the final days of March when Britain entered lockdown, the BCC warned the findings of the survey were expected to worsen over coming weeks. Almost 1m small businesses across Britain are feared to be at risk of collapsing within the next month as they struggle to secure emergency cash, despite the government’s efforts to cushion the economic blow and the Bank of England lowering interest rates to provide cheap financing. The chancellor, Rishi Sunak, has pledged unprecedented aid, including tax holidays, loan guarantees and paying workers’ wages. However, businesses and MPs have raised concerns that there are gaps in the schemes. Mervyn King, speaking at a webinar organised by the Policy Exchange thinktank, said banks needed to stay open in order to help their customers cope with the economic impact of the Covid-19 crisis. “It is surprising that most bank branches are closed,” the former Bank of England governor said, adding that the reason the banks had been bailed out in 2008 was because of their important role in stabilising the economy. “Banks need to be there to talk to customers and to make sure the loans to businesses are there.” Lord King added: “Banks need to give clear instructions to their staff. They are part of the essential system that keeps the economy going. Supermarkets make their customers queue outside and allow only a limited number of people in at any one time. I can’t see why the banks should not be open if they abide by the same restrictions.” Adam Marshall, the director general of the BCC, said the pandemic had taken a heavy toll on business and economic activity across the UK. He urged the government to speed up its response to the crisis to avoid further unnecessary damage. “While businesses have welcomed the unprecedented size and scope of the government support packages, our findings highlight the urgent need for that support to reach businesses on the ground as soon as possible. The majority of firms cannot wait weeks or months for help to arrive,” he said. Following the government’s pledge to cover 80% of a worker’s pay packet up to £2,500 a month, the BCC said a third of survey respondents planned to furlough between 75% and100% of their workforce over the following week. Several companies have announced plans. The no-frills chain Poundland is to mothball about one in 10 stores and lay off 250 head office staff, while Whitbread, the owner of the Premier Inn hotel chain and restaurants including Beefeater and Brewers Fayre, has said it would put some employees on a furlough while its sites remained closed. Torsten Bell, the chief executive of the Resolution Foundation thinktank, said the scale of unemployment in Britain would be “unimaginable” if the government had not agreed to subsidise wages. “This survey shows just how swift the impact of this economic crisis is being felt by firms and workers,” he added. Baker’s dilemma April would usually herald the start of the year’s busiest trading period for Becca Luger’s cake company, Crumpet Cakes. In her decade running the business, she has moved into selling her home-baked cakes and biscuits at large shows, festivals and events in her hometown of Bristol and around the south-west. Restrictions on gatherings of people, in order to prevent the spread of the coronavirus, has led to cancellation of about 25 events where Luger was due to sell her products between April and June, leaving her without any income. “I am very event-based, and if by August or September we are still in a state of lockdown that’s most of my trading year gone, so what have I got left? It is very bleak for a lot of businesses,” Luger said. Like many businesses surveyed by the BCC, the cake company owner believes she has a little more than a month’s cash available to keep her business running. Luger had hoped to apply for government help, but believes she falls between several support schemes. She runs her business from a unit in a shared workspace and contributes her share of the business rates for the building, which is classed as a warehouse and therefore not eligible for rent relief. As a one-person limited company, Luger believes she doesn’t qualify for the government’s self-employment package. She is considering whether she should furlough herself and claim 80% of the small salary she usually pays herself, but warned: “It will take several years to recover from this, if there is a business to go back to.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}