{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/20/deepwater-horizon-10-years-later-could-it-happen-again", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-20T20:54:29Z", "webTitle": "'Of course it could happen again': experts say little has changed since Deepwater Horizon", "webUrl": "https://www.theguardian.com/environment/2020/apr/20/deepwater-horizon-10-years-later-could-it-happen-again", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/20/deepwater-horizon-10-years-later-could-it-happen-again", "fields": {"headline": "'Of course it could happen again': experts say little has changed since Deepwater Horizon", "bodyText": "A massive deepwater oil spill is nearly as likely today as it was in 2010, experts warn, 10 years after the disastrous explosion of BP’s rig in the Gulf of Mexico that caused an environmental catastrophe. The blowout killed 11 workers and spewed 4m barrels of petroleum into the ocean for 87 days before it could be capped, devastating marine life and polluting 1,300 miles of shoreline. Thousands were put out of work in oil, fisheries and tourism. But experts say an incident of similar scale could happen again and has been made more likely by the Trump administration’s decision to loosen Obama-era safety rules. Those standards had grown from an independent commission’s damning findings of corporate and regulatory failures leading up to the spill. Frances Ulmer, who served on the commission and is a visiting fellow at Harvard’s Kennedy School, said the government and industry have not made sufficient changes to prevent or respond to another mammoth spill. “Disasters like oil spills will happen again because this is an extremely high-risk operation, particularly when you’re talking about drilling for oil over a mile of water and then a couple miles down under the sea floor,” she said. “There are a lot of things that can go wrong.” Frances Beinecke, another commission member and the former president of the Natural Resources Defense Council, echoed those worries. “Of course it could happen again, and I think one of the things of most concern is that our ability to control a spill is pretty much the same as it was 10 years prior,” Beinecke said. Richard Sears, the commission’s senior science and engineering adviser, who formerly worked for Shell and is now an adjunct professor at Stanford University, said an accident like Deepwater Horizon was less likely now but “there are a lot worse scenarios that could happen in deep water”. “Everybody has to stay vigilant,” Sears said. He believes the Trump rule changes do not significantly weaken well safety but the government could do more to limit industry risk. Outside of safety concerns, the scientific community is also increasingly encouraging world leaders to consider that any new oil development is unwise, as emissions from fossil fuels exacerbate global heating, threatening human civilization. In the wake of the BP disaster, the US interior department restructured in an effort to allow a new division of the agency, the bureau of safety and environmental enforcement (BSEE), to focus on safety. The move was meant to separate safety regulators from government officials who might be more incentivized by the money coming in from taxes on drilling. The Obama administration beefed up safety rules, including checks on blowout preventers like the one that failed on BP’s Deepwater Horizon rig. Now Trump has weakened those standards at the behest of the industry’s trade group, the American Petroleum Institute, including allowing inspections by non-government-accredited contractors. Trump has pushed an agenda of “energy dominance”, which critics say encourages industry to take risks. A constant ally of fossil fuels, Trump has sought to allow drilling in nearly all coastal waters in the US – more than 1bn acres in the Atlantic, Pacific, Arctic and Gulf of Mexico. His officials have been accommodating to the corporations they regulate, with BSEE’s director repeatedly calling them “partners”. “BSEE is transitioning from an era of isolation to cooperation, from creating hardships to creating partnerships,” the bureau director, Scott Angelle, said at an industry symposium in August 2017. Internal emails suggest expert agency staffers have disagreed with the rollbacks to drilling safety rules and Angelle has refused to document their concerns. Staffers at BSEE who spoke anonymously to E&amp;E News depict a “broken” agency run by Angelle, who is a former Louisiana politician and longtime supporter of the Gulf oil industry. “BSEE is focused on ensuring energy development is conducted in a safe and smart manner,” a spokesman, Sandy Day, told the Guardian, maintaining that the industry was vastly different from what it was 10 years ago. “BSEE is committed to its mission to promote safety, protect the environment and conserve offshore resources through vigorous regulatory oversight and enforcement,” said Day, adding: “Safety is a top priority for the Trump administration’s oversight of OCS [outer continental shelf] operations, and BSEE has significantly increased safety performance in comparison to the Obama administration through increased inspections and more effective use of data.” Meanwhile, drillers have moved farther and deeper offshore, pursuing wells with enough oil to produce for decades, known in the industry as “elephants”. Low oil prices – from a boom in production on land following the discovery of fracking – haven’t kept them out of the water. Most of the $93m in leases sold by the US in the Gulf last month were in deep water. “Offshore drilling is going after bigger and bigger wells that have more and more oil,” said Bob Deans, a spokesman for the Natural Resources Defense Council who co-wrote a book on the BP disaster. “These are being drilled in deep water and they’re being drilled in high pressure wells that are harder to control. And they’re being drilled in more complex geology.” One study found that for every 100ft deeper a well is drilled, documented incidents increase 8.5%. The Deepwater Horizon rig reached about 5,000ft, or close to a mile, down. Other platforms still operating in the Gulf are as deep or deeper. One drilled in 2001, called “Blind Faith”, is still producing, according to 2019 documents from Chevron. It reaches 7,000ft to the Gulf floor. Deans called the current regulatory approach “an honor system” that “smacks of exactly the kind of self-enforcement that the independent commission found to be a fatal flaw” in the BP blowout. “Definitely, it could happen again,” he said. “You cannot make these operations safe. All you can do is try to reduce the risk.” Smaller-scale incidents that don’t make the news occur frequently in the Gulf. Between 2007 and 2018, there were an average of 115 fires and explosions in federal waters annually, about one every three days, according to government data reviewed by the environment campaign Oceana. There were also nearly 50 fatalities over that time. Donald Boesch, a biological oceanographer and president of the University of Maryland Center for Environmental Science, who was also on the commission, said Trump’s changes have undermined offshore safety. “Many steps have been taken by both government and industry since the accident 10 years ago … I felt comfortable – not that the risk was reduced to negligible – but that we were in better shape now than we were,” Boesch said. “I’ve frankly been made more concerned about how the safety issues are being treated under the Trump administration.” Still, sources familiar with industry say the big companies learned a lesson as they watched BP suffer huge reputational damage and pay $65bn for its mistakes. Wesley Williams, a petroleum engineering professor at Louisiana State University, who was awarded a nearly $5m research grant from a fund BP was forced to pay into, said the “real motivator” for industry was “the image issue that happened and the financial cost of what happened to BP”. “From the large operators, I’ve seen a big change in safety culture,” Williams said. But the sector consists of more than just the brands most people can identify, like BP, Shell and Exxon. Those companies work with large networks of contractors, and smaller independent operators are active in the Gulf of Mexico too. Williams said they did not always have the resources for extensive safety training. John Amos, president of SkyTruth, a not-for-profit conservation technology organization, said: “The next major oil spill, when it happens, will catch us off guard … like every previous one has, unless we decide that this time it’s going to be different,” Amos said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}