{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/coronavirus-lockdown-raises-risk-of-online-child-abuse-charity-says", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T23:01:34Z", "webTitle": "Coronavirus lockdown raises risk of online child abuse, charity says", "webUrl": "https://www.theguardian.com/world/2020/apr/02/coronavirus-lockdown-raises-risk-of-online-child-abuse-charity-says", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/coronavirus-lockdown-raises-risk-of-online-child-abuse-charity-says", "fields": {"headline": "Coronavirus lockdown raises risk of online child abuse, charity says", "bodyText": "A shortage of moderators who combat sexual abuse online combined with children spending more time on the internet at home has created a “perfect storm” for abusers to take advantage of the Covid-19 pandemic, one of the UK’s biggest safeguarding charities has warned. The warning from the NSPCC comes after Europol, the law enforcement agency of the European Union, said it had seen “increased online activity by those seeking child abuse material”. The charity said tech firms had had to scale back on the number of moderators tackling sexual abuse, giving offenders an “unprecedented opportunity” to target children who are spending more time online and are increasingly lonely or anxious because of the lockdown. Last month, Facebook’s founder and chief executive, Mark Zuckerberg, said third-party US content moderators would be working from home and the company would increase its use of artificial intelligence to moderate content during the coronavirus crisis. The NSPCC said it was concerned that such workers would not be able to moderate the most harmful content from home because of data protection, and that there were concerns around the impact on their mental health of working from home. AI is normally used to identify and triage harmful content, grooming and abuse, but there may be fewer human moderators available to ensure swift action is taken when content is identified, the charity said. Andy Burrows, head of child safety online policy at the NSPCC, said: “The impact of the coronavirus lockdown has increased online risks and brewed a perfect storm for offenders to abuse children. “The public health emergency is creating major challenges across society, and like all of us, tech firms must adapt. It’s vital they set out how they are prioritising protecting children by identifying and disrupting offenders with fewer moderation resources available. “Social media and gaming sites are proving to be a lifeline for parents and their children as they adapt to being at home, but we must also recognise there are heightened risks. “It is more important than ever for parents to have regular conversations with their children about what they’re doing online and to reassure them they can come to you with any worries.” The closure of schools and nurseries has led to children spending much of their day online, including time spent on educational activity, contact with friends and entertainment, but the NSPCC warned that it could increase the risk of sexual abuse. The NSPCC called on tech firms to share with governments the volumes of referrals they make during the crisis to the National Center for Missing and Exploited Children (NCMEC) in order to track and identify child abuse risks. The charity also urged companies to share intelligence with one another about emerging and evolving risks. The Internet Watch Foundation, the UK charity responsible for finding and removing from the internet videos and images of children suffering sexual abuse, said it was braced for a rise in public reports of child sexual abuse on the internet during the pandemic. The IWF assesses footage and images reported to its hotline. The organisation said hotline staff would continue to go into the office and it was functioning as normal. Susie Hargreaves, chief executive of the IWF, said: “More people alone in their homes and more people spending longer online sadly means we are likely to see more people stumbling across criminal material involving child sexual abuse on the internet. We are also expecting criminals to be more active on the internet during the coming months.” Last week, Europol’s executive director, Catherine de Bolle, told Politico that the agency had detected an increase in paedophile activity. “We have huge figures of people abusing child material online,” she said. “We receive different information from the member states that there is an increased online activity by paedophiles seeking exploitation material.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}