{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/21/wildlife-returning-to-yorkshire-moorland-a-year-after-blaze", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-20T23:01:49Z", "webTitle": "Wildlife returning to Yorkshire moorland a year after blaze", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/21/wildlife-returning-to-yorkshire-moorland-a-year-after-blaze", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/21/wildlife-returning-to-yorkshire-moorland-a-year-after-blaze", "fields": {"headline": "Wildlife returning to Yorkshire moorland a year after blaze", "bodyText": "Short-eared owls, curlews and mountain hares have returned to Yorkshire moorland that was devastated by fire a year ago, the National Trust has said. Rangers feared whole populations of rare animals were wiped out when about 700 hectares (1,730 acres) of peatland habitat on Marsden Moor in West Yorkshire were scorched in April 2019 in a blaze that was started by a disposable barbecue and took fire crews four days to put out. National Trust staff worked through the winter to repair the habitat for wildlife and to put in place measures to prevent future fires from spreading, helped by £100,000 from a public fundraising appeal. Recent sightings of rare birds that nest on the ground, such as curlew and skylarks, as well as sightings of mountain hares over the winter have raised hopes for rangers that there were more survivors than feared from the fire. But the trust said the threat of fire remained, and it urged the public and landowners to take care during the dry weather at a time when fire services are stretched by coronavirus. Fire services have already issued warnings to members of the public to take care if exercising on moors, and to landowners not to carry out controlled burning, which is often used on grouse moors to boost conditions for red grouse. The National Trust said that in the last month alone, three separate fires had broken out on or near the south Pennines moor. To defend against wildfires, the trust said it had taken steps to “re-wet” the peat to curb fires and help tackle climate change by ensuring the peatland soils are storing carbon. Rangers and volunteers have planted tens of thousands of sphagnum moss plugs, built leaky dams to hold water on the moor, and cut vegetation breaks near car parks and alongside roads to stop fire from spreading. Tom Harman, the lead ranger at Marsden Moor, said: “It’s really positive to see wildlife returning to Marsden Moor after everything that happened last year. Many hands made it happen and they have worked so hard. “But while the landscape might appear to have recovered, it’s just one kind of grass that has grown back – no heather, no moss, no flowers.” He added: “After several smaller fires already this spring, we know the risk of another big fire hasn’t gone away. We lost 700 hectares of important habitat last year, and I don’t think our birds and animals could withstand another loss on that scale.” In nearby Greater Manchester, firefighters were called to 183 deliberate fires during the first week of lockdown, mostly involving grassland and waste."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}