{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/24/british-soldiers-to-get-insect-repellant-as-covid-19-protection", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-24T21:19:00Z", "webTitle": "British soldiers to get insect repellant as Covid-19 protection", "webUrl": "https://www.theguardian.com/world/2020/apr/24/british-soldiers-to-get-insect-repellant-as-covid-19-protection", "apiUrl": "https://content.guardianapis.com/world/2020/apr/24/british-soldiers-to-get-insect-repellant-as-covid-19-protection", "fields": {"headline": "British soldiers to get insect repellant as Covid-19 protection", "bodyText": "British armed forces are to be given insect repellant to protect them against Covid-19 infection, it has emerged. The Ministry of Defence confirmed on Friday that it plans to buy stocks of a product containing a lemon eucalyptus oil extract called citriodiol. But questions remain over its effectiveness, with British officials refusing to reveal any evidence it would work. After the news emerged, Public Health England confirmed the government’s guidance does not include using any such substance to protect against Covid-19 infection. Similarly, the World Health Organization said there was no evidence the virus can be transmitted by mosquitoes and that an insect repellant would therefore be ineffective. The use of citriodiol to prevent infection does not form part of its advice. “To protect yourself, clean your hands frequently with an alcohol-based hand rub or wash them with soap and water. Also, avoid close contact with anyone who is coughing and sneezing,” it said. It is understood that officials are in the process of buying stocks and plan to issue them to members of the army’s 20,000-strong Covid support force. According to a Sky News report, a source suggested it would be optional, additional to other measures. The broadcaster quoted an anonymous source as saying that, while the repellant may not help protect anyone, it is unlikely to harm them and, therefore, does not present a risk. The broadcaster added that personnel will also be given a disinfectant to use on themselves before washing and vitamin D supplements to support their immune systems. The measures do not replace physical distancing and other government advice, it said. An MoD spokesman said: “The protection and wellbeing of armed forces personnel is a priority. To help them remain healthy and available for duty the MoD is considering what additional measures can help their immune systems to stay fighting fit.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}