{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/28/paul-hollywood-eats-japan-review-a-flimsy-gap-year-style-food-tour", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-28T21:00:57Z", "webTitle": "Paul Hollywood Eats Japan review – a flimsy, gap year-style food tour", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/28/paul-hollywood-eats-japan-review-a-flimsy-gap-year-style-food-tour", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/28/paul-hollywood-eats-japan-review-a-flimsy-gap-year-style-food-tour", "fields": {"headline": "Paul Hollywood Eats Japan review – a flimsy, gap year-style food tour", "bodyText": "When Paul Hollywood made his controversial move to Channel 4 was perhaps his new employer’s generous holiday allowance one pull factor? His Great British Bake Off co-judge recently went to Cambodia to make Prue Leith: Journey With My Daughter, a deeply personal study of family bonds, requiring unsparing self-reflection. Paul’s development meeting at Channel 4 HQ must have gone rather differently, because his own sabbatical was much more in the “go on a jolly, but bring a camera crew” vein. This is Paul’s first trip to Japan, we are told, but it certainly isn’t the first one we have seen on television. Recent shows such as Japan With Sue Perkins and Joanna Lumley’s Japan have ensured that we sofa-bound travellers are familiar with these “exotic” surroundings. Karaoke joints? Been there. Shibuya Crossing? Seen it. Novelty cat cafes? Over it. Paul swung by all of them in this first episode of three, but his food focus made it fresh – though not as fresh as the red sea bream sashimi caught direct from the tableside stream at Zauo Fishing restaurant. Japan’s incredibly rich food culture and hugely varied regional cuisines are rarely done justice by British travelogues. Perhaps Paul was hoping to exemplify the resulting ignorance when he proclaimed: “It’s all about rice and noodles, isn’t it?” If so, he took it a little far with his continued insistence that cake and bread simply doesn’t exist east of India. How is it plausible that an internationally successful baking expert could believe that? I have never been to Japan either, but I have had a dorayaki pancake at Yo! Sushi. Someone else irked by Paul’s apparent cluelessness was his guide, the local comedian Kilara Sen. She took him to a traditional tempura restaurant in Tokyo’s Shinjuku neighbourhood, where they ordered omakase, or chef’s choice, and she repeatedly chastised him for poor chopstick etiquette. So began Hollywood’s most entertaining screen partnership to date. It’s just fun to see him on the other end of a stern look for a change. If only Kilara had been lead presenter on the whole show. Paul could have sat slurping his noodles appreciatively, while she taught vocabulary from the “eating out” section of the phrasebook direct to camera, and explained the Japanese culinary tradition of specialisation. Chefs such as Kuwata San at Tempura Tsunahachi study for decades until they become a master, or shokunin, of their chosen discipline. That would have at least spared us Paul’s “eel-y good” pun. “Oh! Is it a British joke?” said Kilara by way of rimshot. She’s deadly. All too soon, though, we had to wave goodbye to Kilara. She is only the first in a series of “travel companions” whom Paul hooks up with over the series. That is in addition to the gently sarcastic voiceover narration provided by Rebecca Front (with an obvious debt to Maria McErlane’s work on Eurotrash). Travel companions are necessary because – let’s face it – Paul is your classic TV straight man. Those brilliant blues don’t just start twinkling on their own. In the absence of Noel Fielding in a novelty jumper, food can provide the necessary stimulus. There is lots here that is mind-boggling, mouthwatering or both, including the Japanese tradition of eating KFC on Christmas Day, a £350 strawberry and a fast-food chain that serves burger patties on sushi rice buns. Many of the episode’s most interesting moments took place when Paul’s mouth was stuffed full of some delicious delicacy, leaving someone else to do the talking. Even when it was his turn to be shokunin, in the familiar territory of a high-end bakery, he seemed confounded by Japanese diligence. As he adopted the judging stance and extended his little finger towards a perfectly positioned raisin in a perfectly shiny scone, he marvelled: “I’m in Tokyo, I’m eating something that comes straight from the Queen’s afternoon-tea menu! I mean, that is staggering!” Is it though, Paul? Why wouldn’t highly trained chefs be capable of seeking out and following a basic recipe? Even if they don’t have a copy of Paul Hollywood’s British Baking to reference, there is always the internet. Similarly, after hearing about the 10 hours a day that the chef at Nakiryu dedicates to his Michelin-starred ramen broth, was it not rather rude of Paul to subject him to a chicken and mushroom Pot Noodle? Sacrilegious, even. Such idiot-abroad antics might be absolved by Paul’s honest love of the grub, but only if the show stayed on topic. Instead we were invited to stick around as his passion for motoring was indulged with Ninja Turtle-themed go-kart racing. That’s one for the superfans only."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}