{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/14/uk-financial-services-looked-gloomy-even-before-covid-19-crisis", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-13T23:01:25Z", "webTitle": "UK financial services looked gloomy even before Covid-19 crisis", "webUrl": "https://www.theguardian.com/business/2020/apr/14/uk-financial-services-looked-gloomy-even-before-covid-19-crisis", "apiUrl": "https://content.guardianapis.com/business/2020/apr/14/uk-financial-services-looked-gloomy-even-before-covid-19-crisis", "fields": {"headline": "UK financial services looked gloomy even before Covid-19 crisis", "bodyText": "Britain’s financial services sector suffered a drop in profits and a spike in bad debts even before the coronavirus prompted a countrywide lockdown. The latest CBI/PwC financial services survey paints a disappointing picture for the sector, with banks, insurers and fund managers already reporting a drop in optimism over the three months to March – and rising concerns about the Covid-19 pandemic. The report, which polled 103 firms, found that profitability fell slightly: 27% of firms reported a drop in profits versus 24% which reported a rise, giving a rounded-up balance of -4%. The value of non-performing loans rose at the fastest pace since September 2009, with a somewhat slower increase expected over the coming quarter. A jump in bad debts could be worrying for banks, which are on the frontline of the Treasury’s coronavirus rescue plans. Those plans include doling out up to £330bn worth of cheap loans to businesses affected by the outbreak. While the government has pledged to cover 80% of losses if borrowers default, banks are still on the hook for the remaining sums. Bank margins are also expected to be squeezed even further, as banks cover the arrangement fees for the government loans. The survey also showed that the outlook for the financial sector had deteriorated sharply, as the economy heads into a deep recession. Just 12% of firms were more optimistic about overall business conditions compared to three months earlier, while 53% were negative about future prospects, resulting in a balance of -41%. While some firms expect to increase spending on IT, overall investment is expected to drop due in part to uncertainty about business demand over the months ahead. The CBI’s chief economist, Rain Newton-Smith, said: “The bulk of the survey took place before social distancing measures were ramped up, but there were already signs of the Covid-19 pandemic leaving its mark. Expectations for business volumes and headcount weakened, non-performing loans rose sharply and financial firms are planning heavy cuts to investment in the year ahead. “Financial services are already playing an essential role in helping companies with their cashflow, through channelling funds from the government’s support schemes. But like other businesses, they’ve also been struck by staff shortages and changes to how they operate.” While about 30% of financial services firms said they had hired more staff, 39% reported a drop in headcount, resulting in a score of -9%, which was the fastest decline in employment in a year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}