{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2020/apr/02/getty-uses-remote-working-effort-preserve-photo-archive", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2020-04-02T15:27:12Z", "webTitle": "Getty uses remote working in effort to preserve photo archive", "webUrl": "https://www.theguardian.com/artanddesign/2020/apr/02/getty-uses-remote-working-effort-preserve-photo-archive", "apiUrl": "https://content.guardianapis.com/artanddesign/2020/apr/02/getty-uses-remote-working-effort-preserve-photo-archive", "fields": {"headline": "Getty uses remote working in effort to preserve photo archive", "bodyText": "Millions of images – including never-before-seen shots of Marilyn Monroe, the Beatles and the Rolling Stones – are being preserved remotely as one of the largest photography archives in the world attempts to prevent damage during the Covid-19 lockdown. The Getty Images archive in Canning Town, east London, holds 80m photographs and negatives, some of which are more than 100 years old and need careful preservation and protection to stop them quickly degrading. Matthew Butson, the archive’s vice-president, said a mix of a small on-site team and the use of remote temperature and humidity controls were being used to protect the rare negatives and prints. “We’re not just a commercial archive, we’re looking after our cultural heritage,” he said. “We have remote controls to make sure the building has the correct temperature and humidity. Too much humidity is obviously bad for imagery; a lot of our negatives are glass and go back to the 19th century.” He said only 1% of the 80m images were digitised and the archive’s curatorial team would usually transfer between 30,000 and 40,000 images online a year, but the lockdown means just two staff members are allowed on site rather than the usual 30. The site is split into three main sections with an upper floor where temperatures are kept at 17C (62F), a ground floor that is about 13C and a cold store, which is kept at 3C to protect the most fragile materials. The archive has 7.5 miles of shelving, spans 24,000 sq ft and is the largest commercial photography archive in the world. “You’re losing history if you don’t look after this stuff,” said Butson, who cited the former Labour leader Jeremy Corbyn as an example of why images needed to be preserved. “No one was interested in old pictures of Corbyn until a few years ago,” he said. “His unlikely rise to prominence meant there was a clamour for these old shots of him; same goes for Trump. You’re always telling a different story. It’s not reinvention, you’re simply shedding more light on an event or topic or person.” Butson said about 80% of Getty’s archive work was driven by personalities becoming relevant again, such as a recent interest in the footballer Arthur Kinnaird because of the Netflix series about the formation of modern football, the English Game. There has also been a surge in interest for images of the film director Derek Jarman’s house and garden in Dungeness, Kent, after a successful campaign was launched to save it for the public. As well as producing collections of topical historical photographs such as pictures from the 1918 Spanish flu pandemic, Butson and his team are constantly on the lookout for lighter imagery. “People don’t want to be bombarded with depressing imagery, we’re looking to upload imagery that tells a happier story about our times since photography was invented 160 years ago,” he said."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}