{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2020/apr/02/david-hockney-spring-ipad-paintings-self-isolating-van-gogh", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2020-04-02T07:26:11Z", "webTitle": "How David Hockney depicted a spring for self-isolationists", "webUrl": "https://www.theguardian.com/artanddesign/2020/apr/02/david-hockney-spring-ipad-paintings-self-isolating-van-gogh", "apiUrl": "https://content.guardianapis.com/artanddesign/2020/apr/02/david-hockney-spring-ipad-paintings-self-isolating-van-gogh", "fields": {"headline": "How David Hockney depicted a spring for self-isolationists", "bodyText": "David Hockney, who has spent a lifetime looking on the bright side, recommends spring as the cure for our ills. The 82-year-old artist has released his latest iPad paintings – intense observations of daffodils and fruit trees in blossom in Normandy. They are, as the title of one work puts it, a reminder that even in a locked-down world “they can’t cancel the spring”. Hockney is on cracking form in these keen-eyed pictures of nature. But is he serious that spring can cheer up a world shadowed by coronavirus? Before seeing Hockney’s floral postcards of hope, the image of spring 2020 running through my mind was the much less comforting one with which TS Eliot opens The Waste Land – “April is the cruellest month …” When Eliot published these words in 1922, the first world war and the Spanish flu pandemic of 1918-20 had made conventional hymns to spring seem corny. Even before those disasters, early 20th-century modernism scorned chocolate-box seasonal celebrations. Stravinsky’s 1913 ballet The Rite of Spring, with its designs by the artist Nicholas Roerich, is not a soothing pastoral but a chopping vision of primitive sacrifice. That same rejection of pious joy in spring continues in modern art, right up to Andy Warhol’s painting-by-numbers daffodils, which perfectly capture the poverty of cliche: to paint a spring flower, suggests Warhol, is to restate an empty affirmation. It is tempting to share the bleakness of Eliot or Warhol as we enter spring under lockdown. Those buds outside the window seem like a sick joke on us. Why should we join in Hockney’s hymn to nature when it includes Covid-19? To look at older artistic images of spring is no cosier. Botticelli’s Primavera is literally the springtime of art – painted in the heady blossoming of the Florentine Renaissance, and known by its present title ever since. This is a strange spring: a nymph is being chased by a blue spirit, Zephyrus the wind god, who will rape her – turning her into the goddess Flora, with her dress made of flowers. Meanwhile the Three Graces dance and Mercury touches the heavens with his wand in a glade in which almost 200 varieties of flowers and blossoms are depicted. Botticelli’s painting really does have the spring in it, but it is not restful. The woman at the centre of it all is Venus, goddess of love and desire. Botticelli’s friend, the poet Angelo Poliziano, wrote a poem welcoming spring and its “wild banner”, hymning a custom in which young Florentine men plucked leafy branches and presented them to women they fancied. For spring was the time when, as Chaucer put it in The Canterbury Tales, April “pierces” the drought of March and Zephyrus “engenders” the flowers, and people too get lusty. They also get social. That’s a troubling thought as we enter spring while banned from socialising. The message of Botticelli is that spring is arousing, social and exploratory. To put it bluntly, the very last time the lusty young want to stay inside and apart. There’s a further warning from art: the spring awakening can be violent. Paolo Uccello’s Renaissance masterpiece The Battle of San Romano is as much a spring scene as Primavera. There are late-spring fruits and flowers all around the men fighting. In pre-industrial times winter was too cold for horses, high summer too hot and autumn too wet – so spring was the season of war. In the 1990s, Cy Twombly restated this spring equation of lust, blood and violence in his Quattro Stagioni: Primavera, which depicts spiky red ships heading out to a sea battle, smeared with sensual yellow pollen. Maybe Japanese art offers a more tranquil image of spring. Cherry blossoms are a favourite theme in woodblock prints. Hiroshige and Hokusai depicted blooms of pinkness flowing through nature. But they also portrayed people gathering to enjoy those blossoms. This spring in Japan, the traditional, highly sociable appreciation of this passing beauty that the woodblock masters depicted was discouraged because of social distancing. So is there any great artist whose images of spring are authentically uplifting at this abnormal moment? There is, and he is the genius to whom Hockney’s spring pictures pay homage: Vincent van Gogh. In February 1888, Van Gogh got off a train in the the south of France in desperate need of renewal. Over the next few months in Arles he saw the southern spring and it blew his mind. His paintings of almond trees, peach trees and entire orchards in blossom are ecstatic reveries that don’t only record colour in a soft stroke but pile it up in thick dollops you feel you could hold in your hand. Like us, Van Gogh had to observe social distancing – in his case because people were distant towards him. Alone and introspective, the joy he finds in his blossoming trees is hard won. These paintings are inspired by the Japanese prints he collected. But where they are calm, he is consumed. His long, lonely quest for meaning has led him to this vision of spring trees as flaming beacons of hope. The artist we need – and who Hockney wisely points us to – is this visionary who hails nature’s rebirth in spite of his sorrow. Don’t just look at the spring, says Vincent. Touch it, taste it. Get it inside you. As you can safely do, without even going outside, through the sheer force of his art."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}