{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2020/apr/03/digital-gallery-tours-hockney-daffodils-the-week-in-art", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2020-04-03T12:17:45Z", "webTitle": "Digital gallery tours and Hockney's daffodils – the week in art", "webUrl": "https://www.theguardian.com/artanddesign/2020/apr/03/digital-gallery-tours-hockney-daffodils-the-week-in-art", "apiUrl": "https://content.guardianapis.com/artanddesign/2020/apr/03/digital-gallery-tours-hockney-daffodils-the-week-in-art", "fields": {"headline": "Digital gallery tours and Hockney's daffodils – the week in art", "bodyText": "Online regional gallery of the week Hastings Contemporary robot tours It’s hard for some galleries outside London to maintain the virtual presence of national museums or art dealers, but there are ingenious ideas to keep exhibitions and collections visible. Hastings Contemporary for example is offering real-time tours using a state of the art telepresence robot. Its current exhibition surveys British abstract artist Victor Pasmore. hastingscontemporary.org Also showing digitally Lucas Cranach digital tour, Compton Verney This important exhibition of the darkly beautiful German artist Cranach (see masterpiece below) opened just days before lockdown. But you can now take a tour on Compton Verney’s website. comptonverney.org.uk/cranach-artist-innovator/ Kettle’s Yard webcam This art-full house in Cambridge is one of Britain’s most peaceful and meditative collections. A webcam lets you share its slow pace while it is closed. kettlesyard.co.uk/kettles-yard-webcam/ BALTIC podcast: Animalesque Gateshead’s contemporary art hub offers an in-depth exploration of its exhibition about humanity and the natural world. baltic.art/whats-on/baltic-podcast-animalesque Online collections, Ashmolean Museum, Oxford The vast collections of Britain’s oldest museum can be sampled online, from Egyptian wonders to Piero di Cosimo’s painting The Forest Fire. collections.ashmolean.org Image of the week Do Remember They Can’t Cancel the Spring, 2020, by David Hockney The 82-year-old British artist’s new iPad works are full of the joys of spring. Currently living under lockdown in Normandy, France, Hockney decided to release a collection of his latest paintings to cheer everybody up in trying times. He told the BBC: “The only real things in life are food and love in that order … I really believe this and the source of art is love. I love life.” What we learned UK museums have devised quizzes for Guardian readers to explore their collections Serpentine Galleries’ artistic director Hans-Ulrich Obrist is calling for a national public art scheme, along the lines of Franklin D Roosevelt’s Public Works of Art Project Van Gogh’s Parsonage Garden at Nuenen in Spring was stolen from the Singer Laren museum Edward Hopper’s images of urban isolation are the perfect art for the coronavirus era Antony Gormley, Gillian Wearing, Grayson Perry and other artists have created activity packs to help people get creative at home … while Martin Parr, Martin Creed, Danielle Krysa and others have been sharing corona lockdown tips and challenges … and the Getty museum challenged people to recreate classic artworks at home The Biennale of Sydney next week will share its events online … and we found all the best online art tours and galleries for private viewing The Observer’s art critic, Laura Cumming, revealed the works that changed her life Pioneering French photographer Jacques Henri Lartigue captured the Belle Époque An eerily empty Berlin was the latest subject of our Photography Now and Then series … and a new crowdsourced “sound map” is capturing the quietness of cities around the world during the coronavirus outbreak Artists, critics and the directors of Tate Modern and the National Gallery discussed the impact of coronavirus on the art world Starchitect and Jane Drew prize-winner Yasmeen Lari is returning to building in Pakistan Italian photographer Fabio Ponzio recalled a road trip through post-Ceaușescu Romania Sculptor Calvin Seibert has perfected the art of the modernist sandcastle … while Canadian artist Sharona Franklin’s preferred medium is jelly Photographer Peter Kayafas has captured the new wild west of America A Swedish gallery wants to give you tingling feelings with its exhibition about ASMR Rinchen Ato talked about her long-term photo series of Tibetan twins … while Chris Killip remembers photographing the mayhem at Gateshead punk club The Station Masterpiece of the week Primitive People (1527-30) by Lucas Cranach the Elder Nakedness in Renaissance art was not just sexual, it was anthropological. Stories from the New World, after the voyages of Columbus and Vespucci, told of “naked peoples” and equated the nude with the primitive. Cranach shows just such an imagined culture in this painting – and has fun picturing it. His savage men and women are violent and uninhibited, existing with no knowledge of the Christian god or conception of sin. His attention to the bodies of the women, seen from front and behind, standing up and lying down, suggests he finds such a state of nature a fascinating prospect. National Gallery, London Don’t forget To follow us on Twitter: @GdnArtandDesign. Sign up to the Art Weekly newsletter If you don’t already receive our regular roundup of art and design news via email, please sign up here."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}