{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/06/ruby-princess-cruise-ship-dock-port-kembla-nsw-10-days-doctors-manage-coronavirus-outbreak-australia", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-06T01:17:02Z", "webTitle": "Ruby Princess docks at NSW port for 10 days but crew must remain on board coronavirus-stricken cruise ship", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/06/ruby-princess-cruise-ship-dock-port-kembla-nsw-10-days-doctors-manage-coronavirus-outbreak-australia", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/06/ruby-princess-cruise-ship-dock-port-kembla-nsw-10-days-doctors-manage-coronavirus-outbreak-australia", "fields": {"headline": "Ruby Princess docks at NSW port for 10 days but crew must remain on board coronavirus-stricken cruise ship", "bodyText": "The Covid-19 stricken cruise ship Ruby Princess berthed at Port Kembla near Wollongong on Monday morning and will likely stay for 10 days as health officials and doctors continue to manage the outbreak of infection on board. On Monday 200 of the 1,400-strong crew on board were showing symptoms. Sick patients were being treated on board or transferred to hospital if needed, while the whole crew was being placed in isolation. The New South Wales government is now working with the ship’s owner, Carnival Australia, on plans to repatriate the crew, who come from 50 countries. NSW police said in a statement the vessel might remain in place for up to 10 days, but the crew would not disembark unless in an emergency and approved by the police commissioner, Mick Fuller. “She will also be refuelling and restocking provisions, as required for her home journey, the statement said. “The berthing will be conducted under strict health and biosecurity guidelines and will not pose a risk to employees at the port or the broader community.” Members of the crew could be seen waving from separate cabins as the ship pulled in on Monday morning. The government hopes that a period of isolation and intensive screening will provide a pathway to allow the Ruby Princess’s crew to leave Australia. But the Labor frontbencher Ryan Park, whose Keira electorate covers port Kembla, accused the Berejiklian government of moving the ship so it was “out of sight out of mind”. He said the hospitals in the Illawarra would be unable to handle an influx of patients from the Ruby Princess. All other cruise ships have left NSW waters, heading towards ports in Asia after a weekend operation to transfer crews between ships in order to facilitate their return to their home countries. “There are no cruise ships left in NSW waters other than the Ruby Princess”, Fuller said. “As you are aware, between the NSW government and the Australian government we contracted Aspen, an independent medical group, who went on the ship and they delivered a report to both federal and state government,” he said. “Between NSW Health, the NSW police and the emergency management team a plan has been developed that will be around isolation on the ship,” he said. “From that 10-day period of isolation we can then continue to work with Carnival in relation to repatriation of the individuals on the ship. “Obviously the health and wellbeing of the crew members is essential,” he said. There would be the “highest level of security for the locals down in southern NSW”. Fuller said the government had taken the decision to dock the Ruby Princess because of the regular supplies that need to go to the ship and because transfers at sea were a complex and dangerous task. Another two crew members were taken off the ship on Sunday requiring additional medical assistance. A criminal investigation is under way to find out how the Ruby Princess was permitted to undertake a second cruise departing in March, when it had identified cases of flu-like illness on a previous cruise. There are also serious questions being asked about why passengers were allowed to disembark on 19 March without detailed health checks. Like all returning passengers they were told to self-isolate, so the community spread appears to be minimal at this stage. A total of 662 people linked to the cruise ship have been infected with Covid-19 and 11 passengers have died. The NSW chief health officer, Dr Kerry Chant, said on Saturday that if NSW Health had known coronavirus was on board the ship, officials would have disembarked the passengers differently and moved them directly to self-isolation. But she said that would have only prevented 11 known cases of the virus that were subsequently spread within the community. “Cases that we could have averted by decanting people in a more ordered way with face masks and taking them directly to their homes, would have been in the order of 11,” Chant said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}