{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/09/child-sexual-abuse-victims-should-not-be-put-off-by-george-pell-decision-experts-say", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-09T01:27:57Z", "webTitle": "Child sexual abuse victims should not be put off by George Pell decision, experts say", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/09/child-sexual-abuse-victims-should-not-be-put-off-by-george-pell-decision-experts-say", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/09/child-sexual-abuse-victims-should-not-be-put-off-by-george-pell-decision-experts-say", "fields": {"headline": "Child sexual abuse victims should not be put off by George Pell decision, experts say", "bodyText": "Victims of child sexual abuse should not be dissuaded from coming forward and reporting perpetrators as a result of the jury conviction of Cardinal George Pell being overturned by the high court, a barrister and professor of law at La Trobe University in Melbourne says. Prof Gideon Boas said he was concerned by those questioning the merit of future cases brought in the criminal or civil jurisdiction based on the Pell ruling. “It would be unfortunate and legally wrong if the message in the community was that the high court’s ruling has weakened the strength of, or point in, bringing such cases to court or making properly founded allegations,” Boas said. “The risk to this kind of messaging is that victims will give up or not bother coming forward. The bottom line is that the ruling will have little or no effect on civil cases and limited effect on future criminal cases.” He said the Pell case had a set of unique and complex circumstances that would not necessarily be a factor in other jury trials. “However, any case with an allegation of abuse that is historical and decades ago will have evidentiary issues, especially in cases with only one surviving complainant,” he said. “It doesn’t mean cases with one complainant are not capable of succeeding going forward.” Boas added that the jurors who convicted Pell should not feel as though they had failed, and that the public should not read the high court decision as a challenge to the sanctity of the jury. “Victoria’s court of appeal upheld the jury decision by a majority, and the high court went the other way,” Boas said. “I’ve heard it said a lot in this case: ‘how could the jury get it so wrong when the high court decided unanimously it was an unreasonable verdict?’ “My response is: what’s to say the high court had it right? You had a jury process that functioned, you had a court of appeal that by majority agreed with them, and gave it serious consideration, and a high court who saw it differently. There is no system that is flawless. Some juries will give verdicts that are perverse or unreasonable and, sometimes, so will judges. But victims should know that overturning a jury decision happens rarely.” On Tuesday the high court ordered Pell’s immediate release from prison and quashed his convictions finding the jury, acting rationally on the whole of the evidence, ought to have entertained a reasonable doubt as to Pell’s guilt. There was “strong, credible and undispelled” alibi evidence presented at trial, including from the master of ceremonies at the time, Monsignor Charles Portelli, and sacristan Max Potter, that it was Pell’s practice to greet parishioners on the front steps of the cathedral immediately after mass, which would have made it impossible for Pell to be in the sacristy offending, Pell’s defence barrister Bret Walker had told the high court. But what are victims to make of the fact that jurors are told throughout a trial that it is up to them who they believe and whether they accept all, some, or none of the evidence from witnesses? That it was open to them, in other words, to believe the complainant but not in the reliability of other witnesses called. A professor the Queensland University of Technology faculty of Law, Ben Mathews, said it was “a fantastic question that’s really difficult to answer”. “It gets grey and murky and one thing that helps create this is the this tension in different court conclusions about the indeterminate notion of reasonable doubt,” he said. “So you have different courts and individuals making judgments about whether reasonable doubt should have been present when that concept isn’t even defined. The reason for that lack of definition in Australia is we put the trust in juries to make the decision.” What happens in the jury room in Australia is secret. Those discussions can never be disclosed, and a juror is breaking the law if they reveal them. Jurors also have their identities protected. Dr Tyrone Kirchengast, a barrister and solicitor of the high court, said the jury process was sacred, but that also meant it was difficult for studies to be done on how jurors come to their decisions or how much weight they gave different aspects of the evidence. “Even after the trial is complete researchers can’t interview them about their decision-making processes,” he said. “The best we have is mock jurors put together to try to study what happens. We should remember that it is only in rare cases where this overturning of a jury verdict occurs, and this is a case of significant notoriety. “I think we have to also understand that justice isn’t perfect and it can’t always be perfect. It’s the case that sometimes innocent people are convicted and guilty people aren’t, and what we strive for in Australia is a system that eliminates errors as far as possible. “But it’s impossible to think of criminal trials as a process of a perfect case being put to a perfect jury.” He added that trial procedures were being continuously reformed to assist jurors to do their jobs and to lessen chances of error. Prof David Hamer, with the University of Sydney law school, researches the way criminal courts deal with evidence in determining whether to convict or acquit defendants. He said the Pell case was complex and even experts had different readings and views of it and the high court decision. He said while it was true that jurors were told it was up to them to be arbiters of the facts and to decide which evidence they believed, Pell’s barrister had strenuously argued throughout the appeal that prosecutors had never sufficiently challenged evidence from witnesses such as Portelli. With Portelli’s testimony unchallenged, jurors should have given more weight to it, the high court found. The complainant in the case against Pell who made the allegations said in a statement issued on Wednesday that he did not want victims to be disheartened by the decision. “I would like to reassure child sexual abuse survivors that most people recognise the truth when they hear it,” he said. “They know the truth when they look it in the face.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}