{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/07/empty-streets-and-silence-greet-george-pells-final-verdict", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-07T05:50:35Z", "webTitle": "Empty streets and silence greet George Pell's final verdict", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/07/empty-streets-and-silence-greet-george-pells-final-verdict", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/07/empty-streets-and-silence-greet-george-pells-final-verdict", "fields": {"headline": "Empty streets and silence greet George Pell's final verdict", "bodyText": "There were no protesters outside the commonwealth law courts in Brisbane on Tuesday; no supporters of Cardinal George Pell or those wishing him damnation. Just a bank of television cameras waiting for no one to emerge. The final act in this most scrutinised, most divisive criminal case was playing out inside. Just 12 people heard the decision of Australia’s highest court, to free Australia’s most prominent Catholic and quash historic child sexual assault convictions. The chief justice, Susan Kiefel, took less than a minute to read the court’s unanimous orders to an almost empty high court registry. Physical distancing rules meant only three journalists and two lawyers were allowed to sit inside. Another small group stood near the open door to hear Kiefel dispassionately order “the appellant’s convictions be quashed and judgments of acquittal be entered in their place”. And that was that. No emotional outbursts, gasps or screams. Just a handful of observers, looking at one another and trying to comprehend how unremarkable and utterly remarkable that moment had been. National history, delivered like an announcement to a doctor’s waiting room. Throughout Pell’s trial and appeals, crowds have gathered inside courtrooms and on the steps outside. At critical moments, journalists and observers have had to line up for hours to find a seat inside. When Pell first appeared in Melbourne magistrates court in 2017, he was escorted through the crowds by more than a dozen Victoria police officers. A handful of journalists, including my colleague Melissa Davey, have followed the case against Pell from its first moments to today, his final avenue for appeal. He was tried twice – first a mistrial and then a retrial – before being convicted in late 2018. Coronavirus restrictions made it impossible for any of those journalists to attend the final climactic minute; Kiefel had been working from her office in Queensland, and the state’s borders are now closed to most interstate visitors. The court had made arrangements to ensure the physical delivery of the judgment to a near-empty courtroom did not delay scrutiny of the decision. The judgment was posted online, and the high court website was promptly overwhelmed with traffic. At 10.11am, the court announced the decision on Twitter. To those waiting anxiously in the rest of Australia – from Barwon prison to the suburbs of Ballarat – those few minutes after 10am might have seemed like transmission being cut during the final crucial play of a football grand final. For those who were there, it was unclear what to do next. News crews gathered outside the courthouse, as they typically do at the conclusion of a case, waiting for the various parties to emerge. But no one was there. No protesters. No lawyers. No one to remark on one of the most significant legal judgments in Australia’s history."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}