{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/03/australian-housing-market-takes-a-huge-hit-with-auctions-set-to-plummet-further-this-weekend", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-02T16:30:55Z", "webTitle": "Australian housing market takes a huge hit with auctions set to plummet further this weekend", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/03/australian-housing-market-takes-a-huge-hit-with-auctions-set-to-plummet-further-this-weekend", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/03/australian-housing-market-takes-a-huge-hit-with-auctions-set-to-plummet-further-this-weekend", "fields": {"headline": "Australian housing market takes a huge hit with auctions set to plummet further this weekend", "bodyText": "It is going to be another un-Australian weekend. No footie, no sausage sizzle and another Saturday without the sound of the auctioneer’s cry and a hammer going down on a house sale. But what will the end of face-to-face auctions, and the coronavirus-compelled shift to online sales, do for the housing market? According to the experts, auctions will be in far fewer number. Corelogic expects 645 auctions in Melbourne, down 59% from last week, and 1,021 in Sydney, down 20%. Figures from the Real Estate Institute of Victoria are even worse – it expects just 280 auctions in Melbourne on the weekend, down from 795 at the same time last year. Experts are unsure if the sudden plunge in volume, together with the uncertainty people have over their incomes due to the wave of layoffs sweeping the country, will cause property prices to tumble, and if so by how much, although no one is seriously expecting them to soar. Adam Docking, who sells properties in Melbourne’s leafy south-eastern suburbs and is the vice-president of the REIV, thinks the move online will test the skills of auctioneers like him. “With a street auction, the auctioneer feeds off the energy of the street,” he says. “As an auctioneer, I’m reading body language, I’m reading the nuances of the crowd to know how to run the auction. “I’m also understanding that when there’s a pause in the auction I can see why – is it because the buyers are talking among themselves, or they’re seeking instructions, or something like that. “Whereas with an online auction I’m literally staring at an iPhone and I’ve got no feedback.” Ratings agency Moody’s expects a significant increase in mortgage defaults as a result of the devastation shutting down industries including hospitality, retail and entertainment has wrought on the pay packets of workers. In a report released on Tuesday, it said the government’s wages subsidy and a home loan deferral offered by the banks would reduce this surge for the next six months. “However, we expect defaults and losses to rise beyond this period,” it said. Analysts at investment bank UBS, meanwhile, have modelled house price falls of anywhere between 5% and 20%, depending on how severe the pandemic becomes. The bank’s chief economist, George Tharenou, said the number of properties will “collapse – likely more than halving near-term – as long as the ban on auctions and open home inspections remains”. “We also revise our forecast for home prices to start falling, given the hit to demand from the looming sharp recession and spike in unemployment,” he said in a note to clients on Wednesday. Meanwhile, on online property investment forums, greed battles with fear amid guesses that falls will be in the order of about 20%. Real estate agents are generally unwilling to say that the market is set to tumble and this crisis is no different. Adrian Kelly, the president of national body the Real Estate Institute of Australia, agrees volumes will fall. “I’m not convinced that will have a dramatic impact on values,” he says. “Because what I’m seeing is there are a number of potential sellers who are and will choose to wait this out.” Docking says he can’t tell what will happen to house prices. “If you’d rung me an hour ago, I would have said absolutely they’re going to drop,” he says. “If you’d rung me 50 minutes ago, I would probably think maybe not.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}