{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/09/morning-mail-police-raid-ruby-princess-gps-on-brink-of-collapse-lessons-from-the-spanish-flu", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-08T21:00:54Z", "webTitle": "Morning mail: police raid Ruby Princess, GPs on brink of collapse, lessons from the Spanish flu", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/09/morning-mail-police-raid-ruby-princess-gps-on-brink-of-collapse-lessons-from-the-spanish-flu", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/09/morning-mail-police-raid-ruby-princess-gps-on-brink-of-collapse-lessons-from-the-spanish-flu", "fields": {"headline": "Morning mail: police raid Ruby Princess, GPs on brink of collapse, lessons from the Spanish flu", "bodyText": "Good morning, this is Richard Parkin bringing you the main stories and must-reads on Thursday 9 April. Coronavirus NSW police have raided the Ruby Princess cruise ship to seize evidence and question crew members about the docking and disembarkation of passengers in Sydney three weeks ago. The vessel is linked to hundreds of Covid-19 cases and more than a dozen deaths across Australia. “The operation is being conducted under the strictest health and workplace safety guidelines,” NSW police said. Small doctor-owned general practices across Australia are on the brink of financial collapse, with the peak GP body citing a major drop in patient numbers and raising concerns of hospitals becoming further overburdened. The union responsible for frontline health workers in Queensland has accused the state government of “ratting” on an agreed pay-increase deal, after the premier, Annastacia Palaszczuk, announced pay increases were “on hold”. And, fears of contaminated money has accelerated the use of cashless shopping, with digital transactions during March outstripping the peak shopping month of December. Overall, Australia’s tally of positive infections has passed 6,000, with the virus claiming 50 lives, but the daily rate of new infections continues to fall. International trade is expected to decline at rates on par with the Great Depression, according to the World Trade Organization, which has predicted a global contraction of up to 32% from the coronavirus pandemic, as global infections approach 1.5m, and deaths pass 85,000. Both the US and the UK recorded their single-day highest tolls, as New York alone recorded 806 fatalities. The UK prime minister, Boris Johnson, remains in intensive care, but the chancellor, Rishi Sunak, reported that he was “engaging positively” and sitting up in his hospital bed. A nursing home in Canada is mourning the deaths of nearly half its residents, with 27 of the home’s 65 residents succumbing to the virus. Long-term care homes account for nearly 50% of the nation’s 345 fatalities, with the Ontario premier telling reporters: “What we’re seeing happen to our seniors … is hard to process.” Locally transmitted cases of Covid-19 have increased in Singapore, raising concerns of a post-lockdown surge as the city state eased its restrictions. So – apart from physical distancing and washing hands, what can you do to protect yourself? UK doctors recommend protecting your lungs, boosting your immune system, reducing your alcohol consumption, and getting plenty of rest. Australia The Australian National University will offer admission to 2021 undergraduate programs based on year 11 exam results, acknowledging the “significant disruption” Covid-19 has caused for final-year students during 2020. The ABC has stood by its documentary series, Revelation, despite attacks from George Pell supporters. The national broadcaster had temporarily pulled the third episode after the high court’s decision to quash the cardinal’s conviction but will restore the episode online. The government’s $130bn wage subsidy package has passed both houses of parliament but Labor has failed in its attempts to extend eligibility to cover one million short-term casuals as well as temporary visa workers. The prime minister called the measures “the biggest economic lifeline in Australia’s history”. The world Bernie Sanders has ended his bid to become the Democratic presidential candidate, leaving Joe Biden as the presumptive nominee to take on Donald Trump. The 78-year-old praised his youth-led movement for radical change but announced the “difficult and painful” decision after concluding he had “no feasible path” to victory. The first of 1,600 unaccompanied children will be flown to Luxembourg as part of the EU’s migrant relocation scheme, which has seen massive setbacks owing to the outbreak of Covid-19. Scientists have discovered evidence of squash and cassava cultivation from more than 10,000 years ago in the Amazon basin, joining the Middle East, China and other parts of the Americas as an independent site of wild plant domestication shortly after the end of the last ice age. A vet in the Faroe Islands has been hailed by the prime minister for keeping the tiny nation death-free during the coronavirus outbreak, for his part in adapting his salmon-testing laboratory to help track and trace the virus. Recommended reads Cardinal George Pell’s acquittal was legally the correct decision, writes Francis Sullivan. But it is not possible to divorce the acquittal from the broader context of the Catholic church’s history of child sexual abuse. And with nearly 5,000 people raising allegations of abuse against church personnel during the royal commission, Catholic bishops should end their obsession with Pell and take up their moral responsibility to the victims of church. Even before the coronavirus pandemic struck, 440,000 Australians were either un- or underemployed, which means any talk of the economy “snapping back” post-crisis could be well wide of the mark, writes Greg Jericho. “During the GFC the underutilisation rate rose 3.5 percentage points, so let’s be optimistic and say that’s as bad as what happens now. That would take us up to 17.2%, about seven percentage points above full employment. During the mining boom it took five years to reduce the underutilisation rate from 13.2 to 10%. So that gives you a bit of an idea of the scale we are looking at.” If the idea of watching other people watching TV seems absurd, welcome to Gogglebox extra meta: watching others watch telly during lockdown, over FaceTime. “Switch off the never-ending news,” writes Alex Spring, “forget Tiger King on Netflix and tune into this weekly show instead. Appreciating the importance of community is going to get us through the coronavirus crisis – and this show serves it up in spades.” Listen What can we learn from the 1918 Spanish flu pandemic, one of the worst virus outbreaks of modern times? In this episode of Full Story the science writer and journalist Laura Spinney discusses the different ways authorities tried to slow the spread of the Spanish flu and the impact they had. Full Story is Guardian Australia’s news podcast. Subscribe for free on Apple Podcasts, Spotify or any other podcasting app. Sport Ferrari have endorsed radical changes including double races in a bid for the F1 season to proceed, with the team principal, Mattia Binotto, backing “whatever is needed” to complete the 2020 racing schedule, writes Giles Richards. Scottish Premier League clubs appear set to abandon the rest of the 2020 season, handing Celtic the title and seeing Hearts relegated, despite eight matches remaining. If passed, the decision could prompt a legal challenge from the Edinburgh-based club. Media roundup Victorians have made more than 22,500 calls to dob in neighbours flouting Covid-19 physical distancing rules, reports the Age, with the police hotline experiencing a 50% spike in recent weeks. Six million Australians will receive fortnightly payments of $1,500 after the Morrison government’s jobkeeper scheme passed federal parliament, writes the Australian. And the NSW government says it is finalising a plan for rent relief that could include the deferral or waiving of land tax, on the proviso that landlords pass reductions on to tenants, according to the Sydney Morning Herald. Coming up Constable Zachary Rolfe is due for preliminary examination in the Alice Springs local court over the shooting death of Kumanjayi Walker in Yuendumu. The inquest findings into the December 2017 death of the 55-year-old Indigenous woman Tanya Day in police custody are to be handed down. And if you’ve read this far … It’s the technicality at the heart of an inter-hemisphere stink – after an eight-month battle, New Zealand’s Baldwin Street in Dunedin has reclaimed the title of the world’s steepest road from Wales’ Ffordd Pen Llech. An appeal lodged by a surveyor from Dunedin convinced Guinness World Records to update its rules on measuring inclines, stripping the people of Harlech of their crown. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}