{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/03/coronavirus-australia-latest-3-april-at-a-glance", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-03T05:44:46Z", "webTitle": "Coronavirus Australia latest: 3 April at a glance", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/03/coronavirus-australia-latest-3-april-at-a-glance", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/03/coronavirus-australia-latest-3-april-at-a-glance", "fields": {"headline": "Coronavirus Australia latest: 3 April at a glance", "bodyText": "Good evening, and welcome to our daily roundup of the latest developments on the coronavirus pandemic in Australia. This is Josh Taylor bringing you the main stories on Friday 3 April. Single-digit growth rate continues The rate of the number of new confirmed cases of coronavirus has continued to slow in single digits, passing over 5,300 confirmed cases in Australia on Friday. Two more deaths were recorded in Victoria and New South Wales. Australia’s chief health officer, Brendan Murphy, said he was “quietly pleased” with the numbers slowing, but community transmissions had been growing. There are now 300 community transmission cases in Sydney, 60 in Melbourne and 30 in Brisbane. National cabinet moves to ‘suppression’ phase The prime minister, Scott Morrison, says the national cabinet is moving from a phase of reacting to slow the spread of the virus to reviewing the measures put in place around restrictions and support. Morrison said if the rate had continued as it was a few weeks ago there would now be 10,000 cases, almost twice the current number. Morrison said after this phase, the national cabinet would move into a recovery phase. Commercial tenancy agreement delayed The national cabinet has yet to agree to an industry code of practice between businesses and their landlords. The mandatory code would potentially require landlords whose tenants have a turnover of less than $50m and are participating in the jobkeeper program to waive rent in proportion to the loss of turnover for that business. Morrison said how that works will be negotiated between the tenant and the landlord. For residential tenancies, Morrison said there was a moratorium (which some have argued is not legally enforceable) on evictions, but he said that didn’t mean there was a moratorium on rent. He said state and territory treasurers were still working on policies on residential rents. Modelling to be released Morrison announced modelling for how many cases and deaths Australia is expected to see from coronavirus will be released by the government next week after more work, and review by the national cabinet. There will also be a national dashboard of coronavirus data pooled from all the states and territories updated every afternoon. It is expected it will be available in the next few days. Regional workers Anyone on a working visa wishing to go work in a regional area where there is work will need to register with the government as self-isolating, and remain in isolation for 14 days before they’re allowed to travel to regional areas. Local government workers are also not eligible for the jobkeeper program, as they are the responsibility of the states and territories. NSW cruise ship stand-off ends The NSW police commissioner, Mick Fuller, announced that two Carnival ships that had been off the coast of the state had departed overnight, and another five Royal Caribbean ships would be leaving for their port of origin after refuelling and restocking on the weekend. A man was removed from the now-infamous Ruby Princess overnight for medical treatment. There are still six cruise ships off the coast of NSW, and 19 across Australia. Asic warns real estate agents over super advice The financial regulator has told real estate agent institutes in a letter to advise agents not to suggest renters in financial hardship use the up to $20,000 people can access from superannuation in order to pay their rent. The Australian Securities and Investments Commission has warned such advice would be in breach of the Corporations Act, and those in violation of the law could face fines of up to $1.6m for companies, or five years jail for individuals. What you need to know: get the most important information from some of our key explainers Australia’s strict new coronavirus social distancing rules explained: state by state guidelines Free childcare: what do the Australian government’s coronavirus changes mean for my family? Australia’s coronavirus lockdown rules explained: can I still visit my partner and other questions Full Story podcast: when is it legal to leave your home? Is Australia flattening the coronavirus curve? Look at the charts ... Coronavirus Australia maps and cases: live numbers and statistics Am I eligible for the jobkeeper payment? Here’s everything you need to know to register Groceries, telehealth and pharmaceuticals: how older Australians can get help at home Have I already had coronavirus? How would I know and what should I do? Dangerous cures and viral hoaxes: common coronavirus myths busted What happens to people’s lungs when they get coronavirus? Coronavirus vaccine: when will it be ready? How long does coronavirus live on different surfaces? Who is most at risk of contracting coronavirus? How ventilators work and why they are so important in saving people with coronavirus Coronavirus key questions: everything you need to know Looking for more coverage? Read the latest news from across the Guardian’s global network."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}