{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/08/accc-allows-business-competitors-to-work-together-in-coronavirus-war-effort", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-08T08:25:43Z", "webTitle": "ACCC allows business competitors to work together in coronavirus 'war effort'", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/08/accc-allows-business-competitors-to-work-together-in-coronavirus-war-effort", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/08/accc-allows-business-competitors-to-work-together-in-coronavirus-war-effort", "fields": {"headline": "ACCC allows business competitors to work together in coronavirus 'war effort'", "bodyText": "The competition tsar Rod Sims says he has allowed competitors to work together during the coronavirus pandemic as part of a war effort to make sure Australia’s economy can survive the crisis. In the past three weeks, the Australian Competition and Consumer Commission has authorised industries including supermarkets, banks, medical suppliers, utilities and oil companies to work together to provide goods and services to the community. Sims told Guardian Australia the authorisations would be revoked once the crisis passed and the ACCC was closely monitoring the situation to ensure smaller players weren’t disadvantaged. He said that if state governments further tightened social distancing rules they shouldn’t close small grocers and butchers because this could hand a permanent advantage to the big supermarkets. And he said the ACCC was following up complaints about the travel industry, including reports some operators had changed their terms and conditions as a result of the crisis and were trying to apply their new rules to bookings made before the changes were made. “This is like we’re at war,” Sims said. “If we were at war with whoever, then clearly there’s got to be a whole lot of coordination across the economy to help the war effort. “We’re basically seeing the pandemic like a war in the sense that we do need increased supply of things and basically most of the behaviour we’re allowing competitors to engage in is maintaining or increasing supply of goods or services on the one hand and hardship policies for those who can’t pay for services like communications or electricity on the other.” “We’re clearly not allowing them to price fix but we are in a mindset where to get Australia through this crisis we need cooperation, we need everybody working to get Australia and yes that means cooperation amongst competitors.” He said the authorisations would be revoked after the crisis passed and things “go back to normal”. “We’ve got people watching each of these industries to see what’s going on while the crisis is on, and also those people can help work out how quickly we remove the authorisation and get back to a situation where competitors start competing again,” he said. He said small retailers such as grocers and butchers have told the regulator they fear being forced to close, but there was no indication state governments were planning to make such orders. “I think it’d be nice if state governments said that so that those businesses can get on plan,” he said. “The last thing you want is if some jurisdiction does go to stage four, saying that the only businesses that can open are the supermarkets. “Those companies would lose their sources of supply, lose their links, there’d be a permanent increase in supermarket [market] share – and would those small businesses ever return?” The ACCC head said that in the travel industry most operators were offering a credit rather than a refund, and “this was probably fine” unless the terms under which the ticket were sold said the customer could get a refund. One big tour company, APT, is now offering a travel credit to customers whose trips have been cancelled because of the pandemic, even though its terms and conditions of sale say customers can get a refund equal to what they paid “less any reasonable losses incurred before cancellation”. An APT spokeswoman said the company was “encouraging a travel credit”. “Any refund requests are being assessed on a case-by-case basis and will be per our terms and conditions,” she said. Airline Virgin Australia is also offering travel credits. But one Virgin Australia customer told Guardian Australia the credits were useless to her because they were valid only after her Australian visa expires. A spokeswoman for the airline said some ticket types did allow refunds and the company was acting in accordance with the Australian consumer law. Speaking generally, Sims said that he was aware some companies had tried to retrospectively change their terms and conditions. “Obviously you don’t want to put them out of business where there’s no money for anybody because there’s nobody there any more. “So it can be a tricky issue but clearly you can’t have companies changing terms and conditions after the event.” He said the ACCC was continuing to investigate allegations by Virgin Australia that Qantas was campaigning against it. “We’ve tried to get hold of documents and information, these things always take time,” he said. “Obviously it’s concerning and I made comments about [Qantas chief executive] Alan Joyce’s comments at the time. “What we want here is everybody working together to help Australia to get through this rather than people trying to take advantage of the situation.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}