{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/07/no-year-13-australian-year-12-students-to-graduate-in-2020-despite-coronavirus-disruption", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-07T08:44:13Z", "webTitle": "'No year 13': Australian year 12 students to graduate in 2020 despite coronavirus disruption", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/07/no-year-13-australian-year-12-students-to-graduate-in-2020-despite-coronavirus-disruption", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/07/no-year-13-australian-year-12-students-to-graduate-in-2020-despite-coronavirus-disruption", "fields": {"headline": "'No year 13': Australian year 12 students to graduate in 2020 despite coronavirus disruption", "bodyText": "All Australian year 12 students will graduate in 2020 despite the interruption of Covid-19, after education ministers ruled out a “year 13” to complete their studies in 2021. The federal education minister, Dan Tehan, told reporters in Melbourne that the Coag education council had unanimously agreed “there will be no year 13, there will be no mass repeating”. “Every student will get an Atar [Australian Tertiary Admission Rank] certificate for 2020, so they can go to university, vocational education, or employment, next year,” he said. The Universities Australia chief executive, Catriona Jackson, welcomed the move, saying it was “not in anyone’s interest – neither the students, their parents, the schools or universities – to stop students from moving on”. In early March, the national cabinet came under intense community pressure to close schools to respond to Covid-19, which it resisted due to expert medical advice children were less likely to transmit coronavirus and closures could last many months. Victoria brought forward school holidays, while other states and territories used pupil-free days to prepare for terms 2 and 3 being delivered through e-learning after the Easter break. In-person attendance has dropped to as low as 5% in New South Wales in the state system, with independent schools moving tuition online and Catholic and public schools scrambling to catch up, amid warnings of a “digital divide” between schools. Australian universities are changing traditional admission policies to account for the disruption to year 12 students’ studies. On Tuesday, Tehan told year 12 students in a statement that “the work you will do in year 12 this year is incredibly important and your results will be as valuable as any previous year”. The states and territories will “follow national principles to support local decisions” – with each jurisdiction responsible for awarding senior secondary certificates, he said. Tehan told reporters that each state and territory will decide the end-of-year assessment process in their jurisdiction, while the commonwealth will work with the university and vocational education sectors to determine how Atars will be assessed. “We want this year’s Atar score to look like last year’s Atar score and there is no reason we can’t do that.” Tehan said that primary school posed “challenges” that put “extra requirements on teachers and require parents to be patient” but teachers will be given resources to teach at all levels. “Everyone is committed to make sure that as much learning as possibly can will take place this year. “Covid-19 is going to take a lot from us. But everyone is determined that it won’t take education away from our children.” Asked if schools will return in term 2, Tehan confirmed the Northern Territory will proceed “as normal” while Western Australia and South Australia are also considering their circumstances. Jackson said that universities use “a wide range of methods to assess and admit students – in addition to the Atar”. “For year 12 students, these include assessment of a student’s results across year 11 and 12, especially in the subjects most relevant to the degree the student has applied for,” she said. “Universities can review portfolios of students’ work and take extra-curricular activities into account. “Where appropriate, universities use aptitude tests. All universities offer a variety of bridging, foundation and enabling courses to prepare students for university, providing another pathway.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}