{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/08/morning-mail-qantas-staff-fear-rescue-flights-modelling-shows-healthcare-strain-bolt-v-abc", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-07T21:29:33Z", "webTitle": "Morning mail: Qantas staff fear rescue flights, modelling shows healthcare strain, Bolt v ABC", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/08/morning-mail-qantas-staff-fear-rescue-flights-modelling-shows-healthcare-strain-bolt-v-abc", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/08/morning-mail-qantas-staff-fear-rescue-flights-modelling-shows-healthcare-strain-bolt-v-abc", "fields": {"headline": "Morning mail: Qantas staff fear rescue flights, modelling shows healthcare strain, Bolt v ABC", "bodyText": "Good morning, this is James Murray bringing you the main stories and must-reads on Wednesday 8 April. Coronavirus Qantas staff are “incredibly fearful” about flights to rescue Australians trapped overseas, forcing the airline to turn to its staff in New Zealand after it failed to get enough Australian cabin crew to volunteer. With news that 50 Qantas and Jetstar staff have contracted coronavirus there has been growing anxiety among Qantas staff about plans to resume flights to Los Angeles, London, Auckland and Hong Kong this week. The government has released modelling showing the strain that would be placed on the Australian health system without strict lockdown procedures. Some 35,000 intensive care beds could be required at the pandemic’s peak – well beyond capacity. The government also confirmed that Covid-19 patients would be given the controversial anti-malaria drug hydroxychloroquine outside of clinical trials. Donald Trump has touted the drug as a cure or preventative for Covid-19 but scientists have warned it can cause severe and even life-threatening side-effects. Boris Johnson remains in a stable condition in intensive care and is not on a ventilator. The UK’s stand-in prime minister, Dominic Raab, told reporters he thought Johnson would pull through because he is a fighter. In the same media conference, Raab suggested the UK’s lockdown would be extended, saying the country was not yet at the point where the government could review restrictions. The UK added 854 people to the Covid-19 death toll on Tuesday, as a study predicted the country would have Europe’s worst coronavirus death toll. In Europe as a whole, deaths rose above 50,000 but some countries including Denmark and Norway have started to ease lockdown measures. Meanwhile in Turkey, the infection rate is rising faster than anywhere else in the world. President Recep Tayip Erdoğan has refused to order a lockdown. The effect of coronavirus on Australian businesses has been revealed, with a study showing that two-thirds of businesses across all sectors reported taking a hit to revenue or cash flow due to Covid-19. A staggering 70% of businesses in the hospitality sector have been forced to reduce the hours of their staff. Australians remain convinced of the government’s response though, with the number of people trusting official advice rising to 63%, according to the Guardian Essential poll. Trust in the media to provide honest and objective information about Covid-19 jumped from 35% to 51% over the same two-week period. Donald Trump was warned of the devastating impact of Covid-19 in January, before going on to downplay the threat of the virus. Memos written by Trump’s economic adviser Peter Navarro gave a worst-case scenario of 500,000 deaths. Trump, whose fortune has declined by a $1bn due to stock market crashes, showed more pressing concern for Boris Johnson, asking an unnamed group of pharmaceutical CEOs to offer the UK prime minister experimental coronavirus drugs. He said a team of scientists was already in the UK. Australia The ABC has backed its journalists’ reporting of the George Pell case as the News Corp columnist Andrew Bolt claims the organisation conducted a witch hunt. “The ABC has – and will continue to – report accurately and without fear or favour on stories that are in the public interest, including this one,” a spokesperson said. Pope Francis has recalled the “persecution that Jesus suffered” hours after the cardinal was acquitted of child sexual offences. The case’s conclusion paves the way for Australia’s child sexual abuse royal commission to release its redacted findings into Pell, not yet published out of concern they would prejudice the legal process. Australian year 12 students will graduate in 2020 despite the interruption to their education caused by Covid-19. Education ministers ruled out a “year 13” to complete their studies in 2021. The world Big Brother contestants around the world are leaving lengthy periods of isolation to find a world transformed by Covid-19. “I can’t turn my back on the world for 50 days and expect the world to keep it together, apparently,” said a Swedish contestant, Daniel Glasman. Fast fashion is an environmental disaster and clothing companies must change to mitigate the effects of their business practices, a study has shown. Clothes rental, better recycling processes, pollution control technology and the innovative use of offcuts are among measures that could help. A record size hole has opened up above the Arctic due to unusually low temperatures in the atmosphere. The hole is not expected to cause any danger to humans unless it moves south, and is expected to disappear in a few weeks. WhatsApp is to impose a strict new limit on message forwarding to slow the dissemination of fake news. Under the new limits, a user who receives a frequently forwarded message will only be able to send it on to a single chat at a time. Harry and Meghan appear to be planning a wide-ranging non-profit empire, according to trademark applications lodged in the US under the name of Archewell. The application covers items from educational materials, clothing, stationery and a nutrition and general health website. Recommended reads George Pell’s quashed conviction for child sex offences is a triumph for the former cardinal, but it will be accompanied by a storm of rage from his supporters, writes David Marr. “The [high court has] done what the jury and the Victorian court of appeal did not do: they have trusted absolutely the evidence of Pell’s master of ceremonies Monsignor Charles Portelli.” And soon we will see the royal commission’s verdict “on the career that took a Ballarat priest who noticed so little about these crimes on his home turf all the way to the highest echelons of the Vatican”. And if you are confused as to why Pell’s conviction was overturned, Rick Sarre explains how the high court reached its decision. The coronavirus pandemic has made for some unlikely isolation bubbles. Whether you are considering adding chickens to the mix, or have ended up living with a partner you divorced years ago, the disease is changing the way many of us relate to each other and the world. There’s even been a resurgence in pen pals, too. Jessica Murray reports on the unlikely relationship between five-year-old Kirah and 93-year-old Ron. One of the most fundamental things about life to change is funerals, as lockdown rules around the world restrict the number of people who can gather together. Gay Alcorn speaks to the family of Bert Cattermole, whose funeral was restricted to just 10 people. Listen Guardian Australia’s Full Story podcast looks at George Pell’s quashed conviction. In this episode David Marr and Melbourne bureau chief Melissa Davey analyse the high court decision. Full Story is Guardian Australia’s news podcast. Subscribe for free on Apple Podcasts, Spotify or any other podcasting app. Sport Thousands of aggrieved basketball fans will receive refunds for tickets bought to last year’s much-hyped Australia-USA exhibition series in Melbourne. The ACCC found fans were misled about the quality of views from their seats and ordered a refund. Fifa has approved extended player contracts and moved its transfers windows as part of its response to the pandemic. A set of new guidelines was endorsed by the Fifa bureau – a slimmed-down version of its decision-making council – on Tuesday. Media roundup According to the Sydney Morning Herald, at least 19 people across Australia have been infected with Covid-19 after coming into contact with passengers allowed to disembark from the Ruby Princess cruise ship. The Australian reports that a strategy to ease social-isolation restrictions and expose Australians to Covid-19 in “manageable” doses is being considered by the country’s chief health officials and some NSW government ministers. And the ABC says a former Uber driver will spend at least six years behind bars for the “opportunistic” rape of a drunk teenage girl in Bondi. Coming up A magistrate will sentence the former NSW detective Gary Jubelin over illegal recordings made during the William Tyrrell investigation. Christopher Michael Dawson will appear via video link in the NSW supreme court charged over the disappearance and alleged murder of his wife Lynette Dawson. The Victorian fire season inquiry will hold online community meetings for the East Gippsland region. And if you’ve read this far … It turns out that all Hong Kong’s cohabiting pandas needed to rekindle their relationship was some privacy. Ying Ying and Le Le’s sex life had been non-existent for a decade, until the spread of Covid-19 meant their home Ocean Park was closed to visitors. On Monday morning, the pair were seen cuddling more intensely than usual and then finally did what comes naturally, much to the delight of park managers. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}