{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/apr/07/cardinal-george-pell-conviction-quashed-australia-high-court-freed-jail-appeal-upheld", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-04-07T04:23:59Z", "webTitle": "George Pell: Australian cardinal released from jail after high court quashes child sexual abuse conviction", "webUrl": "https://www.theguardian.com/australia-news/2020/apr/07/cardinal-george-pell-conviction-quashed-australia-high-court-freed-jail-appeal-upheld", "apiUrl": "https://content.guardianapis.com/australia-news/2020/apr/07/cardinal-george-pell-conviction-quashed-australia-high-court-freed-jail-appeal-upheld", "fields": {"headline": "George Pell: Australian cardinal released from jail after high court quashes child sexual abuse conviction", "bodyText": "Cardinal George Pell, the former financial controller of the Vatican and the most senior Catholic in the world to have been found guilty of historical child sexual abuse, has been freed from prison and had his convictions overturned following a two-year legal battle. The bench of the high court in Brisbane, Australia, on Tuesday granted leave for Pell to appeal, ordering his immediate release and quashing the conviction. The high court found that the jury, acting rationally on the whole of the evidence, ought to have entertained a doubt as to Pell’s guilt with respect to each of the offences for which he was convicted, and ordered that the convictions be quashed and that verdicts of acquittal be entered in their place. In other words, it was not enough that the jurors found the witness believable, compelling and honest. The other evidence should have called his account into question, the bench found. In a summary of the judgment, the bench said that “on the assumption that the jury had assessed the complainant’s evidence as thoroughly credible and reliable, the evidence of the opportunity witnesses nonetheless required the jury, acting rationally, to have entertained a reasonable doubt as to the applicant’s guilt in relation to the offences involved in both alleged incidents”. There was “a significant possibility that an innocent person has been convicted because the evidence did not establish guilt to the requisite standard of proof”, the bench found. Pell has maintained his innocence since being charged in June 2017. In a statement issued after the decision, Pell said he “holds no ill will towards my accuser”. “However my trial was not a referendum on the Catholic church, nor a referendum on how church authorities in Australia dealt with the crime of paedophilia in the Church. The point was whether I had committed these awful crimes, and I did not.” In December 2018 a Melbourne jury unanimously convicted Pell on five charges, believing the complainant who gave evidence that some time in December 1996, after presiding over Sunday solemn mass at St Patrick’s Cathedral as archbishop of Melbourne, Pell sexually assaulted him and another 13-year-old boy in the priest’s sacristy. The allegations had been the prosecution’s to prove, with many of the witnesses called during the trial in 2018, including former altar servers and senior choir managers, now elderly. Former choirboys who gave evidence struggled to remember details about the choir procession and the church layout more than two decades after the fact. To convict Pell, the jury had to believe without doubt that the complainant was reliable and honest. They did, but the high court on Tuesday found belief in the complainant as a compelling witness was not enough to convict. Pell’s legal team was led by the prominent Sydney silk Bret Walker SC. In June at Pell’s first attempt at appeal before Victoria’s appellate division of the supreme court, Walker argued it was “literally impossible” for the complainant to have been abused, saying there was a “formidable list” of factors and events that needed to line up for the offending to be possible. There was “strong, credible and undispelled” alibi evidence, including from the master of ceremonies at the time, Monsignor Charles Portelli, and sacristan Max Potter, that it was Pell’s practice to greet parishioners on the front steps of the cathedral immediately after mass, which would have made it impossible for Pell to be in the sacristy offending, Walker said. However, the court rejected the appeal by a majority of two to one, forcing Pell’s team to take the case to the high court, the final avenue of appeal. Over two days in March, Walker argued before the full bench of seven judges in Canberra that just because the complainant was believable, it should not discount other evidence that placed his evidence in doubt. Walker told the court that Victoria’s appellant judges may have been unduly influenced by the complainant’s testimony by watching a recorded video of it rather than just reading the transcript of his evidence. Judd responded by saying that given Pell’s legal team made so much of the complainant’s lack of credibility and believability, Victoria’s appellate court was entitled to watch the video. It did not mean they had elevated it above other evidence, or that they had not given due weight to other evidence from the trial, she said. The jury had considered the entirety of the evidence in context, she added. But ultimately, the court accepted Walker’s arguments. In an unusual move, the court did not grant Pell leave – in other words, permission – to appeal until Tuesday, after the arguments had already been heard in March. Usually, leave to appeal is granted, then arguments are heard. In a statement after the verdict, Victoria police said: “We respect the decision of the High Court in this matter and continue to provide support to those complainants involved. “Victoria Police remains committed to investigating sexual assault offences and providing justice for victims no matter how many years have passed. We would also like to acknowledge the tireless work on this case by Taskforce Sano investigators over many years.” The complainant who brought the case against Pell has not commented on the decision. The father of the other choirboy, who died in 2014 of an accidental overdose, issued a statement through his lawyer, Lisa Flynn. Lisa Flynn, the national practice leader at Shine Lawyers, which represents the man in a separate civil lawsuit against the Catholic church, said the firm’s client is gutted by the outcome. “Our client is currently in shock,” she said. “He is struggling to comprehend the decision by the High Court of Australia. He says he no longer has faith in our country’s criminal justice system. “He is furious the man he believes is responsible for sexually abusing his son was convicted by a unanimous jury only to have that decision overturned today allowing George Pell to walk free from jail. Our client says he is heartbroken for the surviving victim who stuck his neck out by coming forward to tell his story but was ultimately let down by a legal process that forced him to relive his pain and trauma for no benefit.” The president of the Australian Catholic Bishops Conference, Mark Coleridge, said the “outcome will be welcomed by many, including those who have believed in the Cardinal’s innocence throughout this lengthy process”. “We also recognise that the high court’s decision will be devastating for others,” he said. “Many have suffered greatly through the process, which has now reached its conclusion.” The premier of Victoria, Daniel Andrews, said in a statement: “I make no comment about today’s High Court decision. “But I have a message for every single victim and survivor of child sex abuse,” he said. “I see you. I hear you. I believe you.” The conclusion of the case paves the way for Australia’s child sexual abuse royal commission, which released its final report in December 2017 after a five-year inquiry into institutional child sexual abuse, to release its redacted findings into Pell, which have not yet been published out of concern it would prejudice the legal process. In Australia, Blue Knot Foundation can be contacted on 1300 657 380 or at www.blueknot.org.au; Bravehearts Inc, which offers counselling and support for survivors and child protection advocacy, can be contacted on 1800 272 831; 1800 Respect is a 24-hour telephone and online crisis support service available on 1800 737 732 or at www.1800respect.org.au; for 24-hour crisis support and suicide prevention call Lifeline on 13 11 14 or visit www.lifeline.org.au."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}