{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/12/coronavirus-latest-at-a-glance", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-11T23:05:11Z", "webTitle": "Coronavirus 11 April: at a glance", "webUrl": "https://www.theguardian.com/world/2020/apr/12/coronavirus-latest-at-a-glance", "apiUrl": "https://content.guardianapis.com/world/2020/apr/12/coronavirus-latest-at-a-glance", "fields": {"headline": "Coronavirus 11 April: at a glance", "bodyText": "Key developments in the global coronavirus outbreak today include: Boris Johnson: I owe the NHS my life British prime minister Boris Johnson has said he owes his life to the doctors and nurses at St Thomas’ hospital in London, where he is being treated for coronavirus. He was admitted on Sunday and remains in hospital. Johnson, who spent three nights in intensive care, said he “can’t thank them enough”. All US states now under disaster declarations For the first time in history, all 50 US states have come under disaster declarations. Wyoming became the 50th state, following approval by Donald Trump on Saturday. The US Virgin islands, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico are also under the declarations, which enable federal funds to be used by state and local governments. British opposition parties unite to call for parliament recall Opposition parties across the UK and senior Conservatives have united to demand that parliament be recalled. In a letter to the leader of the Commons, newly elected Labour leader Keir Starmer demanded urgent talks with the Speaker, saying that there was no substitute for parliamentary scrutiny particularly “at this time of national crisis”. WHO: Belarus must act A World Health Organization official urged Belarus to impose measures to contain coronavirus, as the country enters “a new phase” of the virus. President Alexander Lukashenko has been downplaying the need for restrictive measures in recent weeks, and said that drinking vodka, driving tractors and bathing in a sauna could help fight the virus. Patrick O’Connor, who led a WHO delegation to Belarus this week, warned that the virus had begun spreading through communities in the capital Minsk and parts of the country. Moscow hospitals under strain, Kremlin warns The Kremlin said that the “huge influx” of coronavirus patients was beginning to put a strain on Moscow’s hospitals. The city and other regions have been in lockdown for almost two weeks, but the hospitals in the capital are still stretched. “The situation in both Moscow and St Petersburg, but mostly in Moscow, is quite tense because the number of sick people is growing,” Kremlin Spokesman Dmitry Peskov said. African countries demand answers over alleged Chinese mistreatment Seven countries have demanded that China address their concerns that Africans living in Guangzhou city are being mistreated and harassed. The countries claim African residents have been targeted out of fear coronavirus could spread through imported cases. In recent days Africans in the city have reported being ejected from their apartments by landlords, being tested for coronavirus several times without being given results, and being shunned and discriminated against in public. Pope: Don’t yield to fear Pope Francis urged people to “not yield to fear” and focused on a “message of hope” as he led an Easter eve mass in an empty St Peter’s Basilica on Saturday. The vigil was scaled back due to coronavirus, with just two dozen attendees compared with the usual 10,000, a smaller choir, and the elimination of several traditional features such as baptisms and processions."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}