{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/17/un-warns-of-deadly-effect-of-covid-19-misinformation-in-pacific", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-16T23:11:39Z", "webTitle": "UN warns of deadly effect of Covid-19 misinformation in Pacific", "webUrl": "https://www.theguardian.com/world/2020/apr/17/un-warns-of-deadly-effect-of-covid-19-misinformation-in-pacific", "apiUrl": "https://content.guardianapis.com/world/2020/apr/17/un-warns-of-deadly-effect-of-covid-19-misinformation-in-pacific", "fields": {"headline": "UN warns of deadly effect of Covid-19 misinformation in Pacific", "bodyText": "Misinformation about Covid-19 could kill people in the Pacific, the UN has said, urging island populations across the region to heed official health warnings. A welter of rumours about Covid-19 – that it can be prevented by drinking alcohol; that the virus is killed by exposure to cold, or conversely to heat; or that being able to hold your breath for 10 seconds means you are free from the virus – are circulating on social media within Pacific countries and across the region. “These misinformation campaigns could literally cost lives,” Sanaka Samarasinha, the UN’s resident coordinator for the Pacific, told the Guardian from Fiji. “It is one of the major challenges for governments and for the UN across the region. “This misinformation is circulating on social media, particular ways of protecting yourself, cures for the virus. They are not proven, many are downright wrong, and they are putting people at risk, giving them a false sense of security. “The other issue is some rumours are trying to blame particular organisations, or ethnic groups, or individuals, so there is the risk of stigma and fear too. I worked in Liberia during the Ebola outbreak, and trust breaks down, trust in institutions, trust in each other, when you have this kind of misinformation.” Samarasinha said that given Pacific communities’ vulnerabilities to viral pandemics, “all it will take is a few people, even just one who is infected, not obeying a curfew, not following protocols, to set off a chain reaction”. The Pacific has so far kept Covid-19 remarkably restrained by global standards, with just 215 confirmed cases. Several Pacific countries, including Vanuatu, Tonga, Samoa, the Solomon Islands, and Palau report remaining Covid-19 free. Many island nations, recognising their inherent vulnerabilities to a pandemic outbreak – isolated communities living closely together, weak public health systems – moved early in closing their borders, in shutting schools and businesses, and imposing strict social distancing and lockdown measures on their citizens. But their natural advantage in preventing an initial outbreak of Covid-19 – geographic isolation – is a weakness in countering an outbreak when it does occur. Health officials in the region say responding to the pandemic will be a balancing act between reducing the inflow of people – and potential infection – into islands, while maintaining access for critical health supplies, disaster relief material and other necessities such as food and fuel. The loss of homes and shelters, particularly in Vanuatu, as a result of Tropical Cyclone Harold means people are unable to socially distance. The disaster has also necessitated external intervention in the region. Earlier this week an Australian RAAF C-17 aircraft carrying humanitarian aid was unable to land at Port Vila airport because a Chinese plane carrying medical supplies was already on the tarmac. It was later able to land to deliver 13 pallets of aid and relief material. Few countries in the Pacific can test for Covid-19 – only PNG and Fiji have domestic testing capabilities – so samples need to be flown to major centres, but most airlines are grounded, slowing responses to the virus. And while testing rates across the region are low, Samarasinha said it appeared, at this stage, there was not a large undetected outbreak in Pacific islands. Many Pacific populations have high rates of underlying health conditions, in particular diabetes, a grim corollary of which is that a coronavirus outbreak is likely to become apparent quickly. “It is difficult to know for certain, until we test and trace. But … if there was a significant outbreak of coronavirus around the Pacific, we believe we would become aware of it because of the higher rates of complications,” Samarasinha said. Samarasinha said the UN had been working for several months to boost Pacific nations’ preparedness for Covid-19 and putting in place response plans for if and when outbreaks emerge. Many countries, however, remain dramatically under-equipped to deal with serious cases: Vanuatu, a country of 80 islands and 300,000 people, has only two ventilators."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}