{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/apr/03/all-this-could-be-yours-by-jami-attenberg-review-the-sins-of-the-father", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-04-03T08:00:14Z", "webTitle": "All This Could Be Yours by Jami Attenberg review – the sins of the father", "webUrl": "https://www.theguardian.com/books/2020/apr/03/all-this-could-be-yours-by-jami-attenberg-review-the-sins-of-the-father", "apiUrl": "https://content.guardianapis.com/books/2020/apr/03/all-this-could-be-yours-by-jami-attenberg-review-the-sins-of-the-father", "fields": {"headline": "All This Could Be Yours by Jami Attenberg review – the sins of the father", "bodyText": "“The only problem she had was men, who constantly bothered her”: this might be the motto of Jami Attenberg’s latest novel. The line is uttered by Twyla, the daughter-in-law of a dying misogynist gangster named Victor Tuchman. She’s not alone in feeling this way about men in general, and Victor in particular. His wife, Barbra, and his daughter, Alex, have also gathered to see whether the man who made their lives miserable will die, and to figure out how much they really care. This story is about them. The bulk of the novel takes place over a single day, just after Victor has been for a heart attack. The setting is present-day New Orleans, where Victor and Barbra have moved after a long, mansion-bound life in Connecticut, ostensibly to be near their son, Gary, and his wife and daughter, Twyla and Avery. But Victor is a deceptive man, even to his children. He is also a bad man. Though we’re never given the exact nature of his crimes, we learn that he was a New Jersey gangster, more or less of the Sopranos variety. He was also an abusive husband and father, a philanderer and a tyrant and likely a rapist. Whatever the details of his life, their implications have long been clear to Alex: “Her gut told her he should be in jail right now.” It is the women around Victor – Barbra, Alex and Twyla – who must endure the hurricane of his life, who must try to love him, to make him happy, to cover up for him, and who are all upbraided and assaulted by him. Much like Attenberg’s 2012 book The Middlesteins, this novel is uncompromising in its penetrating treatment of the ties that bind a family together. Attenberg weaves her narrative with a scintillating and often wry prose; her love for her characters, and her keen interest in their joys and longings, never fails to shine through. Often she sets scenes with the terseness of a screenplay, but periodically she plunges into rich description, as when Twyla, crying, looks in the mirror and notices “lips in distress, cracked at the edges, only half the color left behind, the other half disappeared, god knows where, absorbed into skin, into air, into grief”. These tears are not just for Victor’s victims. Alex must plead with her ex-husband, Bobby, not to expose their daughter to his compulsive lechery. Twyla has lived the bulk of her life trying not to wither beneath the male gaze, and now finds herself more distanced from Gary than ever. Barbra struggles to understand why she still loves her husband, after all this time. And all of them live under the shadow of another, casually destructive man: as Alex thinks every day, “our president [is] a moron and the world [is] falling apart”. The varied experiences of these characters make it clear that the bad man is not an exception to the rule of manhood; he merely defines its borders. The novel is not only concerned with gender politics: it also frequently returns to questions of socioeconomic class. And yet, it is weaker on this topic. We get cursory moments of virtue-signalling, when the narrative pauses briefly on working people – a cashier, a waitress, a tram driver – to tell us about the second job they’re forced to hold, or about how much they hate privileged tourists. The novel tells us about mass graves for the indigent, and gives us 30 pages with Sharon, a black woman only tangentially related to the plot, who lifts up her neighbourhood while suffering the effects of white gentrification. But none of these people is a protagonist, none of their lives is centred. The novel points to them, wants them to be recognised; but it refuses to perform that recognition itself. “Whatever we do tonight, let’s not talk about politics,” Alex says to a man she meets at a bar, just after an altercation with a homeless man on the street. Despite the book’s signals to the contrary, this might be its other motto. • All This Could Be Yours is published by Serpent’s Tail."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}