{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/apr/01/top-10-irish-gothic-novels", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-04-01T10:05:58Z", "webTitle": "Top 10 Irish gothic novels", "webUrl": "https://www.theguardian.com/books/2020/apr/01/top-10-irish-gothic-novels", "apiUrl": "https://content.guardianapis.com/books/2020/apr/01/top-10-irish-gothic-novels", "fields": {"headline": "Top 10 Irish gothic novels", "bodyText": "In his 1919 paper on the uncanny, Freud reckoned “the frightening element is something that has been repressed and now returns”. As a nation whose traumatic past is still coming to light – through victims’ previously untold stories or even the discovery of their unburied bones – it is safe to say Ireland remains a haunted place. The landscape isn’t short on haunted vibes, either – between the ravaged fields and the dilapidated houses; the bogs bloated fat with the mulch of history. There is also our unique relationship with the supernatural – not just the churchy stuff, but all the myth and superstition. We can be fierce believers in the sinister. Four years ago, I started writing The Butchers, a novel set in the borderlands during the 1996 BSE crisis. Ireland’s dark folktales clash with its modern aspirations, while the threat of “mad cow disease” ghosts across the land. Here are 10 “Irish gothic” offerings from which I drew eerie inspiration: 1. The Picture of Dorian Gray by Oscar Wilde (1890) Over the course of the 19th century, Irish gothic spawned the immortal (quite literally) figures of Count Dracula and Melmoth the Wanderer. My favourite of the shady old-schoolers, however, has to be Dorian Gray, who sells his soul for a life of eternal youth and decadent pleasure. A possessed portrait, the emergence of the suppressed – these had long been gothic staples. But for Wilde, the result was much more sinister. The novel’s homosexual allusions were later used as evidence when he was convicted of gross indecency; most sinister of all, it would be another century before homosexuality in Ireland was officially decriminalised. 2. The Butcher Boy by Patrick McCabe (1992) The dysfunctional tale of Francie Brady – a border-town native growing up in the 1960s – is not for the fainthearted. We follow Francie from childhood (cue alcoholic father and suicidal mother), through to industrial school (cue abusive priests), all the way to working life in an abattoir (cue a lot of dismembered pig carcasses). A disturbing portrait of a disintegrating mind, The Butcher Boy gave rise to the phrase “bog gothic” and revealed the sordid realities that often lurked behind romanticised depictions of rural Ireland. 3. Other Words for Smoke by Sarah Maria Griffin (2019) Griffin’s second novel for young adults is laced with gothic tropes – a pair of twins, an eccentric great aunt, a banjaxed old house creaking with mysteries (not to mention some exceptionally malevolent wallpaper). It is also a beautiful coming-of-age story and a fierce attack on archaic attitudes towards reproductive rights and the incarceration of women. Griffin is among a number of stellar YA authors (check out Deirdre Sullivan, too) using witchcraft and fantasy to engage with the horrors of Ireland’s not-too-distant past. 4. No Bones by Anna Burns (2001) Turning to the North, Burns is best known for her “difficult” (or just inventively brilliant) Booker prize-winning Milkman. Her debut, No Bones, was also a darkly comic tale about a young Belfast woman. Amelia Lovett – who reads like the female answer to Francie Brady – struggles with the inherited curse of Troubles violence and ultimately suffers a complete psychological breakdown. A former Sinn Féin figure dismissed Burns’s novel as a “misanthropic portrayal […] completely blown by its surrealist affectations”, but it is the book’s idiosyncratic voice that makes it such a unique take on the legacies of trauma. 5. By the Bog of Cats by Marina Carr (1998) Carr’s reworking of Euripides’s Medea begins with Hester Swane dragging a dead black swan across the stage. Rejected by her former lover (and baby daddy) on account of her “tinker” blood, Hester has been banished from her beloved bogland so that he can remarry in peace. But Hester is waiting for her mother – the witchlike Josie Swane – to return. Anyone familiar with Medea knows things don’t end tremendously well. Combining gothic fears of the barbaric other with Ireland’s longstanding aversion to female autonomy, Carr creates a world in which occult forces offer the only means of escape (not to mention a script that is so compelling you can read it like a novel and be spooked). 6. Himself by Jess Kidd (2016) If all this talk of repressed suffering and hidden wounds is sounding a bit grim, Kidd’s debut manages to be both gothic and great craic. Having grown up in a priest-ridden orphanage, handsome devil Mahony now returns to the small Mayo town of his birth to investigate his mother’s untimely death. The cast of local misfits he encounters are a hoot, as are their predecessors, for Kidd brings to (half) life the town’s quirky legions of ghosts; Mahony charms them all, the living and the dead. 7. Dark Lies the Island by Kevin Barry (2012) Barry’s second collection, with a title that Irish gothic could do well to nick as its tagline) features a spectacular host of oddballs – from aspiring terrorists to real-ale enthusiasts and the rampantly horny staff of an edge-of-the-world hotel. Even the rain is “particularly violent”, falling “like handfuls of nails flung hard and fast by a seriously riled sky god”. The image conjures Barry himself, hurling his spiky prose across the page, channelling modern depravities and pagan rites with a wicked smirk. 8. The Wych Elm by Tana French (2019) Given that Irish gothic is so often concerned with uncovering ancient transgressions, it is no surprise that crime writers have thrown some baleful bangers into the mix. The first standalone novel by Tana French – author of the Dublin Murder Squad series – features a skeleton, not in the closet, but in the trunk of a gnarled old tree. Starring Toby Hennessy, a Dublin art-world type who has recently returned to his family’s country pile, The Wych Elm is also an examination of male privilege and how secrets can be passed down from one damaged generation to the next. 9. Nothing on Earth by Conor O’Callaghan (2017) For a while, it seemed the dark times were over – the Celtic Tiger was roaring and, for many, it felt time to leave the past behind (as if, somehow, it could be so easy). Then came the financial crash, and Ireland was transformed into a country of “ghost estates” and “zombie banks”, haunted all over again by the spectre of its own arrogance. Nothing on Earth is set on one such estate where, amid the eerily empty houses, a young girl shows up on a priest’s doorstep. O’Callaghan creates an atmosphere of such intense unease your heart will be going like the clappers. 10. A World of Love by Elizabeth Bowen (1954) At first, this seems like just another of the gothic wartime tales for which Bowen was famous. On closer inspection, it gives the genre an unexpected twist. After the death of her cousin Guy, Antonia inherits an old estate – you know the drill – a crumbling house in the middle of nowhere with letters hidden in the attic full of secrets . Over the course of the novel, these secrets are revealed and Guy’s memory is acknowledged and mourned in full, affording the other characters, eventually, a degree of peace. In this way, Bowen demonstrates how Ireland could come to terms with its troubled history; how it might exorcise its demons in order to look forward to the future with something, perhaps, resembling hope. • The Butchers by Ruth Gilligan is published by Atlantic Books."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}