{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/apr/08/coffeeland-by-augustine-sedgewick-review-the-rise-of-coffee-capitalism", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-04-08T13:00:18Z", "webTitle": "Coffeeland by Augustine Sedgewick review – the rise of coffee capitalism", "webUrl": "https://www.theguardian.com/books/2020/apr/08/coffeeland-by-augustine-sedgewick-review-the-rise-of-coffee-capitalism", "apiUrl": "https://content.guardianapis.com/books/2020/apr/08/coffeeland-by-augustine-sedgewick-review-the-rise-of-coffee-capitalism", "fields": {"headline": "Coffeeland by Augustine Sedgewick review – the rise of coffee capitalism", "bodyText": "During the American civil war coffee was mentioned more often in Union diaries than bullets or rifles. The army, it turned out, didn’t march on its ordnance so much as its adrenal glands, juiced up by a steady supply of five cups of caffeine a day. Immediately though there’s a stumble, something that requires us to push beyond this “interesting facts” approach to history. For while the Union side was fighting to end slavery, the coffee that it gulped down was the product of a South American plantation system as brutal as anything you might find in the cotton fields of Mississippi. In Brazil, which is where most of the Yankees’ five-a-day came from, slavery would not be legally abolished for another quarter of a century. It’s this conundrum of connectedness that lies at the heart of Coffeeland, Augustine Sedgewick’s energising study of how an everyday commodity has ploughed up the world’s surface and hacked deep into its economic and political design. His analysis goes far beyond those “commodity biographies” that were so popular two decades ago, the ones with one-word titles like Cod, Salt or Paper. Coffeeland is a data-rich piece of original research that shows in compelling detail how coffee capitalism has delivered both profit and pain, comfort and terror to different people at different times over the past 200 years. Sometimes the impacts are speedy and legible: a surge in demand for cheap coffee from the US to keep its blue-collar workforce alert requires labourers in the southern hemisphere to forgo sleep as they pick and pluck around the clock. On other occasions the time lag between cause and effect is lengthy, while the geography remains concise. The Marxist revolution of the 1930s in El Salvador, Sedgewick suggests, can be traced back to changes in landholding patterns that were imposed by the government 80 years earlier. This could all feel dauntingly abstract, but Sedgwick’s great achievement is to clothe macroeconomics in warm, breathing flesh. At the heart of his book lies the story of James Hill, a textile salesman from the Manchester backstreets who shipped out to central America in 1889 and ended up as the undisputed “coffee king” of El Salvador. By the time of his death in 1951, Hill ruled an archipelago of 18 plantations, comprising 2,500 acres and employing up to 5,000 people. His annual profit ran into hundreds of thousands of dollars. Behind James Hill’s great success was a simple thought experiment. What if he could export the ruthless culture of “Cottonopolis”, the nickname given to industrialising Manchester in the 1850s, to the lackadaisical rural landscape he had found in El Salvador? His attention was particularly fixed on the extravagantly fertile soil around the Santa Ana volcano, where coffee was grown by the local Indians on communally held land before being traded in dribs and drabs. Hill used bank loans to buy a tract of prime coffee real estate and then, following a script that sounds like it comes straight from Samuel Smiles’s 1859 classic Self-Help, he parlayed his initial investment into an agribusiness, which he ran along the lines of a Lancashire cotton mill. The native smallholders who had been thrown off their land had no choice but to work for Hill as waged labourers, required henceforth to run their lives not according to their custom or convenience but to the factory clock. Sedgewick is deft at demonstrating how geo-economics and personal history combined to produce Hill’s lucky break. In the early 1880s a blight on coffee trees across Asia created a global scarcity that opened up a space for Central American planters to wedge their way into the increasingly lucrative market. But Hill would not have spotted the opportunity – or exploited the situation – had he not grown up as part of the world’s first industrial proletariat. Scuttling around the Ancoats district of Manchester as a lad had allowed him to observe how a clever man without formal education or social contacts might impose his will on the world, not to mention exploit its natural resources, if only he had a sliver of capital and rock solid self-belief. More practically, Hill had picked up the Manchester men’s trick of using hunger to lick a workforce into shape. The Truck Shop system, by which cotton workers were paid in tokens that could only be exchanged for food at the factory shop, had long been banned in Britain. But in El Salvador there was nothing to stop Hill adapting the principle by paying his workforce partly in cash and partly in tortilla and beans. He also ruthlessly uprooted any other food stuffs that sprung up accidentally among his coffee trees – self-seeding tomatoes, avocados, plantains and figs – to ensure that no one managed to assuage their hunger on the sly. If you wanted to eat, then you had no choice but to come to work at Los Tres Puertas and pile up as many beans as you could balance on your strictly rationed two tortillas. At times, Hill seems like a pantomime villain, but Sedgewick is keen that we understand his methods as an expression not of moral dereliction but intellectual inquiry. New ideas were circulating about how the body’s biological economy could be made to fit with the larger network of profit and loss. Or, to put it another way, plenty of clever economists were wondering whether it was possible to calculate the minimum number of calories required to feed a worker in order to be sure of harvesting a sufficient amount of labour. So committed was Hill to creating a frictionless system in which no energy leaked out that when he heard his workers laughing he knew something had gone wrong. It wasn’t that they were enjoying themselves that upset him so much as the fact that they were wasting oxygen and energy that, technically speaking, belonged to him. If they wanted to giggle, they could do it in their own time using their own air. Yet, as Sedgewick makes clear in a particularly wonderful passage, the workers of Los Tres Puertas refused to be reduced to economic units. They found plenty of time to laugh, love, help their neighbours, get extra food for their children, and, above all, do “things that steam engines cannot do”. One of those things was to wonder whether there wasn’t a better way for life to be organised. When coffee prices collapsed during the Great Depression a protest labour movement was mobilised by communist leaders into full-blown revolution. It was not, as it turned out, the beginning of a new way of doing things. For the rest of the 20th century El Salvador teetered between dictatorship and revolution, right the way through to the blistering Salvadorian civil war of the 1980s. In 1978, Hill’s grandson was kidnapped and held for a multimillion dollar ransom. Sedgewick is too subtle to bang the point home, but by this time in the narrative an alert reader will have picked up the hint: Hill’s profiteering interventions in the Salvadorian economy a century earlier had led to this, a terrified middle-aged businessman face-down under a green tarp in the back of a pick-up. Thankfully, the grandson survived, but the central question in this excellent book remains: “What does it mean to be connected to faraway people and places through everyday things?” • Coffeeland: A History by Augustine Sedgewick is published by Penguin (£25)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}