{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/apr/09/key-worker-how-a-19th-century-term-evolved-into-political-rhetoric", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-04-09T16:00:29Z", "webTitle": "'Key worker': how a 19th-century term evolved into political rhetoric", "webUrl": "https://www.theguardian.com/books/2020/apr/09/key-worker-how-a-19th-century-term-evolved-into-political-rhetoric", "apiUrl": "https://content.guardianapis.com/books/2020/apr/09/key-worker-how-a-19th-century-term-evolved-into-political-rhetoric", "fields": {"headline": "'Key worker': how a 19th-century term evolved into political rhetoric", "bodyText": "What is the minimum necessary amount of activity for a modern industrial society to continue to function? One answer to that is to classify certain citizens as “key workers”: people who work in health, food, transport, utilities, and so forth. Though this phrase has the doomy smell of modern bureaucratic jargon (as in key stakeholders, key performance indicators, and the like), it is actually more than a century old. Some years ago a Whitehall style guide tried to ban the adjectival use of “key” to mean “important” – rather quixotically, since this sense has been around since the mid-19th century. Within a few decades, the first “key workers” appeared: they were telegraph operators (who literally pressed keys in Morse code), or, more punningly, burglars who picked locks. In the mid-20th century “key worker” acquired its present, chiefly British, sense of people considered essential to maintaining the productive peace of entire communities. In modern times, though, “key worker” has often been used as a rhetorical pat on the head to those whom society nonetheless deems unworthy of pay commensurate with their social importance. That, like so much else, might be on the verge of changing. • Steven Poole’s A Word for Every Day of the Year is published by Quercus."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}