{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/apr/07/michelle-paver-stone-age-chronicles-of-ancient-darkness", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-04-07T13:46:26Z", "webTitle": "Ice caves, orcas and eating blubber: how Michelle Paver returned to the stone age", "webUrl": "https://www.theguardian.com/books/2020/apr/07/michelle-paver-stone-age-chronicles-of-ancient-darkness", "apiUrl": "https://content.guardianapis.com/books/2020/apr/07/michelle-paver-stone-age-chronicles-of-ancient-darkness", "fields": {"headline": "Ice caves, orcas and eating blubber: how Michelle Paver returned to the stone age", "bodyText": "When Michelle Paver won the Guardian children’s fiction prize in 2010 for the final book in her bestselling Chronicles of Ancient Darkness series, she was done with the stone age adventures of the boy Torak, his wolf companion, and the girl Renn. “As soon as you write that last line and finish the book they are gone,” she told the Guardian at the time, “and they don’t come back.” Ten years later, Torak, Renn and Wolf are, in fact, back, both in an upcoming TV adaptation of the first six books and in Paver’s latest novel, Viper’s Daughter. Now Torak is on the trail of Renn, who has disappeared without a word. “Tracking was what Torak did best, and even by starlight he found Renn’s three-day-old trail. To his alarm, it didn’t lead towards the valley where the clan was camped, but down to the River Blackthorn where he and Renn kept their canoe. The canoe was gone,” Paver writes, before sending her stone age boy and his wolf on a quest to the far north, where they’ll be hunted by ice bears, and face their most evil enemy yet. It’s wonderful – sheer escapism, for children and adults alike. “I missed them acutely when I finished Ghost Hunter,” says Paver now, who has spent the interim years publishing a handful of critically acclaimed novels for adults, from the terrifying ghost story Dark Matter and Thin Air, where five Englishmen set out to climb Kangchenjunga and which was described as a “a heart-freezing masterpiece” by the Observer. “It was immersive and great fun to be writing an adult gothic, or a ghost story, but even when I was writing them, Torak and Renn and Wolf didn’t go away. They’d pop into my head at odd moments, and that is very different to other books.” On a trip to the Malangen fjord in northern Norway, she went out into the snow one night and the northern lights appeared: “Not the massively lurid ones you see in documentaries, but it was like a twisted arrow or arch pointing north, and it gave me an idea. What if one of the trio leaves? And that’s when the ideas started fizzing.” Paver was in the middle of research for another adult novel – Wakenhyrst, about a lonely child growing up in the middle of the marshes in Edwardian Suffolk – so she had to put the germ of an idea for what would become Viper’s Daughter aside. But she’s no stranger to letting ideas percolate until they find their time: while studying biochemistry at Oxford in the late 70s, she found herself getting increasingly interested in writing and attempted a Mills &amp; Boon. “It was absolute rubbish. I was so arrogant. I had complete contempt for Mills &amp; Boon and thought it must be easy, so wrote it in three weeks and sent it in. Of course it got rejected.” The next thing she wrote was set in Viking-age Norway about a boy, a wolf and a large bear. That got rejected, too – but 23 years later, while looking through her old manuscripts she realised there was something there. She shifted the story to the stone age and wrote Wolf Brother, the first book in the Chronicles of Ancient Darkness, which opens as Torak and his father are attacked by a demon bear. In the interim, she “took a bit of a wrong turn”, becoming a biotechnological patents lawyer for 13 years. “I thought, ‘I’m quite good at exams, why don’t I do law for a couple of years and maybe I’ll be published by then?’” After years of trying to write in the evenings and at weekends, and not really wanting to be a lawyer at all, she “had to jump off the treadmill”. She resigned without a book deal. During her six months’ notice period, she landed one. “My earnings fell off a cliff. I went from six figures to earning less than a student teacher. But it was unbelievable how much it felt like the right thing. I didn’t have to dress up in Armani trouser suits, I could just wear jeans.” She was writing historical novels when her agent told her to consider other genres. That’s when she came across her old manuscript. She wrote her agent a page-and-a-half, and he rang the next day to say “drop everything”. She did, and worked solidly on the story for six weeks: Wolf Brother sold in a £2m book deal. Paver takes her research seriously, getting to know the wolves at the UK Wolf Conservation Trust, swimming with orcas, eating raw seal liver and whale blubber to better imagine how her characters would have experienced life. Torak’s world is a long way from her home on Wimbledon Common, where she’s currently writing the next two books in what will be a trilogy. She still starts out in longhand, before typing up her books on her 21-year-old computer, backing up on floppy disk and steering well clear of the internet and email. “It’s almost a religion with me not to do email. I love the fact my computer is not accessible,” she says. “I know for lots of people that would be impossible for their work but at a time like this, I’d be the same as everyone else, going on to 24-hour news and seeing what the latest on the coronavirus is.” For Viper’s Daughter, she went to Haida Gwaii, an archipelago off the coast of British Columbia, crawling into an ice cave under a glacier as she researched the climax of the novel, and to Wrangel Island in the Arctic Ocean, the last home of the woolly mammoth, flying to the far side of Siberia and taking an icebreaker to get there. (She’s since curtailed travel, wanting to reduce her carbon footprint.) She had thought that mammoths had died before Torak’s time, but discovered they’d actually lingered on for a couple of thousand years more. Walking around Wrangel Island, watching out for polar bears, she was taken to see a mammoth tusk sticking out of the dried river bed. In the middle of a howling gale, a snowy owl hovered over her party. “All the time I was getting ideas for the story,” she says. “The reason I do this research is that it makes readers of any age feel they’re really there – eating blubber, smelling a fire, seeing the colour of a snowy owl’s eyes, this strange, baleful yellow outlined in black, or the feel of knowing a polar bear is swimming near your boat. Research can sound like a boring word – ‘Oh, she’s going to teach children about the stone age’ – but really, it’s all in service of the story.” Viper’s Daughter by Michelle Paver is published by Head of Zeus (£12.99). It is available from the Guardian Bookshop for £10.91."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}