{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/apr/09/the-bell-in-the-lake-by-lars-mytting-review-tales-from-a-norwegian-village", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-04-09T11:00:45Z", "webTitle": "The Bell in the Lake by Lars Mytting review – tales from a Norwegian village", "webUrl": "https://www.theguardian.com/books/2020/apr/09/the-bell-in-the-lake-by-lars-mytting-review-tales-from-a-norwegian-village", "apiUrl": "https://content.guardianapis.com/books/2020/apr/09/the-bell-in-the-lake-by-lars-mytting-review-tales-from-a-norwegian-village", "fields": {"headline": "The Bell in the Lake by Lars Mytting review – tales from a Norwegian village", "bodyText": "In 2015, Lars Mytting’s nonfiction handbook Norwegian Wood ignited in the British a love of chopping and stacking wood; his follow-up novel, The Sixteen Trees of the Somme, cemented his reputation. The first instalment in a planned trilogy, The Bell in the Lake is set in 1880 on a barren Norwegian peninsula and weaves local legends with stories of a community on the brink of modernisation. Butangen is described as being “twenty years behind its neighbouring villages, which were thirty years behind Norway’s towns and cities, which were fifty years behind the rest of Europe”. Rich, sinuous prose makes tangible the villagers’ gritty perseverance in the face of poverty, isolation and the unpredictable climate. When a young priest and a German architect decide to demolish the dilapidated stave church, with its sonorous Sister Bells that are said to chime before impending disasters, they are met with resistance. But both men make a deep impression on 20-year-old Astrid Hekne, a descendant of the conjoined twins who generations before gave the bells their name – and who would weave pictures, “their four arms flying”, of the dreaded Skråpånatta or Judgment Day. Quick and inquisitive, Astrid hungers for the outside world; she is not like the average Butangen girl, who will marry, bear children and return to care for the livestock “with the afterbirth still steaming behind her”. But as the novel progresses, Astrid discovers that she is at the mercy of her surroundings and Butangen’s unchanging community. The Bell in the Lake is based on local myths and real people, and you can sense the hours spent by the author sleuthing through old church records for material. However, Mytting’s prose never collapses under the weight of his considerable research; he has seamlessly absorbed dialect words and phrases into his own vocabulary. Much of the local detail is inevitably lost in English, but translator Deborah Dawkin has gone to great lengths to create an equivalent of the rural vernacular, and the result adds wonderful texture to the translation. Although there is the occasional awkward phrase, The Bell in the Lake is a beautiful example of modern Norwegian folklore. • The Bell in the Lake by Lars Mytting, translated by Deborah Dawkin, is published by MacLehose (RRP £16.99). To order a copy go to guardianbookshop.com. Free UK p&amp;p on all online orders over £15."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}