{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2020/apr/09/markets-opec-us-jobless-unemployment-gdp-economy-covid-19-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-09T17:30:37Z", "webTitle": "FTSE 100 enjoys biggest weekly gain since 2009 as Fed unleashes $2.3tn stimulus – as it happened", "webUrl": "https://www.theguardian.com/business/live/2020/apr/09/markets-opec-us-jobless-unemployment-gdp-economy-covid-19-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2020/apr/09/markets-opec-us-jobless-unemployment-gdp-economy-covid-19-business-live", "fields": {"headline": "FTSE 100 enjoys biggest weekly gain since 2009 as Fed unleashes $2.3tn stimulus – as it happened", "bodyText": "The Federal Reserve’s $2.3tn stimulus plan will surely go down as the biggest financial intervention in history. And it has helped financial markets to strong gains. Here are some of the highlights from another dramatic day in the business world: The Federal Reserve’s $2.3tn in extra stimulus should help the US economy into a “robust recovery, Fed chair Jerome Powell said. The FTSE 100 jumped to its strongest weekly gain since 2009, the last economic crisis. Oil prices were wild as the producers’ cartel, Opec, and other countries such as Russia, the US and Canada tried to agree a production cut. EasyJet agreed to delay the order of 24 new aircraft from Airbus. The head of the International Monetary Fund has warned that all but a handful of the organisation’s 189 member states will suffer falling standards of living this year as a result of the worst global economic crisis since the 1930s. You can follow more of our coverage of the pandemic response from around the world: In the UK, it is “too early” to ease lockdown measures, says Dominic Raab In the US, New York breaks its record for largest single-day Covid-19 death toll In our global coverage, confirmed global cases pass 1.5m Thank you as ever for reading. Please do join us from Tuesday next week for more live coverage of business economics and markets. JJ Brent crude futures prices are now back up by 4% on the day, as hopes rise once more that a production cut will be forthcoming. The dance towards an oil production cut continues. Russia’s wealth fund head has told Reuters that Saudi Arabia and Russia have overcome their differences - but that it is very important that countries outside the Opec+ cartel (such as the US, Canada and Brazil) share the pain. The number being bandied about is edging back up to the 20m barrels per day mark that caused the spike in oil prices earlier this afternoon. From Reuters: OPEC, Russia and other allied producers, a grouping known as OPEC+, are considering cutting their oil output by more than 12m barrels per day and want other producers to contribute cuts of 5m, an OPEC+ source said on Thursday. Dominic Raab, standing in for Boris Johnson, is giving the government’s daily briefing. Johnson remains in intensive care. You can follow Raab here: There is a lot going on in markets today: while the Eurogroup wrangling nears its end and markets digest the Federal Reserve’s massive stimulus, the oil price surge has pretty much reversed. Brent crude futures prices are now only up by 1.2% today, at $33.23 per barrel. They broke through the $36 mark barely 90 minutes ago. Take a look at the spike in the below graph. Opec meetings are always the occasion for oil price volatility, but with so many factors in play (Russia, the US, the coronavirus recession) there is a lot of scope for big swings. Opec sources told Reuters a production cut of 20m barrels per day could be in order - about a fifth of global supplies - but there are doubts as to whether that is achievable. EU finance leaders are “very close” to a deal, says Eurogroup president Mário Centeno. Remember, there is €500bn (£438bn) in economic aid on the table. There are some very pointed references to the need to compromise to get the rescue package through in Centeno’s video message. He said: We either sink or swim together. This is a true emergency. This is global. That final bump (with markets closed tomorrow, Good Friday) means that the FTSE 100 has enjoyed its best week since the global financial crisis a decade ago. The FTSE 100 gained 2.9% today*, closing at 5,842.66 points, the final figures show. That’s a weekly gain of 7.8%, the biggest since January 2009. Germany’s Dax has also jumped this week, with its best weekly performance since November 2008 - after a 10.9% gain. The gains on Wall Street are even bigger at this point: the S&amp;P 500 is on track for a 12.2% increase, its biggest weekly rise since 1974. Otherwise only the dead cat bounces of the Great Depression rival this week’s move. *This post has been corrected: the FTSE 100 gained 2.9% today, not this week as was initially said. London’s O2 arena, once known as the Millennium Dome, is to be turned into a training facility for NHS staff working at the new Nightingale field hospital set up nearby. The 20,000 seater stadium, which was due to host acts including Snoop Dogg, the Pussycat Dolls and Whitesnake, will be used as an educational training facility. No patients will be treated on site. Mobile phone company O2, which has a £125m naming rights deal for the east London venue, has handed over the keys until 29 June. The company said the NHS is not being charged a hire fee. European stock markets have just closed - with the Fed’s huge stimulus package (I believe Jerome Powell said there were nine separate programmes) buoying shares. The FTSE 100 has provisionally gained 2.8% to reach 5,837 points. Germany’s Dax gained 2.2%, while France’s Cac 40 rose by 1.2%. The broad Stoxx 600 index gained 1.6%. Budget airline easyJet has said it has agreed with Airbus to defer the delivery of 24 planes as it tries to placate its largest shareholder’s demand they cancel the orders. EasyJet will delay the receipt of 10 planes, this year, 12 next year, and two in 2022, according to a stock market announcement. It could defer another five in 2022 if demand does not pick back up. Within the next 16 months easyJet also has 24 operating leases due for renewal which it could delay or cancel. Airbus has cut back its plane production rate to cope with lower demand, with airlines trying to hoard cash as they go for months without revenues. And easyJet’s founder and largest shareholder, Stelios Haji-Ioannou, has repeatedly called (in very colourful terms) for the airline’s orders for new planes to be scrapped. Johan Lundgren, easyJet chief executive, said: Our industry is facing unprecedented challenges which require unprecedented action. As we have consistently said, we remain completely focused on improving short term liquidity and reducing expenditure across the business. Today I am pleased to announce that we have agreed with Airbus to amend our delivery schedule by deferring the purchase of 24 aircraft, providing a significant boost to our cash flow and a vast reduction to our near-term capex programme. In addition, we have 24 leases up for renewal over the next 16 months, which gives us another level of flexibility to respond to future demand. The euro has risen to its highest level today after Germany’s finance minister, Olaf Scholz, said it appeared that the EU would reach a deal on an economic support package. EU finance ministers had reconvened today after failing to agree a deal on Tuesday in 16-hour talks. A dispute between Italy and the Netherlands over possible debt sharing had held up agreement. Italy’s prime minister, Giuseppe Conte, has warned of the break-up of the European Union, as unprecedented pressure was piled on northern states to give way and unlock €500bn (£438bn) of economic support for the countries hit hardest by the coronavirus pandemic. The euro hit a hig of $1.0943 against the US dollar. It has gained 0.7% today. Here is a flavour of the big jump in oil prices in recent minutes. Brent crude futures prices, the North Sea oil benchmark, rose to almost $36 per barrel, slightly below their highest level since the crisis hit Europe in the middle of March. Prices have fallen as low as $33 per barrel today. Oil prices have surged after reports that a production cut is imminent. Brent crude futures prices have risen by as much as 10%. Here’s the Reuters report on the potential deal: OPEC and other oil producers will debate on Thursday oil cuts as big as 20m barrels per day, equivalent to about 20% of global supplies, one OPEC source and a Russian source told Reuters. “That is a global deal,” the OPEC source said. He did not specify if the United States would be involved - something Russia and OPEC producers have insisted on. Another OPEC source and a separate Russian source told Reuters that Russia and Saudi Arabia had managed to remove their main obstacles to agreeing a new deal on oil cuts. And on the perils of the video conference (with which I’m sure many people can identify): And that’s the end of Powell’s Q&amp;A session via a Zoom video conference. Some reactions, highlights and comments from social media. There is “no limit” on the length of the Fed’s support for the economy, so long as they stay within the law: The Federal Reserve is in this for the long haul: We need a plan for reopening the economy, but that isn’t central bankers’ job. However, we need to avoid a “false start”: Powell was trying to give a message of hope: Q: Are you confident we can get through this? Powell: This is going to be and is a very difficult time for many people. People are getting sick, laid off. I don’t want to diminish the suffering. But if the government continues to give the support and people stay home, and if the healthcare experts devise a good plan, there is every reason to think we can be on the road to recovery fairly quickly and it can be a robust recovery. Q: How will the economy be different post-crisis? Powell: Our intense focus is on the near term, but behaviour won’t change quickly. That process will be gradual and tentative. I don’t know if there will be broader changes. Q: Are you worried about the Federal Reserve making decisions on who can borrow and who can’t? Powell: We can only use our extraordinary powers with the consent of the (elected) Treasury secretary. We don’t make decisions about individual firms, only on broad classes of borrowers. Q: What will make them start considering pulling back loans? Powell: We will wait until the recovery is more robust. We’ll be in no hurry to pull back on our asset purchases or these programmes. The programmes can go beyond current scheduled end dates of September. Moves to withdraw will be very gradual and well telegraphed. Q: Does the US economy reopening by the end of May seem right to you? Powell: That is a judgement for health officials, but it is time to have a national conversation on that. We all want to avoid a false start. Q: Does the mortgage market need more support? Powell: The mortgage market is very important and we are watching carefully. We have our eye on that. We will be watching that carefully. Q: Why has the Fed not directed banks to suspend dividends and buybacks? Powell: Dividends are perfectly normal in our capitalist system. A number of banks have stopped buybacks. That’s a good thing. Banks do not need to stop dividends. I don’t think that step is appropriate at this time. Q: What are your priorities for the rest of the money earmarked for Fed use? Powell: Investors all over the world have struggled to assess what the coronavirus meant for the economy, moving to safer investments. That made many parts of the capital markets stopped functioning. Our priority is those areas of the economy most important to supporting the real economy. We won’t hesitate to move into other areas if needed. Q: Do we have to do more on the fiscal policy front to respond to the crisis? Powell: We are not responsible for fiscal policy and won’t give advice. But there’s a big need for fiscal policy. Further fiscal support might be appropriate. “Yes, absolutely” it would be a good idea to offer greater fiscal support. This is what the great fiscal power of the United States is for, to protect these people. Q: How does the Fed action help small businesses? Powell: The most important thing small business owners can do is stay home, stay healthy so we don’t get another outbreak. Unemployment insurance is the most immediate help, although there may be a few weeks of delays. The Fed’s role is to provide stability and relief when the economy is shut down. The Fed will keep interest rates low and provide financial stability, as well as supporting a robust recovery. Q: What about the risk of higher inflation from QE? Powell: Previous rounds of QE have not resulted in inflation. It is not a first order concern for us today that too-high inflation is coming. [...] One thing I don’t worry about is inflation right now. Q: Is there a limit on quantitative easing and loans? Powell: We do this with consent of government. We are looking for places that are important to the real economy, to people’s lives. We can keep doing that as long as those needs arise. [...] There’s no limit on how much of that we can do. The second quarter will be very weak, Powell says. He expects a big fall in GDP and big increases in unemployment. He expects a “fairly quick rebound” after the end of the second quarter. He can’t be precise on when it will be, but it “depends upon people staying at home, staying healthy” to stop the virus spreading. Here is the link to Jerome Powell’s full speech. Here’s his message of hope at the height of the crisis. None of us has the luxury of choosing our challenges; fate and history provide them for us. Our job is to meet the tests we are presented. At the Fed, we are doing all we can to help shepherd the economy through this difficult time. When the spread of the virus is under control, businesses will reopen, and people will come back to work. There is every reason to believe that the economic rebound, when it comes, can be robust. We entered this turbulent period on a strong economic footing, and that should help support the recovery. In the meantime, we are using our tools to help build a bridge from the solid economic foundation on which we entered this crisis to a position of regained economic strength on the other side. Powell says: Some companies will need direct fiscal support rather than loans. We cannot choose the challenges we face. He says: There is every reason to believe the economic rebound, when it comes, should be robust. And now to a Q&amp;A. Powell says: Financial markets had become dysfunctional, but had improved after the Fed’s actions. We are deploying lending powers to an unprecedented extent, and will continue to use them until on the road to economic recovery. These are lending powers, not spending powers. Powell says: The burdens are falling most heavily on those least capable of bearing them. We should do everything we can to provide relief to those suffering for the public good. The critical task of helping people directly affected falls to elected officials. The Fed can also contribute by providing relief and aiding the recovery. This is a different kind of crisis to previous ones because it is first and foremost a public health issue. The Federal Reserve governor is awed by the emergency services. Fed chair Jerome Powell is about to speak on the crisis via a webinar. Watch it here. Here’s a breakdown of the Fed’s measures announced today (press release here) as part of its new $2.3tn stimulus package: Offer extra credit to banks running the Small Business Administration’s Paycheck Protection Program, which provides loans to small businesses so that they can keep their workers on the payroll. Buying up $600bn of loans from the Main Street Lending Program, aimed at pushing out money to small and mid-sized businesses with revenues below $2.5bn. In exchange the companies have to commit to keeping on workers where possible. Expanding the previously announced corporate bond buying programmes - the Primary and Secondary Market Corporate Credit Facilities (PMCCF and SMCCF) - as well as the Term Asset-Backed Securities Loan Facility (TALF). These schemes will now support up to $850bn in credit. Lend up to $500bn to struggling US states and local government borrowers, who are having to boost spending to fight the pandemic. Jasper Jolly taking over from Kalyeena Makortoff. Scottish businesses are on the brink of collapse, costing thousands of jobs, because ministers in Edinburgh have failed to give them the same emergency funding as firms in other parts of the UK, Nicola Sturgeon has been warned. Jackson Carlaw, the Scottish Tory leader, said the Scottish government had not matched the grants given to English firms, where a business gets £25,000 for every premises forced to shut during the lockdown. In Scotland, a business is only being given one £25,000 grant, regardless of how many shops it operates. Carlaw said Fiona Hyslop, the Scottish economy secretary, had promised MSPs on March 18 the emergency funds would be issued per property, just as in England and Wales: That puts any firm in Scotland with more than one outlet at a huge disadvantage compared to those in England and Wales. Businesses on our high street are dealing with the reality not the theory of this crisis. But Sturgeon insisted every single penny of the Treasury funds intended for emergency funding was being passed onto businesses, but she said the Scottish government money was being used differently. Sturgeon claimed more businesses were benefitting in Scotland, limiting the grants to one per businesses meant money could be given to properties with lower rateable values, unlike in England. More support to pay for water charges and extra money for bus firms and seafood businesses. So every penny is being passed on, but we’re trying to do that in as fair a way as possible, that captures and provides assistance to as many businesses as possible. I’m acutely that there will be further support that businesses require in the period to come. More from the NIESR report predicting a 15-25% contraction in UK GDP in the second quarter. Here they explain how they came to their conclusion around such an unprecedented decline in productivity: At present there is little reliable data to gauge the likely scale of economic contraction experienced so far. Surveys carried out in March report record contractions in activity, and with large parts of the economy closed an unprecedented decline in output is widely expected. To provide a benchmark for future official data releases, we have calibrated the possible pace of decline largely by informed guesses on the scale of decline in the different industrial sectors of the economy assuming a shorter and a longer lockdown period. This points to a contraction in GDP of around 5 per cent in the first quarter and a fall of between 15 and 25 per cent in the second quarter. Back home, the National Institute of Economic and Social Research (NIESR) says the UK could end up seeing GDP contract by as much as 25% in the second quarter. More to follow... US stocks opened in positive territory, as investors took comfort in the Fed’s latest stimulus measures. Here’s how we’re looking at the open: S&amp;P 500 up +1.23% Dow up +1.5% Nasdaq up +0.97 My colleagues Dominic Rushe and Michael Sainato have more details on the US labor department’s data: Layoffs that started in the restaurant and leisure industries have now spread to include manufacturing, construction and even healthcare. Job losses are rising in every state and economists are predicting the unemployment rate will soon reach 15% or higher, levels unseen since before the second world war. The largest increases were in California (up 871,992), New York (up 286,596), Michigan (up 176,329) and Florida (up 154,171). Dean Baker, visiting professor and senior economist at the University of Utah, said the joibless figures don’t reflect a lack of demand. During the last recession in 2008 unemployment reached close to 10% as the economy fell into recession. That wasn’t in our control. This is literally in our control. We are deliberately shutting down the economy. The latest snapshot of economic devastation wrought by Covid-19 came as the virus itself continued its relentless spread. More than 86,000 deaths have been reported around the world and the US has over 432,000 confirmed cases, the most of any nation. You can read more here: If the numbers alone don’t grab you, this chart illustrates just how unusual the current jobless claims figures really are. Cumulative jobless claims for the past three weeks are now above 16 million. Politico’s chief economic correspondent Ben White notes that it puts the US unemployment at around 14%: The stimulus package has helped push US futures positive territory, despite the dismal jobless figures: Dow futures are now up 0.43% S&amp;P 500 futures are up 0.13% Nasdaq futures are up 0.05% And just as the US jobless claims were likely to roil markets, the American central bank has announced new stimulus measures aimed at small businesses and municipalities across the country. That’s worth a whopping $2.3tn. Fed chairman Jay Powell said: Our country’s highest priority must be to address this public health crisis, providing care for the ill and limiting the further spread of the virus. The Fed’s role is to provide as much relief and stability as we can during this period of constrained economic activity, and our actions today will help ensure that the eventual recovery is as vigorous as possible. Worth noting, too, that estimates for US jobless claims covering the previous week have been revised higher from 6.65 million to 6.87 million (I’ve revised that in the post below) NEWSFLASH: More than 6 million Americans signed on for jobless benefit last week, laying bare the impact of the Covid-19 outbreak on the US economy. The initial jobless claims figure, just out, shows that 6.6 million people across the US filed for unemployment support in the week to Saturday 4 April. That is compared to estimates for around 5 million job losses. It nearly matches the jump logged in the previous week when 6.87 million people filed initial claims. That bring the total jobless claims for the last 3 weeks to around 16 million. More to follow. Minutes from the European Central Bank’s emergency meeting on 18 March show there were some hesitations around plans to scrap previous stimulus rules, as it set out to buy €1.1 trillion worth of debt this year to help struggling firms and governments. It had been a notable u-turn for the ECB, which less than a week earlier had agreed to a relatively small increase in asset purchases while the central bank boss Christine Lagarde was widely seen as playing down the crisis. (You’ll remember that she argued it was not the central bank’s job to “close spreads.”) The minutes from the 18 March meeting explain: There was unanimous agreement that bold and decisive action was needed to counter the serious risks posed by the rapidly spreading coronavirus for the monetary policy transmission mechanism, the outlook for the euro area economy and, hence, ultimately the ECB’s price stability objective. Reservations were, however, expressed by some members with regard to the proposed communication on the issue share and issuer limits. It was recalled that these limits were one of the safeguards to ensure that the Governing Council acted within its mandate. The head of the International Monetary Fund has warned that all but a handful of the organisation’s 189 member states will suffer falling standards of living this year as a result of the worst global economic crisis since the 1930s. Kristalina Georgieva said the sudden onset of the Covid-19 pandemic meant the IMF’s new forecasts for the world economy were going to be grim when released next week – and there was a risk that the impact could be even worse than currently expected. In a speech designed to set the scene for next week’s (virtual) spring meeting of the IMF, Georgieva said: Today we are confronted with a crisis like no other. Just three months ago, the IMF was predicting that the global economy would grow by 3.3% this year, but Georgieva said: Covid-19 has disrupted our social and economic order at lightning speed and on a scale that we have not seen in living memory. The virus is causing tragic loss of life, and the lockdown needed to fight it has affected billions of people. There is no question that 2020 will be exceptionally difficult. If the pandemic fades in the second half of the year – thus allowing a gradual lifting of containment measures and reopening of the economy – our baseline assumption is for a partial recovery in 2021. But again, I stress there is tremendous uncertainty around the outlook: it could get worse depending on many variable factors, including the duration of the pandemic. You can read the full story here: Executives at insurer Prudential are the latest to take a pay cut due to coronavirus outbreak. (Though by the looks of it, some of the sacrifices aren’t exactly huge...) They include: A cut in pension benefits from 25% of salary to 13% of salary from 14 May, 2020 The CFO and chief operating officer’s long-term incentive plans (read: bonuses tied to longer term performance) will be worth up to 250% of salary, rather than rising to a maximum 300% Executive directors who received salary increases since the new year will have them returned to levels they were at in December 2019. But no word yet about the insurer’s dividend. Last month, the Bank of England fired a warning shot at the industry over planned shareholder payouts, after pushing UK banks to scrap around £8bn worth of dividends. While firms including Aviva, RSA, Hiscox and Direct Line announced on Wednesday they were cancelling their dividends for 2019 and would not consider further payouts until the end of the year, Prudential has been silent on the issue Prudential may try to avoid heeding the Bank’s guidance, as it is regulated in Hong Kong where the bulk of its operations are based. However, some analysts suspect Prudential may still bow to public pressure. The odds of the US entering a recession is now 100%, according to a model put together by Bloomberg Economics. It would confirm the end of the US economy’s longest-running expansion on record. One of the most influential indicators on its model is the US weekly jobless figure, which is being reported with less than a week delay. Plunging stock prices have also played a role. For comparison, the odds of a recession back in February were only around 33%. The article explains: America looks starkly different from just a month ago. More than 11,000 in the country have died from Covid-19, while the number of infected was approaching 400,000 on Tuesday, the highest reported total worldwide. Social gatherings have been curbed and a majority of Americans have been directed to stay home. Restaurants, hotels, factories and a variety of other businesses have closed their doors. The sudden stop in activity has many forecasters predicting the economy will experience its largest-ever contraction in the second quarter, and some analysts project about 20 million people will have lost their jobs by July. You can read the full report on Bloomberg (£) here. Market jitters ahead of the US weekly jobless figures have caused the US dollar index to drop by around 0.16%. But the dollar’s loss has been the pound’s gain, helping push cable to a one week high: Without a deal between Moscow and Riyadh at today’s Opec+ meeting, oil prices could fall to $10 per barrel, according to some US shale producers. It’s a strong warning from US energy executives who spoke to the FT (£) ahead of Thursday’s meeting: If Opec and Russia do not agree a deal, oil prices will sink to $10 a barrel and US output will be almost halved — from 13m b/d to 7m, said Scott Sheffield, head of Permian producer Pioneer Natural Resources, one of Texas’s leading shale companies. A deal would restore prices to $35 or more, but the producers would still struggle and the US would lose 3m b/d of supply, Mr Sheffield said. That is what shale executives want Riyadh and Moscow to hear: the US government might not let shale producers join cuts with Opec, but production is falling anyway. For anyone craving new shows to binge under lockdown, Virgin Media is temporarily giving customers free access to more Sky channels. Our media business correspondent Mark Sweney has the details: US stock futures suggest we won’t see the same market rally experienced by major indexes on Wednesday (when both the S&amp;P and Dow closed higher by more than 3%). Here’s what we’re expecting from Wall Street: Dow futures are up 0.1% S&amp;P 500 futures are flat Nasdaq futures are down 0.2% British companies have scrapped £25bn of shareholder payouts, or one-third of the dividends, expected by investors during the rest of 2020, as they attempt to preserve cash during the coronavirus crisis. An unprecedented number of firms, representing 45% of Britain’s biggest public companies, have already axed their scheduled investor payouts or are due to do so, according to the financial data firm Link Group. Link’s latest analysis comes after a group of UK insurance companies agreed to waive £1.3bn in payouts, in response to the Bank of England’s call for firms to consider cancelling dividends due to the business impact of the pandemic. Britain’s major banks have also scrapped around £8bn worth of shareholder payouts But the report estimates £31bn of payments expected by investors are likely to go ahead, probably from companies in sectors such as food, drink and tobacco; utilities; healthcare; and consumer goods – which have experienced continued demand during the pandemic. You can read the full story here: Around 1 in 4 Americans have either lost their jobs or taken a pay cut due to the coronavirus lockdown. That’s according to a survey by CNBC released ahead of this afternoon’s weekly jobless figures, which are expected to show another 5 million having claimed unemployment assistance. That would bring the three week total to 15 million. There was also a surge in optimism about the economic outlook for the US next year, with 51% expecting the economy to improve in 2021. CNBC’s survey said the view was shared by all demographics: “Democrats and Republicans, old and young and rich and poor.” Earlier this morning we got a readout of the UK GDP figure for February, and it makes for worrying reading. While the UK economy expanded 0.1% over the three months to February, on a monthly basis, there was actually a 0.1% contraction following a rise in both December and January . Now that’s worrying because it shows the UK economy was underperforming even before the coronavirus outbreak resulted in a country wide lockdown. Commenting on February’s figures, Howard Archer, chief economic advisor for the EY ITEM Club says: The hope had been that improved business and consumer confidence resulting from reduced uncertainties after December’s election – reinforced by the UK leaving the EU with a deal on 31 January – would fuel a clear pick-up in economic activity early on in 2020. However, while confidence did pick up markedly, this failed to translate into significantly improved economic activity. He now expects the UK economy to have contracted by as much as 5% in March, and around 1.3% in the first quarter. The economy obviously took a very substantial hit in March as the coronavirus outbreak increasingly impacted, with mounting restrictions on people’s movements and business activity, culminating in the lockdown on 23 March. EY ITEM Club suspects the UK economy saw a substantial contraction in March (possibly up to 5%), resulting in GDP contraction of around 1.3% in the first quarter. Time to check in on oil prices, which are up more than 3% or $1 per barrel at $33.87. There’s some hope that the virtual meeting of Opec+ producers doesn’t result in demands for a significant cut in US shale output, in exchange for a cut in production by feuding oil giants Russia and Saudi Arabia. (It would risk compounding the economic pain caused by the coronavirus outbreak across the US.) Stephen Innes, chief market strategist at AxiCorp says: The market appears to be running on the view that OPEC is willing to give the US pass as members have by now come to the realisation the risk of credibility loss outweighs any semblance of saving face at this point. However , the more important outcome from these meetings will be signalling constructive supply-side behaviour as the global economy and oil demand recover from the pandemic. A reliable agreement would imply front-loading cuts and an orderly ramp-up over the [second half of 2020] when the virus passes. In contrast, another collapse would signal prolonged chaos for both the oil market and broader capital markets. Even more so, given the fragile state of the global economy – a point Washington correctly continues to drill home. Meanwhile, former Greek finance minister Yanis Varoufakis has contrasted the UK’s direct financing arrangement with the EU’s failure (so far) to reach a deal on a coordinated coronavirus rescue package. There is understandably some surprise over the extension of the government’s overdraft, given that Bank of England governor Andrew Bailey batted away suggestions that the facility would be used in light of the outbreak. There was also Bailey’s interestingly times op-ed in the FT at the start of the week, which quashed speculation as to whether the Bank would use monetary financing to directly fund the UK government. Sky’s Ed Conway stresses that while this is not an unprecedented move to be directly financing the, it is definitely significant. You can read the full story on the government’s emergency borrowing facility here: The Treasury has announced it is to extend its overdraft facility at the Bank of England in a fresh sign of the mounting financial pressure on the government caused by the Covid-19 enforced lockdown of the economy. Amid growing speculation that the quarantining will be extended next week, the Treasury said it needed extra firepower to support its cashflow and to ensure financial markets ran smoothly. The Treasury has a long-established overdraft facility at the Bank through the so-called “Ways and Means” facility. It currently stands at £400m but at times of crisis the chancellor can draw on it as a source of cash, and during the 2008 recession it rose to £19.8bn. In a joint statement, the Treasury and the Bank said: As a temporary measure, this will provide a short-term source of additional liquidity to the government if needed to smooth its cashflows and support the orderly functioning of markets, through the period of disruption from Covid-19. They added: Any use of the W&amp;M facility will be temporary and short term. As well as temporarily smoothing government cashflows, the W&amp;M facility supports market function by minimising the immediate impact of raising additional funding in gilt and sterling money markets. And European markets, which closed in the red last night, have taken their cues from Wall Street after both the Dow and S&amp;P closed +3.4% higher. FTSE 100 is up +1.5% France’s CAC 40 is up +1.5% Spain’s IBEX is up +1.2% Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Investors have more than enough on their plate on the last day before the Easter long weekend. Firstly, there’s the much-anticipated meeting between Opec+ countries, which could lead to an agreement between Russia and Saudi Arabia to cut output and prop up floundering energy prices. However, this may only result in a provisional announcement that hinges on cuts to US shale production or other economically and politically sensitive compromises. That would require further discussions among G20 energy ministers on Friday. Secondly (but by no means less important) are US weekly jobless claims, due at 13.30pm BST. You may remember the dismal data last Thursday, which showed that 6.65 million people filed for unemployment across the US last week, bringing the two week total to 10 million. Today’s data, covering the week ending 4 April is expected to add another 5 million jobless claims to that figure, laying bare the toll that the coronavirus and resulting lockdowns have had on the American economy so far. Michael Hewson, chief market analyst at CMC Markets, says: The sharp rise in unemployment levels across the world is a clear and present concern for some in the markets, who take the not unreasonable view that markets are underestimating the economic damage that is about to be unleashed on the US and the global economy. The agenda 13.30pm BST: US weekly jobless claims for the week ending April 4 are the main focus today (consensus 5 million) 3.00pm BST :Federal Reserve Chair Jerome Powell gives a live talk/webinar for the Brookings Institute"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}