{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/grogonomics/2020/apr/09/morrison-talks-of-snapping-back-but-the-economic-recovery-from-coronavirus-will-be-slow", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-08T17:30:24Z", "webTitle": "Morrison talks of ‘snapping back’ but the economic recovery from coronavirus will be slow | Greg Jericho", "webUrl": "https://www.theguardian.com/business/grogonomics/2020/apr/09/morrison-talks-of-snapping-back-but-the-economic-recovery-from-coronavirus-will-be-slow", "apiUrl": "https://content.guardianapis.com/business/grogonomics/2020/apr/09/morrison-talks-of-snapping-back-but-the-economic-recovery-from-coronavirus-will-be-slow", "fields": {"headline": "Morrison talks of ‘snapping back’ but the economic recovery from coronavirus will be slow", "bodyText": "The speed with which the economy has changed to meet the reality of the coronavirus has been fairly jaw-dropping, but unfortunately that does not mean the recovery will be as fast. Two month ago, when I was suggesting that if the Sars outbreak was anything to go by, we need not go into a recession so long as we had a good stimulus plan, the cash rate was 0.75%, and the market thought there was a good chance by now it might have been cut to 0.5%. Now, even with a massive stimulus package, a recession seems very likely, and the cash rate sits at 0.25%, with a 50% chance of another cut to 0%: Except, I seriously doubt the RBA will cut rates any further. Currently there is not much point. The RBA has begun quantitative easing through buying government bonds on the secondary market in order to keep three-year bond yields at 0.25%, and also provided $90bn worth of low rate loans for banks to offer to small-medium businesses. Once you start doing unorthodox monetary policy, you don’t really bother cutting rates again. And so on Tuesday the Reserve Bank kept the cash rate at 0.25%, and it ended its media release with the following advice: “The board will not increase the cash rate target until progress is being made towards full employment and it is confident that inflation will be sustainably within the 2–3% target band”. The reason they are doing this is to provide businesses (and wannabe home owners) with some certainty about the future. One risk with investing is that of interest rates going up. And while this risk has been greatly reduced over the past decade, the RBA is now in effect trying to tell businesses to stop worrying about it – rates are not going to go up until things are going really, really well. So what needs to happen for them to go up again? Firstly inflation needs to get back to the 2% to 3% target. Right now fast inflation growth is the least of our problems. The gap between the 10-year government bond yield and the government inflation indexed bond yield is as low as it has ever been – having absolutely shrunk in the past month: This is important because historically this gap is a very good indicator of inflation growth, and it suggests we are a very long way from 2% annual growth: Even before the coronavirus, more than four years had passed since underlying inflation was growing faster than 2% – and that includes a period at the end of 2017 when employment was growing more strongly than it had done for 12 years. This brings us to the second aspect of the RBA’s statement – “full employment”. What they mean by this is not that everyone has a job, but that unemployment reaches its lowest level before inflation growth starts to accelerate. Over the past 28 years, since the Reserve Bank began targeting inflation of 2%-3%, this has meant an unemployment rate of around 4.2%. In the middle of 2007, we reached that level, and then inflation growth began to pick up quickly: But since the start of 2016, inflation growth has been well below 2% which might suggest that we could achieve an even lower unemployment rate before it started causing wages growth to increase – and then to also cause an increase in the price of goods and services. The key issue is not just unemployment but underemployment. When we talk of full employment we mean both people having a job, and also that they are working the hours they want. Again, since 1992, this has meant we need an underutilisation rate of below 10.5% before inflation growth start increasing: How far away are we from that? Well, in February, we were already at 13.7%, meaning even before the crisis, we were 3.5% points above full employment. Even then we would have needed to find 440,00 people either a job or more hours before reaching full employment. During the global financial crisis the underutilisation rate rose 3.5 percentage points, so let’s be optimistic and say that’s as bad as what happens now. That would take us up to 17.2%, about seven percentage points above full employment. During the mining boom it took five years to reduce the underutilisation rate from 13.2 to 10%. So that gives you a bit of an idea of the scale we are looking at. What is also worth remembering is that the Reserve Bank will not need to raise rates by as much as in the past to calm things down. While interest rates are now lower than they were at the start of the mining boom, because our level of household debt is much larger it means that the amount of our income spent on interest payment is much the same as it was in 2002 when the cash rate was 4.75%: It means the Reserve Bank would only need to raise the cash rate to around 1.75% to 2% to force households to pay the same amount of interest payments they did in 2008 when the cash rate was 7.25%. The point is that we want interest rates to go up – because that will mean not only are things going well, they are going very well. But while the prime minister might talk of six-month time frames and “snapping back”, it is clear from the policy of the Reserve Bank that they don’t expect this to happen for quite a long time. • Greg Jericho writes on economics for Guardian Australia"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}