{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/02/130k-inquiries-1k-loans-why-uk-government-had-to-tweak-help-for-small-firms", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-02T19:11:59Z", "webTitle": "130K inquiries, 1K loans: why UK government had to tweak help for small firms", "webUrl": "https://www.theguardian.com/business/2020/apr/02/130k-inquiries-1k-loans-why-uk-government-had-to-tweak-help-for-small-firms", "apiUrl": "https://content.guardianapis.com/business/2020/apr/02/130k-inquiries-1k-loans-why-uk-government-had-to-tweak-help-for-small-firms", "fields": {"headline": "130K inquiries, 1K loans: why UK government had to tweak help for small firms", "bodyText": "What was wrong with the government’s first version of its emergency loan package for small businesses? The problem is vividly illustrated by this statistic: only 983 companies have had loans approved so far. That’s versus 130,000 inquiries. The running totals – released by the Treasury for the first time since the Coronavirus Business Interruption Loan Scheme, or CBILS, was launched on Monday last week – support the loud complaints from small businesses in search of cash. The scheme was fiddly, slow and rested too heavily on banks’ judgments about eligibility. The most important re-jig by the chancellor, Rishi Sunak, is really a U-turn. In version A, banks were told that CBILS loans could only be offered to viable businesses that could not access finance on normal commercial terms. Now “all viable businesses affected by Covid-19” will be eligible. The distinction is critical. Small business owners complained that banks were trying to steer them into standard interest-bearing loans, rather than the juicy government-backed CBILS product that is interest free for 12 months and has no set-up fees. For their part, the banks argued they were merely implementing the government’s rules. The switch in approach will, almost inevitably, come at cost to the public purse. But it should speed up processing and get more cash into the hands of small businesses that need to pay wages and suppliers. Those 983 CBILS loans represent only £90m of lending – a trickle. Sunak has also banned personal guarantees on loans under £250,000, another source of bitterness. But his other major reform is to fill a hole that became apparent almost immediately: the definition of a small business was set too tightly. CBILS loans, worth up to £5m, are aimed at companies with an annual turnover of less than £45m. That threshold was too low for many mid-sized and family-owned firms who felt the parallel Covid Corporate Finance Facility was intended for much larger companies with formal credit ratings. Thus Sunak has created a hybrid – a CBILS-based package for companies with annual turnover between £45m and £500m. The chief difference is that these loans won’t be interest-free, but their availability may solve the so-called “squeezed middle” problem. Up to £25m can be advanced to a borrower. The chancellor will find it harder, however, to make the banks work faster. Would-be borrowers say phone calls go answered; banks say they’re working flat-out with workforces that are also affected by Covid and self-isolation. But speed of execution is now vital. A flood of lending was promised to avert company collapses, but it hasn’t happened yet."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}