{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/02/online-price-cough-medicine-soars-since-uk-lockdown", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-02T16:56:15Z", "webTitle": "Online price of cough medicine soars by 11% since UK lockdown", "webUrl": "https://www.theguardian.com/business/2020/apr/02/online-price-cough-medicine-soars-since-uk-lockdown", "apiUrl": "https://content.guardianapis.com/business/2020/apr/02/online-price-cough-medicine-soars-since-uk-lockdown", "fields": {"headline": "Online price of cough medicine soars by 11% since UK lockdown", "bodyText": "The price of cough and cold medicines bought online has jumped by almost 11% after an increase in demand during the coronavirus outbreak. The Office for National Statistics said the cost of over-the-counter cough and cold treatments had increased by 10.7% between 16 and 29 March. The online price for a basket of “high-demand products” increased by 1.1% during the same period, an annual rate of inflation of more than 53%, the ONS said. Paracetamol and antibacterial hand wipes were among the products that rose the most – 2.8% and 0.9% respectively – as well as pet food, rice, flour and nappies. The ONS said the products, which also included toilet rolls, handwash and long-life milk, were chosen using anecdotal evidence of goods for which there was increased demand from consumers during the early stage of the pandemic. “Prices were scraped from a number of UK retailers,” it said. Some products that sold quickly as the UK lockdown began were recorded by the ONS as falling in price, including dried pasta and antibacterial surface wipes. Retailers have come under fire from consumer groups for increasing the cost of goods in high demand, though chemists and local shops are understood to have blamed distributors for some price increases, while producers have claimed they faced an increase in the cost of raw materials. The report also showed that the virus was having a dramatic impact on the British labour market. More than a quarter of businesses told the ONS they were laying off staff after a collapse in revenues. The independent statistics agency said 27% of 3,642 businesses surveyed between 9 and 22 March reduced staff levels in the short term, while 45% of businesses reported “lower-than-expected” revenues during the two-week period in March, as the virus continued to hammer the UK economy. The employment figures, which were predominantly recorded before the lockdown, also show the pandemic affected trade at more than half of firms importing or exporting goods. The ONS said 57% of importers reported that the outbreak had an impact on trade, while 59% of exporters were facing a financial hit from the virus. The survey was part of a new fortnightly release of data related to the pandemic. The ONS said: “These are experimental statistics and have been developed to provide early indicators of the impact of Covid-19 in a timely way.” Earlier on Thursday, figures from the British Chambers of Commerce taken between 25 and 27 March, revealed 44% of firms planned to furlough at least half of their workforce. The chancellor, Rishi Sunak, has said the government woujld pay 80% of the wages of furloughed staff earning up to 2,500 a month. Nye Cominetti, a senior economist at the Resolution Foundation thinktank, said the mass lay-offs helped to explain why almost 1 million people had made a universal credit claim in the past fortnight. “With almost half of firms saying they have been impacted negatively by the crisis, we can expect further job losses in the near future,” she said. “The government’s welcome coronavirus job retention scheme will make a big difference to some workers who may have otherwise lost jobs. “But huge numbers of people are still going to be facing big income hits, and difficult times lie ahead for many. It’s essential that universal credit is able to deliver for those who will desperately need help over the coming months.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}