{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/05/the-traffic-light-exit-strategy-to-free-the-uk-from-lockdown", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-05T10:07:26Z", "webTitle": "The traffic light exit strategy to free the UK from lockdown | Larry Elliott", "webUrl": "https://www.theguardian.com/business/2020/apr/05/the-traffic-light-exit-strategy-to-free-the-uk-from-lockdown", "apiUrl": "https://content.guardianapis.com/business/2020/apr/05/the-traffic-light-exit-strategy-to-free-the-uk-from-lockdown", "fields": {"headline": "The traffic light exit strategy to free the UK from lockdown", "bodyText": "Britain has been in lockdown for two weeks and it has been the grimmest of fortnights. The number of daily deaths from Covid-19 has continued to rise steadily and large chunks of the economy have been brought to a standstill. As yet, there are few hard numbers to judge the economic impact, but the collapse seen in the past few weeks is without precedent both in its speed and its severity. The increase in the numbers applying for universal credit suggest that unemployment is rising rapidly despite the government schemes to support both the employed and the self-employed. The aim of the Treasury and the Bank of England is to get the UK through the crisis with a minimum of scarring. Hence there are loan guarantees designed to prevent businesses that were perfectly viable a month ago from going bust as a result of the shutdown. The hope is that wage subsidies will prevent workers from losing touch with the labour market and becoming long-term unemployed. But clearly the longer it takes to tackle the health emergency the greater the economic damage will be. A 20% drop in output in one quarter – a perfectly feasible possibility – would be bad enough, but what if the lockdown were extended into the summer or the autumn? Mervyn King, the former governor of the Bank of England, said last week that it was unrealistic for the government to keep the lockdown in place indefinitely and that if it went on for months on end there would be a rebellion against it. That assessment is almost certainly right. The government does need an exit strategy but it is also being warned by epidemiologists that if the restrictions are relaxed too soon the virus could return. A second lockdown would not just be hugely unpopular, it would also magnify the economic damage. The government says any decisions it takes on ending the lockdown will be based on science, but the scientists don’t always agree. That’s because they are using models and these have limitations. Why? Because the results of epidemiological models depend on what is fed into them, and this requires the scientists to make a number of assumptions about human behaviour. This is a point made by Gerard Lyons and Paul Ormerod in an important new paper that might just offer the government the sort of exit strategy that King was talking about. Lyons and Ormerod do not dispute that a lockdown was necessary. Indeed, they think that the government’s initial idea that the population would develop “herd immunity” to the virus was dangerous nonsense. The evidence from other countries is that social distancing, shutting the restaurants and bars, discouraging unnecessary travel and getting people to work from home if they can does have an impact. Before the lockdown began, estimates suggested that on average each person with the virus infected between two and 3.5 other people. Without action, the virus would have carried on spreading, putting intolerable pressure on the NHS and killing many more people. This is known as the reproduction number: if it is above one, someone who is infected will pass it on to more than one person. If it less than one, it will fade away. The experience of China and Italy is that lockdowns will get the reproduction number below one. But the danger is that the reproduction number could go back up again if Britain went straight back to business as usual the moment the lockdown restrictions were lifted. If people celebrated en masse by going to the pub, to the football or by having a street party, there would be risk that the reproduction number would go up again and the virus would return. It is this possibility that concerns the epidemiologists. Taken to extremes, this would involve continuing the lockdown until there was no longer a risk of someone with the virus infecting anyone else and so ensuring that no one dies. But as Lyons and Ormerod points out, a similar approach would involve the banning of all road traffic to prevent the nearly 2,000 deaths a year on the road in Britain. Instead, they suggest that the return to normal life takes place under a traffic light system that will exploit the fact that people are going to be a lot more cautious in their behaviour after the crisis than they were before. “If people revert very quickly to the patterns of behaviour before the crisis, the epidemiological models are correct. There would be a second wave of infections. But behaviour will be different, either because of the lessons people have learned during this crisis, or because of the constraints placed upon them by rules and regulations.” The paper suggests that phase one of the process involves moving from lockdown to red. In this period, more but not all shops would open and they would have to observe the strict social distancing currently seen in supermarkets. Travel would be discouraged and many international flights banned. In the amber phase, unlimited car journeys would be allowed, and the wearing of face masks and disposable gloves would be mandatory on public transport. Restaurants would be allowed to open only if they had strict seating demarcations to keep people at a safe distance. It would only be when the light turned to green that any sort of sporting event or other mass gatherings, such as music festivals could take place, and the churches, temples and mosques open their doors. Inevitably there will be those with different views about what should be included in the red, amber and green phases. But it’s worth noting that Lyons was once an adviser to Boris Johnson when he was mayor of London. The prime minister might just be listening."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}