{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/09/manager-at-major-uk-food-supplier-says-staff-who-stay-at-home-may-be-sacked", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-09T17:02:24Z", "webTitle": "Manager at major UK food supplier says staff who stay at home may be sacked", "webUrl": "https://www.theguardian.com/business/2020/apr/09/manager-at-major-uk-food-supplier-says-staff-who-stay-at-home-may-be-sacked", "apiUrl": "https://content.guardianapis.com/business/2020/apr/09/manager-at-major-uk-food-supplier-says-staff-who-stay-at-home-may-be-sacked", "fields": {"headline": "Manager at major UK food supplier says staff who stay at home may be sacked", "bodyText": "A boss at one of the largest suppliers of fresh food to UK supermarkets threatened to sack staff who stayed at home during the Covid-19 pandemic, a move that may have pressured vulnerable workers into shifts at a factory where social distancing has not been observed. Workers at a north London plant run by the food group Bakkavor, which supplies the likes of Tesco, Sainsbury’s, Marks &amp; Spencer and Waitrose, were told they would be first in line for future redundancies if they missed work when they were not sick – even though some may have underlying health conditions or family members displaying symptoms. The comments were made during a presentation given last week to staff by Sean Madden, Bakkavor’s head of operations at its Elveden site, which was secretly filmed and then shared with the Guardian and ITV News. Madden told workers that the pandemic meant the company was struggling because of falling orders and labour shortages, and suggested that the majority of people taking time off work were not suffering from the virus. The video, which clearly shows workers seated less than the two metres apart recommended by the government, depicts Madden telling staff: “If we need to get rid of 200 people’s jobs next month, I’m going to look at who turned up to work and I’m going to look at who didn’t bother turning up to work. The people who didn’t bother turning up to work, you know, they will be the first people that we have to get rid of, unfortunately.” While he repeatedly told workers to stay at home if they were unwell or displaying symptoms, Madden also said: “If we look at the 45% of people who are off sick [at the moment], maybe 5% of those have coronavirus. The other 40% of people just don’t want to come.” The same messages were then repeated in Hindi for the benefit of workers who did not speak English. Bakkavor has since apologised and said that Madden is now on “leave”. The company warned its investors last week that Covid-19 had “created significant operational challenges” for the group and that the pandemic “has resulted in a reduction in orders across all of our categories [meals, salads, desserts, pizza and bread]”. It is also facing the task of improving its Covid-19 safety measures in all its 25 plants, with Madden admitting to Elveden workers in the video that “we can’t social distance in [the factory]” and urging them to use a multi-tube – a type of stretch fabric scarf worn around the neck during outdoor sports that can be pulled over the wearer’s mouth and nose. Products made at Elveden include Tesco chips, Tesco lamb kofta, M&amp;S “dirty” fries and a range of sauces. Some workers have told the Guardian and ITV News that they have felt under pressure to attend work at the Elveden site. A Bakkavor spokesman said: “We take this very seriously and are investigating the matter. We apologise to our Elveden staff for any miscommunication or worry caused. The manager in question has been given leave and prior to his return to work, he will undertake further training around his role and responsibilities and the high standards we expect of a Bakkavor manager. “Our advice to all our staff is to stay at home if they are feeling unwell or believe they have symptoms or if they are self-isolating due to members of their household displaying symptoms – points that were communicated at the staff briefing you have footage from. “We are saddened and concerned to hear today that a few colleagues feel under pressure to come to work and we’re putting protocols in place to speak to all staff at their next shift to make it absolutely clear that no colleague should come to work if they feel unwell, are self-isolating or if a family member is unwell.” Andre Marques, a London organiser at the GMB union, which has members on the Elveden site, said: “This behaviour is absolutely shocking. It is beyond unacceptable to threaten workers with the sack just for trying to keep themselves and their families safe. “[We are] calling for urgent action to protect the safety of workers at Bakkavor, including the immediate introduction of social distancing and proper protective equipment. A snood [multi-tube] is not proper protective equipment for a workplace.” Bakkavor said that multi-tubes were just one measure in a range of “further controls” to make its sites safer, including the introduction of visors. It said it previously had in place “wide-ranging safety measures” and had not made, or had plans to make, any redundancies."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}