{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/09/dividends-axed-uk-companies-hunker-down", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-08T23:01:29Z", "webTitle": "£25bn in dividends axed as UK companies hunker down", "webUrl": "https://www.theguardian.com/business/2020/apr/09/dividends-axed-uk-companies-hunker-down", "apiUrl": "https://content.guardianapis.com/business/2020/apr/09/dividends-axed-uk-companies-hunker-down", "fields": {"headline": "£25bn in dividends axed as UK companies hunker down", "bodyText": "British companies have scrapped £25bn of shareholder payouts, or one-third of the dividends expected by investors during the rest of 2020, as they attempt to preserve cash during the coronavirus crisis. An unprecedented number of firms, representing 45% of Britain’s biggest public companies, have already axed their scheduled investor payouts or are due to do so, according to the financial data firm Link Group. Link’s latest analysis comes after a group of UK insurance companies agreed to waive £1.3bn in payouts, in response to the Bank of England’s call for firms to consider cancelling dividends due to the business impact of the pandemic. Firms including Aviva, RSA, Hiscox and Direct Line announced on Wednesday they were cancelling their dividends for 2019 and would not consider further payouts until the end of the year. In March, the Bank of England fired a warning shot at the insurance industry over planned payouts, after pushing UK banks to do the same. Link Group estimates the biggest reduction in dividends has come from banks. Nonetheless, Legal &amp; General has defied the central bank by pressing ahead with a £753m dividend payment. Other UK-headquartered insurers including Phoenix Group, Admiral and Prudential have so far stayed silent on the issue. The latest UK dividend monitor from Link Group calculates that a further £24bn of payouts expected by holders of UK shares remain at risk, including those planned by mining and oil companies. But it estimates £31bn of payments expected by investors are likely to go ahead, probably from companies in sectors such as food, drink and tobacco; utilities; healthcare; and consumer goods – which have experienced continued demand during the pandemic. Alongside scrapping dividends, several public companies including the books and stationery chain WH Smith and online fashion retailer Asos have completed emergency cash calls to shore up their balance sheets. In response, one of the UK’s top fund managers has written to 200 of the country’s largest companies to warn them against raising money from investors unless there was a “strong rationale” for doing so. Mark Barnett and Martin Walker, the co-heads of UK equities at Invesco, called on firms to make use of government funding schemes such as the £330bn Covid Corporate Financing Facility during the pandemic, as first reported by Sky News. However Barnett has suffered a setback himself, after he was sacked on Monday as manager of a £400m investment trust for poor performance. Barnett was removed after 20 years as manager of the Invesco Perpetual Income and Growth Investment Trust, which is independent but carries the Invesco name, after Perpetual’s shares lost more than 40% of their value in the last three months."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}