{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/08/airbus-reduces-jet-production-coronavirus-crisis", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-08T17:45:30Z", "webTitle": "Airbus reduces jet production to cope with coronavirus crisis", "webUrl": "https://www.theguardian.com/business/2020/apr/08/airbus-reduces-jet-production-coronavirus-crisis", "apiUrl": "https://content.guardianapis.com/business/2020/apr/08/airbus-reduces-jet-production-coronavirus-crisis", "fields": {"headline": "Airbus reduces jet production to cope with coronavirus crisis", "bodyText": "Airbus is to slash the number of planes it builds by a third, amid expectations that the coronavirus pandemic will continue wreaking havoc on global aviation long after travel restrictions are eased. The aircraft manufacturer usually produces more than 60 of its bestselling Airbus A320 every month at assembly lines in Toulouse and Hamburg, but said it would reduce that to 40. It will also cut A330 output to two a month and A350s to a rate of six. “The impact of this pandemic is unprecedented,” said the chief executive, Guillaume Faury. “At Airbus, protecting our people and supporting the fight against the virus are our chief priorities at this time. “Our airline customers are heavily impacted by the Covid-19 crisis. We are actively adapting our production to their new situation and working on operational and financial mitigation measures to face reality.” The decision, which comes days after its biggest rival, Boeing, shut several US plants, could have a significant knock-on effect on Airbus staff and suppliers around the world, including in the UK. The company has 13,500 UK workers, most of whom make wings at its two key sites in Broughton, north Wales, and Filton, Bristol. Airbus also supports about 2,500 firms in its supply chain. The Franco-German company did not initially say whether it expected to lay off staff or put them on a furlough scheme. Airbus and Boeing are by far the largest suppliers of planes to commercial airlines, which have been hit hard by the pandemic, triggering requests for government bailouts. John Strickland, the director of the independent transport consultancy JLS Consulting, said aircraft manufacturers were bracing for a severe and long-lasting impact. He said the effect on the industry was expected to be more significant than 9/11, the 2008 economic crisis or the volcanic ash cloud that led to the cancellation of flights over much of Europe in 2010. “All of those were far more localised and, though they looked bad at the time, they had boundaries. This is global. It’s of a much greater magnitude and is provoking an economic slowdown. It’s all of the worst things put together. “It’s really going to be long lasting. First of all we have the uncertainty of when airlines can get flying again, which they cannot do until countries lift border restrictions. “Nor will they suddenly fly everything as normal if bookings aren’t there, which they might not be if people are fearful of travelling and catching the virus. Some destinations may be unwilling to accept tourists or will at least temporarily lose their traditional popularity.” Strickland said leisure travel could be impacted by people losing their jobs, with business travel also affected by bankruptcies in the private sector and a switch to video conferencing. The enforcement of physical distancing on flights could also result in fewer seat sales, he said. The aviation sector would probably to emerge significantly smaller, Strickland said, in turn reducing demand for aircraft made by the large manufacturers Airbus and Boeing. “Not all airlines will come back from this and those that do are likely to do so with reduced capacity. Any combination of these elements could last for years.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}