{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2020/apr/08/rishi-sunak-should-take-a-share-of-blame-for-tesco-dividend-anger", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-08T18:02:54Z", "webTitle": "Rishi Sunak should take share of blame for Tesco dividend anger | Nils Pratley", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/apr/08/rishi-sunak-should-take-a-share-of-blame-for-tesco-dividend-anger", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2020/apr/08/rishi-sunak-should-take-a-share-of-blame-for-tesco-dividend-anger", "fields": {"headline": "Rishi Sunak should take a share of blame for Tesco dividend anger", "bodyText": "Outrage about Tesco’s dividend should also be directed at Rishi Sunak. Why on earth did the chancellor include supermarkets, whose stores remain open and popular, in his business rates holiday? There was no need to do so. The result is a fine mess that the Tesco chief executive, Dave Lewis, made worse with a disingenuous defence of his chain’s £585m slice of the business rates freebie. To be scrupulously fair, one should first mention the solid element in Lewis’s stance on dividends. Tesco’s £635m final payment, the second part of an overall £900m distribution, relates to a 12-month period that ended in February. Since Tesco enjoyed a good run with operating profits improving 13.5% to £2.9bn, investors are entitled to a decent reward. Tesco can afford it. But Lewis showed himself to be out of touch with the times when he suggested that the business rates holiday, as it applies to Tesco, is somehow a form of compensation for extra costs involved in hiring new staff, and so on, in recent weeks. “Our [additional] costs far exceed the £585m of business relief we’ve been given by the government,” he said. His arithmetic will be correct, but, come on, Tesco ought to count its blessings. Unlike non-food retailers, its sales are booming. Yes, extra demand means extra overheads but in a pandemic it’s reasonable to expect a strong national retailer to take them on the chin. Business rates are a property-based tax. If your properties are open and trading well, why would relief be justified? The Treasury may have been in too much of a hurry to think through the detail of its catch-all policy on rates for the retail sector, but Tesco’s board (and those of its peers) should know better. The right response would be to thank the chancellor for his generosity but say supermarkets don’t need relief on rates given the pressure on the public purse. Such an approach might imply a lower dividend in a year’s time, but that’s life. Tesco and its main rivals should rethink. Their companies – or, rather, their staff – have rightly been applauded for calmly managing the panic-buying nonsense and keeping shelves well stocked. Don’t burn the goodwill. Watchdog needs to say it straight Over in the insurance sector, is Legal &amp; General on the regulatory naughty step for its go-it-alone decision to pay a dividend for 2019? Probably not, but it’s hard to say definitively. The Bank of England’s Prudential Regulation Authority is communicating in public via nods and suggestions, which is an odd way to behave. The PRA definitely likes those insurers – Aviva, RSA, Hiscox and Direct Line – that cancelled their divis on Wednesday. It welcomed “the prudent decision from some companies today to pause dividends given the uncertainties associated with Covid-19”. But what does that imply about L&amp;G? Does the regulator think its board was imprudent? One assumes not, because L&amp;G’s chairman is Sir John Kingman, a former Treasury bigwig who knows better than to quarrel with a regulator. He will surely have double-checked that L&amp;G was OK to pay its dividend. And perhaps L&amp;G, as more of a life insurer and asset manager, is different: it doesn’t write commercial insurance lines, which is arguably the hottest area for Covid-related claims. Yet Sam Woods, the head of the PRA, could do everybody a favour by being clearer. With the banks, he wrote his extraordinary “stop paying dividends or else” letters to boards, which was unpopular with most recipients but was impossible to misunderstand. The tone with insurers, on the other hand, was more “think carefully”. Some took that to mean “fall into line without a fuss”; others clearly thought they still had freedom to choose. A crisis is no time for semantic debate. The PRA should say what it means clearly. Heathrow pay threat There are many ways to invite workers to take a pay cut and here’s a bad one: accept a 15% reduction or “dismissal and reinstatement might be the final step”. That’s from Heathrow’s chief people officer to non-union members. For good measure, Paula Stannett added: “There will be consequences if colleagues do not accept the revised terms as it will mean that we have to make further job cuts.” This message, or threat, would have been improved if it had spelled out what “consequences” will apply to Heathrow’s owner, a consortium led by the Spanish group Ferrovial and the Qatar Investment Authority. They have financed the airport with maximum levels of debt for years, leaving little room for financial manoeuvre in a crisis. One assumes they’ll also take a hit, but, when asking low-paid staff to volunteer for lower wages, spell out what it is."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}