{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/06/mark-barnett-a-neil-woodford-protege-sacked-after-20-years", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-06T18:24:51Z", "webTitle": "Mark Barnett, a Neil Woodford protege, sacked from investment trust", "webUrl": "https://www.theguardian.com/business/2020/apr/06/mark-barnett-a-neil-woodford-protege-sacked-after-20-years", "apiUrl": "https://content.guardianapis.com/business/2020/apr/06/mark-barnett-a-neil-woodford-protege-sacked-after-20-years", "fields": {"headline": "Mark Barnett, a Neil Woodford protege, sacked from investment trust", "bodyText": "Mark Barnett, the protege of fallen investment star Neil Woodford, has been sacked as manager of a £400m investment trust for poor performance. Barnett has been handed six months’ notice by Invesco Perpetual Income and Growth Investment Trust after more than 20 years as its manager. The trust – which is independent but has carried the Invesco name – is the second to have ousted Barnett in four months, after he lost the mandate to run the Edinburgh Investment Trust in December. It is an embarrassment for Barnett who has been running Perpetual on behalf of Invesco, where he is head of UK equities, since 1999. He took over its management from Woodford, who had been in charge for the first three years. The board of the Perpetual trust said the decision was not taken lightly and followed “an extended period of underperformance”. Perpetual’s shares have lost more than 40% of their value in the last three months. Meanwhile, the fund’s total return to shareholders in 2020 was down 38.5%, worse than the 28.9% fall for the FTSE All Share index. The trust’s chairman, Richard Laing, said: “The board had previously made it clear on several occasions that it was concerned with the company’s poor performance and further intensified scrutiny on the manager’s investment approach. We gave Invesco time to build on the early ‘Brexit bounce’ that was anticipated, but this proved to be short-lived.” He added: “The board is mindful of the market environment, but feel compelled to announce the decision today to replace the manager.” The trust has asked consultancy Mercer and broker Winterflood Securities to find a replacement “with the credentials and capacity to deliver capital growth and real growth in dividends”. It is another blow to the legacy of former star-stockpicker Woodford, who saw his own investment empire collapse last year following a series of bad market bets. Woodford made his name at Invesco, but set up his own group in 2014 following a 26-year stint at the investment management firm. Barnett took over the management of Woodford’s funds at Invesco following his mentor’s departure. Invesco said it was disappointed with the Perpetual trust’s decision: “We understand the performance pressures that exist in today’s market, but since the half year results we have embraced the board’s views on performance with improved results in the latter part of 2019, consistent with the principle-based approach we have always taken. We are disappointed that we were unable to build on this, given the recent extreme volatility in financial markets. “These are extraordinary times as we all aware, and in our opinion require the experience and expertise of portfolio managers who have weathered severe cyclical shocks.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}