{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/09/easyjet-agrees-delay-with-airbus-on-delivery-of-24-new-aircraft", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-09T18:05:28Z", "webTitle": "EasyJet agrees delay with Airbus on delivery of 24 new aircraft", "webUrl": "https://www.theguardian.com/business/2020/apr/09/easyjet-agrees-delay-with-airbus-on-delivery-of-24-new-aircraft", "apiUrl": "https://content.guardianapis.com/business/2020/apr/09/easyjet-agrees-delay-with-airbus-on-delivery-of-24-new-aircraft", "fields": {"headline": "EasyJet agrees delay with Airbus on delivery of 24 new aircraft", "bodyText": "EasyJet has agreed with Airbus to delay the delivery of 24 new aircraft as the budget airline tries to stave off a shareholder rebellion led by its founder and former chief executive, Stelios Haji-Ioannou. Haji-Ioannou, easyJet’s biggest shareholder, has repeatedly called for easyJet to cancel its orders for new planes, with coronavirus lockdowns likely wiping out months of revenues. He has called a shareholder meeting to remove two of easyJet’s directors if the airline does not cancel the orders to reduce its planned £4.5bn in spending up to 2023. EasyJet on Thursday confirmed that the meeting would go ahead by 7 May, as well as saying it would defer the delivery of 10 planes this year, 12 next year, and two in 2022. The airline could also defer another five aircraft orders in 2022 if demand does not pick up again, and it has the option to delay or cancel another 24 operating leases due for renewal in the next 16 months. Johan Lundgren, easyJet’s chief executive, said airlines faced “unprecedented challenges which require unprecedented action” as he revealed the agreement to cut back orders. EasyJet has grounded its entire fleet for at least two months, furloughed thousands of staff, and has received £600m in government-supported loans to help it through the lockdown. Responding to the news that easyJet had agreed to delay the delivery of the Airbus planes, Haji-Ioannou said: “A deferral is the same as kicking the can down the road. In addition they are not telling the investors how many Airbus aircraft will easyJet go ahead and pay Airbus for and how much per aircraft during the next six months using UK taxpayers money.” He said he would write to regulators at the Financial Conduct Authority to try to force easyJet to disclose the details of what had been agreed with Airbus. Lundgren said that “we remain completely focused on improving short-term liquidity and reducing expenditure across the business”. The order delays would provide “a significant boost to our cash flow and a vast reduction to our near-term [capital expenditure] programme”. Airbus has cut back its plane production to cope with lower demand, while airlines try to save cash as they go for months without revenue. The aircraft manufacturer usually produces more than 60 of its bestselling Airbus A320 every month at assembly lines in Toulouse and Hamburg, but said it would reduce that to 40."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}