{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2020/apr/09/the-treasury-is-asking-for-a-big-overdraft-fine-as-long-as-its-short-term", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-09T18:54:33Z", "webTitle": "The Treasury is asking for a big overdraft. Fine, as long as it's short-term | Nils Pratley", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/apr/09/the-treasury-is-asking-for-a-big-overdraft-fine-as-long-as-its-short-term", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2020/apr/09/the-treasury-is-asking-for-a-big-overdraft-fine-as-long-as-its-short-term", "fields": {"headline": "The Treasury is asking for a big overdraft. Fine, as long as it's short-term", "bodyText": "Please don’t mention helicopters or magic money trees. The subtext of the Treasury and the Bank of England’s announcement that the former will be running up an overdraft with the latter was not hard to decipher. The financial authorities are anxious to avoid the impression they’ll soon be printing money to tackle the Covid-19 shock to the economy. They laboured their point. The ways and means facility – effectively, the government’s account at the Bank – is “pre-existing” and “long-established”. It will be used now only on “temporary and short-term” basis; “any drawings will be repaid as soon as possible before the end of the year”. We get the picture. And, yes – for the time being, at least – we should trust the assurances. Technically speaking, use of the ways and means facility counts as monetary financing of government because the gilts market is being bypassed, but this exercise is still a long way from being seriously unconventional. It has been done relatively recently – a key point. The ways and means account, which stands at £400m during normal times, reached £20bn at the height of the financial crisis in 2008. The overdraft may exceed that level this time but, as long as the balance returns to £400m-ish by Christmas, it’ll be a financial footnote. Indeed, one could applaud the Treasury for being smart. Its borrowing requirement has gone through the roof as the state picks up the wages of furloughed workers: £45bn of gilts are due to be issued in April. Since the previous monthly record was £28bn, the risk is that bond investors demand higher rates of interest to swallow large mouthfuls of government IOUs. So best to use the overdraft facility to allow time for digestion. The gilts still get issued in the end in the normal way. So why the paranoia about any whiff of helicopter money or money-printing? That’s easy to explain: temporary financial measures, adopted in the midst of crisis, have a habit of becoming permanent. In the banking crash, central bankers reached for quantitative easing, meaning the purchase of financial assets, and they’re still using the technique. Since Covid-19 is likely to blow a bigger hole in the nation’s finances than the banking mess did, almost anything seems possible now. In the budget, which was only a month ago, the UK borrowing requirement for this financial year was predicted to be 2.4% of GDP. Now 10%, or roughly £200bn, is the consensus forecast – and that assumes normal life returns by late summer. To repeat, no Rubicons were crossed on Thursday. Firing up the ways and means overdraft is not proper monetary financing, as long as it is temporary. Markets took it calmly and sterling barely moved. But large cracks are appearing in the public finances. Truly unconventional policies may yet be deemed a necessary way to fill them. Can-kicking may be easyJet’s wise option Sir Stelios Haji-Ioannou wants easyJet to cancel outright its big order aircraft from Airbus. What the airline announced on Thursday was very different: a mere deferral of the delivery of 24 planes. Cue more fury from Monaco as Haji-Ioannou denounced the boardroom “scoundrels” for being “as clear as mud” about what easyJet actually intends to pay Airbus and when. “A deferral is the same as kicking the can down the road,” he raged. It’s entertaining stuff, but one suspects Haji-Ioannou will struggle to ignite his attempted rebellion against the board. Why? Well, other shareholders probably still fancy easyJet’s chances of bagging some market share when Europe returns to flying. A lot of smaller airlines simply aren’t going to survive. The market itself may be smaller, of course. The pace at which passengers will return is anybody’s guess. But that is why can-kicking on plane deliveries is the correct strategy, easyJet might reasonably argue. The game is about maximising flexibility; further negotiations with Airbus may be possible. Johan Lundgren, easyJet chief executive, could do all shareholders a favour in next week’s trading statement, however. EasyJet has taken a £600m Bank of England-backed loan but has yet to describe the rate at which it is burning cash while grounded. The figure is critical – and there’s no reason to hide it from investors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}