{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/09/imf-chief-flags-up-grim-global-economic-forecast-covid-19", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-09T12:00:46Z", "webTitle": "IMF chief flags up grim global economic forecast", "webUrl": "https://www.theguardian.com/business/2020/apr/09/imf-chief-flags-up-grim-global-economic-forecast-covid-19", "apiUrl": "https://content.guardianapis.com/business/2020/apr/09/imf-chief-flags-up-grim-global-economic-forecast-covid-19", "fields": {"headline": "IMF chief flags up grim global economic forecast", "bodyText": "The head of the International Monetary Fund has warned that all but a handful of the organisation’s 189 member states will suffer falling standards of living this year as a result of the worst global economic crisis since the 1930s. Kristalina Georgieva said the sudden onset of the Covid-19 pandemic meant the IMF’s new forecasts for the world economy were going to be grim when released next week – and there was a risk that the impact could be even worse than currently expected. She said more than 170 countries will suffer a reversal of living standards in 2020. “Today we are confronted with a crisis like no other,” Georgieva said in a speech designed to set the scene for next week’s spring meeting of the IMF, being held virtually this year as a result of the pandemic. Just three months ago, the IMF was predicting that the global economy would grow by 3.3% this year, but Georgieva said: “Covid-19 has disrupted our social and economic order at lightning speed and on a scale that we have not seen in living memory. The virus is causing tragic loss of life, and the lockdown needed to fight it has affected billions of people.” The IMF managing director said there was still “extraordinary uncertainty” about the depth and duration of a crisis that began in the Chinese city of Wuhan in January. She added that it was already clear that global growth would turn sharply negative in 2020. “In fact, we anticipate the worst economic fallout since the Great Depression. “Just three months ago, we expected positive per capita income growth in over 160 of our member countries in 2020. Today, that number has been turned on its head: we now project that over 170 countries will experience negative per capita income growth this year.” Georgieva said the crisis knew no geographic boundaries and the “bleak outlook” applied to advanced and developing economies alike. “Everybody hurts. Given the necessary containment measures to slow the spread of the virus, the world economy is taking a substantial hit.” She added, however, that the pandemic was likely to hit vulnerable countries hardest, adding that more than 90 nations had now sought help from the IMF in recent weeks following a fall in demand, more expensive borrowing and a drop in commodity prices. Capital flight from emerging market economies – seen as risky by investors during crises – had amounted to about $100bn (£80bn) in the last two months – more than three times the outflows seen during the financial crisis of 2008. Georgieva stressed the need for next week’s spring meeting to offer debt relief and to agree an increase in the IMF’s financial firepower so it could help more poor countries through the crisis. “Emerging markets and low-income nations – across Africa, Latin America, and much of Asia – are at high risk. With weaker health systems to begin with, many face the dreadful challenge of fighting the virus in densely populated cities and poverty-stricken slums—where social distancing is hardly an option.” Despite the desire of governments to end the lockdown of their economies as quickly as possible, Georgieva said there was no trade-off between saving lives and saving livelihoods. Containment and the strengthening of health systems remained the first of the IMF’s four priorities. In addition, Georgieva said, governments needed to shield affected people and firms with large, timely, targeted fiscal and financial sector measures; reduce stress to the financial system and avoid contagion; and plan for recovery. The IMF boss said it was encouraging that governments had moved so quickly and that there had been significant co-ordination. Governments had agreed fiscal – tax and spending – measures amounting to $8tn, in addition to the massive stimulus provided by central banks. “There is no question that 2020 will be exceptionally difficult. If the pandemic fades in the second half of the year – thus allowing a gradual lifting of containment measures and reopening of the economy – our baseline assumption is for a partial recovery in 2021. But again, I stress there is tremendous uncertainty around the outlook: it could get worse depending on many variable factors, including the duration of the pandemic.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}