{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/05/rees-mogg-firm-accused-of-cashing-in-on-coronavirus-crisis", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-05T15:32:54Z", "webTitle": "Rees-Mogg firm accused of cashing in on coronavirus crisis", "webUrl": "https://www.theguardian.com/business/2020/apr/05/rees-mogg-firm-accused-of-cashing-in-on-coronavirus-crisis", "apiUrl": "https://content.guardianapis.com/business/2020/apr/05/rees-mogg-firm-accused-of-cashing-in-on-coronavirus-crisis", "fields": {"headline": "Rees-Mogg firm accused of cashing in on coronavirus crisis", "bodyText": "Government minister Jacob Rees-Mogg’s investment firm has been criticised for exploiting the coronavirus crisis after telling clients it provided a chance to make “super normal returns”. Somerset Capital Management (SCM), which manages investments in emerging markets, told clients that the dive in stock market valuations around the world since the pandemic took hold had made “excellent entry points for investors”. “Market dislocations of this magnitude happen rarely, perhaps once or twice in a generation, and have historically provided excellent entry points for investors,” SCM fund manager Mark Asquith wrote in a note to clients. “History has shown us that super normal returns can be made during this type of environment.” Rees-Mogg co-founded SCM and continues to hold a 15% stake in the business. He stepped back from day-to-day work at the firm when he became an MP in 2010 and quit his role as part-time adviser when he became a minister in 2019. He reportedly received a payout of about £1m from the business last year. The firm said assets in Latin America, Europe, the Middle East and Asia were cheap following the recent heavy falls in global stock markets. Asquith noted that in the 12 months following the 2008 global financial crisis, the value of smaller companies in emerging markets rose more than 150%, with some Brazilian firms surging by about 500% within two years. The company said it has recently taken advantage of the downturn to invest in Hapvida, a Brazilian medical insurer and hospital operator; Advantech, a firm behind technology used in China to monitor the temperatures of people in public places during the pandemic; and the South African pharmacy chain Clicks. Keir Starmer, the new leader of the Labour party, said: “Nobody should be seeking to take advantage of this crisis. We should all be asking ourselves what we can do for our country and each other.” The shadow chancellor, John McDonnell, said: “This attitude is about as sick as it comes. Profit seeking from people’s suffering is nearly as low as you can get. When we come through this we need a windfall tax on the profiteers.” However, Jolyon Maugham, the campaigning lawyer who backed legal action against Brexit, described the criticism as “a bit silly”. “No fan of Rees-Mogg, and of course super-profits must be properly taxed, but this is a bit silly. SCM wants to invest in bombed out share prices. This is actually a good thing as higher share prices will make it easier for those businesses to attract fresh capital and survive,” Maugham said on Twitter. Oliver Crawley, a partner at SCM, said: “Our thoughts are with those suffering as a result of these tragic circumstances and we are full of admiration for the huge commitment so many are making to fight this pandemic. “Our fund managers’ investment commentary is focused on the valuations currently seen in the emerging markets, not the appalling human cost of the virus, and we sincerely hope these comments are not misconstrued as being unsympathetic.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}