{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2020/apr/01/the-treasury-should-be-wary-of-giving-a-bailout-to-virgin-atlantic", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-01T18:04:42Z", "webTitle": "The Treasury should be wary of giving a bailout to Virgin Atlantic | Nils Pratley", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/apr/01/the-treasury-should-be-wary-of-giving-a-bailout-to-virgin-atlantic", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2020/apr/01/the-treasury-should-be-wary-of-giving-a-bailout-to-virgin-atlantic", "fields": {"headline": "The Treasury should be wary of giving a bailout to Virgin Atlantic", "bodyText": "You have to admire Sir Richard Branson’s tactics. A begging letter from an island-dwelling billionaire doesn’t gain sympathy. A co-ordinated lobbying campaign that involves Airbus, Heathrow airport and Rolls-Royce – all big employers in the UK – gets noticed at the Treasury. And, naturally, one can see why the trio want Virgin Atlantic to survive, whether by a government-backed bailout or other means. The airline is an important customer for each of them. Virgin Atlantic flies 31 planes fitted with Rolls-Royce engines and has another 21 on order. Airbus makes wings for its A330 aircraft in north Wales. Yet the chancellor, Rishi Sunak, cannot simply roll over. His stance on airline bailouts was clear and correct a fortnight ago. He had already helped the industry hugely via the “furlough” scheme, which will pay 80% of staff wages during shutdown. Individual requests for support would only be entertained “as a last resort” and would “only be considered if all commercial avenues have been fully explored, including raising capital from existing investors”. So what fresh capital have Virgin Atlantic’s owners contributed? Branson’s Virgin Group owns 51% of the airline and the rest belongs to Delta Air Lines, a major US carrier and a company still worth $15bn (£12.1bn). The duo should, in theory, be able to raise serious sums, even in the current climate. Details, though, are as clear as mud. Branson is reported to have injected $250m into his Virgin Group, but it’s unclear how much is destined for the airline, and in what form. The Treasury needs to establish the facts before it even thinks of advancing a penny to a loss-making airline, let alone the reported £500m-worth of loan and credit guarantees. The case for state assistance looks weak. It’s up to Branson and Delta to prove otherwise. That means digging deep themselves, as opposed to getting other people to write letters. Nation won’t weep over banks’ dividend ban – despite dangers Dear chief executive, would you prefer to cancel your bank’s dividend or resign? Put like that (well, almost), banking bosses followed instructions from the Bank of England. Dividends are banned, in effect, for the rest of the year. The investment banking divisions of these institutions, some of which will be making a ton of money from the volatility in financial markets, may find they’re also told to drain bonus pools next January and February. Let’s see if they would actually obey, but the nation probably wouldn’t weep if executives and traders go bonus-less next year. Threadneedle Street, albeit via its comical “volunteer or else” letters, has done the right thing. First, the dividend curbs will keep about £7.5bn within the banking system, capital that can be used to support more lending if the hoped-for V-shaped recovery doesn’t materialise. Second, if the economic emergency becomes truly awful, some banks may yet need to raise capital from shareholders via rights issues. That prospect is still distant but can’t be ignored. It would be silly to dispatch cash to investors now if there’s even an outside chance that a capital top-up is needed within a year. Third, laying down the law to banks helps elsewhere. It is easier for the Treasury to resist every individual corporate demand for a bailout if regulated banks are seen to be pushed beyond their comfort zone. There are possible long-term dangers, it should be said. Regulators are not just stopping dividends, they’re interfering in other ways – such as forcing banks to take on more lending risk, even with government-backed coronavirus loan schemes. The risk is the creation of a paralysed banking system unable to fund a recovery at the other side of the crisis. That, though, is tomorrow’s problem – and one, we hope, that never arrives. In the meantime, the game is about preserving lending capacity. That’s tough on shareholders, especially the retail brigade who were only there in search of previously safe-looking income. Sadly for them, there’s nothing that can be done: in a crisis, banks get requisitioned. Next’s sensible plan a sign of retail property fragility Clothing retailer Next looks better equipped than most in its sector to withstand a long period of shop closures. If it’s looking for sale-and-leaseback deals on properties to reinforce an already strong(ish) balance sheet, it’s bracing for extreme stresses. The approach is sensible – but it also sends a very bearish signal for retail property market."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}