{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/02/philip-green-asks-for-taxpayer-support-to-prop-up-arcadia", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-02T18:34:59Z", "webTitle": "Philip Green asks for taxpayer support to prop up Arcadia", "webUrl": "https://www.theguardian.com/business/2020/apr/02/philip-green-asks-for-taxpayer-support-to-prop-up-arcadia", "apiUrl": "https://content.guardianapis.com/business/2020/apr/02/philip-green-asks-for-taxpayer-support-to-prop-up-arcadia", "fields": {"headline": "Philip Green asks for taxpayer support to prop up Arcadia", "bodyText": "The billionaire retailer Philip Green is asking for taxpayer help to prop up his crumbling fashion empire, with 14,500 employees set to be paid out of the government’s emergency wage support scheme. Like other fashion retailers, Arcadia, which owns brands including Topshop, Dorothy Perkins and Miss Selfridge, is facing financial turmoil as the lockdown prevents Britons from shopping. The company has already asked landlords for rent cuts and paused payments into its pension scheme. Arcadia closed its 550 shops a fortnight ago but, with no end to the high street shutdown in sight, said it had been forced to take the drastic step of standing down the majority of its staff. The retailer said 14,500 of its 16,000 employees – a group that includes shop and head office staff – would be furloughed by the weekend, leaving a skeleton team in place. The government’s job retention scheme covers 80% of an employee’s wage, capped at a maximum of £2,500 a month. The economic upheaval triggered by the health crisis means companies are now queueing up to accept government help. British Airways also intends to use the government furlough scheme to stand down more than 30,000 staff, from cabin crew to ground staff, engineers and head office employees, until the end of May. However, there will be no cap on earnings, said Unite the union, with BA making up the difference for higher earnings. Nissan is also using the government scheme to pay most of its 6,000 employees at its UK car plant after announcing that it would remain closed for the rest of April at least. The Wearside plant, often described as Europe’s most productive carmaker, was closed on 17 March. Arcadia’s chief executive, Ian Grabiner, who will receive no pay or benefits until further notice, said using the scheme was “essential” to get the company through “these unprecedented times”. Other board directors and senior managers have agreed to take a salary reduction of 25%-50%. Nonetheless, Green’s use of government support is likely to rankle. The businessman was lambasted for his stewardship of the now defunct BHS chain after a high-profile parliamentary investigation concluded that it had been systematically plundered by its owners (Green eventually agreed to pay £363m into the BHS pension scheme). Arcadia is owned by the entrepreneur’s wife, Tina Green, who is based in tax-free Monaco. The couple famously banked a £1.2bn dividend in 2005, which still stands as one of the biggest pay cheques in British corporate history. The fashion group, best known for its Topshop brand, only just managed to stave off collapse last year after creditors backed a rescue plan that involved the closure of 50 stores, 1,000 job losses and rent cuts of up to 50%. Sofie Willmott, a retail analyst at the consultancy firm GlobalData, predicted that other clothing and footwear chains would follow suit. “With clothing and footwear spend dropping off a cliff, retailers are cutting costs where they can to protect their long-term futures. There is no work for store staff while non-essential physical locations remain closed and head office employees will have little to do other than manage the cancellation of orders and attempt to drive online sales.” Thousands of airline industry staff have been temporarily laid off or are taking unpaid leave due to the coronavirus crisis. EasyJet and Virgin Atlantic are setting up schemes for thousands of suspended crew to volunteer over the next two months with the NHS or work in supermarkets. Virgin Atlantic is to request a government bailout. BA, which grounded all its planes at Gatwick this week, has now reached deals with all three unions representing its staff – Unite, GMB and Balpa, the pilots’ union. The carrier is also encouraging its staff to join volunteering schemes. Unite said workers would be able to divert their pension contributions, worth between 9% and 18% of earnings, into their pay for a short period of time. BA, which employs 45,000 people in total, has struck a separate deal with its 4,000 pilots, who will take four weeks’ unpaid leave between April and May. Unite’s national officer for aviation, Oliver Richardson, said: “Given the incredibly difficult circumstances that the entire aviation sector is facing, this is as good a deal as possible for our members. The deal protects the jobs of BA staff and, as far as possible, also protects their pay.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}