{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/apr/05/sunak-emergency-loan-cbils-flaws-isnt-superman-after-all", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-05T06:00:20Z", "webTitle": "The flaws in Sunak’s emergency loans plan suggest he isn’t Superman after all", "webUrl": "https://www.theguardian.com/business/2020/apr/05/sunak-emergency-loan-cbils-flaws-isnt-superman-after-all", "apiUrl": "https://content.guardianapis.com/business/2020/apr/05/sunak-emergency-loan-cbils-flaws-isnt-superman-after-all", "fields": {"headline": "The flaws in Sunak’s emergency loans plan suggest he isn’t Superman after all", "bodyText": "Banks are wicked and Rishi Sunak walks on water. That, at least, was the narrative that prevailed until the end of last week. The dashing new chancellor, the cabinet star of the coronavirus moment, had assembled the Treasury’s armoury to provide lending to British businesses on unprecedented scale. It was only the damn banks that were stopping the cash reaching intended recipients. This storyline now looks wrong. Sunak and the Treasury’s “further action”, announced on Thursday night to support struggling British firms, was not a mere tweak. It was a sweeping redesign of a lending scheme that had glaring flaws. Yes, the lending banks probably have been too slow and plodding, but they weren’t the primary block in getting money to thousands of businesses. Rather, they were trying to implement a wonky and fiddly package of the Treasury’s creation. Version two of the scheme looks much better, which is a relief. The main reform related to eligibility for the Coronavirus Business Interruption Loan Scheme, or Cbils, the part aimed at small businesses. In the first outing, such government-backed interest-free loans could only be offered to businesses that could not secure finance in the normal way. Cue outrage among would-be borrowers who thought Sunak had promised them ultra-cheap loans but then found that the banks were first pushing standard finance with interest and fees. In the rejigged arrangement, all viable borrowers can proceed directly to the juicier Cbils product. That could be a game-changer in solving individual companies’ cash flow worries, but it’s worth asking how the Treasury miscalculated in the first place. No 11, one assumes, wanted to limit the risk to the public purse, a noble intention on the face of it because the government is on the hook for 80% of any loss of a Cbils loan. But the requirement to assess firms’ eligibility for conventional finance meant Cbils wasn’t having an impact. By Thursday night, only £90m of loans had been approved to 983 businesses – barely scratching the surface of the problem. A similar point can be made about the contentious issue of personal guarantees on loans under £250,000. Some banks were asking for guarantees at launch; some weren’t, or were doing so in different circumstances. No wonder borrowers were angry. But the banks themselves were confused because the Treasury hadn’t made clear what it wanted. Friday brought the clear instruction not to ask for guarantees. It could have been given on day one. Sunak has also had to acknowledge his original design had a large hole in the middle. Cbils loans were limited to firms with an annual turnover of £45m or less, with other would-be borrowers directed to the scheme for larger companies overseen by the Bank of England. That didn’t work because mid-sized companies thought they needed a credit rating, which most don’t have. Thus Cbils has now been extended, in effect, to firms with £500m of turnover, albeit that they’ll pay interest on loans. Business groups have applauded the Treasury for listening to feedback. They’re being polite. Many of the design flaws could surely have been anticipated if the Treasury had had a better feel for how small businesses think and act. Sunak, it should be said, deserves praise for his “furlough” scheme that will underwrite 80% of wages at affected companies. That is a genuinely big – and necessarily expensive – intervention that will save thousands of jobs. Nor should we pretend that designing a loan scheme is easy. The current crisis, unlike the 2008 financial crisis, extends almost to the entire economy. And, to repeat, the banks still need to move. But it also needs to be stated: Cbils required urgent improvement because its original design was poor. Billionaires benefit from the furlough. They don’t need more The bill for supporting British business through the crisis will be enormous. It could not be otherwise. The government is paying 80% of the wages of millions of workers across the UK to minimise job losses and ensure the economy is fit to recover when lockdown ends. There will still be corporate failures – indeed, the destruction has started already on the high street with the collapse of Carluccio’s and Laura Ashley. The only certainty is that action, in the form of the vast “furlough” scheme, will be cheaper than inaction in the long run. Not all beneficiaries are alike, however. When clothing retailer Arcadia put 14,500 employees into furlough last week, Philip Green became an indirect beneficiary of the public purse. Or, strictly speaking, his wife, Monaco-based Lady Green, got lucky since she is the owner of the struggling fashion empire that includes Topshop, Miss Selfridge and Dorothy Perkins. This, to put it mildly, feels appalling. The Greens banked a £1.2bn dividend from Arcadia in 2005 but are under no obligation to return a single penny to the business in the circumstances. And there’s no point asking politely for a contribution. As we saw with the BHS pension scheme, the Greens had to be chased by parliamentarians and watchdogs before agreeing a £363m payment. There is little, unfortunately, the government can do. It is virtually impossible to design a furlough scheme that does not apply equally to all companies. Ministers can, though, take a tough line when overseas-based billionaires beg for help beyond the generous furlough scheme. Virgin Atlantic, 51% owned by Richard Branson, is reportedly asking for a £500m package of soft loans and credit guarantees. The response to that should be simple: it’s your turn to put your hand in your pocket. In time, we must devote huge resources to restarting the economy There has never been a crisis like the current one. The onset of coronavirus has crippled the advanced world, as governments effectively shut down economic and social life as we know it. Unemployment is now starting to soar as companies run out of money amid the enforced lockdowns, with early indications that joblessness in the US and UK could surpass the depths of the 1930s Great Depression. The jobs crisis is of our own making, an exercise in protecting the health of a nation at the expense of material wealth. It is entirely correct that a compassionate society should take such an approach. But the impact of the lockdown ought not to be overlooked: millions are facing unemployment and hardship. Comparisons with the second world war and the Great Depression are overwrought. Rather than attempting full-scale mobilisation, Covid-19 is overcome by suppressing the economy as much as possible. And, unlike the Depression, hope still remains that this crisis will prove shorter than any other severe economic downturn in history. But two historical comparisons ought to be kept in mind: the need for a New Deal akin to Roosevelt’s in the 1930s, or the Marshall Plan of the 1940s, to reboot economic activity once the economy awakens from hibernation. When the dust finally settles on the emergency phase of the Covid-19 crisis – a moment hoped for sooner rather than later – the government must throw as much weight behind reopening the economy as it did to shut it down. In the short term, support packages are welcome, despite shortcomings that mean many are still left without adequate financial aid, as the Conservative government temporarily ditches political dogma dating back decades. Failure to support those who lose their jobs in this crisis will only cost Britain even more in the long run, from weaker economic growth and lost tax revenues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}