{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/06/1980s-aids-pandemic-coronavirus-gay-community-survive", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-06T09:53:53Z", "webTitle": "Fear, bigotry and misinformation – this reminds me of the 1980s Aids pandemic | Edmund White", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/06/1980s-aids-pandemic-coronavirus-gay-community-survive", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/06/1980s-aids-pandemic-coronavirus-gay-community-survive", "fields": {"headline": "Fear, bigotry and misinformation – this reminds me of the 1980s Aids pandemic", "bodyText": "I am a gay man who lived through the Aids pandemic, so many people have asked me to compare that crisis with the one we now face. The main difference between the two is that Aids at first appeared to afflict specific populations, while coronavirus is an equal opportunity malady. I remember when I visited Paris in 1981 I told Michel Foucault, the French philosopher, about Aids and he laughed at this American invention that seemed to target both gay men and Haitians. He said: “That’s too perfect, blacks and gays, only American racists and puritans would have come up with that delusion.” He died from the disease in 1984. In the mid-80s, I wrote an article in which I said American gays, at least younger ones, had worked through their self-hatred in the post-Stonewall 70s but that internalised homophobia had come back with the Aids stigma in the 1980s. We knew we were a hated community; relatives wouldn’t let us hold their babies. Eventually the viral nature of the disease became known and we discovered the only two significant modes of transmission were blood and semen, but in the early days people feared physical contact, mosquitoes, kisses, coughs. Actually, coronavirus is much more easily communicated than Aids ever was. I was the first president and one of the six founders of the Gay Men’s Health Crisis in 1981; we felt we were so isolated, so alone, in our struggle that we could only imagine giving a disco fundraiser for gay men. When later I observed Foucault’s widower, Daniel Defert, in 1985 start the charity Aides, I was impressed that he went immediately to the French health minister; American gays had such low self-esteem they (we) didn’t think we had the right to societal concern. Aids bore a badge of shame even in the gay community – if you were infected it was your own fault for not practising safe sex – whereas everyone feels sympathy for coronavirus victims. Whereas Aids was a death sentence for almost all who were afflicted, most people with coronavirus show only mild symptoms and even those who are hospitalised mostly recover. Whereas doctors and nurses did not get Aids from working with patients (except for a few unfortunate healthcare and lab workers who accidentally were contaminated with infected blood) health workers are highly vulnerable to coronavirus, and shortages of protective equipment only increase this vulnerability. Coronavirus is the first pandemic of the social media era, and misinformation, conspiracy theories and racist slurs flood various public sites. Have you heard the one that Boris Johnson invented the infection in order to win back public sympathy? Such scandals were also perpetrated by hearsay in the Aids era, but social media has amplified them. While the rumour mill might be taking the same approach, official pronouncements from the White House take a different tack. Ronald Reagan only mentioned Aids once, whereas Donald Trump has turned his daily televised briefings into self-congratulatory rallies. Which is worse? Presidential indifference or the politicisation of the bully-pulpit (not to mention Trumpian rumours)? Remember when Trump said there were just a few cases in America and those were being cured, that the virus would vanish miraculously? Or remember when he wouldn’t let the sick passengers disembark from a cruise ship because that would augment “his” numbers? Just as Aids was first dubbed Gay-Related Immune Deficiency (Grid), the president has worked hard to dub this virus the “Chinese virus”. Both pandemics have had their folklore “origin” stories. Randy Shilts in his 1987 book And the Band Played On later claimed he was forced by his publisher to pin the American spread of Aids on “patient zero”, a handsome Canadian flight attendant, just as the American plague is being traced back to a mythical Wuhan businessman. At least most educated people don’t try to locate the person who “gave” them coronavirus, whereas many Aids patients sought to blame a particular sex partner. Now the contacts are ubiquitous and might be your granddaughter or nephew or your murderous teen who’s still playing basketball or enjoying spring break in Florida. Ironically, the same doctor, Anthony Fauci, was the “villain” of the Aids epidemic (the activist group Act-Up accused him of not releasing life-saving drugs) and is the hero of coronavirus (the voice of scientific reason in the Trump administration). In both epidemics he has insisted on running studies of new drugs. In the crazy Trumpian far right he has been accused of undermining the president’s looniest pronouncements. Aids victims could be all ages and all physical conditions, and they often took years to die, meanwhile parading their skeletal bodies or Kaposi’s sarcoma stigmata. Whereas the characterisation of people who die of coronavirus is of those already old and sick from underlying conditions, the stereotypical Aids patient started out as a buff 30-year-old weightlifter. But cynics would say the coronavirus patient has already outlived his or her sell-by date (this callousness strikes me, as an 80-year-old). A French aristocrat spoke delicately of Talleyrand’s cruel indifference to the tragedy of his émigré intimates by calling it his “too great sense of resignation when it came to the unhappiness of his friends”. Whereas Elizabeth Taylor’s compassion and Aids fundraising, for instance, seemed remarkable, New York governor Andrew Cuomo’s intelligent take-charge attitude sets the civilised norm. In any event, by embracing the coronavirus cause, he runs no risk to his reputation. Aids was surrounded from the beginning by moral opprobrium in America, especially because the disease was linked with perversion and sexual excess; coronavirus is already associated with maskless renegades who don’t keep their social distance. Whereas I became positive for Aids in 1985, I survived because I was a “slow progressor” and my T-cell count fell very, very gradually. Now I’m going into my third week of coronavirus quarantine – I wonder if I’ll survive this one. • Edmund White is the author of 30 books. His newest novel, A Saint from Texas, will be published in August"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}