{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/08/why-are-people-turning-questionable-politicians-into-pandemic-pinups", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-08T06:00:10Z", "webTitle": "Why are people turning questionable politicians into 'pandemic pinups'? | Arwa Mahdawi", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/08/why-are-people-turning-questionable-politicians-into-pandemic-pinups", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/08/why-are-people-turning-questionable-politicians-into-pandemic-pinups", "fields": {"headline": "Why are people turning questionable politicians into 'pandemic pinups'?", "bodyText": "One symptom of the coronavirus is losing your sense of taste. Apparently, this includes taste in men. One of the more bizarre features of the Covid-19 crisis has been the emergence of “pandemic pinups”. Cabin fever is making us turn problematic politicians into sex symbols. Britain’s quarantine crush is Rishi Sunak, the 39-year-old chancellor who has won praise for his handling of the crisis. I report this with bile rising up my throat, but he is now known in some quarters as “Dishy Rishi”. Sunak is suddenly seen as sexy because we are despairing and he is vaguely competent. A GQ article penned by Flora Gill, the daughter of the former home secretary Amber Rudd, opines that he “represents hope that maybe the cabinet aren’t all blundering, confused buffoons, that maybe we’re going to be OK”. That is about the only quote from the article that it is safe to reproduce. Meanwhile, over in the US, people are “coronavirus crushing” on the governor of New York, Andrew Cuomo. The Democrat’s clear and candid response to the crisis – a much needed antidote to Donald Trump’s chaotic approach – has caused him to surge in popularity and made more than a few people hot under the collar. He hasn’t got a rhyming nickname yet, but #Cuomosexual was trending on Monday night after the comedian Randy Rainbow released a musical parody declaring his love for Cuomo. I get it, OK? We are all locked inside; desperate times call for desperate crushes. But while there is nothing wrong with a little escapism, let’s remember that Sunak and Cuomo have questionable records. These people are politicians, not celebrities. We are supposed to hold them to account, not lust after them because they exhibit the teensiest bit of gravitas. So, please, can we have a little less erotic politician fan fiction and a little more scrutiny? Arwa Mahdawi is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}