{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/03/jared-kushner-coronavirus-pandemic", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-03T10:18:16Z", "webTitle": "Jared Kushner's coronavirus overreach puts more American lives on the line | Lloyd Green", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/03/jared-kushner-coronavirus-pandemic", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/03/jared-kushner-coronavirus-pandemic", "fields": {"headline": "Jared Kushner's coronavirus overreach puts more American lives on the line", "bodyText": "Jared Kushner is not a guy to turn to for sound political advice. Most recently, he reportedly told the president that Andrew Cuomo, New York’s governor, was being “alarmist” after he announced that his state required 30,000 ventilators to help get through the pandemic. To add insult to injury, Kushner also bragged of his own wisdom and told those assembled that Cuomo was wrong. According to Vanity Fair, Kushner declared: “I have all this data about ICU capacity. I’m doing my own projections, and I’ve gotten a lot smarter about this. New York doesn’t need all the ventilators.” The princeling has helped place American lives and bodies on the line. New York’s hospitals have become combat zones, its morgues and funeral homes look like abattoirs. Meanwhile, the US is locked down and the administration is projecting up to a quarter-million dead even if everything goes right. American carnage is now. We may witness more deaths in months than its troops suffered in Iraq, Afghanistan and Vietnam after years of fighting. When Mike Pence compares the US to Italy, we have a problem whose glaring scars will be felt long after Donald Trump leaves office. Coronavirus won’t be disappearing in a matter of days despite the president’s earlier assurances. Trump ignored the intelligence community and his national security staff, and now we must pay a collective price. Unfortunately, Kushner doesn’t only suffer from intellectual overreach. Self-dealing may have made a cameo too in the middle of crisis, and we have seen this movie before. Earlier, the Kushners had attempted to attract capital from China, by touting EB-5 visas in exchange for investments and looked to Anbang, a Chinese conglomerate, to bail them out of their real estate positions. When Kushner was boasting about data and Trump was going on about testing websites, they were probably referring to Oscar Health, an insurance company tied to the Kushner family. In turn, Oscar appears to have been involved in the government’s efforts to map the spread of the disease. According to reports and filings, Josh Kushner, Jared’s brother, still owns a piece of Oscar, and Jared belatedly divested his interest after entering government. If the Trump Organization can bill the Secret Service when they guard the president at his personal properties, why can’t the Kushner kids make a few dimes off the taxpayer? Sadly, none of this should come as a surprise. Kushner never deigned to come clean on his SF-86, his federal disclosure form, a prerequisite for obtaining a security clearance, until he was squeezed by external events, the drip of incessant leaks, headlines and hearings. Reportedly, the delays surrounding Kushner obtaining a security clearance stemmed from more than his inability to properly complete the pertinent paperwork. Questions swirled about ties to overseas investors, foreign governments and contacts. Ultimately, Kushner received his White House security clearance the same way he got into Harvard – “Daddy” pulled some very expensive strings. To be sure, this is not the first time Kushner put his father-in-law’s political career at risk. In 2017, Ivanka’s husband urged Trump to fire James Comey, the FBI director. As he saw it, career FBI agents, Democrats and Trump’s base would applaud the dismissal. Wrong. The “rid me of this meddlesome priest” thing didn’t work so well the first time. Ask Henry II. In death, Thomas Becket was venerated. The president acceded to Kushner and political wreckage ensued. Against this backdrop, Steve Bannon, the brains behind Trump’s 2016 campaign, compared Kushner to “air” and derided him as a “dope”. In case anyone forgot, Bob Mueller dogged Trump and his campaign staff for two years. Paul Manafort sits in prison while Mike Flynn and Roger Stone await sentencing. To further complicate things, Trump can no longer deliver a speech to Congress without Nancy Pelosi smirking over his shoulder or ripping up his texts. Viewed in this light, Jared helped cost the GOP its control of the House of Representatives. If Kushner weren’t married to the boss’s daughter he would not be anywhere near the Oval Office. But Trump treats the presidency like a family business, and we know how that has ended before: a passel of bankruptcies and a pile of debt. These days, the sun is setting later but darkness will be casting its broad shadow earlier. Lloyd Green was opposition research counsel to George HW Bush’s 1988 campaign and served in the Department of Justice from 1990 to 1992"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}