{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/08/coronavirus-crisis-loaf-bread-sourdough-bake-off-flour-yeast-lockdown", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-08T11:44:09Z", "webTitle": "I have finally mastered the dark art of sourdough baking. Here's how to do it | Adrian Chiles", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/08/coronavirus-crisis-loaf-bread-sourdough-bake-off-flour-yeast-lockdown", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/08/coronavirus-crisis-loaf-bread-sourdough-bake-off-flour-yeast-lockdown", "fields": {"headline": "I have finally mastered the dark art of sourdough baking. Here's how to do it", "bodyText": "After I wailed and gnashed my teeth last week about the unavailability of dried yeast, it was suggested by some that I get into baking sourdough. Well I have been, since the spring of 2014 when I first became entranced by the miracle of bread rising through nothing more than flour and water, and the wild yeasts they magic out of the air when they ferment. I felt a connection with ancient times. Many thousands of years ago, someone as absent-minded as me must have mixed some flour and water together, got distracted and forgotten about it. A few days later, we must assume, they came across it and muttered: “Damn, forgot about that. Smells a bit off but might as well bung it in some flatbread dough and see what happens.” Imagine their delight when a smashing big round loaf was the result. I duly made my starter and I’ve nurtured the same one ever since. Should you be unfamiliar with the ways of this gentle madness, keeping a starter going involves discarding most of it every few days and “feeding” what is left with more flour and water. So, to what extent it is the “same” starter I started six years ago is moot. Never do I go through this feeding faff without recalling Trigger being asked, in Only Fools and Horses, if his broom could really be the same broom he had always had if he had changed both the head and the handle several times. It takes real commitment to keep a starter fed and watered for so long. As my brother put it: “Every time I come into your kitchen you’re messing with that vile slop.” On occasion, I’ve had to delegate. Away at the World Cup in Brazil in 2014 I sneaked out of the ITV studio one evening to hiss instructions over the phone about water/flour ratios to a bewildered friend who I had begged to pop round and do the business. And all this is the easy bit. Baking of the bread is another story: I could write many thousands of words on it. Suffice to say, I have baked bread with which you could build walls, have a discus-throwing contest or club an intruder to death. I’ve had dough that flatly – literally – refused to rise, and dough that rose so vigorously that much of it escaped and glued the bowl to the kitchen surface. A good five years of frustration passed before I finally mastered the dark art. Disappointingly, this came about not through my genius, but because of a book. It grieves me to recommend Sourdough by Casper André Lugg and Martin Ivar Hveem Fjeld because the writers look like a right pair of annoyingly handsome Scandinavian hipsters, and there are lots of unnecessary arty photographs in it. But it nails the process, good and proper. There are recipes galore on the internet, many of which, in my experience, will not work well. The making of the starter, over five days, is simple enough. Thereafter, there is room for error. The three key principles I have learned, for what it’s worth, are as follows. The starter needs to be lively before you start using it. Don’t miss out the “leaven” stage, which most recipes seem to omit; this is sort of another starter you make to get things going. And do the baking in a lidded pot, just big enough to accommodate the loaf. It all sounds time consuming, but over a couple of days there really is only about 20 minutes’ work. You do have to be close to home for the kneading and rising stages, though, which makes this lockdown just about the ideal time to get your starter started, and to crack on. • Adrian Chiles is a writer, broadcaster and Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}