{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/01/coronavirus-covid-19-working-class", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-01T10:20:18Z", "webTitle": "Social distancing? Working-class people don't have that luxury | Francine Prose", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/01/coronavirus-covid-19-working-class", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/01/coronavirus-covid-19-working-class", "fields": {"headline": "Social distancing? Working-class people don't have that luxury", "bodyText": "Except for the photos of people who have recovered from Covid-19, flashing victory signs, some wearing the new accessory, oxygen cannulas, few encouraging images have emerged from the pandemic. We’ve seen coffins in Bergamo, panicked migrant workers in New Delhi, patients on gurneys lining the hospital hallways in Spain and here at home. Among the most disturbing are the photos and videos of jam-packed New York subway stations and cars, crowded with passengers – mostly people of color – on their way to work. Some passengers are wearing masks, some aren’t. Whether they like their jobs, believe in what they do, worry about health protections at work, fear losing their health insurance, if they have any, they probably have something in common: they wouldn’t be on this packed subway if they didn’t have to be. They know how you get the virus, and they don’t want it, but they need the money they make as supermarket clerks, janitors, nursing home aids, medical workers and first responders. It’s foolish to think we can know the thoughts of others, but I’d imagine that these people would rather be hunkered down with their families in light-filled country houses, e-ordering gourmet pantry items, letting the nannies home-school the kids, Instagramming dinner. That families needed a disaster plan was something one heard after 9/11. Now, it turns out that the rich and the upper middle class have always had a plan: leave the city with the families, and if possible servants. Work from home. Do jigsaw puzzles and try to keep the kids from fighting or watching TV all day. Bake bread and post it on Facebook. The working class has a very different plan, perhaps because the plan was made for them. Find someone to watch the kids. Ride the crowded train or bus. Worry when someone coughs at work, where there’s not enough hand sanitizer. Do the same thing in reverse. Repeat. Maybe these are the lucky ones, compared with the ones who can easily self-quarantine because they have lost their small businesses and jobs and are worried about paying the rent. Their stories are out there, but not as much as the statistics of the confirmed cases and the dead. The numbers have our attention, along with the political circus in Washington, and the latest major or minor celebrity who has been diagnosed. Occasionally the media will run the story of a person who isn’t famous but who contracted the virus in an interesting way. Perhaps that jam-packed subway car isn’t an interesting story. Perhaps the way that the working class is knowingly being fed to this virus isn’t an interesting story. And besides, it makes us feel bad. We know the virus isn’t our fault, but the fact that there are human beings, packed in during a plague, in a metal tube speeding underground, the fact that some warehouses, trucking firms and big box stores don’t protect their workers, well, that sort of is our fault. We could have done something about it before we had to leave our offices and focus on survival. Before things got so complicated. Of course, we all have a lot to think about, at the moment. Ventilators, for one thing. Staying alive, for another. But when we come through this – as history and science suggest we will – we might take this chance to reflect on how the last 40 years of American politics have not only hardened our hearts but encouraged that hardening. We have seen ourselves transformed into Reality TV contestants on Survivor and The Apprentice, with their zero-sum games and rightwing Darwinian faith in the survival of the fittest. We have been taught that you don’t have to care about anyone outside your family circle. To see any human commonality with those subway passengers is to be a weak little bleeding heart snowflake. In the aftermath of 9/11, newspapers ran whole sections commemorating the lives lost in the Twin Towers, on the planes and among the first responders, not only the CEOs but the receptionists and support workers who rode to work on the trains like the ones in the recent photos and videos. But now it’s the cultural figures we read about, the scientists, politicians, educators, athletes, musicians, glamorous high achievers to whom this was not supposed to happen. For us to read about the woman who cuts our hair or works in our dentist’s office, she’d have to have been a guest at some spectacular super-spreading social event. The story of this pandemic isn’t over. We don’t know how warehouse workers and delivery drivers and other essential service providers will react if enough workers get sick. We don’t know how long it will take till societal breakdowns to affect Capitol Hill, Malibu and the Hamptons. We can’t predict the human and financial costs of our uninsured. We are only slowly awakening to the damage this is doing. Despite the evidence, I keep hoping that we learn from our mistakes. How can we not learn from a mistake this catastrophic? Let’s look at those subway cars in the pandemic and try to imagine a society in which we realize that we are responsible for one another, that our lives depend on those passengers, that we owe it to them to make sure they can do what they do, for all of us, without worrying about healthcare, homelessness or being able to feed their kids. By the next pandemic, maybe we will have figured out how people can afford to get sick and feed their kids and get to work without risking their lives."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}