{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/07/uk-workers-economic-coronavirus-guarantee-universal-basic-income", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-07T11:41:21Z", "webTitle": "UK workers hit by the economic pain of coronavirus need an income guarantee | Rory Macqueen", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/07/uk-workers-economic-coronavirus-guarantee-universal-basic-income", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/07/uk-workers-economic-coronavirus-guarantee-universal-basic-income", "fields": {"headline": "UK workers hit by the economic pain of coronavirus need an income guarantee", "bodyText": "Unlike the financial crisis of a decade ago, coronavirus is not at root a manmade disaster, but it struck a society weakened and undermined by a decade of economic stagnation and nearly £40bn slashed from social security with the acquiescence of the pre-Corbyn Labour party. Now the rules have been torn up. A £330bn package of support is available for businesses, while welfare systems were rapidly made temporarily more generous to the tune of £7bn. The state is now capable of stepping in to cover the salaries and sick pay of millions, to the fury of the Institute of Economic Affairs. The job retention scheme was demanded by Labour and trade unions, with details being hammered out between the TUC, CBI and the Treasury. Though it keeps in place employers’ roles in deciding whether, when and who to lay off, it seems vastly preferable to the situation in the United States, where a third of workers appear likely to have to fall back on unemployment insurance. The government has rightly been criticised for not covering everyone who needs support and for the ludicrously low level of statutory sick pay, which Matt Hancock sheepishly admitted he couldn’t live on. And for the 2 million employees earning too little to qualify even for that and for the lack of help for those whose hours have been reduced but who won’t see their tax credits rise in response. For workers who started after 28 February or are leaving their jobs, the safety net means the slim pickings of universal credit. The subsequent similar scheme for the self-employed will leave some even better off than if coronavirus hadn’t happened, but will not be paid until June and will still exclude 2 million self-employed because they earn too much, or have income from work elsewhere, or started their business after April 2019. These people will also have to rely on universal credit to get by. With all these flaws in the schemes and meagre fall-back, there has never been a better chance for advocates of a universal basic income (UBI): conceptually, if not practically, the simplest way to ensure nobody misses out. Long promoted by campaigners on both the left and the right, a universal payment would plug all the holes by regularly giving every adult enough to live on. The US is experimenting with something approaching it, though (so far) only as a one-off, means-tested payment. As yet, however, a basic income looks far from becoming a popular demand, let alone reality. Most people’s regular incomes are now covered by employers or government and – as they are stuck at home with little to spend money on – it can seem like an irrelevant distraction to be demanding regular additional payments for them. There have always been other, more fundamental, arguments from all angles against basic income. But, in terms of immediate practicality, it is hampered by the lack of a government database of people’s bank accounts to make immediate payments without duplication, unlike employers and the benefits system. There are, however, alternatives that explicitly target only those currently missing out and that, like UBI, eliminate the upfront means test. OpenDemocracy has launched a campaign for a liveable income guarantee and last week the New Economics Foundation put forward its proposal for how a minimum income guarantee might work. Set at the level of the 2019 minimum income standard of £221 a week (excluding rent), though any level could be chosen, the payment would be available to every adult not currently benefiting from the existing schemes. It would be paid immediately through the universal credit advanced payment system, but would be free from conditionality and upfront means testing, while wealthier recipients could see theirs clawed back. People waiting for payments from job retention or self-employed schemes could also claim it as an advance on those. As the Black Death is said to have sown the seeds for the Industrial Revolution, some have claimed coronavirus could even do for capitalism. But any demands for permanent social change need to connect the current crisis with long-term problems, if not to seem unconvincingly opportunist. Not only is a minimum income guarantee a more feasible short-term solution to the economic crisis precipitated by coronavirus, it highlights the need for a permanently stronger social security net – one that is humane to those who lose their jobs under all circumstances, without seeming impossible or utopian. Most importantly, alongside any new policy ideas, the left cannot let up for a moment in pointing out the painful shortcomings exposed in public provision: the scandalous fragmented care system; the dangers of outsourcing and the two-tier health workforce; the evil of “no recourse to public funds”, which endangers us all; our overfilled and understaffed prisons. Above all, the crisis has shown the continuing dependence of society on the working class – employed in both the public and private sector, male and female, of all religious and ethnic backgrounds. Our weekly applause for public sector workers could be either a convenient figleaf over their continued exploitation or it could become the basis of a politics that puts all workers – essential, furloughed or unemployed – at its centre. • Rory Macqueen is a Labour party activist and was an economic adviser to John McDonnell between 2015 and 2020"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}