{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/10/modelling-pandemic-politicians-decisions-science", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-10T05:00:35Z", "webTitle": "Faith in coronavirus modelling is no substitute for sound political judgment | David McCoy", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/10/modelling-pandemic-politicians-decisions-science", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/10/modelling-pandemic-politicians-decisions-science", "fields": {"headline": "Faith in coronavirus modelling is no substitute for sound political judgment", "bodyText": "On the Andrew Marr Show last Sunday, speaking about Covid-19, Prof Neil Ferguson was described as being “more influential right now than any politician”. Ferguson leads a team of modellers at Imperial College London whose mission has been to predict the pattern and health impact of coronavirus transmission in the UK under different scenarios, and thereby help government make the right decisions about how best to protect the population. The UK has some of the best infectious disease modellers in the world, and the government has been wise to draw upon their expertise. But all models have their limitations, and none can avoid the fact that decision-making must also be informed by people with relevant expertise and experience, and by the facts on the ground. In the case of Covid-19, where so much about the disease and its transmission dynamics is still unknown or unclear, models are useful – but experience and sound judgment are crucial. This is becoming apparent across the world. Countries that lived through the experience of Sars and Mers appear to have been better prepared to deal with Covid-19 than those that didn’t. And in Canada, the success of British Columbia in controlling Covid-19 compared with other provinces has been partly attributable to the combined ingredients of political experience and good judgment. There is also a non-scientific element to decision-making which involves choosing between competing demands and needs in society, determining what is ethical and moral, and balancing challenges that are current and immediate with those that will only emerge in the future. For example, a model that incorporates value judgments is needed to balance the direct, visible and dramatic harms of Covid-19 with the more indirect, chronic and hidden social and economic harms of lockdown. Furthermore, while it is often said that Covid-19 “does not discriminate”, this statement is only partially true. The virus disproportionately affects older people and men; and we can be sure that the effects of both the virus and the collateral damage of control measures will disproportionately affect the poorer and more marginalised segments of society. How we manage this differentiated vulnerability is all about ethics and politics. It may be informed by a scientific model, but it shouldn’t be disguised as a technocratic problem that can be resolved by mathematical equations. It is easy to be entranced by the cleverness of models that map, measure and predict the complex interactions of multiple natural and social variables. There is something impressive about the ability to produce answers in the form of precisely calculated numbers, and professionally crafted charts and graphs. And for politicians, nothing is more convenient than being able to say that they are merely following “the science” and evidence. While Marr’s comment about Ferguson being the most influential person in the country was rhetorical, it hints at the perception that epidemiological modelling has played a disproportionately influential role in shaping the UK’s strategy and plans. Others have pointed out that some of the earlier modelling work had gaps that have adversely affected policy decisions. These include not accounting for the potential role of testing and contact tracing in mitigating the epidemic; not modelling the impact of sick patients on intensive care beds and other parts of the health system; and not modelling the epidemic across different regions of the UK. It is not clear what caused these omissions. Perhaps they were the result of blindspots that persisted due to the lack of external scrutiny and challenge. In the case of the sidelining of testing and contact tracing, perhaps it was because the Scientific Advisory Group for Emergencies (Sage) had concluded that these measures were not worth while – a view that is understandable if Sage also saw the building up of herd immunity through natural infection as part of its strategy. There has been lots of speculation as to why the UK delayed lockdown compared with other countries; why it was slow to increase viral testing capacity; and why the NHS was left so poorly prepared. Now is not the time to look backwards. Neither would I want to place any criticism on modellers. Rigorous modelling is done by clever modellers; but the design and testing of models, including the assumptions built into models and the questions that modellers have been asked to help answer, is a collective responsibility. Modelling is vital and could assist greatly in going forward. In particular, two things should be urgently modelled. The first is to model the impact of different strategies that will help us avoid the harms of draconian, population-wide lockdown. This should include modelling the costs and benefits of weekly viral testing of the whole population (not 100,000 tests a day, but 10 million tests a day), or a more modest but greatly expanded testing regime, combined with aggressive case detection and contact tracing, coupled with continued physical distancing and improved hygiene. The former idea may sound radical and extreme, but is a serious proposal that could be implemented if there was sufficient political will. Second, we must model (and then keep monitoring) the health and socioeconomic impacts of both the virus and the control measures, with short-, medium- and long-term timeframes, and with a social lens to look at how the virus has impacted differentially across society. For some reason, there was no modelling of the socioeconomic impact of lockdown. This was an omission – and as we enter the beginning of what could be a global economic recession, we could see thousands of lives cut short from this collateral damage. Finally, from a policymaking perspective, there are two things needed. First, we need greater transparency and participation to allow effective scrutiny and challenge from scientists and public health specialists who are more independent of government. This will avoid the danger of groupthink and blindspots. Second, we must better acknowledge the limitations of evidence-based policy and recognise the importance of expertise, experience and sound judgment. • David McCoy is a professor of Global Public Health and director of the Centre for Public Health at Queen Mary University of London."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}