{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/08/cabinet-lockdown-prime-minister-coronavirus", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-08T17:34:28Z", "webTitle": "When will the cabinet ease the lockdown? That depends which minister you ask | Katy Balls", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/08/cabinet-lockdown-prime-minister-coronavirus", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/08/cabinet-lockdown-prime-minister-coronavirus", "fields": {"headline": "When will the cabinet ease the lockdown? That depends which minister you ask", "bodyText": "When reports first emerged that Dominic Raab was the “designated survivor” in the government’s coronavirus strategy, few colleagues took it seriously. Instead, they moved quickly to point out the first secretary of state’s supposed shortcomings: public profile, emotional intelligence, views on feminism. But when Monday’s cabinet conference call revealed that Boris Johnson had been admitted to intensive care, the murmurs and mumbles came to a halt. There is now a concentrated effort to rally behind a figure about whom many hold reservations. The working assumption across government is that in a best-case scenario Boris Johnson will be out of action for a few weeks. In that time, Raab will lead the government – chairing the various meetings and liaising with all departments. Much has so far been made of the limits of Raab’s powers as de facto deputy to Johnson. Despite the designated survivor tag, the role is very different to how that would play out in the American system. We’re told he can’t hire or fire ministers or make decisions without the backing of cabinet, but could potentially start a war if he so desired. But such concerns are a distraction for now: this isn’t the time for a reshuffle or drastic foreign policy announcements. There is only one government task in town: responding to the coronavirus crisis. On this issue, the breadth of Raab’s powers work well in the short term – but not indefinitely. Right now, ministers are working to enact the prime minister’s coronavirus blueprint: summed up as “stay at home, protect the NHS, save lives”. In order to make that slogan work, there are the four coronavirus sub committees – led by Raab, chancellor Rishi Sunak, health secretary Matt Hancock and minister for the cabinet office Michael Gove – aimed at making sure most people are able to stay at home and that the NHS is prepared. These mini decision-making bodies are credited in government with keeping the show on the road. In the first few days, Raab has won cautious praise from colleagues for not “overreaching” in meetings and deferring to ministers when appropriate. “He’s being a good caretaker manager,” says a government figure who can’t be described as Raab’s biggest fan. The issue coming up the track is what happens if a change in strategy is required. No one in government will talk publicly about an exit strategy. There’s a view in Downing Street that the media focus on a way out of the lockdown is fast becoming a bubble issue. It’s regularly brought up at the daily press conferences and then dismissed on the grounds that the priority is to prepare for the peak of the virus. Some in government have been told polling suggests that when it comes to popular approval, journalists have problems of their own – the public are said to be frustrated with “repetitive gotcha” political questions at the press conferences. With polling also suggesting continued widespread support in the country for the lockdown, there’s a view that the majority of the public have patience when it comes to the current difficulties. However, this is not to say that the the cabinet is united on an exit strategy. While everyone broadly agrees on the day to day, there is a difference of opinion over the purpose of the lockdown and at what point it should be eased. There are reports of tensions between the Treasury and Department of Health on the issue. A number of ministers are arguing that the cost to the general health of the country of the shutdown needs to be factored in more heavily – as well as the immediate cost of coronavirus infections. Hancock’s first priority is making sure the NHS will not be overrun and staff are protected. Meanwhile, Sunak must work to make sure the country is not left permanently poorer to the extent it can’t sustain spending in the future. Keen to dispel reports of tension between them, both took time to praise the other’s work on Tuesday’s conference call – but their briefs can at times compete. Even if the public are largely OK with lockdown, Tory MPs are growing increasingly anxious about its long-term effects and are looking for a plan. As one senior Tory puts it: “Opinion can move very quickly and the work needs to begin before it does.” One potential route out of lockdown is mass testing. But this is also a source of tension in government. Hancock’s promise in a press conference of 100,000 tests a day by the end of the month raised eyebrows in other departments. His government critics view it as a pledge he has personally made and must deliver or face the consequences. But if the government fails in its response to coronavirus, it will be a judgment on all ministers and aides – not just one. The differing views on an exit strategy could ease as more data emerges on the level of infection among theUK population or on the effectiveness of physical distancing. The hope among ministers is that Johnson will return before a major decision has to be made. The idea of Raab moving from caretaker manager to the nation’s chief policymaker is riddled with difficulties. Cabinet agreement will be hard to find with the current competing briefs. • Katy Balls is the Spectator’s deputy political editor"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}