{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/09/no-10-prime-minister-lloyd-george-churchill-boris-johnson-coronavirus", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-09T13:47:49Z", "webTitle": "This isn't the first time No 10 has managed the message around a sick PM | Catherine Haddon", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/09/no-10-prime-minister-lloyd-george-churchill-boris-johnson-coronavirus", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/09/no-10-prime-minister-lloyd-george-churchill-boris-johnson-coronavirus", "fields": {"headline": "This isn't the first time No 10 has managed the message around a sick PM", "bodyText": "The prime minister is approaching his fourth night’s stay in intensive care. We are told, by government, that he is “improving” – and more recently, today, by a spokesman, that he is “in good spirits”. However, fear around the severity of his condition, and uncertainty around how long he will be absent from leading the country, has inevitably led to worries around the government’s handling of communications around Johnson’s health. Governments have, historically, struggled with delivering this kind of news. No government relishes the prospect of delivering bad news. And all governments have familiar ways of approaching the problem. Sluggish statistics are buried in budgets. Press releases are unsubtly reordered. Eye-catching announcements are thrown out on the same day that an otherwise negative story would dominate. The scepticism that this communication spin breeds can be a big problem in a crisis, never more so when dealing with something so sensitive and important as the health of the prime minister. Compared to the cases of past prime ministers who have fallen seriously ill, the government has been fairly timely in delivering news of serious changes to Boris Johnson’s condition. But there are reasons why sceptics worry. During a crisis, transparency has to be the watchword. Losing the support of the public and the confidence of the media can badly damage trust in the government’s response and increase panic and confusion. The best approach is to get ahead of the bad news, to spell out that worse is to come and that times will be difficult. After an initial burst of characteristic optimism, Boris Johnson did just this: he told the public that he would “level” with them that “many more families are going to lose loved ones before their time”. The news that the prime minister had been taken into intensive care was shocking. But it also caught many by surprise – the message from the government had until then focused on Johnson’s continued commitment to his workload and, as Johnson himself set out in a tweeted video, his improving condition. It shows up the harsh reality of this virus - how quickly it can turn far more serious. When prime ministers have fallen ill on the past, governments have often deliberately restricted how much information was shared with the public. Towards the end of 1918, as the Spanish flu spread across the globe, David Lloyd George’s sore throat developed into a full-blown case. He collapsed and was hospitalised, but the seriousness of his condition – the prime minister was on a ventilator for more than a week – was kept quiet. In July 1953, when Winston Churchill had a stroke, it was kept quiet. With his assumed successor Anthony Eden in hospital himself, cabinet ministers found themselves discussing whether Churchill could remain in office without the news leaking until October, when it was hoped Eden would have recovered. Following that botched operation on an ulcer, Eden would be in considerable pain throughout his premiership – but details of the medication he used to manage that pain were not shared with the public and the extent of his drug use during the 1956 Suez crisis has long been a controversial question for historians. This approach is not confined to history, or the UK. When Bernie Sanders had a heart attack last year during the race to become the Democrat candidate in the US presidential election, his team did not immediately relay the news to the press. After Hillary Clinton fell ill with pneumonia in the 2016 contest against Sanders, her press secretary was forced to admit that “in retrospect, we could have handled it better in providing more information – that’s on us”. Political leaders and their teams are still wary of revealing details of ill-health – for fear that any perception of weakness will be seized on by opponents, unsettle the public or be misreported by the press. There is a personal element as well – patients, however important, want to protect medical details, and there are family members whose privacy needs to be protected too. Which won’t stop journalists seeking to check that bad news is not being withheld. The era of Twitter is a big contrast to 1953, when one of the first people to know about Churchill’s condition was Pamela Berry, whose husband’s family owned the Daily Telegraph. It was never leaked. The fact that the message came out so strongly that Johnson was doing well, until worse news arose, might be that his condition deteriorated rapidly; it could equally be the case that Downing Street was attempting to manage an increasingly worrying situation, or that the prime minister himself wanted to present a positive picture. The prime minister will no doubt accept the interest in his health. It comes with the job. But it is also a reminder that, as coronavirus particularly shows, anyone can get ill. At a time when so many people are being affected by this disease, political leaders should not view illness as a weakness. • Catherine Haddon is senior fellow at the Institute for Government"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}