{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/10/lord-knows-the-importance-of-apostrophes", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-10T15:33:41Z", "webTitle": "Lord knows the importance of apostrophes | Brief letters", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/10/lord-knows-the-importance-of-apostrophes", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/10/lord-knows-the-importance-of-apostrophes", "fields": {"headline": "Lord knows the importance of apostrophes", "bodyText": "I was reading the Guardian letters page just before joining in our Good Friday church service on Zoom. The headline “The Lords’ vital work must continue” caught my eye, and I muttered to myself about a misplaced apostrophe, only to find that it was I who was in error. The headline referred to the House of Lords. Mea culpa. AJ Wells Gerrards Cross, Buckinghamshire • Tesco defends a £635m dividend payout after a coronavirus tax break of £585m (Report, 8 April), while the public are urged to raise £5m for health workers via charity by clapping for carers (Report, 9 April). Tory Britain in a nutshell. Pete Dorey Bath, Somerset • Perhaps I’ve too much time on my hands during this time of isolation, but I feel obliged to point out that next to your fascinating article about mice exhibiting facial expressions (Mice have a range of facial expressions, researchers find, 2 April), the accompanying picture shows a cute rodent with a look of bafflement, possibly because it is not a mouse but a gerbil. Andrea Clarkson Barrow-in-Furness, Cumbria • On Thursday the first swallows arrived in our barn. Sadly they won’t stay. The early ones only use it as an Airbnb. Richard Fortin Chichester, West Sussex • Dominic Raab having no unilateral executive powers (Boris Johnson to stay in hospital amid concerns over political vacuum, 7 April) is the only comforting news I’ve heard for weeks. Michael Heaton Warminster, Wiltshire • Is Boris Johnson timing his discharge from hospital to coincide with the day of resurrection? Matthew Shooter South Petherton, Somerset"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}