{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/10/pandemic-easter-passover-renewal-death-hope", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-10T15:37:20Z", "webTitle": "Amid the cruelty of the pandemic, this weekend offers a glimmer of hope | Jonathan Freedland", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/10/pandemic-easter-passover-renewal-death-hope", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/10/pandemic-easter-passover-renewal-death-hope", "fields": {"headline": "Amid the cruelty of the pandemic, this weekend offers a glimmer of hope", "bodyText": "If this virus complied with the rules of ancient literature, it would have struck in the depth of winter. We would have been surrounded by bleakness and death just as nature had shrivelled up and the trees were stripped bare. But this plague refused to conform to any pathetic fallacy of our making, choosing instead to arrive with the spring. The news bulletins speak of a UK death toll of nearly a thousand a day. Outside your window, the sun is shining and there is blossom and bloom. There is something cruel about that. Especially for those whose homes are cramped – an overcrowded flat, say, with no outside space, no room for a barbecue or paddling pool – a glimpse of blue sky and a warming sun might well be tantalising and taunting, a joy that is painfully out of reach. Even for those lucky enough to have a garden, it will seem perverse. Spring is about life and renewal, while all around is death and sorrow. And yet the timing brings consolation, too, and not just because an hour of licensed exercise is more enticing if the weather’s fine. True, it might be odd to talk of timing when it’s not always obvious what day it is. We’ve become unmoored from the calendar and even the clock. (With no evenings out, some are finding that every night is an early night.) Those furloughed or unaccustomedly working from home find themselves in an unfamiliar limbo: their surroundings suggest they’re off work, and yet they’re not on holiday. When the distinction between work and home is already blurred, and when you’re not allowed to go anywhere, a four-day holiday weekend can seem … confusing. But this period is about more than a couple of days off. It is also Easter and, for Jews, Passover. In normal times, plenty of people wouldn’t care less about such things. But when the calendar is a vast blank of undifferentiated time, when the other, collective rituals of the season have gone – there’s no football outside Belarus – then, for many, the ancient structures are all that’s left. The key event of Passover is already behind us: the seder, when it is all but compulsory for Jewish families such as mine to gather together. (Think Christmas dinner.) Nothing said lockdown more coldly than the oxymoronic prospect of a seder in isolation. And yet, somehow, we managed it. Thanks to Zoom, relatives in scattered parts of north London, as well as in-laws in the countryside and a son and a niece abroad, several of them on their own, joined together to retell the story of the ancient Hebrews and their escape from slavery in Egypt to freedom. Over wobbly video link, and often out of sync, we sang the familiar songs, the melodies taught by generations long gone. At a second Zoom seder with friends, we broke off at 8pm to clap for the NHS and other carers. Before I’d seen it, I thought that, like the weather, there would be something cruelly perverse about the notion of Passover in lockdown. It is billed as the “festival of our freedom”, and yet we were to be under virtual house arrest, separated from those we love. But once the seder was under way, I felt my resistance receding. Sure, the video feed was glitchy and lagging, but we were experiencing it together. And the threat of the virus only made the proceedings more poignant. We were recalling a time when our ancestors were not free; when 10 plagues struck the land of Egypt; when people cried out for their ordeal to end. All that felt less abstract this year. The story of the seder is one of hope: after slavery, liberation. And the story of our seder was one of hope too: that even confined to our homes, we can connect. Now, I have confessed before that, despite – or perhaps because of – my Jewish upbringing, I have always been a sucker for the Easter story. It does not merely converge chronologically with Passover – some like to speculate that the Last Supper was, in fact, a seder – it converges thematically too. While Jews tell a story of emerging from enslavement to freedom, Christians move from death to resurrection. It’s starker, but it offers that same message of hope – that even after the greatest pain, there is renewal. Right now, we might not have the head for such talk. We are still held captive by corona. We cannot go out; doctors, nurses and care workers still lack the protective equipment they need; key government decisions, over vital testing most obviously, seem to have been botched. Too many people are dying. And we have not even begun to contemplate what happens when the virus strikes those countries without sophisticated healthcare systems: recall that Central African Republic has a total of three ventilators for a population of 5 million. Naturally, people are desperate to see even a glimmer of light at the end of this tunnel. They’re impatient for it: witness the questions about an “exit strategy” from lockdown, the demand for it to be eased sooner rather than later, if only for the sake of the economy. But just as we don’t really know how quickly or how well the body recovers from Covid-19, we don’t know how – or if – the economy will recover, or what will happen to our society. We know so little. The message of the Easter or Passover stories, and the signal sent by the arrival of spring, is that life will return, one way or another. It may be a small consolation, but for a few hours this strange, sunny weekend, let’s cling to it. • Jonathan Freedland is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}