{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/09/the-guardian-view-on-the-covid-19-fight-it-can-be-paid-for", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-09T17:56:13Z", "webTitle": "The Guardian view on the Covid-19 fight: it can be paid for | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/09/the-guardian-view-on-the-covid-19-fight-it-can-be-paid-for", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/09/the-guardian-view-on-the-covid-19-fight-it-can-be-paid-for", "fields": {"headline": "The Guardian view on the Covid-19 fight: it can be paid for", "bodyText": "When the Bank of England’s new governor, Andrew Bailey, was appointed in December, this column asked him to “leave behind orthodox thinking” and embrace radical ideas. We advocated that the Bank defy conventional Treasury wisdom to deal with coming crises of the modern age by funding any required government stimulus. This paper can claim no special foresight of the coronavirus pandemic, but it is encouraging that Mr Bailey has largely taken our advice. What the governor’s action reveals is that one arm of government, the central bank, is funding another, the Treasury. This is not novel. Monetary financing is functionally equivalent to issuing bonds and then buying them back using quantitative easing. The only difference is that the bank owns the balance rather than the bonds. Yet the rubicon has been crossed, again. The governor would not say so – because this is not what respectable central bankers admit. During the 2008 financial crash this mechanism raised £20bn. Mr Bailey, more in hope than in expectation, says that this time the money raised will be paid back by issuing gilts. There’s no need. It makes sense for the government to run up a bigger deficit as it seeks to support companies, workers and households in the crisis. The moral framework we must adopt with the pathogen is that we should do whatever it takes without considering the cost. This is not the time to fret about a pile of government IOUs. The truth is that most of the state debt we owe to each other, and we have the capability to meet obligations denominated in pound sterling. Policymakers have long been concerned that if the public understood this then they might ask awkward questions such as: if we could do this to deal with the coronavirus crisis, why can’t we do the same with the climate crisis? The Treasury’s traditional rebuttal is that “monetising the deficit” is more inflationary than selling government bonds to the private sector. Yet inflation is sparked when nominal spending outpaces the real capacity of the economy to produce goods and services. There’s no sign this is a problem today. This is well understood by figures like Charlie Bean, a former deputy Bank governor, and explains why he has thrown his weight behind BoE financing. It was Abba Lerner, a contemporary and associate of Keynes, who in the 1940s decried arbitrary government deficit and debt ratios as an inappropriate focus of economic policy. He also demonstrated that deficits do not need to be fully funded through bond sales. His modern-day adherents have done the world a favour by exposing such follies. Randall Wray, an academic whose modern monetary theory owes much to Lerner, writes that it is ironic that “the real limits faced by the government before the pandemic hit were far less constraining than the limits faced after the virus had brought a huge part of our productive capacity to a halt”. What is possible in dealing with coronavirus can be paid for. Money is not the issue."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}