{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/05/letters-time-to-thank-our-local-heroes", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-05T05:00:18Z", "webTitle": "Time to thank our local heroes | Letters", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/05/letters-time-to-thank-our-local-heroes", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/05/letters-time-to-thank-our-local-heroes", "fields": {"headline": "Letters: time to thank our local heroes", "bodyText": "Your editorial is correct about the impact of Covid-19: “The monumental shift in national behaviour has so far been brought about not by sanctions and fines but by common sense and fellow feeling” (“The Observer view on the importance of national unity”). Health workers are rightly receiving huge credit for their crucial part. But since the crisis began, the good humour and politeness of, for instance, supermarket workers has also been inspiring. Hopefully, when the emergency is over, we’ll remember that many of the pandemic’s unassuming heroes were checkout staff, shelf stackers and delivery drivers, and other unsung key workers, like cleaners and refuse collectors. We should all take the time to personally thank our supermarket staff when we go food shopping; the bin men when they call around to collect the rubbish; and the cleaners who are helping to keep safe those public spaces that remain open. Joe McCarthy Dublin Loath though I am to disagree with someone who knows immeasurably more than I do about Covid-19 (“This isn’t the time to be apportioning blame”, David Nabarro, News), it seems to me that in politics we already know who the principal villains and incompetents are. Scientists and NGOs have been warning for years about the disease threats of the abominable wildlife trade now dominated by criminal gangs. Furthermore, we have already had dry runs for the present crisis in the Sars and Mers outbreaks. For years it has been a question of when, not if a pandemic would explode. Now it has, we learn that the NHS failed a stress test for coping with such an epidemic and the Tories, who for 10 years have been cutting staff and facilities, just carried on as before and fought two more general elections dancing to the same tune. Finally, in the Americas we have Trump and Bolsonaro opposing lockdown and ready to climb over mountains of dead bodies to get their economies back to planetary-destroying GDP growth in time for re-elections. Yes, we do already know who to blame. Steve Edwards Wivelsfield Green, Haywards Heath West Sussex Alan Rusbridger believes that coronavirus is instilling “community” and “Blitz” spirit in a connected world (“Amid our fear, we’re rediscovering utopian hopes of a connected world”, Comment). Well, connectivity is an interesting point: the countries that first suffered from coronavirus were the “connected” ones, which seems to show that our mad addiction to cheap flights and exotic holidays contributed greatly to the spread of corona. Now, in a horrible copy-cat twist of fate, developing countries, which would probably have been spared the illness, if it were not for hordes of voyeuristic westerners busy spreading it, are following our lead and are going into lockdown. The tragedy here is that they live in close proximity and, if they don’t work, they go hungry. So now they probably have to run the gauntlet of militarised police over-enthusiastically enforcing curfews. Alan Mitcham Cologne, Germany I read with amazement your story, “Fruit and veg ‘will run out’ unless Britain flies in pickers” (News). Haven’t the asparagus and cucumber growers, who have apparently already brought in 450 people from Bulgaria and say that they need up to 90,000 more, heard that there is a coronavirus crisis? We don’t need these food growers to fly in any more workers from abroad. What we need is for them to ask the millions in their area who are at home and out of work if they would like to pick some fruit or vegetables. They could do this for the same wages that the growers were willing to pay foreign workers, plus or minus some free fruit or vegetables. If the government can with just a single announcement get 400,000 people to volunteer to help the NHS, then in these desperate times they can surely get 90,000 people in farming districts to volunteer to pick fruit and veg as and when these come into season. Ken Smith London E2 The desperation referred to by Andrew Rawnsley is not as he says for people “to believe in leaders”, but for them to believe in leaders who it’s possible to believe are capable of leading (“In a national crisis, people are desperate to believe in their leaders”, Comment). The “surge in popularity” described as benefiting Gordon Brown and Boris Johnson in a crisis was deserved by the former, who prevented the world financial system from collapse, but our PM has proved incapable. He has relied alternatively on bluster and his version of statesmanlike pronouncements. Eddie Dougall Walsham le Willows Bury St Edmunds, Suffolk Nick Cohen reminds us that “a virus is not the only sickness that can ravage a free country”. (“We must take drastic action but let’s not turn into a nation of little tyrants”, Comment). Ray Bradbury, the master of dystopian vision, wrote his short story The Pedestrian in 1951. His character Leonard Mead spends his evenings walking the empty city streets in AD 2053. One night he is stopped by the police and, when asked what he is doing, he answers: “Walking, just walking.” He is arrested and taken to the Psychiatric Centre for Research on Regressive Tendencies. Pam Upton Burton on the Wolds Leicestershire Beatle-bashing Kitty Empire says the Beatles “ripped off” Twist and Shout and reveals that their version “was actually a cover” (Observer critics special, The New Review) But there is no “creation-myth”, as Empire would have it; in 1963 the whole world knew that the Beatles didn’t write the song, and also that they revered and were influenced by R&amp;B groups such as the Isley Brothers. To “rip off” is to steal and I’m sure that the composers of Twist and Shout were justly rewarded. Great artists borrow from their peers and sometimes improve on the originals, as the Isley Brothers certainly did a little later with their cover of Summer Breeze, written by Seals and Crofts. Philip Stogdon London N8 Fish have feelings too Yes, I expect Lamorna Ash’s holding “gasping, flapping creatures tight in her hands” as she pulled their guts out probably did change her life (“The young woman and the sea”, New Review). But for the better? Brian Smith Berlin"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}