{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/05/keir-starmer-won-the-party-handsomely-now-he-must-start-convincing-the-nation", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-05T08:00:22Z", "webTitle": "Keir Starmer won the party handsomely. Now he must start convincing the nation | Andrew Rawnsley", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/05/keir-starmer-won-the-party-handsomely-now-he-must-start-convincing-the-nation", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/05/keir-starmer-won-the-party-handsomely-now-he-must-start-convincing-the-nation", "fields": {"headline": "Keir Starmer won the party handsomely. Now he must start convincing the nation", "bodyText": "Talking about Keir Starmer, one Labour MP recently asked a colleague: “Is he another Ed Miliband?” The question was the more pointed because the person posing it was none other than Ed Miliband himself, the ex-leader responsible for one of the quadruple election defeats suffered by Labour in the last decade. Miliband Mark II, a closet Blairite and a 21st-century version of Harold Wilson: a variety of labels have been applied to Mr Starmer. He has become irritated by it, protesting that “I don’t need someone else’s name tattooed to my head”. Yet he has invited these speculative attempts to define him by spending the long months of the leadership campaign deliberately eluding a precise ideological identity. That was based on the calculation that keeping it vague was the way to maximise his support. The cautiously calibrated route that he chose to take to the Labour leadership largely eschewed taking any positions that would divide party opinion. This pleased activists who wanted to draw a line under the bitter factionalism of the Corbyn years. His victory statement on Saturday morning, echoing the relentless mantra of his campaign speeches, again called for unity. Unity around what? He says he wants Labour to be both “radical” and “relevant”. Who among them is going to say that they want to be “reactionary” and “irrelevant”? He has spoken warmly about the legacy of the Corbyn years, while also saying that the party should rehabilitate the New Labour era. “Don’t trash the last Labour government and don’t trash the last four years.” He has suggested that the last manifesto was “overloaded” with too many promises, while at the same time issuing “10 pledges” that committed himself to a lot of Corbynite policy. The reward for this face-all-ways approach was to be swept into the leadership with a majority of first preference votes in every section of the electoral college and a very wide spectrum of support. He had the backing of people intimately associated with New Labour as well as those who were fervent admirers of Mr Corbyn. The downside of such a sprawling coalition is that this leaves a lot of potential scope for disappointment. The leftwingers who supported Mr Starmer are generally assuming he will put a more credible face on a Corbynite programme. They will be expecting him to stay faithful to its central tenets and are likely to react with angry cries of betrayal if he doesn’t. He also attracted a lot of backing from the centre-left, including New Labour luminaries such as Charlie Falconer and Andrew Adonis. Mr Starmer took their support for granted during the contest, while he concentrated on wooing the left with activist-soothing pieties about the superiority of socialist values. The Labour centrists are assuming that he will reorient the party towards what they would call more sensible positions. “He’s got two very different kinds of supporters,” notes one very senior Labour figure. “They can’t both be right about him.” He starts with some clear advantages. One is that it will be hard to be worse than Jeremy Corbyn, author of such a dreadful defeat that Labour’s parliamentary representation is crushed down to its lowest level since 1935. Mr Starmer can harvest some early credits by restoring professionalism to Labour as an opposition. Labour MPs expect, and Tories agree, that he will do a much better job of holding the government to account. As the former head of the Crown Prosecution Service, he comes to the task of leadership with senior experience of running a complex organisation. It can be an advantage that he came into the Commons just five years ago. Having become an MP later in life than most, he is not encumbered by an accumulation of historical obligations and debts to colleagues. “Keir is a loner really, not at all clubbable. He is one of the least cronyistic people I know,” comments a fellow Labour lawyer. That ought to leave him free to make frontbench appointments based on merit. The shadow cabinet will be recast to remove Corbyn-loyalist duds and make better use of the talent pool on the Labour benches that has been under used in recent years. He will have a fight, which he must win, to remove the Corbyn acolytes at party headquarters. A leader is never properly in charge of a party unless he can count on the loyalty of the general secretary and other key officials. An early test of his mettle will be how he tackles antisemitism. The Equality and Human Rights Commission is due to report on whether Labour became an institutionally racist party during its calamitous experiment with Corbynism. A damning report will suit Mr Starmer if he uses it to make good on the promise in his victory statement to “tear out this poison by its roots”. He has indicated that he would support the automatic expulsion of any member found guilty of antisemitism, a position that will meet resistance among those on the left who will condemn it as a purge. Taking a robust, no-tolerance approach to antisemitism would allow the new leader to demonstrate to the public that Labour is now under a very different kind of management. Ah, yes, the electorate. Remember them, Labour? The party has been talking to itself rather than the country during the many months of a leadership contest so interminable that Britain was still a member of the EU when nominations opened. Yet voters will ultimately be the arbiters of whether Mr Starmer can put his party on the road to recovery or merely adds his name to the lengthening roster of failed Labour leaders. He won the leadership in part on the grounds of “electability”, which is a way of saying that he meets conventional expectations of what a potential prime minister ought to look and sound like. “Keir passes the ‘shut your eyes’ test,” says one supporter. “You can shut your eyes and imagine him standing outside Number 10.” That is a necessary quality in someone who aspires to be prime minister, but it is not an entirely sufficient one. Successful political leaders also require a capacity to grab the attention and capture the imagination of voters. Tony Blair and David Cameron are the last two leaders to take their respective parties from opposition into power. Both had a talent for persuading the public that they had changed their parties for the better. Both combined that skill with an ability to convince the country that they had a plausible plan for national renewal. In this critical respect, Mr Starmer has yet to prove himself. The words most often used when admirers describe him are decent, pleasant, diligent, forensic, moral, sensible, clever, collaborative and credible. You never hear him called exciting, captivating, entertaining, rousing, surprising or inspirational. He has yet to mint a cut-through zinger such as “tough on crime, tough on the causes of crime”. There’s no memorable phrase associated with his name. Some of his allies think an unflamboyant style will commend him to voters as they grow tired of what a Starmer-supporting Labour MP calls “Boris Johnson’s histrionic blustering”. Other Labour parliamentarians, and this includes some who are broadly hopeful about his leadership, reckon this is complacent. One former member of the shadow cabinet recently remarked to me: “I worry that Keir and his team are underestimating just how difficult it can be to get yourself a hearing as the opposition.” That challenge will be even tougher for as long as the coronavirus crisis is so all-consuming that it eats the rest of the news. A first test of his leadership will be how he calibrates scrutiny of ministerial handling of the pandemic. He said yesterday that he would “engage constructively with the government” and not score “party political points” or make “impossible demands”. This reflects an instinct to try to be statesmanlike. He will have a fine line to walk. Be overly cautious about calling out ministerial blundering and he will be accused of being too soft. Be too aggressive and he will be charged with stoking panic and fear. His longer-term prospects will be shaped by what sort of country emerges from this crisis. The victory speech - “we can see a better future” - hoped for a post-coronavirus Britain that has a more collectivist spirit that places greater value on public services and their key workers. The optimists in Camp Starmer believe that the emergency will leave the public dissatisfied with the vaudeville style of performative politics personified by the current prime minister and ready to rediscover an appetite for more sober-sided politicians. There is one thing that no one says about Keir Starmer. He is never called frivolous. That will do him a power of good if Britain decides that serious times call for serious people. • Andrew Rawnsley is Chief Political Commentator of the Observer"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}