{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/08/india-leaders-coronavirus-lockdown", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-08T12:10:13Z", "webTitle": "India has panicked. Now the millions who power the country are suffering | Vivek Menezes", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/08/india-leaders-coronavirus-lockdown", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/08/india-leaders-coronavirus-lockdown", "fields": {"headline": "India's leaders have panicked. Now the millions who power the country are suffering", "bodyText": "Miramar beach sprawls desolate outside my home in Panjim, the capital of Goa. April is the domestic tourist season in India’s smallest state, usually characterised by crowds. I’m accustomed to winding through masses of people at sunset. But now there’s almost no one. Such is life under the world’s strictest lockdown. At 8pm on 24 March, prime minister Narendra Modi announced that India would shut down in four hours. As he spoke, chaos erupted. Panicked mobs besieged the shops. Then, as buses and trains were cancelled, millions of migrant workers took to the roads on foot, streaming towards home in scenes that recall the partition photographs of Margaret Bourke-White. In Goa, things started badly. We’d already been in curfew for three days. The administration reassured citizens – the most affluent and best-educated in India – that supplies would never be disrupted. But everything shut down nonetheless. The hashtag #GoaStarving spread on social media, as civil society scrambled to stave off disaster. Only then did instructions come from New Delhi to reopen grocery stores. Just across the river from me in the hamlet of Penha de França, the Harvard Medical School professor Vikram Patel was caught up in the melee. Along with his neighbours, he was assaulted by the police while queueing to buy provisions. He spoke of “the constantly changing announcements on social restrictions, the abandonment of government responsibility to secure supply chains, the threatening of desperate people with military-style responses, and the crushing of small businesses which define rural life in Goa”. These were the decisions of panicked politicians. Planned and phased reactions, he told me, would have been much less disruptive and damaging. The tumult in Goa was only a microcosm of the rest of the country. Just over 4,900 Covid-19 infections (and 137 deaths) have been registered since India’s first case on 30 January, but numbers pale in comparison to tuberculosis, which has killed hundreds of thousands of Indians every year for decades, without triggering any draconian curfews. Patel pointed out that this astonishing death toll had never occasioned any panic. In his view, the abrupt actions in this case “suggests that those advising our government have omitted the first lesson of public health, which is that context matters”. Those singular circumstances look increasingly daunting, with no obvious solutions in sight. The majority of India’s workers, 85%, are in the informal economy. Their livelihoods have been ruinously disrupted, and prospects look increasingly bleak in the global recession the IMF has already called “a crisis like no other”. With regard to the actual virus emergency, the evidence is discouraging. More than 60% of Indians live in urban settlements, including four of the 20 most densely populated and 21 of the 30 most polluted cities in the world. None of these are conducive to following WHO guidelines about social distancing and personal hygiene. An estimated 1 billion people lack reliable year-round access to clean water. How will they wash their hands? There are intermittent bright spots. The west coast states of Kerala and Maharashtra (together home to 150 million people) are managing the crisis well, with clear communication and empathetic leadership. Meanwhile, despite the lack of clarity due to the severe lack of testing, there appears to be an anomaly in the speed and severity of Covid-19 infection in India, prompting many theories, including the prevalence of BCG vaccination, the pre-existing ubiquity of coronaviruses, and thewarmer climate. But even if Covid-19 mercifully spares India the kind of havoc it has wrought in Italy, the unsustainability of the country’s post-liberalisation economy has been exposed. Its main engine – the vaunted “demographic dividend” of millions of interchangeable young workers – has decamped from the cities to rural areas, virtually en masse. When travel restrictions are lifted, even more will leave. Economic history tells us wages shot up after the Black Death in medieval Europe, when employers became desperate. Something similar could happen here. Over the telephone from New Delhi, social activist Harsh Mander urged me to look closely at images of the exodus. They’re overwhelmingly young, wearing jeans and clutching smartphones. India’s 21st-century economic model was built on them, and now they have walked out on it. “It’s because they have been completely thrown under the bus,” he told me. “You have made them lose faith in the government. The entire imagination of this lockdown is to keep 300 or 400 million people in the middle class safe, on the back of intense suffering unleashed on everyone else.” Mander and I discussed the parallels with the 1943 Bengal famine, which cost about 3 million lives. As famously analysed by Amartya Sen, that agonising episode was precipitated by policy failures rather than food shortages, and exacerbated by Winston Churchill’s cynical decision to withhold supplies. “This is another manmade crisis,” Mander said. “We could have avoided this violence, the complete annihilation of poor people, if we had just worked together to approach the problem. But no conversation was possible.” I was still mulling this over at 9pm on Sunday, which is the time the prime minister urged the nation to switch off lights, and burn candles to demonstrate solidarity in the fight against the coronavirus. Within minutes, my Twitter feed spilled over with images and videos of the exercise gone awry. In one that showed up repeatedly, I watched as an enthusiastic young man inadvertently set his own hair on fire. The leaping flames were extinguished by the brutal pummelling of his friends. Those scars will never leave him. It struck me as an acutely appropriate metaphor. Vivek Menezes is a writer, photographer, and the co-founder and co-curator of the Goa Arts &amp; Literature Festival"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}