{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/04/donald-trump-coronavirus-power-grab", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-05T05:00:18Z", "webTitle": "To Donald Trump, coronavirus is just one more chance for a power grab | Robert Reich", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/04/donald-trump-coronavirus-power-grab", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/04/donald-trump-coronavirus-power-grab", "fields": {"headline": "To Donald Trump, coronavirus is just one more chance for a power grab", "bodyText": "The utter chaos in America’s response to the coronavirus pandemic – shortages of equipment to protect hospital workers, dwindling supplies of ventilators and critical medications, jaw-dropping confusion over how $2.2tn of aid in the recent coronavirus law will be distributed – was perhaps predictable in a nation that prides itself on competitive individualism and hates centralized power. But it is also tailor-made for Donald Trump, who has spent a lifetime exploiting chaos for personal gain and blaming others for losses. “I don’t take responsibility” for the slow rate of coronavirus testing in the US, he said. On Friday, when asked if he could assure New Yorkers there would be enough ventilators next week when virus victims are expected to overwhelm city hospitals, he replied: “No. They should have had more ventilators.” Trump has told governors to find life-saving equipment on their own. He refuses to create a central bargaining agent, arguing the federal government is “not a shipping clerk”. This has left states and cities bidding against each other, driving up prices. Andrew Cuomo, the New York governor, described how ventilators went from $25,000 to $45,000 “because we bid $25,000. California says, ‘I’ll give you $30,000’ and Illinois says, ‘I’ll give you $35,000’ and Florida says ‘I’ll give you $40,000. And then, Fema [the Federal Emergency Management Agency] gets involved and Fema starts bidding! “And now Fema is bidding on top of the 50! So Fema is driving up the price. What sense does this make? We’re literally bidding up the prices ourselves.” New York state is paying 20 cents for gloves that normally cost less than five cents, $7.50 for masks that normally go for 50 cents, $2,795 for infusion pumps that normally cost half that, $248,841 for a portable X-ray machine that typically sells for $30,000 to $80,000. Who’s pocketing all this? An array of producers, importers, wholesalers and speculators. State laws against price gouging usually don’t apply to government purchases. Some of it may be finding its way into this fall’s election campaigns. The veteran Republican fundraiser Mike Gula and Republican political operative John Thomas just started a company selling coronavirus testing kits, personal protective equipment and other “hard to find medical supplies to beat the outbreak”. They call themselves “the largest global network of Covid-19 medical suppliers”. Asked how he’d found such equipment, Gula explained: “I have relationships with a lot of people.” Thomas added: “In politics – especially if you’re at a high enough level – you are one phone call away from anybody in the world.” Meanwhile, Trump’s son-in-law, Jared Kushner – who’s one phone call away from anyone – is running a “shadow” coronavirus task force that has been enlisting the private sector and overseeing the Strategic National Stockpile of medical supplies, all out of public view. “It’s supposed to be our stockpile – it’s not supposed to be state stockpiles,” he said cryptically on Thursday. Oh, and let’s not forget the giant coronavirus bill Trump signed into law on 27 March, which created a $500bn fund that Trump and his treasury secretary, Steve Mnuchin, will distribute to the private sector. Most of it will backstop $4.5tn of subsidized loans (ie, bailout money) coming from the Fed, also distributed by the Treasury. In a signing statement, Trump said he wouldn’t agree to provisions in the bill for congressional oversight – meaning the wheeling-and-dealing will be in secret. When the House speaker, Nancy Pelosi, said she’d form a special select committee to watch how the money is spent, Trump accused her of “conducting partisan investigations in the middle of a pandemic”, adding: “Here we go again … It’s witch hunt after witch hunt.” Is there any doubt Trump will try to use this money, as well as his son-in-law’s secretive dealings, to improve his odds of re-election? Trump was impeached a mere three and a half months ago on charges of abuse of power and obstructing investigations. Eight months ago, he phoned the Ukrainian president, Volodymyr Zelenskiy, seeking dirt on Joe Biden and threatening to hold up military aid to get it. In June 2016, his son Donald Jr and Jared Kushner met with Russian lawyer Natalia Veselnitskaya, after a Russian intermediary contacted Trump Jr with a promise to provide material that would “incriminate” Hillary Clinton and be “very useful to your father”, adding it was part of the Russian government’s “support” for Trump. Donald Trump calls allegations of Russian meddling in the 2016 election a “hoax”. He called his impeachment a “hoax”. He initially called the coronavirus a “hoax”. But the real hoax is Trump’s commitment to America. In reality he will do anything – anything – to hold on to power. In his mind, the coronavirus crisis is just another opportunity. Robert Reich, a former US secretary of labor, is professor of public policy at the University of California at Berkeley and the author of Saving Capitalism: For the Many, Not the Few and The Common Good. His new book, The System: Who Rigged It, How We Fix It, is out now. He is a columnist for Guardian US"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}