{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/06/unexpected-joys-of-self-isolation", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-06T17:00:06Z", "webTitle": "Unexpected joys of self-isolation | Brief letters", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/06/unexpected-joys-of-self-isolation", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/06/unexpected-joys-of-self-isolation", "fields": {"headline": "Unexpected joys of self-isolation", "bodyText": "Huge thanks to Adrian Chiles for generously sharing his excellent bread recipe (Who stockpiled all the yeast? Don’t worry, bread-lovers, I have a solution, 1 April). Quick to make, moreish, and the perfect partner for homemade marmalade. Erica Rae Yoxford, Suffolk • Wouldn’t it be helpful if every supermarket displayed a big sign reading: “Please don’t take an item off the shelf unless you are going to put it in your basket”? Dave Headey Faringdon, Oxfordshire • I doubt if I am alone in my appreciation of the Country diary columns. A daily delight. Atmospheric, sometimes quite poetic. But Monday’s account of a robin bursting into song while feeding from Charlie Elder’s hand was truly wonderful. Jim Chrystie Warlingham, Surrey • Unexpected pleasures of self-isolation: putting copious amounts of garlic into cooking. Lynne Pointer Bampton, Oxfordshire • During the Vietnam war, the daily US press briefings were known as “The 5 O’Clock Follies”. Plus ça change. Rob Horne Coventry • A dog is for life, not just a coronavirus pandemic (People in lockdown told not to make impulsive pet decision, 6 April). Bob Moorman Grays, Essex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}