{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/01/the-guardian-view-on-governing-in-a-crisis-level-with-the-public", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-01T18:45:59Z", "webTitle": "The Guardian view on governing in a crisis: level with the public", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/01/the-guardian-view-on-governing-in-a-crisis-level-with-the-public", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/01/the-guardian-view-on-governing-in-a-crisis-level-with-the-public", "fields": {"headline": "The Guardian view on governing in a crisis: level with the public", "bodyText": "The creation of NHS Nightingale, assembling a 4,000-bed emergency hospital in just two weeks, is an important milestone. It is not fashionable to give ministers the benefit of the doubt, but the circumstances should allow the presumption of decent motive. They are trying to protect people. That does not make them immune from error, nor should it insulate them from criticism. It is possible to applaud government efforts without ignoring poor judgment. It appears clear that the Covid-19 virus spread faster and wider than might have been the case, because Downing Street underestimated the risks and moved too slowly to a regime of mass testing, by which point materials were harder to procure. Shortages of personal protective equipment, for which health and social care workers are now desperate, arose from a failure to anticipate demand weeks ago, or even years. A pandemic was listed among disaster scenarios for Whitehall contingency planning long before the current outbreak. Yet testing, isolation and quarantine – basic public health interventions – were barely on the ministerial agenda. The facts are that progress on testing is slower than people have been led to expect, and frontline workers feel unprotected, despite promises of prompt action. There is no need to wait before holding the government to account for mismanagement of expectations. Promises have been broken and clarity about the reasons for delay have not been forthcoming. On insufficient testing, an internal government briefing note contains the mystifying defence that the World Health Organization’s instruction to “test, test, test” was aimed at another audience. “Not all countries have the same infrastructure as the UK,” the note says, “and there are countries that the WHO needs to press on testing.” The implication is that the advice was for less developed nations, which is neither true nor relevant to the question of why Britain is not moving faster. Germany has been testing on a scale that far outstrips the rest of Europe. What the government needs is consistency about its story and to admit mistakes in real time. There are questions for ministers to answer over the provision of protective equipment. We are nowhere near the 250,000 daily tests for coronavirus infections the prime minister promised. This figure looked like the worst kind of spin when Downing Street admitted on Wednesday that only 2,000 people out of 500,000 frontline NHS workers had been tested for coronavirus. Similarly, spraying around claims of 3.5m serological tests – to gauge background rates of exposure and immunity – further eroded trust, given there is little evidence of them. Ministers are making promises they cannot keep. Politicians might inspire more confidence by admitting the scale of the challenge instead of pretending that more is being done than can realistically be achieved. Jeremy Hunt has been the government’s most effective critic, perhaps because he was health secretary when the last national pandemic flu exercise was run – and the NHS was found wanting. Yet Mr Hunt did not upgrade the health service’s capacity to cope effectively. Downing Street’s communications strategy through the crisis has been a mix of candour and opacity. There have been moments of refreshing honesty – about the likely severity of what is to come – and a laudable public deference to science. But, under pressure, there has also been a notable default back to bad habits of waffle and misdirection. Politicians instinctively avoid admitting when they have no answers to a question, for fear it shows weakness, but the greater danger right now is corroding public confidence with spun lines that cannot hold. This unusual situation requires a level of respect for government efforts that is unfamiliar in peacetime. But the quid pro quo is that government also respects the people with clear, honest accounts of the challenges and its decisions. So far it has largely not. There is an understandable pressure to feed a public appetite for information. Unduly optimistic claims about PPE and testing appear to be driven by the view that audiences need good news. They do, but not if it later turns out to have been fake news."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}