{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/10/lift-lockdown-uk-east-asia-coronavirus-pandemic", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-10T13:00:45Z", "webTitle": "To lift the lockdown, Britain should follow China's example | Anthony Costello", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/10/lift-lockdown-uk-east-asia-coronavirus-pandemic", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/10/lift-lockdown-uk-east-asia-coronavirus-pandemic", "fields": {"headline": "To lift the lockdown, Britain should follow China's example", "bodyText": "When will the pandemic end? The future is uncertain, but it seems likely that over the next 18 months the UK will experience a cycle of national lockdowns while it awaits a vaccine. This is far from ideal. Repeated lockdowns could lead to mass unemployment, rising national debt, uncontrolled bankruptcies and widespread social unrest as people grow sick of draconian measures. Many people are now asking how quickly the lockdown can be lifted – and how soon we can return to normal. Monitoring the reproductive rate of infection figure, R0, will be crucial to any decision about lifting the lockdown. The figure indicates how contagious an infection is. As the R0 number drops below one, each existing infection causes less than one new infection; eventually, the outbreak will decline and die out. When R0 remains steadily less than one, governments may decide to gradually loosen restrictions, with the lockdown relaxed earlier in lower intensity areas and later in hotspot cities such as London. New data published this week in the Lancet, from a team of researchers at the University of Hong Kong led by the clinician Gabriel Leung, shows that the spread of infection in China outside Wuhan, measured by the R0 in four major cities (Beijing, Shanghai, Shenzhen and Wenzhou) fell below one within two weeks of partial lockdown. This is good news; it shows a partial lockdown can quite quickly suppress transmission of the virus. Our national lockdown and social distancing measures may already have brought the R0 down across much of the country. But the problem still remains of how to prevent a second surge. The Hong Kong researchers worry that as economic activity restarts, local and imported cases of coronavirus could lead to new outbreaks. And the R0 rate varies across different regions: case fatality rates were just below 1% in Beijing, Shanghai, Shenzhen and Wenzhou compared with 5.9% in Wuhan. We will likely also see a higher rate of infection and death rate in London than the rest of the UK. Moreover there’s a crucial difference between the response to coronavirus in China and that in the UK. From the beginning of the outbreak, the Lancet researchers note, “only residents were allowed to enter residential communities, face mask-wearing was made compulsory, and non-essential community services were shut down”. Health authorities also found cases, traced contacts and isolated them, monitoring their quarantine closely. So it was not just a lockdown and social distancing that were responsible for bringing down the R0 number in China, but the country’s community surveillance approach. Scarred by memories of the Sars outbreak in 2002, China and other east Asian states acted with greater speed, imposing total or partial lockdowns supported by a protective shield of community measures – finding people with the virus, isolating them swiftly, and tracing those they contacted. In South Korea, this took the form of mass testing and digital contact tracing; in Taiwan, Hong Kong and Vietnam, health authorities identified cases based on people’s symptoms, and used testing when available. Strict isolation of cases and contacts was monitored by phone apps and home visits. Rather than enforcing a one-size-fits-all approach, China varied the lockdown across different regions. While Wuhan was under total lockdown, other provinces had more autonomy, and focused on quarantining the household clusters where most transmission took place. Data seems to show that this approach is the right one. Death rates in Asian countries have been lower than in the US and Europe (South Korea’s death rate, for example, is four per million and stable; the UK’s is 105 per million – and rising). In addition to helping reduce the R0 number, a community shield may also allow governments to lift national lockdowns more quickly. Rather than maintaining a prolonged lockdown, governments can target measures at people who actually have coronavirus. This would likely be far less disruptive to the economy: better to quarantine 10% of people who have coronavirus symptoms than an entire population. At first, Britain eschewed the community shield approach. On 12 March the government stopped community testing and moved to a “delay” phase, explaining that a managed spread of the virus across 60% of the population, with a case fatality rate around 1%, would hopefully produce herd immunity and allow the economy to move on. After its modellers realised this strategy would overwhelm the NHS, the government enforced a lockdown. It is now attempting to conduct 10,000 tests a day, mostly in hospitals for patients and health workers. Despite Britain’s slow start, there are reasons for hope. Behind the scenes, general practices and public health workers are working at tremendous speed to build our own protective shield. They’re finding places to treat infected patients who aren’t sick enough for hospital but can’t be nursed at home, visiting those with long-term conditions or coronavirus symptoms, and building a picture of community spread using 111 data. The UK should also be able to roll out contact tracing using the new NHSX app and the popular Zoe Covid symptom tracker. We have four to six weeks to ramp up testing and build our community shield before we lift the lockdown. After this, we can then get most people back to work, focus on quarantining individual cases and contacts, and suppress outbreaks if they arise. Hopefully this approach will help us avoid further national lockdowns. But it will take a long time before life returns to normal. • Anthony Costello is professor of global health and sustainable development at University College London"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}