{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/03/raheem-sterling-coronavirus-matt-hancock-premier-league-footballers", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-03T14:16:57Z", "webTitle": "It's only a matter of time before Raheem Sterling gets it in the neck for coronavirus | Marina Hyde", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/03/raheem-sterling-coronavirus-matt-hancock-premier-league-footballers", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/03/raheem-sterling-coronavirus-matt-hancock-premier-league-footballers", "fields": {"headline": "It's only a matter of time before Raheem Sterling gets it in the neck for coronavirus", "bodyText": "One of the great rules of British public life is that sooner or later, everything ends up being blamed on footballers. No matter how alien our new world looked at the start of the coronavirus shutdown, you could say one thing for sure: eventually, this will be the fault of Raheem Sterling. I know that so-called experts will rewind through the testing failures, to the herd immunity row, to the 250,000-strong Cheltenham Festival, to the shifting epicentre of the pandemic, to Spain, to Italy, to South Korea, to air travel, to Wuhan, to patient zero, to the bat in the Chinese wet market. But in a very real sense – perhaps the realest – this whole thing traces way back beyond all that. Back, in fact, to UK humankind’s oldest enemy: young men who play in the Premier League. Even in the good times, the same people who thought Brexit was totally worth the nursing crisis it vastly deepened can never wait to tell you how many NHS nurses a footballer’s contract is worth. As discussed frequently in this space, nurses are criminally undervalued. But strangely, it’s only ever footballers whose remuneration is discussed in these precise relative terms. The footballers-nurses discussion takes place in an exchange market in which only two currencies are traded. You rarely hear anyone convert how many nurses’ salaries we could have had instead of a Libyan intervention that helped create a failed state, or instead of some £53m drawings for a garden bridge, or instead of a load of nuclear weapons we wouldn’t even notionally be allowed to use unless the Americans told us to. And without wishing to downgrade the spectator pleasure anyone took from seeing a north African country slide into civil war – GET IN! – people actually like football. They watch it. They frequently claim to live for it. They get more bang for their buck for it than they do with a botched military intervention, which effectively plays behind closed doors. (Though Rupert Murdoch usually owns the rights to both.) It has been mere days since a few clubs (not players) began revealing their plans to apply for government aid for furloughed support staff, and footballers are already getting it in the neck for not having what we might call an oven-ready formalised response to it. On Wednesday, we heard from the Digital, Culture, Media &amp; Sport select committee chair, Julian Knight, about the “moral vacuum” of the Premier League, which means so much more coming from an MP who literally wrote a book on tax avoidance. For now, the question seemingly frothing off everyone’s lips is: are Premier League players taking a pay cut? The answer, as of Friday afternoon, is yes: 30%. Yet to put that into perspective, last year Forbes estimated that just 12 of the richest Premier League owners had a combined worth of £74bn. Are the owners taking a pay cut? Or to put it into another perspective: the Professional Footballers’ Association is run by the galaxy’s highest-paid union boss, one Gordon Taylor, who took home more than £2m last year, yet continually fails his members in a variety of ways, and somehow managed to head off a coup and string out his already 41-year tenure at the top by commissioning a review – a full 16 months ago – into how the union is run. Is he taking a pay cut? Or to put it into arguably the most relevant perspective: it has now been months since Boris Johnson began to be briefed about the threat of the coronavirus; many weeks since he was able to watch its ravages take hold on our European doorstep, yet persisted in a mitigation strategy that left the UK’s response a remarkable outlier; almost three weeks since he radically changed course; two weeks since he promised 25,000 tests a day; and a good 48 hours since it was revealed that his government’s pledges had seen just 2,000 NHS frontline workers tested in total. Is he taking a pay cut? Because I want to be sure he’s personally paying the taxpayer £350m a week to be prime minister before we give one second of his airtime to the Newcastle midfield. Disappointingly, Matt Hancock seized on this piece of footballer misdirection in his comeback briefing on Thursday night. That said, the health secretary’s return was relatively welcome, not least because mere hours before, Nigel Farage had broken another 14-second silence to demand his sacking. (Mr Farage, a 56-year-old occasional freelance journalist, called for Hancock’s replacement with a tough outsider who “gets things done”. Louis Van Gaal?) Hancock’s briefing was a vast improvement on the previous day’s effort with alleged business secretary Alok Sharma, when we had to accept the government was not so much playing its reserves but its most talentless fan, who duly spent the entire fixture running away from the ball. As time has worn on, these daily three-person televised set-pieces resemble the prelude to an Apprentice firing. Who will you be bringing back into the boardroom with you, Alok, and attempting to offload the blame on to? The only thing missing is Alan Sugar shouting: “30 bladdy ventilators?! That is a bladdy disgrace!” Hancock unveiled his Five Pillars strategy, which is arguably compromised by the fact that Pillar One is not “Procure a Tardis”. As former Conservative cabinet minister Greg Clark, now chair of the science committee, warned on Thursday, the UK is now “obviously too late” to recover the time lost by failing to mass-test NHS staff. Our best hope is a “Dunkirk” strategy of allowing smaller labs to assist the effort. Ah, Dunkirk. There’s something slightly heartbreaking about watching experts apparently judging that this might be the only language the government understands. Clark himself was only echoing the plea of Paul Nurse, chairman of the respected Francis Crick Institute, who this week urgently tried to find the government’s sweet spot. “Institutes like ours are coming together with a Dunkirk spirit,” he explained. “The government has put some big boats, destroyers, in place. That’s a bit more cumbersome to get working and we wish them all the luck to do that, but we little boats can contribute as well.” This desperate appeal strategy has the flavour of giving a toddler a potty branded with its major obsession. Ooh, look at this thing! What’s that then? You like the Teletubbies, don’t you? Shall we go over and have a closer look? This, but with imploring the government to do what it takes to even get near to adequate virus testing. See, it could be like Dunkirk! You like reading about Dunkirk, don’t you? Shall we make it a fun Dunkirk game and get some health workers tested, yes? Aw, who’s a big boy, Churchill? We began this column with one of the great laws of British public life, and we end with another: the pathological insistence on filtering everything through the prism of the second world war. It runs from Johnson’s Churchill obsession through Nigel Farage’s career misunderstanding of what a single minute of the conflict meant, to people who weren’t born in the blitz telling you “we survived the blitz”. We are never more than six feet away from the events of 75 to 80 years ago. Let’s hope we get the three points this time, too. • Marina Hyde is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}