{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/04/keir-starmer-labour-tories-coronavirus-crisis", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-04T10:00:20Z", "webTitle": "With Keir Starmer in charge, Labour can hold the Tories to account again | Polly Toynbee", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/04/keir-starmer-labour-tories-coronavirus-crisis", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/04/keir-starmer-labour-tories-coronavirus-crisis", "fields": {"headline": "With Keir Starmer in charge of Labour, the Tories can be held to account again", "bodyText": "The country today gains an opposition leader who will for the first time subject the government’s competence in this coronavirus crisis to relentless scrutiny. The political landscape will be recast beyond recognition. Where there was no effective opposition, a void, a limbo, now in Keir Starmer the party has a grand prosecutor well qualified to hold the government’s feet to the fire. Until now Boris Johnson had nothing to fear from a four-times vanquished and demoralised foe, with a leader so discredited a plurality of his own voters tell YouGov he changed their party for the worse. From now on Johnson faces the challenge of an unrecognisably remade opposition. A trusted, tried and tested, big-brained grown-up arrives as a formidable opponent to this ramshackle, impromptu and patently incompetent prime minister. Starmer has swept the board, a man risen without enemies. No digging has found anything but decency and a background of pro bono work: “a bit dull” is the worst they can think of. Not since Tony Blair in 1994 has a Labour leader emerged from the party’s byzantine structures with support from every section, backed by a majority of MPs, trade unions, affiliates and now its members, too. He has promised unity and this solid support may augur an end to the party’s civil wars. The respectful tone of the leadership campaign in the three finalists’ hustings drew praise from all sides: peace was possible. His cool authority swayed many Jeremy Corbyn supporters and Momentum members, when only a short while ago it was glumly assumed only a Corbynite stood a chance. The sheer scale of last December’s electoral rout, gifting Boris Johnson an 80-seat majority, sent a seismic shock through the party membership. Activists contended with the raw incompetence of every aspect of the Corbyn-led campaign, from his incredible manifesto, ballooning weekly with new billions pledged, to basic failures to deliver election leaflets on time. Many were appalled to encounter voters, not just in north London but in the north of England, too, revolted by the party’s failure to root out antisemitism. Starmer’s slogan, “Another future is possible”, felt as vital for the party itself as for the country. A new leader has a short time to signal to voters that this is a party transformed. Using the very thing that most shamed Labour, his first totemic act will be to summon representatives of the Jewish community to help him set up a rigorously independent process to expunge the antisemites: never again those weasel excuses, “we oppose all forms of racism”. What a hard time to arrive in post. Stricken and locked-down, there is no appetite for party politics as Britain, like every other country, at least temporarily rallies round the government of the day: up against a near-zero opposition, YouGov this week scored Johnson the highest positive rating of any government since 2003 – because nothing can save us but the state. After Corbyn’s unseemly gloating that coronavirus proved his policies right, expect pitch-perfect nuance from Starmer. He conceded in his webinar with members this week, “any government would struggle”, before pointing to confused messages, slow action and the harsh light the crisis has shone on a decade of austerity. Steering off callow opportunism, expect forensically focused critiques to make this ill-prepared government writhe. Even the Tory press howls at its shocking ineptitude and dishonesty about testing and protective equipment. Where does Starmer stand? Treading the tightrope stretched across a divided party, some Corbynites suspect he’s a covert Blairite, while some pragmatists worry about his radical pledges. These include “common ownership” of rail, mail, energy and water, but wait for interpretations: it need not mean Whitehall-run monoliths. Costly though it is, expect no backsliding on free tuition fees, because he sincerely believes in universal free education. But without power, policies are tinkling cymbals: ahead is the long, hard slog of solid and skilful opposition. In the aftermath of coronavirus and Brexit, plunged into a depressed economy, no one can guess the mood of politics in four years’ time, but there is every reason to think this singularly ill-equipped government will not come through it well – and Keir Starmer will. On Sunday, when he announces his new shadow cabinet, it will stand in stark contrast to Boris Johnson’s team. An ill-assorted cabinet, chosen for hot Brexit passions not character or competence in a crisis, will face an impressively capable line-up on the bench opposite. Gone will be the more comically inept Labour spokesmen of recent years. While Lisa Nandy and Rebecca Long-Bailey have been promised places, new faces will be the story of day. Waiting on the backbenches is an array of talent to choose from, with an exceptionally strong cohort of women – there are too many to list. Corbyn apparatchiks must go, but a Labour leader doesn’t directly control the party machine. Power to remove chief officers rests with the national executive committee, which may at first look finely balanced. But with Starmer arriving with the wind in his sails, support for the dead regime may fade away, just as Militant vanished into the ether. Momentum itself has changed: Laura Parker, its national co-ordinator, is a Starmer campaigner and an emblem of the party’s future, unlike Momentum’s founder, Jon Lansman, a veteran Bennite. Will there be peace at last? Rule changes require consent of the unruly party conference floor, whose votes are needed to reform the divisive trigger ballots and reselections of MPs that spread so much bitterness through local parties. Commanding his party may seem a petty irrelevance in the force-nine gale of the coronavirus crisis, but a leader without a grip on their party looks an unconvincing prime minister of the nation. Here is the transformation: in selecting Starmer, Labour in all its divisions shows it has at last emerged as a serious party determined on seeking power. • Polly Toynbee is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}