{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/apr/05/this-weeks-best-culture-indoors-from-trolls-on-tour-to-lockdown-with-miranda-hart", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-04-05T07:30:21Z", "webTitle": "This week's best culture, indoors: from Trolls on Tour to lockdown with Miranda Hart", "webUrl": "https://www.theguardian.com/culture/2020/apr/05/this-weeks-best-culture-indoors-from-trolls-on-tour-to-lockdown-with-miranda-hart", "apiUrl": "https://content.guardianapis.com/culture/2020/apr/05/this-weeks-best-culture-indoors-from-trolls-on-tour-to-lockdown-with-miranda-hart", "fields": {"headline": "This week's best culture, indoors: from Trolls on Tour to lockdown with Miranda Hart", "bodyText": "Film Trolls World Tour Great news for families under lockdown: one of the few blockbuster titles braving a digital-only release is this candy-coloured sequel to the ultra-peppy animated musical phenomenon. At home on-demand from 6 April. Guy Lodge Dance Holly Blakey Holly Blakey’s Cowpuncher My Ass recently showcased at London’s Southbank Centre. Her ferocious, writhing choreography is like nothing else around. Blakey is also a director, and a selection of her works is now available online. Be warned, it’ll make you restless. Bidisha Classical Rachel Podger: Bach Wigmore Hall’s archive is packed with on-demand riches. Try Bach for restoration or contemplation: baroque violinist Rachel Podger plays Sonata No 1 in G minor and Partita No 1 in B minor. Fiona Maddocks Art Raphael: In Search of Beauty (Sky Arts, 11pm, Monday 6 April) Raphael is said to have died after a night of nonstop passion. This lush programme goes deep into his passion for women and the way it controls his many paintings of them. Laura Cumming The Great Women Artists Short films, pop-up discussions, podcasts and daily news of women’s art, all hosted by the tireless Katy Hessel, this excellent site is now offering Chantal Joffe talking about Charlotte Salomon and a riveting interview with Shirin Neshat. Browse the past, present and future work of great female artists. LC Theatre The Habit of Art and The Croft Alan Bennett’s 2009 play about a fictional meeting between WH Auden and Benjamin Britten stars Matthew Kelly and David Yelland; Alli Miller’s drama, set in the Scottish Highlands in 1880 and 2005, features Caroline Harker and Gwen Taylor. These Original Theatre Company productions, both directed by Philip Franks, were touring the UK and are now available online, together with programmes and backstage videos. Susannah Clapp NSDF 20 Online The annual National Student Drama Festival, launchpad for many glittering careers and due to open yesterday, has devised, with the aid of Leeds-based Slung Low, a virtual festival, including workshops, discussions and more. Clare Brennan Pop The Strokes: The New Abnormal Prescient titles department, No 171. New York’s most elegant slummers return from a quality exile with a not-half-bad-at-all sixth album. Out on 10 April on Cult Records/Columbia. Kitty Empire Kenny Rogers: Cards on the Table (BBC Four, Friday 10 April, 9pm) Country music veteran Kenny Rogers recently folded his cards for the final time. BBC Four re-ups its 2019 documentary about the life of a performer who was so much more than just The Gambler. KE Comedy Now Wash Your Hands (Radio 4, Thursday, 11pm/BBC Sounds) Comedians including Miranda Hart, Rufus Hound and Mel Giedroyc share their isolation experiences in a new six-part Radio 4 show hosted by Jon Holmes, Salma Shah, Jake Yapp and Natt Tapley. Kadish Morris"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}