{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/apr/04/marianne-faithfull-hospitalised-with-coronavirus", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-04-04T22:41:24Z", "webTitle": "Marianne Faithfull hospitalised with coronavirus", "webUrl": "https://www.theguardian.com/culture/2020/apr/04/marianne-faithfull-hospitalised-with-coronavirus", "apiUrl": "https://content.guardianapis.com/culture/2020/apr/04/marianne-faithfull-hospitalised-with-coronavirus", "fields": {"headline": "Marianne Faithfull hospitalised with coronavirus", "bodyText": "Marianne Faithfull has been hospitalised in London with coronavirus. The singer, who became famous during the “swinging London” scene of the 1960s and has had a respected (and occasionally troubled) career since, is said to be stable and responding to treatment, according to her representatives. Her friend, the performer Penny Arcade, told Rolling Stone Faithfull had self-isolated following a cold, and then checked herself into hospital last Monday, where she tested positive for Covid-19. She has since contracted pneumonia. Faithfull, who is 73, has had various health issues in the past. She suffered from anorexia during a spell of homelessness in central London in the early 1970s, when she was also addicted to heroin. In 2006, she was diagnosed with breast cancer and underwent successful surgery. In 2007, she announced she had hepatitis C, diagnosed 12 years previously. She also has arthritis, and has had other joint issues, including a hip injury which became infected after surgery and forced her to cancel a 2015 tour. Apart from a decade-long fallow period following her 1960s breakthrough, she has steadily released music throughout her life. Her most recent album was 2018’s Negative Capability, described as “a masterly meditation on ageing and death” in a five-star Observer review."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}