{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/apr/05/guz-khan-dont-go-out-people-stay-in-the-house-and-shag", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-04-05T08:00:22Z", "webTitle": "Guz Khan: 'Don’t go out, people. Stay in the house and shag'", "webUrl": "https://www.theguardian.com/culture/2020/apr/05/guz-khan-dont-go-out-people-stay-in-the-house-and-shag", "apiUrl": "https://content.guardianapis.com/culture/2020/apr/05/guz-khan-dont-go-out-people-stay-in-the-house-and-shag", "fields": {"headline": "Guz Khan: 'Don’t go out, people. Stay in the house and shag'", "bodyText": "Coventry-born Ghulam “Guz” Khan, 34, was an RE teacher who started performing standup in his late 20s. After his YouTube videos went viral, he gave up his day job to pursue a full-time career in comedy. He now co-writes and stars in his own sitcom, Man Like Mobeen, the third series of which has just arrived on BBC One (Mondays at 10.45pm). How are you coping with coronavirus shutdown? Still alive innit, so that’s a positive. You’ve got to take the positives where you can because it’s a mad mess out there. We’re being good and following government guidelines. Everyone has to take this seriously. Don’t go out, people. Stay in the house and shag instead. Just before the lockdown, you did standup in the US for the first time. How did it go? A bit weird. When the MC introduced me and I walked onstage, a couple of guys in the front row immediately tutted, folded their arms and started frowning. I took that as a challenge. That’s the beauty of standup. Within 10 minutes you can go from “I can’t believe they gave this Muslim a microphone” to “I love this dude, he’s hilarious”. How would you describe Man Like Mobeen to newcomers? In some ways it’s a traditional sitcom in the vein of Only Fools and Horses, but we felt the show was in a unique position to make you think as well as laugh. We discuss issues like racism, sexism, xenophobia, Islamophobia, police prejudice… Art Malik plays a crime boss in the new series. How was working with him? He’s a legend. Looking at casting tapes, we were like: “If we don’t get Art Malik, the show is ruined.” When he arrived on set, we tried to be clever and discuss how he perceived the role. He turned around and said: “Guys, just tell me what the fuck to say and I’ll say it.” You’ve been called “the new face of British Muslims”. Is that a pressure? It’s impossible to always say the right thing and please everyone. I felt one responsibility and that was to Small Heath in Birmingham – an area often maligned in the local media. I wanted people here to feel proud and identify with the characters. The overwhelming majority were happy, so I am too. Do you get criticism from the Muslim community too? Of course. Usually about swearing. Somebody messaged me on Instagram asking why I’d said “shit”, so I clicked on their profile and there was a clip of Nicki Minaj twerking! The Muslim community is a complicated set of people. All I can do is try to speak the truth. The show is shortlisted for the Visionary Honours, a social impact award, for its insights into working-class life as an ethnic minority. Does that make you proud? It did until I saw that When They See Us [Ava DuVernay’s Netflix drama based on the true story of the Central Park Five] is in the same category. I went on Twitter and told people to vote for that instead. Listen, Man Like Mobeen is sick but When They See Us is one of the most important bits of TV of the past decade. You’re also up against Ross Kemp, RuPaul and David Attenborough… Imagine that party! Let’s set it up as soon as quarantine ends. You launched a scheme for local youngsters to get paid experience on your production team. Why? Our crew are incredible and I love them to bits but they’re overwhelmingly white dudes. I can talk the talk but unless I facilitate it, I’m a paigon, as Stormzy says. We do a good job of representation on-screen but wanted to get working-class kids behind the camera too. A few comedians are former teachers – like Romesh Ranganathan and Dawn French. What makes it good preparation for standup? Broadly there are two types of teachers. Ones who are all about the curriculum and imparting knowledge, then ones who understand that we have human beings sat in front of us who are going through all kinds of shit every day, so let’s chat to them and entertain them. The second type are the ones who become comics. There’s no better training in crowd-work and navigating emotions. That tough gig in America was nothing compared with a year 9 girls’ health and social care lesson. Those girls were danger. Do your former pupils come to gigs and watch you on TV? They do, which is a lot of fun, but they’ve grown up so quick. One girl came to see me recently and her boyfriend looked about 40. I felt like calling the police! Who were your comedy heroes growing up? Eddie Murphy and Dave Chappelle. From the UK, Lee Evans and Peter Kay. Chris Morris is so unique too. But none of them compares with my old dear, who lives next door to me now. Pound-for-pound, she’s the funniest person you could hope to meet. I said the other day, “Mum, we should do a show together” and she was like “Do I look like Romesh’s mum, mate?” There’s no messing with her. The BBC comes in for a lot of criticism. What do you think of it? It’s such a broad-ranging organisation. It’s a fragmented eco-system, staffed by people with completely contradictory opinions. These are confusing times, but without the BBC it would be a lot worse. What’s next for you? I’m trying to write a sitcom about my teaching days. Let’s face it, there’s plenty of time to write at the moment. Right now is the time for creating ideas. Not just for me, but for anyone. If you’re working in an Amazon factory and can’t take much more, download an app called Final Draft and start writing. The world needs new voices."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}