{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/apr/08/mary-beards-british-museum-augustus-michelangelo-and-a-badge-from-lyme-regis", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-04-08T13:38:46Z", "webTitle": "Mary Beard picks her favourite objects from the British Museum", "webUrl": "https://www.theguardian.com/culture/2020/apr/08/mary-beards-british-museum-augustus-michelangelo-and-a-badge-from-lyme-regis", "apiUrl": "https://content.guardianapis.com/culture/2020/apr/08/mary-beards-british-museum-augustus-michelangelo-and-a-badge-from-lyme-regis", "fields": {"headline": "Mary Beard picks her favourite objects from the British Museum", "bodyText": "A cheap souvenir badge from Lyme Regis in Dorset has been named by Professor Mary Beard as one of her favourite objects in the British Museum. Beard, a new trustee of the museum, is kicking off a social media exercise on Thursday in which museum managers, board members, curators and staff will name items from the collection which inspire them. Public participation will be encouraged. She also includes a 4,000-year-old piece of bread, a Michelangelo drawing of Adam, a 600-year-old Yoruba brass head and – least surprising for one of the UK’s best known classicists – a head of the Roman emperor Augustus. The choice of the badge, made in 1995, is a surprising one. But Beard said it was a reminder that the museum was not just full of “precious, expensive, ancient” artefacts. “Part of the collection is the revealing bric-a-brac of modern times, the kind of thing that anyone of us might have owned, that will become the history of the future,” she said. The badge is a souvenir from Lyme Regis Museum and is decorated with a drawing of the 19th century geologist and fossil hunter Mary Anning, who was born in the town. “She is one of the many women whose efforts, often unsung, underlie the collections in museums across the world,” said Beard. The classics professor was last week named as a new trustee after initially being blocked from a position by Downing Street when Theresa May was prime minister. Under the museum’s constitution the board can pick five of its 25 trustees without government approval. In a British Museum blogpost, Beard talks of her excitement at becoming a trustee “after some hiccoughs along the way”. She says she sees her four-year term as a way of paying back debts to the museum which she first went to, aged five, in 1960, with her mother. Beard recalled being amazed at seeing a piece of ancient Egyptian cake and thrilled when a curator opened the case and got the object out for her. “I’ve never forgotten the excitement of that first close encounter with the distant past. I have no idea who the kind man was, but he played a big part in setting me on the road to a career in history.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}