{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/apr/08/art-virtual-reality-coronavirus-vr", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-04-08T16:18:36Z", "webTitle": "'Beginning of a new era': how culture went virtual in the face of crisis", "webUrl": "https://www.theguardian.com/culture/2020/apr/08/art-virtual-reality-coronavirus-vr", "apiUrl": "https://content.guardianapis.com/culture/2020/apr/08/art-virtual-reality-coronavirus-vr", "fields": {"headline": "'Beginning of a new era': how culture went virtual in the face of crisis", "bodyText": "It’s a terrible time for going out. Since the emergence of Covid-19 and resulting self-quarantine, thousands of museums, cultural institutions, festivals and global happenings have temporarily shuttered operations, leaving behind empty streets and a restless public. In a sector that thrives on in-person connection, the loss of an audience is disastrous, yet resilient performers, institutions, galleries, even entire art fairs, are moving to the digital arena, using streaming services and virtual reality, manifesting live concerts on the gaming app Twitch, organizing Instagram dance parties and launching online-only spaces. During his popular 2015 Ted Talk, the immersive artist, entrepreneur and director Chris Milk suggested that virtual reality could someday become the “ultimate empathy machine” but despite an initial burst of interest in 2015 during the launch of the Oculus Rift headset, immersive media have primarily remained niche. Now, with social distancing, the technology is experiencing something of a renaissance. The last few weeks have seen live-streaming performances of the Metropolitan Opera and the Cleveland Inner City Ballet to an intimate St Patrick’s Day show from the Boston punk band Dropkick Murphys, with additional groups creating worlds specifically for VR. It is now even possible to take a virtual walk through the New York Botanical Garden’s spring bloom-scape. The pandemic, incredibly, is ushering in a golden age of virtual media, making good on the initial promise of digital, while offering new life and unprecedented access to some of the world’s cultural touchstones, some previously financially or physically inaccessible. While the world has never felt more physically isolated, digital media have offered a bridge, as well as an exciting range of experiences. When the Google Arts &amp; Culture initiative first launched in 2011, it had modest ambitions. Today, thousands of users each month virtually explore treasures from the Uffizi Galleries to the Guggenheim, leading to a boom in arts-leaning VR projects. This has included the Metropolitan Museum of Art’s award-winning video series, the Met 360 Project, that invites viewers to explore the Temple of Dendur, among other attractions, using spherical 360° technology created by the celebrated producer Nina Diamond. Recently, the digital team reported a 4,106% growth in streaming viewership, with YouTube video views up 150%, and both socials and the website experiencing significant increases in engagement. The New York Public Library and the 92nd Street Y previously enjoyed modest success with their digital efforts but, since Covid-19, have gained new audiences with dynamic initiatives, shifting discussions with celebrated culture figures to YouTube and introducing free online tutoring for students. In Vienna, an ambitious campaign has put almost all of the city’s cultural treasures online, from the Belvedere to the State Opera, which currently offers selections from its archive of video performances as well as a VR/360-degree experience, recently gaining 130,000 new registrations on the opera’s streaming platform and apps. The past month’s most discussed virtual project has been Art Basel’s Online Viewing Rooms, which proved so popular when it launched that the site crashed. Already scheduled before the outbreak, its debut was fast-tracked in response to the Hong Kong fair’s cancellation, explained Marc Spiegler, global director of Art Basel: “It became clear this was something we needed to accelerate and expand.” The virtual fair, which features 234 galleries and a combined 2,100 works, with perks like ZoomRoom, which enables galleries and artists to walk through viewing areas with potential collectors, appeared to be the most logical response to the unprecedented disruption. David Zwirner Gallery, the first to launch online rooms in 2017, has also seen an uptick in digital interest both on its viewing room platform, David Zwirner Online, and podcast Dialogues. “Online exhibitions can do things that brick-and-mortar exhibitions can’t,” explained Lucas Zwirner, head of content. “They can embed videos, longer excerpts of art-historically relevant material, and artist-created content.” Like any medium, he noted, the online space becomes as meaningful and as fruitful as we are thoughtful in the ways we approach it. “That has been the goal – to come up with something that is effective for reaching collectors and the art world at large, but also appeals to artists because it is contextual, art historic and elegant.” Taking a similar strategy is Pace Gallery, whose roster includes leading tech-influenced artists like Trevor Paglen and teamLab. The gallery began exploring online viewing room platforms last year as part of a major redesign to their website. “Our hope for these online exhibitions is to use the voices of our dealers and curatorial team to create multi-media environments that really invoke an artist and the context in which they were making their work,” said Marc Glimcher, CEO of Pace Gallery. “This is just the beginning of a new era of experiencing art through digital realms.” “Covid-19 has made the push much more urgent,” said Daniel Birnbaum of AcuteArt, which brings together international artists, new media and technology to produce works in VR, augmented reality (AR) and mixed reality (MR), explaining that many technologies in prototype have been bumped up to help deal with widespread user demand. Birnbaum, the former director of the Moderna Museet in Stockholm, explained that a move toward digital was inevitable, with or without Covid, but has been surprised at the stunning speed of adaptation. Currently his team has been working with Brian Donnelly, AKA Kaws, on a new type of AR that enables you to place yourself inside immersive environments through the use of an app that has already been downloaded by millions. “It’s an extraordinary thing, that in the middle of a total global crisis, when every museum and every public art institution in the world closes down, and no one can travel, we launched a blockbuster,” he mused, explaining that in his past life it was far more difficult to reach audiences of this size and diversity. “In AR and AV, much of the work is driven by democratizing possibilities,” he explained, “but it is now possible to reach beyond traditional structures and reach different audiences.” “I’ve found that so many who didn’t have any interest in virtual reality are now keen on understanding its capabilities,” said the CEO and founder of Emblematic Group and “Godmother of virtual reality” Nonny de la Peña. De la Peña, who has worked with global journalistic institutions, including the Guardian, to bring digital stories to life, demonstrated over Google Hangouts a new project she created for SXSW that permits users to place themselves inside worlds of their creation using Reach, a software program, and a button-based system of De la Peña’s design. “The first initial wave of interest is organizations that are either seeking to create virtual gatherings, because important milestones are suddenly being taken away, and our ability to celebrate together, to organizations that are being asked to do this who desperately need our help to help them get to that point,” she explained. “I still think people are just starting to scan the landscape.” “Before Covid-19, the digital space was almost always treated as an afterthought for expanding an audience beyond the reach of physical spaces,” said the digital strategist JiaJia Fei, the consulting director of digital at the Jewish Museum in New York. She explained that cultural programming was usually designed, first and foremost, for an in-person audience or on-site experience, and later translated online through a video recording or series of images on the web for documentation purposes. “Now that physical spaces are no longer the priority, the cultural sector is rushing to adapt events, exhibitions and experiences for an entirely digital-first audience.” She pointed out that achieving this requires an eye toward egalitarianism: almost everyone has a mobile phone and computer at home, but very few have traditional VR headsets, which points to a rise in 360 video, Google cardboard, and conferencing tools that can easily be streamed at home. “For digital innovators, this is our moment to push the limit of our creative and technical vision, and a chance to openly experiment,” said Fei. “For everyone else, it’s a crash course in digital marketing triage.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}