{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/19/tennis-owes-debt-players-cost-lockdown-coronavirus", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-19T19:00:46Z", "webTitle": "Tennis owes a debt to its supporting cast counting the cost of lockdown", "webUrl": "https://www.theguardian.com/sport/2020/apr/19/tennis-owes-debt-players-cost-lockdown-coronavirus", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/19/tennis-owes-debt-players-cost-lockdown-coronavirus", "fields": {"headline": "Tennis owes a debt to its supporting cast counting the cost of lockdown", "bodyText": "At the exact moment the International Tennis Federation announced the immediate cancellation of all events in March, Panna Udvardy was deep in battle, breaking serve at a lowly ITF World Tennis Tour event in Olímpia, Brazil. While the sport’s commentariat descended into a collective state of shock, Udvardy was pumping her fist and peering towards her coach. She quickly realised he was not staring back. “I looked at my coach and he was talking to the supervisor. I was like: ‘Come on, why are you talking to him? Watch the match!’ And then I won, I played like three hours, I came off court. My coach told me that at 3-1 the supervisor had talked to him and cancelled the tournament.” What happened next was a reflection of tennis’s great weakness. Udvardy, a 21-year-old Hungarian ranked 347 by the WTA, had spent thousands of dollars to fly herself and her coach to Olímpia with the goal of minimising costs by entering a series of tournaments in Brazil. While hundreds of players at Indian Wells, the fifth biggest tournament in the world, were offered first-round prize money to cover costs after its cancellation, she was forced to immediately purchase two tickets out of Brazil that she could not afford. The faulty financial model of tennis has long been problematic as prize money has disproportionately risen at the top over the past decades, but the coronavirus pandemic is a transformative moment that requires a sweeping response. Tennis players are private contractors who earn money only when they compete, or if they are lucky enough to encounter sponsorships. Now they earn nothing. For Udvardy, the $4,000 (£3,150) she made before taxes in the first three months of this year was supplemented with sporadic coaching and small sponsorships from helpful companies. Those companies are now at risk and social distancing regulations forbid her from coaching. “I’m not sure what I’m going to do if it’s going to be much longer,” she says. “There’s no way I can do anything else. I can’t even go away and give lessons. It’s just really hard. I think everyone is in the same situation as I am and we all need help from the ITF and WTA.” In the same breath, she is quick to point out that her situation is better than most. She has received some assistance from the Hungarian federation and she is young – her desperation to fulfil her potential means that, no matter where she is financially whenever normality resumes, she will return to the foot of the mountain to climb again if she must. Instead, she is more concerned about those who may be pushed out of the sport for good. Udvardy is not alone in her reservations. “I know a lot of players who are waking up and saying: ‘Hey, I’m gonna stop. I’m already minus [in debt] and I don’t think I can make it,’” says Valentini Grammatikopoulou of Greece. “When I was [ranked] 400, four years ago, I was winning €1,000 and then travelling with this money to go to another tournament, even not thinking of going back home. That was the circle, that’s how you build and get out of these small tournaments. People will now have nothing and they cannot even go to the tournaments.” Although Greece possesses more top-20 players than Great Britain and France combined, Grammatikopoulou, ranked 297, has not received a penny of support. Greece’s national federation is insignificant and she does not qualify for government financial help. For the first time in a decade she has returned to her small hometown of Axioupoli for more than just a couple of weeks. Her father sells curtains and pillows in the local market and the family is living off his government furlough. By all indications, tennis’s stakeholders are finally appropriately recognising their forgotten classes. After hours of discussions with his fellow members Rafael Nadal and Roger Federer, the ATP player council president, Novak Djokovic, last week sent an email to players detailing his proposed relief fund for those ranked between 250 and 700. The fund would include a sliding scale of contributions from top-100 players based on ranking groups, ranging from $30,000 contributed by top-five players to $5,000 by those ranked between 50 and 100. Along with $500,000 contributions from grand slam tournaments and money sourced from future events, the hope is for a pot of between $4m and $4.5m, with $10k for each player. The WTA is said to be in similar discussions on behalf of its players. The proposal requires the votes of Djokovic’s fellow players, some of whom may have qualms about contributing a far greater percentage of their earnings than the top players. Regardless, it represents an unprecedented period in the history of the sport, which was underlined by Djokovic’s comments during his recent Instagram live chat with Stan Wawrinka. If the world No 1 has his way, this is a tipping point, an opportunity to change the lower levels of men’s and women’s tennis for ever. “These guys that are ranked 250 onwards, they are the ones that make the grassroots of tennis, that make the future of tennis and I feel we have to be united,” Djokovic said. “We have to support them. We have to show them that they are not forgotten, that we are there for them. But also I feel we have to send a message to the younger generations that are taking in consideration to be professional players, to show them that they can live out of tennis.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}