{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/apr/02/i-am-a-frontline-doctor-heres-how-you-can-help-me", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-04-01T23:51:47Z", "webTitle": "I am a frontline doctor: here’s how you can help me | Ranjana Srivastava", "webUrl": "https://www.theguardian.com/commentisfree/2020/apr/02/i-am-a-frontline-doctor-heres-how-you-can-help-me", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/apr/02/i-am-a-frontline-doctor-heres-how-you-can-help-me", "fields": {"headline": "I am a frontline doctor: here's how you can help me", "bodyText": "“Hey, if something happens to you, who pays the mortgage?” asks my eldest child, recently capable of making his own lunch. “We split it equally”, offers the conscientious middle child. “There will always be someone to help you,” I lightly reply before leaving for work, casually wondering whether this will be the day I meet the coronavirus. In ordinary times, being a doctor is a matter of privilege and pride. I’d like to think that I give generously, mindful that one day I will lean on others. But my risks have just multiplied. “Did they teach you this in medical school?” someone asks. No. I don’t think that anyone predicted that the entire world would be struck down by the same incurable infection at the same time. We go to sleep believing one thing and awake knowing another. The rolling redundancies are devastating. The ranks of the disenfranchised will swell. Mental illness is spiking. Worryingly, so is domestic violence. Each day, I walk in to the wards, still filling with patients. Of course, being negative for the newest disease doesn’t mean everything is fine – patients still have their “old” problems – organ failure, cancer, dementia and falls. In a situation where we don’t know when a patient can return for follow-up, every decision must be doubly deliberate. Later, I attend my oncology clinic. Urban doctors like me are new to telehealth. Many patients are elderly, not fluent in English and not internet-savvy. If I can manage to reassure them and not invoke more fear, it’s a godsend. Once clinic ends, we move to long-term planning, deciding how to treat all our patients safely and fairly. Cancer is onerous at the best of times; now, there are additional layers of complexity. As others stay home, doctors and nurses, cleaners, theatre techs and secretaries are coming to work. Our car parks are full. And yet, there’s not even a whisper of self-congratulation – we’re simply doing what we undertook. I am touched by the number of offers of help. Fortunately, I don’t need supplies, rent assistance or a job. But if I may, here is something you can do. Please stop constantly second-guessing and ridiculing the Australian government officials, health authorities, and public health experts at the forefront of managing this unprecedented crisis. Self-appointed experts have thrust themselves everywhere, declaring outrage at every step, criticising the advice of the chief medical officer, his deputies and anyone whose view they disagree with. From testing criteria to elective surgery, from protective gear to unproven therapies, a cacophony of voices is drowning out authoritative advice. “Authoritative” may be an exaggeration in swiftly changing times and a democratic society should welcome debate rather than a slavish adherence to rules but the truth is when we are all unsure, it is important to let people do what they are trained to do but hold them accountable. Global experience tells us that there is no single formula for diverse nations. I have clinical acumen but it’s no use pretending that I have any real public health expertise or insight into the levers of government. What works for my patient won’t help the population. From the comforts of Melbourne, I can’t posit what should happen in Darwin, much less Manhattan or Mumbai – and I suspect it’s the same for most of us. So, in the midst of so much noise, I need a clear space to listen to local experts who not only have access to the data but also the capacity to integrate rapidly multiple moving pieces. These people have training in infectious diseases, public health, epidemiology, statistics, economics and government and are working day and night for the common good. I decline to vilify them or lampoon their decisions and I hope you will too. In 2004, I was a disaster-relief physician in the tsunami-ravaged Maldives and witnessed the difficulties of coordinating a mass medical effort. The world poured in billions of dollars in aid. Unlike today, the threat had passed, only recovery mattered. On an island without a hospital, I needed oral antibiotics, asthma inhalers and pain relief. Instead, I got anaesthetic, a desalination plant and mouldy bread. The best intentions are useless in the absence of cool, considered minds. Another reason to trust the experts. For many of my colleagues, staying calm is becoming decidedly harder in the face of constant messages being generated by highly anxious individuals fuelling our worst fears. Let’s face it, we are all watching this pandemic with disbelief. But blaming and emotive commentaries shared on personal and professional groups, with an “intent to vent”, or “simply discuss” have very real consequences – they rattle even the most stoic and steady professionals. This week, I need to focus on the children in quarantine while their mother is dying. And the patient whose cancer is progressing. And the man who can’t give his beloved wife a funeral. I want to protect my interns who aren’t sleeping well through this baptism of fire. But I have limited bandwidth and the more time I spend distinguishing real concern from confected outrage, the less time there is for the things that really matter. Universal healthcare isn’t perfect but is again revealing its strengths. A central command structure is cutting through the noise and delivering the most up-to-date, evidence-based information. Our public hospitals are working non-stop to keep up with change. In swiftly changing times, we must excuse our leaders the occasional stumble but realise the gift of calm and consistent leadership. So no matter who you are, please take a minute to ask yourself how your next private or public post or media commentary will add value to the societal response to the pandemic. How will it encourage people to play their part? Will it tell us anything new? Could someone already be working on your concern? This is not a call to muzzle debate but a plea that outrage always travels faster than methodical thinking. Anxiety is absolutely reasonable but if we are honest, we must own our anxiety, not spread it. Opinion should not be disguised as expert advice. It isn’t merely irresponsible; it can do harm. The greater your audience, the greater your responsibility. From my vantage point, the future is unclear but the navigation is reliable. Speaking to doctors around the world, this in itself is no mean feat. There will be another time to reflect on whether the government and health experts got things right and use those learnings to inform the next response. Until then, letting them get on with their job is the most important thing you can do to help me do mine. • Ranjana Srivastava is an Australian oncologist, award-winning author and Fulbright scholar. Her latest book is called A Better Death"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}