{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/13/quiz-review-who-wants-to-be-a-millionaire-charles-ingram-diana-drama", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-13T21:00:22Z", "webTitle": "Quiz review – would you like to ask the audience, Major?", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/13/quiz-review-who-wants-to-be-a-millionaire-charles-ingram-diana-drama", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/13/quiz-review-who-wants-to-be-a-millionaire-charles-ingram-diana-drama", "fields": {"headline": "Quiz review – would you like to ask the audience, Major?", "bodyText": "Quiz people baffle me almost as much as sex people. Where do they all get the time, energy or enthusiasm? Why would you not just settle down with a good book and a packet of biscuits instead? Is it me, or is it them? I never quite understood, then, the extent to which the Maj Charles Ingram scandal grabbed the public imagination in the early 00s. It seemed to me that to enter Who Wants to Be a Millionaire? with the apparent intention of cheating and walking away with the top prize (or thereabouts – there are suggestions in the programme that he was supposed to settle for half a mil and not draw quite so much attention to himself) is much more sensible than entering a quiz under any other conditions. Not more admirable, obviously. But much more sensible. But grab the public imagination it did, so much so that nearly 20 years on it has been made into Quiz (ITV), a three-part drama starring Matthew Macfadyen as the major and Sian Clifford as his wife, Diana (both so far following their media portrayals at least, as hapless and Lady Macbethesque respectively), and – most eye-catchingly – Michael Sheen as a pitch perfect Chris Tarrant. If you close your eyes, it’s him. The physical resemblance is uncanny, too, but in a more complicated way – you have to go back to the original to remind yourself that the presenter really does have that plasticky a rictus grin and adjust your credulity accordingly. The opening episode gets off to a shaky start, credibility and credulity-wise, as we watch how the show that would soon dominate the schedules came together. The new director of programmes, David Liddiment (Risteárd Cooper), strides into ITV headquarters yelling about the need for “Event TV!” and having his interest piqued by news of a proposal for a show called Cash Mountain and its million-pound prize. All such origin stories are bedevilled by the Picasso problem, named after the famously excruciating scene in Titanic in which Rose admires a painting and is told it is by “Something Picasso – he’ll never amount to a thing, trust me.” Viewers must simply wait the time out as Liddiment battles with his own scepticism (where will the tension come from?! Is the time really right for another game show?! How will they make a profit if people keep winning?!), until everything comes right when the creators make him play a mocked-up round or two and he finally sees the light. “There’s something in it! In the DNA of the game!” The earnestness with which this is all treated may reflect accurately what goes into the genesis of a show, but to see it played straight (Mark Bonnar’s intensity as creator Paul Smith seems to have come from a different kind of drama) is deeply offputting, even if it does make you realise somewhat why TV people are generally so hated. You long for a touch of W1A-type satire, a nod and a wink to leaven their awfulness and lighten the tone of a prelude to what surely cannot be considered the crime of the century. Fortunately, once the nuts and bolts are dealt with and the focus shifts to the Ingrams and life among normal humans outside the TV studios, the drama becomes as addictive as Who Wants to Be a Millionaire? proved. Clifford, Macfadyen and Trystan Gravelle as Diana’s brother Adrian who – along with his proliferating debts – provides the catalyst for the family’s involvement, humanise the story while still leaving you boggling at its fathomless oddities. Adrian plugs into a network of dedicated quizzers who have dedicated themselves to finding ways to game a system that was never set up to defend itself against the unforeseen cohort of overzealous obsessives for whom a fastest-finger-first facsimile built by Adrian to try to get into the hotseat is treated with roughly the same reverence as the first coronavaccine off the conveyor belt surely will be. By the end of the first episode, all the main players and pieces are in place. Suspicions are rising but have not yet landed on anything tangible. There is still everything to play for – for the moment. And may I just repeat that if only people could be content to stay indoors with a good book, none of this would have happened? That is all."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}