{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/apr/05/council-leaders-call-for-funding-for-free-school-meals-over-easter", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-04-05T10:34:50Z", "webTitle": "Council leaders call for funding for free school meals over Easter", "webUrl": "https://www.theguardian.com/education/2020/apr/05/council-leaders-call-for-funding-for-free-school-meals-over-easter", "apiUrl": "https://content.guardianapis.com/education/2020/apr/05/council-leaders-call-for-funding-for-free-school-meals-over-easter", "fields": {"headline": "Council leaders call for funding for free school meals over Easter", "bodyText": "City leaders have said some of England’s most vulnerable children could go hungry over the Easter holidays because the UK government is refusing to fund free meals. Councils have been told they can continue to provide free school meals during the break if they want to but will have to find the money themselves. The mayor of Bristol, Marvin Rees, and the leaders of Birmingham and Leeds city councils, Ian Ward and Judith Blake, have written to the education secretary, Gavin Williamson, asking him to rethink the policy. They wrote: “Many families are now finding themselves, perhaps for the first time, unable to feed their families and cover essential costs. We are asking the Department for Education to guarantee and underwrite the full costs of providing FSM [free school meals] during the Easter holidays to all eligible children.” They added: “The rapid closure of schools and social distancing measures means families are not well prepared for the Easter break, will have increased difficulty in managing their children and young people and be more vulnerable to the impact of food poverty.” Blake, who is also chair of the Local Government Association’s children and young people board, said: “No young person should have to go hungry, and ensuring vulnerable pupils – including those on free school meals – are provided for is a top priority for councils and schools. “The government’s recent announcement that families of children entitled to free school meals will be eligible for food vouchers is positive news but we remain concerned that the scheme does not cover school holidays.” She continued: “Pupils in receipt of free school meals are not usually entitled to them over the school holidays, but with almost a million more families now finding themselves in financial difficulty as a result of the coronavirus pandemic, schools are stepping up to fill the gap in provision to ensure no young person goes hungry. “Councils are doing everything in their power to put in place local arrangements, but without these costs being covered by the government schools will have to find these resources from elsewhere, such as local food banks.” Julie McCulloch, the director of policy at the Association of School and College Leaders, said: “The cost of funding free school meals over the Easter holidays would be relatively modest compared to the billions of pounds which are being rightly injected into the economy at present.” The Labour-led Welsh government is the only one of the four UK administrations that has pledged to fund free meals over the two-week holiday. The Welsh education minister, Kirsty Williams, said: “It’s more important than ever, in these difficult times, that we make sure everyone who needs that extra bit of support continues to receive it.” Dominic Cools-Lartigue, the founder of A Plate For London, who will be helping to feed young people in Tower Hamlets, east London, over Easter, criticised the government’s position and said: “We can’t sit around waiting for the government to realise that children’s hunger won’t go away during the holidays.” The government’s guidance makes it clear that it will be up to councils to fund free school meals in the holidays. A Department for Education spokesperson said: “Our focus is making sure that the 1.3 million disadvantaged children who would normally have a free school meal on a school day do not go hungry as a result of staying home.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}