{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/apr/06/uk-councils-face-lawsuits-over-access-to-education-in-lockdown", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-04-06T16:16:24Z", "webTitle": "UK councils face lawsuits over access to education in lockdown", "webUrl": "https://www.theguardian.com/education/2020/apr/06/uk-councils-face-lawsuits-over-access-to-education-in-lockdown", "apiUrl": "https://content.guardianapis.com/education/2020/apr/06/uk-councils-face-lawsuits-over-access-to-education-in-lockdown", "fields": {"headline": "UK councils face lawsuits over access to education in lockdown", "bodyText": "The UK government must ensure pupils from poor backgrounds have computers and internet connections during the coronavirus lockdown or face legal action for depriving children of their education, according to a group of legal activists. The Good Law Project argues that the widespread reliance on online learning during the lockdown is illegally disadvantaging state school pupils who lack access to tablets, laptops or adequate broadband. It says it will sue local authorities to try to push the government into action. The move could lead to courts forcing the government to ensure the provision of adequate internet connections and IT equipment to hundreds of thousands of children from poor or vulnerable backgrounds while the lockdown continues and schools remain closed. “Local authorities in England have a clear obligation to ensure that all children can access teaching, so there’s a very strong claim against them to ensure that they are doing so,” Jolyon Maugham, the Good Law Project’s founder, told the Guardian. “Remember that the government hasn’t closed schools down, and because they are still teaching online then children who can’t access that teaching are missing out and likely to fall behind their peers. And that’s what we want to stop happening.” In many families, children are sharing a tablet or laptop with siblings and working parents or have access only to mobile phones, while the internet access they might have had through schools, libraries or cafes has been cut off by the coronavirus crisis. Research published by Ofcom in 2018 suggested that as many as a million children and their families did not have adequate access to a device or connectivity. The Good Law Project, which has won recent court victories against Uber that could lead to the ride-hailing service being held liable for £1.5bn in unpaid tax, is to back legal action against the London borough of Southwark on behalf of parents whose children attend state schools in the area, arguing that it has failed to meet its legal obligations. “I have sympathy for the position of local authorities, who have found themselves landed with a new set of legal responsibilities to educate children remotely without matching funding from central government,” Maugham said. “Southwark is an inner-city local authority with a high percentage of children eligible for free school meals who we know to be unable to effectively access education online.” Cassie Buchanan, the headteacher of Charles Dickens primary school in Southwark, said she supported the legal action. She has been concerned at how many children at her school and others are struggling to get appropriate access to technology for learning, often because the lockdown has meant children having to share limited equipment with adults working from home. “We know from our own experience that for many families their only online access is via a parent’s phone. And we’ve designed our learning material to cope with that. But in secondary schools where the work is more interactive, these children really need to use a laptop and in many cases they can’t,” Buchanan said. Buchanan said her school of 500 pupils had about 150 eligible for free school meals, and its multi-academy trust, the Charter Schools Education Trust, was lending out computers to secondary school pupils and asking parent to donate laptops or tablets that could also be loaned out. “It’s more complex than just giving everyone access to a computer; they also have to access to broadband as well,” she said. The lawyers say the obligations under the Education Act are “buttressed” by wider national responsibilities under the Human Rights Act and the United Nations’ convention on the rights of the child, to which the UK is a signatory, which establish access to education as a legal right. The group is being advised by specialist education solicitors and two prominent human rights barristers, Caoilfhionn Gallagher and Adam Wagner of Doughty Street chambers, and is hoping to crowdfund an initial £25,000 to cover costs. Maugham said the group would call for the government to step in with funding to avoid placing a further strain on local authorities, and would write directly to the education secretary, Gavin Williamson, asking him to consider the issue."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}