{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/apr/01/krystyna-gaffney-obituary", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-04-01T12:31:17Z", "webTitle": "Krystyna Gaffney obituary", "webUrl": "https://www.theguardian.com/education/2020/apr/01/krystyna-gaffney-obituary", "apiUrl": "https://content.guardianapis.com/education/2020/apr/01/krystyna-gaffney-obituary", "fields": {"headline": "Krystyna Gaffney obituary", "bodyText": "My aunt, Krystyna Gaffney, who has died of a brain aneurysm aged 64, worked in the examinations department at Newcastle University for 25 years. She was born in Aberystwyth to Janina (nee Borowska) and Kazimierz Clapinski, Polish immigrants who had relocated to rural west Wales after the second world war. Krys and her siblings ran wild across the fields surrounding their father’s farm, catching minnows in jam jars, picking marsh marigolds and helping the corgis round up the cows. She passed the 11-plus aged 10. Soon afterwards, the sudden, unexpected death of her mother prompted a family move to Coventry, where Krys gained her O-levels and A-levels at the Cardinal Wiseman’s Catholic school, as well as the skill of “borrowing” communion wine from the nuns. She went on to study biological science at the University of East Anglia where she met the love of her life – Paul Gaffney, a tall, softly spoken Geordie with a mop of dark curls. After their finals, Paul and Krys busked in the Paris Metro before deciding they could make more money (and not starve) by working in a ski resort. They spent two seasons in Les Arcs in the French Alps, where Krys became an average chambermaid and an excellent skier, seeing off all competition one year to win the resort’s giant slalom race. She returned to the UK in 1978 while Paul did his PGCE teaching qualification in Newcastle and never left. Already fluent in Polish, Welsh, French and English, she nevertheless took several years to acquire a firm grasp of Geordie. Paul and Krys married in 1980 and she went on to work in the examinations department at Newcastle University until taking early retirement in 2006. Exceptionally green-fingered, Krys and her sister were the first women to win the best in the city allotment competition in Newcastle. Following this achievement, Krys officially “retired” from all future competitions – although this didn’t stop her polishing her peas with Mr Sheen before the annual Moorside Allotments Association show. Volunteer gardener with children of Stocksfield Avenue primary school, talented silversmith, incredible cook, enthusiastic tap dancer, cat lover and a home brewer of more than 40 years, she had a knack for drawing people to her and making them feel instantly at ease. Beautiful, naughty and kind, Krys had a wildness about her that she never lost. She will be missed by countless friends. She is survived by Paul, her sister, Sian, brothers, George and Chris, and 12 nieces and nephews, myself among them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}