{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/apr/02/roger-fieldhouse-obituary", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-04-02T13:13:28Z", "webTitle": "Roger Fieldhouse obituary", "webUrl": "https://www.theguardian.com/education/2020/apr/02/roger-fieldhouse-obituary", "apiUrl": "https://content.guardianapis.com/education/2020/apr/02/roger-fieldhouse-obituary", "fields": {"headline": "Roger Fieldhouse obituary", "bodyText": "My friend and former colleague Roger Fieldhouse, who has died aged 79 after a short illness, contributed significantly to two academic fields: local history; and the history and philosophy of modern British adult education. Roger was appointed tutor/organiser for the WEA (Workers’ Educational Association) in North Yorkshire in the mid-1960s, and developed a lifelong love of the area. He worked with local people to explore the history of their own communities. His book A History of Swaledale and Richmond (1978) was scholarly and authoritative. He worked closely with several colourful Dales characters, who became family friends; and with Joan Maynard, the indefatigable advocate of agricultural workers, who later became a prominent leftwing Labour MP. In 1970, Roger was appointed to the department of adult education and extramural studies at the University of Leeds: later, he became responsible, as head of department, for all the liberal adult education work of the school of continuing education. Roger was committed to a “social purpose” perspective on adult education: “a democratic, dialectical and non-utilitarian approach”, as he put it. He aimed to provide “individuals with the knowledge which they can use collectively to change society if they so wish”, with a particular focus upon enabling working-class students to “challenge the inequalities and injustices of society in order to bring about radical social change”. Among his many publications, A History of Modern British Adult Education (1996) remains the standard text; he wrote a definitive history of the British anti-apartheid movement (2005); and he and I co-edited EP Thompson and English Radicalism (2013). Roger was born in East Sheen, south-west London, the second of four sons of Ernest Fieldhouse, a commercial traveller, and his wife, Phyllis (nee Scott). After Wellington school, Roger studied modern history at Reading University, 1960-63; later, studying part-time, he was awarded a PhD (on the ideology of English adult education) by Leeds University. During his time at Leeds, Roger and his wife, Gill (nee Taylor), enjoyed a busy family life in Harrogate, bringing up their four children - Catherine, William, Edward and Victoria. They later divorced. In 1986, Roger was appointed to the chair of continuing education at the University of Exeter, a post that he occupied until his retirement in 1996. He enjoyed village life in Devon and came to know Devon and Cornwall well. But he also travelled internationally – to Africa, Asia, Australia and New Zealand, with his partner of more than 30 years, Roseanne Benn. Roger, an English Romantic at heart, loved the English countryside. He was a member for 40 years of a group of friends who met for walking weekends in the Lake District; he was an enthusiast for English pubs and cricket; and we enjoyed for many years joint family holidays on the Welsh coast. He had, above all, a lifelong love of the Yorkshire Dales. Roger was a kind and generous man, much loved, valued and respected by family, friends, colleagues and students. He is survived by Roseanne, whom he married in 2015, three stepdaughters and six step-grandchildren; and by the four children, and 11 grandchildren, from his marriage to Gill."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}