{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/04/australias-path-to-net-zero-emissions-lies-in-small-stimulus-friendly-steps", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-03T21:54:20Z", "webTitle": "Australia’s path to net-zero emissions lies in rapid, stimulus-friendly steps", "webUrl": "https://www.theguardian.com/environment/2020/apr/04/australias-path-to-net-zero-emissions-lies-in-small-stimulus-friendly-steps", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/04/australias-path-to-net-zero-emissions-lies-in-small-stimulus-friendly-steps", "fields": {"headline": "Australia’s path to net-zero emissions lies in rapid, stimulus-friendly steps", "bodyText": "Nearly two years ago, ClimateWorks Australia set out to test whether the implied goal agreed by world leaders at the Paris climate conference – cutting greenhouse gas emissions to “net zero” by 2050 – was still possible in Australia. They weren’t certain it would be. They were pleasantly surprised by the result. “We found not only is it not yet out of reach in Australia, but it can be achieved using technologies that are mostly already mature and available,” says Anna Skarbek, the chief executive of the not-for-profit that was established in 2009 to fill a gap between climate research and action. Net-zero emissions targets have been adopted by 121 countries responsible for a quarter of CO2, asset owners worth $4tn and an expanding list of major companies. The Morrison government is yet to join them, having promised a long-term strategy later this year, but all Australia’s states and territories have net-zero goals for mid-century. ClimateWorks spent 18 months examining each part of the Australian economy in detail to consider what would be involved in getting there. The resulting report, Decarbonisation Futures, is an update of similar work in 2014. It found net-zero emissions were possible not just by mid-century but by 2035 – soon enough for Australia to play its part in an effort to limit global heating to 1.5C. The report lands as the coronavirus crisis has, in a best-case scenario, postponed 2020’s expected focus on climate change. The year-end UN meeting in Glasgow has been delayed until next year. It is considered the most important since Paris in 2015, with countries being exhorted to ramp up commitments as promised in the French capital. ClimateWorks’ analysis was completed before the pandemic hit, but Skarbek says the need to recover from the economic shock once the survival stage passes will also provide an opportunity to make the sort of investment required to respond to the climate crisis. The former will demand a substantial stimulus program. The latter requires an “all-in” approach from governments, business and individuals in what the report calls “the transformational decade” before 2030. After that, the window for Australia to do its bit towards the Paris targets and prepare for a coming global zero emissions economy may have closed. Skarbek says it means a “make or break moment” is coming. The good news, she says, is many transformational climate-friendly steps are stimulus-ready. “If we get this right, we can meet Australia’s international climate change commitments, create jobs in sustainable industries, and set ourselves up for a smoother and speedier shift to a zero-emissions economy,” she says. “If we miss the moment of the stimulus injection to also accelerate on climate, the downturn will make it even harder to do what is needed over the next decade. I do worry we might miss this chance forever if we don’t seize it now.” The report finds the progress and fall in cost of clean technology since the last analysis six years ago has been faster than expected, with renewable energy becoming cheaper than fossil fuels and the cost of batteries plunging 80% in a decade. It says much of the shift needed now could be rolled out quickly by rapid and large-scale deployment of familiar technology. It would include upgrading homes and commercial buildings to boost energy efficiency and run on solar power; building more large-scale clean energy plants and storage; installing electric vehicle charging stations; boosting the use of recycled goods in supply chains; and supporting more carbon forestry by planting and protecting trees to store CO2. “It’s a lot of relatively small transactions that get this job done,” Skarbek says. “That’s why it is stimulus-friendly.” The analysis found the difference between making cuts consistent with 1.5C and 2C of heating were noteworthy, but not always that great. The lower goal was likely to mean renewable energy providing 79% of power by 2030, compared with 73% for 2C and 48% if we continue on the current path without governments introducing further policies. On electric vehicles, a 1.5C path could require three out of every four new cars sold in 2030 being electric, compared with one out of two on a 2C path. The government has projected EVs will make up one in five new sales by then. Deployment of available tech to make rapid cuts in electricity, buildings and transport is easier than in heavy industry, agriculture and the land, but Amandine Denis-Ryan, ClimateWorks’ head of national programs, says there are emerging solutions in those areas. One may be hydrogen, which governments are backing as a potentially plentiful clean energy source for use in transport and industry, and to export. While the report acknowledges green hydrogen is likely to have a part to play, it does not assume how big that role will be, given it is a relatively new industry and there is little data to back it up. But Skarbek says it is a potential answer to two big questions: what can be done in those parts of the economy, particularly in heavy industry, that cannot easily shift to running on clean electricity? And what industries can fill the gap created by Australia’s reliance on fossil fuel exports? Denis-Ryan stresses the report reveals both what is possible and the urgency of the task. Achieving the Paris goals will require national emissions being cut in half by 2030 at the latest. “We now know we have enough technological capacity in the Australian economy to get there,” she says. “But we need to get these technologies out the door at every opportunity.” Electricity The analysis found electricity is key – getting to 100% clean energy will help clean up other parts of the economy. It suggests no significant increase in storage is needed to get from where we are today, at about 25% clean energy, to 50%. Pumped hydro and batteries are mature and available technologies for when that boost is required. Hydrogen may play a role, and demand-response programs, microgrids and inertia control technology are all considered at demonstration stage and could be rapidly scaled up to improve grid security. But the key factor determining the pace of the electricity transition is the speed at which coal and gas plants are closed. The analysis suggests over-building renewable energy to 200% capacity – double what the country needs – could be more cost-effective than building to 100%, and would spark new clean export opportunities. Buildings As with electricity, the technology for zero-emissions building already exists. It would involve improving energy efficiency through insulation and draught sealing and by installing LED lighting, solar hot water and efficient heating, cooling and appliances. It could mean the introduction of passive house design standards to conserve energy, the use of electrochromic windows that allow owners to control the amount of light and heat that passes through them, and smart systems that optimise when and how power is used. But much of it would be driven by a shift to clean energy, replacing gas-fired heating and cooking with heat pumps and induction stovetops. Transport Transport is not as easy to tackle as electricity and buildings, but the analysis found it could reach near zero emissions by 2050 through improving travel practices (using more electrified mass public transport and video-conferencing for business), shifting to electric vehicles and replacing fossil fuels with biofuels, and possibly renewable hydrogen and ammonia. Industry Industrial emissions have been rising rapidly in Australia, effectively cancelling out reductions in electricity generation and drought-affected agriculture before the coronavirus pandemic. They are harder to cut and would leave considerable “residual” emissions by 2050 based on existing technology. Improved efficiency, fast-tracking a circular economy in which metals, plastics and timber are recycled and reused and 3D printing plays a bigger role, electrifying mines and steel operations where possible, and shifting to renewable fuels are (to varying degrees) available solutions that could lead to deep cuts. Agriculture Immediate cuts are possible through better use of energy, including onsite renewables at farms, substituting some meat products for plants and better management of waste and fertiliser. Other changes such as using vaccines to limit methane from livestock, and shifting to lab-grown meat, are emerging technologies and need greater support for rapid rollout. Forestry Reaching net-zero emissions in the medium-term would involve expanding use of forests to store carbon to offset the sector where, based on today’s technology, the complete eradication of CO2 is not yet possible. But the report warns this is a temporary solution. The country cannot reforest land forever, and trees are vulnerable to bushfires, drought and heatwaves, which are exacerbated by climate change."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}