{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/08/seal-the-deal-amorous-mammals-forced-to-contend-with-cruise-ships", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-07T23:01:00Z", "webTitle": "Seal the deal: amorous mammals forced to contend with cruise ships", "webUrl": "https://www.theguardian.com/environment/2020/apr/08/seal-the-deal-amorous-mammals-forced-to-contend-with-cruise-ships", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/08/seal-the-deal-amorous-mammals-forced-to-contend-with-cruise-ships", "fields": {"headline": "Seal the deal: amorous mammals forced to contend with cruise ships", "bodyText": "Cruise ships are drowning out the roars of seals that are important for bagging a mate, researchers have found in the latest study to reveal the consequences of human activity on wildlife. Ships are known to produce low-frequency sounds which can overlap with calls made by marine creatures. But now researchers studying harbour seals say such noise could be taking its toll. “As it gets noisier, it becomes harder for harbour seals to be heard,” said Dr Michelle Fournet, a co-author of the research at Cornell University, noting the animals’ roars serve a number of purposes – including advertising to females and establishing underwater territories. Writing in the journal Biology Letters, Fournet and colleagues report that they lowered an array of microphones into Glacier Bay in Alaska and recorded underwater sounds during May to October 2015. The team then analysed data from a nine-day period that overlapped with the peak breeding period for harbour seals. Among the sounds recorded were roars of male harbour seals, as well as the noise from other animals and passing shipping. “Vessels in general are one of the largest contributors to underwater sound in this area,” said Fournet. Overall, the team analysed recordings of 545 underwater roars, produced by at least four different male harbour seals. Fournet said widespread animals such as harbour seals are generally thought to be resilient to human activity. However the team found little, if any, difference in the loudness of roars made by the seals during noisy periods, when cruise ships were known to be passing, compared with those made during quiet periods when the ships were absent. The duration or frequency of the roars also showed no tangible difference. Instead, the team found that the loudness of a roar beyond the rest of the soundscape fell by about 0.86 decibels for every one decibel increase in noise in the environment caused by the cruise ships. In other words, the area over which they could communicate shrank. “Because the harbour seals are already calling as loud as they can possibly call … as ocean noise gets louder, the ability to detect that signal goes down,” said Fournet, adding that the animals were likely calling loudly even during quiet periods as this would be advantageous both in bagging a mate and defending territory – but it meant they may not be able to turn up the volume when cruise ships show up. The team say the findings could potentially mean it is harder for males to find a mate, not least since the peak time for vessels including cruise ships overlaps with the animals’ breeding season. They add that more research is needed to see if this is indeed the case, noting that the passage of cruise ships in Glacier Bay is concentrated to just two periods of the day. Fournet added the coronavirus pandemic has opened up a new opportunities for research. “We are working right now on trying to get a hydrophone in the water so that we can listen [during breeding season] in the absence of ships for the first time,” she said. Dr Sarah Marley, an expert in the impact of noise on marine animals from the University of Portsmouth who was not involved in the study, said that noise from human activities has been increasing in the oceans – a trend that could change animals’ behaviour or mask sounds they make for important activities. But, she added, the new findings do not necessarily mean harbour seals have failed to adapt, noting that even quiet times in Glacier Bay may be noisier than locations without any shipping and hence require a louder roar. “It could be that the seals are already roaring at maximum levels during the so-called ‘quiet’ periods, and just can’t go any further to communicate during the really noisy periods,” she said. Marley added that the findings could have important ramifications for the UK, which has a population of about 43,000 harbour seals living in areas that, at least in part, overlap with those used by humans. “If man-made noise is impeding the breeding success of harbour seals, this could have important repercussions at the local and national level for seal management and conservation,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}