{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/09/bamboo-rats-left-in-limbo-as-breeders-push-back-against-china-wildlife-ban", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-09T12:00:46Z", "webTitle": "Bamboo rats left in limbo as breeders push back against China wildlife ban", "webUrl": "https://www.theguardian.com/environment/2020/apr/09/bamboo-rats-left-in-limbo-as-breeders-push-back-against-china-wildlife-ban", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/09/bamboo-rats-left-in-limbo-as-breeders-push-back-against-china-wildlife-ban", "fields": {"headline": "Bamboo rats left in limbo as breeders push back against China wildlife ban", "bodyText": "Just a few months ago Cheng Yongcai ran a thriving farm that produced 20,000 bamboo rats a year in Qingyuan in northern Guangdong province. It was an operation that his local government actively encouraged with loans and other support, he says. But the Covid-19 outbreak, widely suspected of originating in China’s huge wildlife industry supply chain, has led to a complete halt in Yongcai’s operation, now shut indefinitely while he awaits final rules on what will be allowed once the crisis is over. China put in place a temporary ban on all wildlife trading and consumption in late February. But a final determination as to what will be legal or illegal after years of lacklustre regulation has been postponed until authorities in Beijing can get a handle on the human side of the outbreak. “We still haven’t been told what to do, except that we can’t sell or release or even cull them until further notice, so we’re still keeping them, and that’s been costing us about 300 yuan [£34] per day for the past three months,” Yongcai, 30, told the Guardian by phone. “We hope to transition to other types of business but until it’s clear what to do with the rats, it’s easier said than done,” he said. “We would need funding and the right facility for that.” Like Yongcai, many other wildlife farmers are increasingly irked by the bans on the trade, in place since late January. They argue that they are being unfairly blamed when no evidence has been provided by the Chinese government pinpointing the exact source of the outbreak. Certain types of bats and pangolins have been identified by epidemiological studies as natural carriers of the Sars-Cov-2 viruses that spawned Covid-19. But it is still unclear how likely either of these are to have been the source. Meanwhile, other animals such as civet cats, bamboo rats and several kinds of rodents have been shown to be carriers of coronaviruses. The problem is that the regulation and oversight of the sector has been confusing. The last updated catalogue of terrestrial wildlife approved for breeding by Chinese authorities that the Guardian could find, which appears to be dated 2008, includes civet cats. But it does not include pangolins, bats, or bamboo rats. Yet, local governments, the state forestry and grassland administration and their provincial bureaus have encouraged and supported all sorts of wildlife farms. “The real number could be hundreds or even over a thousand kinds [of wild animal species] with no regulation,” said Yin Shanchuan, a volunteer with the China Biodiversity Conservation and Green Development Foundation who has long been involved in investigations with the group. “Somehow these were still allowed by the forestry authorities,” Yin said. Recently, the industry association that lobbies for farming bamboo rats has called for the government to continue allowing the animals to be bred, arguing that they have been encouraged for years and have not been found to be the source of the Covid-19 outbreak. The group declined to comment about its appeal to lift the ban when contacted by the Guardian on 3 April. “Of course, it’s a bit unfair, because for people in the rural areas, this is a very profitable business,” Yongcai said. “You don’t need to invest a lot, you don’t cause much pollution and you only have to feed them bamboo and grass.” Gao Guanxing, a farmer in a village near Heyuan, Guangdong, was one of thousands who went into wildlife breeding in recent years as part of China’s efforts to alleviate poverty by the end of 2020. In 2016 he started to rear bamboo rats, and he was among farmers feted by officials from nearby Shenzhen and the local government. But now those same local officials are attempting to persuade 230 families who went into breeding bamboo rats, wild boar, snakes, civet cats, frogs and Sika deer to turn to other forms of commerce: brewing, raising chickens, digging fish ponds, with compensation available of up to £23,000 per operation. Guanxing has been encouraged to go into mushroom farming. “After the two old bamboo rat houses are cleaned and disinfected, they will become a three-dimensional mushroom farm,” he told state-run financial newspaper Yicai, adding that once his mushrooms are planted and growing he’ll be able to produce 50kg per day. Attempts to reach Guanxing directly were not successful. Yongcai is in a more difficult position as his farm wasn’t officially part of a poverty alleviation programme, so it is uncertain whether he’ll qualify for compensation or additional assistance to switch to another form of production. “We’ve heard how the Heyuan government is helping breeders there to take up other business such as growing mushrooms and raising chickens, but that’s just for the impoverished household breeders,” Yongcai said. “For regular breeders, we’re still on our own and awaiting a decision.” What is unknown is what will happen once the government finally decides how to regulate the wildlife industry. Officials have discussed moving certain forms of wildlife that are not endangered or protected, nor known potential sources of zoonotic disease, to a list that would allow them to be bred under rules usually meant for poultry and livestock. No comprehensive list for those changes has been released. Theoretically, these rules from the ministry of agriculture and rural affairs would provide for safer operations, with those continuing in the business required to have larger-scale operations and biosecurity measures to prevent disease transfer. Yet, as has been seen in the outbreaks of African swine fever among China’s pig farms in recent years, which led to the deaths of millions of swine through the disease and culling, even those measures continue to fail to contain the spread of disease. “I am optimistic that bamboo rats won’t be included in the livestock and poultry list,” Aili Kang, Asia director for the Wildlife Conservation Society, told the Guardian. “Currently, the law does not use very biological or ecological definitions. Nor do they use a very pure [definitions] from a zoonotic disease kind of component.” As for Yongcai, he understands that animals can carry viruses and disease, and while he previously sanitised his operation once a month, he is now required to do so each week for the rats that remain in limbo. “I don’t think bamboo rats pose that big a threat,” he said. “Plus, there’s no conclusion yet on where the new coronavirus is from.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}