{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/05/thousands-to-be-paid-for-daytime-green-electricity-use-during-lockdown", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-05T13:33:53Z", "webTitle": "Households to be paid for daytime green electricity use during lockdown", "webUrl": "https://www.theguardian.com/environment/2020/apr/05/thousands-to-be-paid-for-daytime-green-electricity-use-during-lockdown", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/05/thousands-to-be-paid-for-daytime-green-electricity-use-during-lockdown", "fields": {"headline": "Households to be paid for daytime green electricity use during lockdown", "bodyText": "Thousands of British homes will be paid to use electricity during the day for the first time, as wind and solar projects produce a surge in clean energy during the coronavirus lockdown. On Sunday morning, windfarms contributed almost 40% of the UK’s electricity, while solar power made up almost a fifth of the power system. Fossil fuels made up less than 15% of electricity, of which only 1.1% came from coal plants. Meanwhile, the country’s energy demand has fallen by around 10% due to the shutdown of pubs, restaurants, companies and factories across the country, leading to the lowest electricity market prices in 10 years. Households on a new breed of home energy tariff will even be paid to use electricity during the day on Sunday, because sunny weather and a brisk breeze will help generate ample clean electricity to meet the UK’s lower energy needs. The so-called “negative electricity prices” have previously only been available to homes overnight, when demand is typically at its lowest. But the impact of the coronavirus lockdown and the bright spring weather mean some homes will be able to earn money while using clean electricity during the day for the first time. Households which use the Agile Octopus energy tariff, offered by Octopus Energy, were contacted on Saturday to let them know they would be paid for every kilowatt hour (kWh) of electricity they use during the sunniest hours of Sunday afternoon. From 11am-4pm, those customers will earn 0.22p-3.3p per kWh to make use of the UK’s abundant clean energy, the company said. The coronavirus has caused the UK’s demand for electricity to fall by between 9% and 13% so far, according to analysts at Cornwall Insight. While home energy use is higher because people are self-isolating and working from home, the lockdown has led to a lower demand for electricity across the country due to the shutdown of “large electrical loads” such as factories, shops and railways. Energy bill savings are also likely for homes using variable energy tariffs, which track the wholesale energy markets. A slump in global gas market prices over the last year, combined with the lockdown, caused the wholesale price of electricity on the UK power markets to fall to £28 per megawatt hour (MWh) last week. The electricity market price is down a third from January this year and well below the £44/MWh price recorded this time last year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}