{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/08/did-you-take-part-in-extinction-rebellions-climate-campaign-get-in-touch", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-08T16:46:52Z", "webTitle": "Did you take part in Extinction Rebellion's climate campaign? Get in touch", "webUrl": "https://www.theguardian.com/environment/2020/apr/08/did-you-take-part-in-extinction-rebellions-climate-campaign-get-in-touch", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/08/did-you-take-part-in-extinction-rebellions-climate-campaign-get-in-touch", "fields": {"headline": "Did you take part in Extinction Rebellion's climate campaign? Get in touch", "bodyText": "On 15 April 2019, thousands of protestors took to the streets of London to call on the government to reduce carbon emissions to zero by 2025. After hosting several protests in previous months, Extinction Rebellion embarked on a “climate rebellion” – its largest coordinated climate action to date. Demonstrators occupied five landmarks – Waterloo Bridge, Marble Arch, Parliament Square, Oxford Circus and Piccadilly Circus – while smaller protests took place in other cities around the world. Since then, the group has protested London Fashion Week, disrupted public transport, and blocked bridges around the country – often dividing public opinion. A year on from the group’s major protests, we’d like to hear from those involved in the movement about their experiences, and their hopes for the future. Share your thoughts How do you feel about Extinction Rebellion a year since the climate rebellion? Is the group still going strong, or has it lost momentum? How has the group’s actions made an impact? And what are your hopes for the future of the movement? You can get in touch by filling in the form below. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions. One of our journalists will be in contact for publication before we publish, so please do leave contact details. If you’re having trouble using the form, click here. Read terms of service here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}