{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/08/wildlife-destruction-not-a-slippery-slope-but-a-series-of-cliff-edges", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-08T15:00:20Z", "webTitle": "Wildlife destruction 'not a slippery slope but a series of cliff edges'", "webUrl": "https://www.theguardian.com/environment/2020/apr/08/wildlife-destruction-not-a-slippery-slope-but-a-series-of-cliff-edges", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/08/wildlife-destruction-not-a-slippery-slope-but-a-series-of-cliff-edges", "fields": {"headline": "Wildlife destruction 'not a slippery slope but a series of cliff edges'", "bodyText": "Wildlife species will die out and natural ecosystems collapse in the near future if the climate crisis goes unchecked, scientists have warned, as new research shows that the natural world is at far greater risk from climate breakdown than previously thought. Catastrophe could strike this decade for some species, as key temperature thresholds are crossed. Instead of the anticipated gradual decline of species, there are likely to be a series of sudden collapses. Ocean ecosystems will be first hit, as the seas have already warmed to an unprecedented extent, and problems such as lack of oxygen and an increase in acid worsen. By the 2040s, a similarly abrupt collapse is likely to spread to the land, causing devastation among key species in Indonesia, the Amazon, India, northern Australia and sub-Saharan Africa and the Congo rainforest. “It’s not a slippery slope, but a series of cliff edges, hitting different places at different times,” said Alex Pigot of University College London, lead author of the study, published today in the journal Nature. What appears to happen, according to the study’s authors, is that most species can cope with warming temperatures for a while. But when a certain temperature threshold is crossed, suddenly a large proportion of species face conditions they have not experienced before, and the ecosystem can abruptly collapse. The authors base their projections on dividing the globe into square cells of 100km by 100km, and within those cells studying the geographic ranges of more than 30,000 species of birds, mammals, reptiles, amphibians, fish, and other animals and plants. They mapped this data against our knowledge of the climate from 1850 to 2005. Then they broke down climate predictions from now until 2100 on an annual basis, examining when the species in each grid cell were likely to experience temperatures higher than they had before. That showed a different picture than had been previously possible, by giving a slow-motion projection, a bit like a time-lapse photograph, at a very fine scale, of how species would react each year as their habitats warmed. “Despite many hundreds of studies looking at the impacts on biodiversity of climate change, this abrupt pattern [of collapse] hasn’t previously been detected, because most studies have focused on projections for one – or a few – snapshots of the future, say the year 2070 or 2100,” Pigot explained. “In our study, we instead quantified how the risks to biodiversity from climate change will change over time at annual resolutions.” The scientists found that, on average, 73% of the species facing unprecedented temperatures before 2100 will cross that threshold simultaneously. If global temperatures rise by 4C above pre-industrial levels by 2100, as they will if greenhouse gas emissions continue to rise, then at least 15% of ecosystems will have an “abrupt exposure event”, meaning more than one fifth of their constituent species will cross the threshold in the same decade, causing irreversible damage. But at less than 2C of warming, the limit set under the Paris agreement, only 2% of ecosystems will go through such abrupt change, sparing many of the species at risk from higher temperatures. That means taking urgent action on emissions could save tens of thousands of species by “flattening the curve” of the impact, and providing more time for species and ecosystems to adapt. “It is not too late to stop extinctions from climate change,” said Christopher Trisos, of the University of Cape Town, co-author of the three-year study. “Our research shows that rapid action to reduce greenhouse gas emissions this decade will effectively flatten the curve of species at risk. Similar to the Covid-19 pandemic, early action to limit the risk pays off in a big way. It does not eliminate all risk from climate change, but reduces the number of species and ecosystems exposed by a massive amount.” Scientists have known for years about the likely existence of “tipping points” in the world’s climate, when global heating triggers abrupt or self-reinforcing changes: for instance, the melting of the Arctic ice cap uncovers dark sea beneath, which absorbs more heat than the reflective ice and, in turn, results in more melting. This new paper is one of a growing body of research showing there could be similar tipping points in the natural world, related to climate breakdown. It adds to other studies that have shown the Amazon and other major rainforests are likely to turn from carbon sinks to carbon sources, and shown the extent to which the sea and land have already absorbed the impacts of global heating. Mark Wright, director of science at WWF-UK, said: “There is already more than enough evidence that climate change is impacting the natural world and that we risk losing up to a million species. We know what the solutions are to halt climate change and biodiversity loss. “The world is currently rightly focused on tackling the global health emergency. However, this new research reinforces that, after we are through this extremely difficult time, we will need renewed ambitious action to address the climate and nature crisis.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}