{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/07/record-size-hole-opens-in-ozone-layer-above-the-arctic", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-07T15:20:30Z", "webTitle": "Record-size hole opens in ozone layer above the Arctic", "webUrl": "https://www.theguardian.com/environment/2020/apr/07/record-size-hole-opens-in-ozone-layer-above-the-arctic", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/07/record-size-hole-opens-in-ozone-layer-above-the-arctic", "fields": {"headline": "Record-size hole opens in ozone layer above the Arctic", "bodyText": "A rare hole has opened up in the ozone layer above the Arctic, in what scientists say is the result of unusually low temperatures in the atmosphere above the north pole. The hole, which has been tracked from space and the ground over the past few days, has reached record dimensions, but is not expected to pose any danger to humans unless it moves further south. If it extends further south over populated areas, such as southern Greenland, people would be at increased risk of sunburn. However, on current trends the hole is expected to disappear altogether in a few weeks. Low temperatures in the northern polar regions led to an unusual stable polar vortex, and the presence of ozone-destroying chemicals such as chlorine and bromine in the atmosphere – from human activities – caused the hole to form. “The hole is principally a geophysical curiosity,” said Vincent-Henri Peuch, director of the Copernicus Atmosphere Monitoring Service. “We monitored unusual dynamic conditions, which drive the process of chemical depletion of ozone. [Those dynamics] allowed for lower temperatures and a more stable vortex than usual over the Arctic, which then triggered the formation of polar stratospheric clouds and the catalytic destruction of ozone.” The hole is not related to the Covid-19 shutdowns that have drastically cut air pollution and reduced greenhouse gas emissions. It is also too early to say whether the unusually stable Arctic polar vortex conditions are linked with the climate crisis, or part of normal stratospheric weather variability. Peuch said there were no direct implications for the climate crisis. Temperatures in the region are already increasing, slowing the depletion of ozone, and the hole will start to recede as polar air mixes with ozone-rich air from lower latitudes. The last time similar conditions were observed was in spring 2011. The hole was tracked by the Copernicus Atmosphere Monitoring Service, of the European Centre for Medium-Range Weather Forecasts, based partly in Reading and funded by the European commission. While a hole over the Arctic is a rare event, the much larger hole in the ozone layer over the Antarctic has been a major cause for concern for more than four decades. The production of ozone-depleting chemicals has been drastically reduced, under the 1987 Montreal Protocol, but some sources appear still to be functioning – in 2018, unauthorised emissions were detected from eastern China. The Antarctic ozone hole was the smallest in 35 years last November, showing the success of efforts to cut the production of the harmful pollutants. The ozone layer protects the earth from harmful levels of ultraviolet radiation from the sun. New sources of ozone-depleting chemicals were not a factor in the hole observed in the Arctic, said Peuch. “However, this is a reminder that one should not take the Montreal Protocol measures for granted, and that observations from the ground and from satellites are pivotal to avoid a situation where the chlorine and bromine levels in the stratosphere could increase again.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}