{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/09/revealed-6000-passengers-on-cruise-ships-at-sea-despite-coronavirus-crisis", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-09T10:30:44Z", "webTitle": "Revealed: 6,000 passengers on cruise ships despite coronavirus crisis", "webUrl": "https://www.theguardian.com/environment/2020/apr/09/revealed-6000-passengers-on-cruise-ships-at-sea-despite-coronavirus-crisis", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/09/revealed-6000-passengers-on-cruise-ships-at-sea-despite-coronavirus-crisis", "fields": {"headline": "Revealed: 6,000 passengers on cruise ships despite coronavirus crisis", "bodyText": "At least 6,000 passengers remain at sea on cruise liners despite the coronavirus pandemic, Guardian analysis has found, amid growing scrutiny of the cruise industry’s reaction to the spread of Covid-19. Dozens of fatalities have now been linked to cruise ships, with both passengers and crew dying while at sea and after disembarking. Yet, according to analysis using the ship-tracking site CruiseMapper, at least eight ships remain at sea with passengers – including one vessel on which 128 people have tested positive for coronavirus. “Outbreaks of Covid-19 on cruise ships pose a risk for rapid spread of disease beyond the voyage,” the US Centers for Disease Control (CDC) warned in guidance prohibiting those disembarking from cruise ships from taking regular commercial flights. It listed 28 cruises that had reported Covid-19 outbreaks and used US ports. Cruise industry representatives say they were caught “without warning” by the pandemic. But operators continued to launch cruises as late as mid-March – after the World Health Organization declared the outbreak a pandemic – and companies have been accused of failing to disclose the scale of ship-born outbreaks before allowing passengers to disembark. As far back as early February, outbreaks were detected on cruise ships. The Diamond Princess was quarantined in Japan on 4 February after an outbreak onboard which eventually claimed at least 10 lives. At least six ships which had coronavirus outbreaks set sail from the US after the CDC advised against cruise travel on 8 March – including two that departed after the WHO’s pandemic declaration. Around the world, the Pacific Princess, Queen Mary 2, Arcadia, Astor, Magnifica, Columbus, Costa Deliziosa and the Greg Mortimer cruise liners all remain at sea. At least 6,362 passengers are onboard the eight ships, several of which were scheduled as months-long, round-the-world voyages. On Saturday, Australian passengers are due to be repatriated from Uruguay after disembarking from the Greg Mortimer, an Antarctic cruise ship on which nearly two-thirds of passengers and crew have been infected with coronavirus. Eight people have transferred to intensive care in Montevideo from the vessel which set sail on the day of the WHO pandemic declaration and has been anchored off La Plata river since 27 March after cutting the cruise short. European and US passengers have been told they cannot disembark until two weeks after they have tested negative for the disease. Brian Meier, 55, a businessman from Chicago, said the worst part of the experience has been the daily uncertainty regarding their fate. “Our mood goes up and down, because we are told there’s news coming – but then you wake up the next morning and there’s no news and by the time it gets dark again there’s still nothing,” he said via WhatsApp. There are currently no reports of Covid-19 on any of the other ships currently at sea. But the CDC has warned that thousands of passengers who had travelled on 28 cruises since 1 February may have been exposed to coronavirus. Dr Peter Chin-Hong, an infectious disease expert at the University of California, San Francisco, called on the US government to devise a plan to safely allow passengers on the remaining ships to disembark. Having cruise ships “wandering the world right now” was “completely irresponsible”, he said. The crisis has increased concerns about whether some cruise operators fully disclosed the scale of coronavirus outbreaks. On Wednesday, a class action lawsuit was filed against Costa Cruise Lines, a subsidiary of Carnival, which operates the Costa Luminosa. At least seven people died after boarding the ship, and the suit – which has not yet been certified by a judge – alleges that the cruise should never have started on 5 March due to safety concerns about Covid-19. In Australia, police in New South Wales have launched a criminal investigation into the conduct of Carnival Australia over whether the company was transparent about the scale of the Covid-19 outbreak on one of its cruise ships, the Ruby Princess. Authorities said they had been assured by Carnival Australia that the disease had not been detected on the ship before it docked in Sydney on 19 March and hundreds of passengers were allowed to leave. The Ruby Princess became the country’s single largest source of Covid-19 cases in Australia, accounting for around a third of deaths. In San Diego, the Celebrity Eclipse was allowed to unload about 2,300 passengers on 30 March after assuring port officials that there was no illness aboard the ship, which had been turned away from a port in Chile. But a woman hospitalised immediately after leaving the ship tested positive for Covid-19. Her husband, David Nystrom, told local television in San Diego that the cruise ship’s dispensary had been overflowing with sick patients for a week. “She had all the symptoms a week before that ship docked and many other people had the symptoms,” Nystrom said. He said the ship’s medical bay “was standing room only. I would guess at least 50 people every day sitting in chairs waiting, people sweating, people coughing”. Royal Caribbean, the ship’s operator, did not respond to a request for comment. Meanwhile, Florida’s attorney general, Ashley Moody, has announced an investigation into whether sales pitches by Norwegian Cruise Line (NCL) sought to downplay concerns about Covid-19 – in one case allegedly telling customers: “The coronavirus can only survive in cold temperatures, so the Caribbean is a fantastic choice for your next cruise.” NCL did not respond when contacted by the Guardian. Passengers have also launched individual lawsuits. On Tuesday a couple who were infected on a cruise to Europe filed a suit against Costa Cruises in a US federal court. Three passengers died and many were infected on the voyage of the Costa Luminosa, which left Florida on 5 March. “This cruise never should have set sail from Fort Lauderdale in the first place because by 5 March 2020 the global cruise industry was well aware of the two Princess cruise ships that resulted in a massive outbreak of the virus and numerous deaths,” said Michael Winkleman, the attorney who filed the suit in a statement obtained by the Miami Herald. Carnival Corporation, which owns Costa Cruises, Holland America Line and Carnival Australia, did not comment on specific allegations in this article. But in a statement to the Guardian, the corporation said both it and its subsidiaries had taken “more precautions and actions than most”. “We have only seven out of a fleet of 105 ships with guests who tested positive since last December, when the first case became public. Unlike some, we immediately took action and suspended our cruises in China and later in parts of Asia,” it said. Cruise industry leaders have described the situations facing the stranded cruise ships as coming “without warning” from an unprecedented crisis. “These travellers could have been any one of us or our families, unexpectedly caught in the middle of this unprecedented closure of global borders that happened in a matter of days and without warning,” said Orlando Ashford, the president of Holland America Line, after four died on its Zaandam cruise ship. Cruise Lines International Association, the largest trade association for the industry, confirmed the Guardian’s figures on vessels still at sea and said: “Upon declaration by the WHO of a pandemic, CLIA member cruise lines voluntarily suspended operations worldwide – making the cruise industry one of the first to do so.” But James Walker, a Florida attorney who specialises in cases involving cruise ship passengers, said the outbreaks on cruise ships around the world were “entirely predictable” given there was so little government oversight of the industry. He said the cruise industry should have halted operations much sooner, and also criticised the US government’s response to the crisis. “It’s been abysmal,” he said. “It seems out of control quite frankly. No one seems to have a plan.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}