{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/apr/02/us-food-banks-coronavirus-demand-unemployment", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-02T09:10:46Z", "webTitle": "'A perfect storm': US facing hunger crisis as demand for food banks soars", "webUrl": "https://www.theguardian.com/environment/2020/apr/02/us-food-banks-coronavirus-demand-unemployment", "apiUrl": "https://content.guardianapis.com/environment/2020/apr/02/us-food-banks-coronavirus-demand-unemployment", "fields": {"headline": "'A perfect storm': US facing hunger crisis as demand for food banks soars", "bodyText": "An unprecedented number of Americans have resorted to food banks for emergency supplies since the coronavirus pandemic triggered widespread layoffs. The demand for food aid has increased as much as eightfold in some areas, according to an investigation by the Guardian, which gives a nationwide snapshot of the hunger crisis facing the US as millions become unemployed. About one in three people seeking groceries at not-for-profit pantries last month have never previously needed emergency food aid, according to interviews with a dozen providers across the country. The national guard has been deployed to help food banks cope with rising demand in cities including Cleveland, Pittsburgh and Phoenix amid growing concerns that supplies may run low as the crisis evolves. Overstretched food pantries are switching to drive-thrus and home deliveries to minimize the spread of Covid-19 as almost 300 million Americans are urged to stay at home. “I’ve been in this business over 30 years, and nothing compares to what we’re seeing now. Not even when the steel mills closed down did we see increased demand like this,” said Sheila Christopher, director of Hunger-Free Pennsylvania, which represents 18 food banks across 67 counties. Last year, 4.3bn meals were distributed to more than 40 million Americans through a network of 200 food banks and 60,000 pantries, schools, soup kitchens and shelters, according to Feeding America, the national food bank network. The working poor, elderly and disabled and infirm accounted for the vast majority of food bank users. This week, the Guardian contacted food banks and pantries in nine states, which all reported unprecedented demand, plummeting donations from retailers, and a fall in personnel due to the coronavirus crisis. In Amherst, home to the University of Massachusetts’ largest campus, the pantry distributed 849% more food in March compared with the previous year. The second-largest increase in western Massachusetts was 748% at the Pittsfield Salvation Army pantry. The Grace Klein community food pantry in Jefferson county, which has the largest number of confirmed Covid-19 cases in Alabama, provided 5,076 individuals with food boxes last week – a 90% increase on the previous week. In southern Arizona, demand has doubled, with pantries supplying groceries to 4,000 households every day – double the number supplied in March 2019. “We saw an increase during the federal government shutdown but nothing as rapid, massive or overwhelming as this,” said Michael McDonald, CEO of the Community Food Bank of South Arizona. A helpline set up by the Greater Pittsburgh community food bank has received more than a thousand calls in the past two weeks, 90% of which came from newly unemployed people. Here, pantries ordered 50% to 60% more food for March and April than usual. The Lakeview pantry in Chicago is on track to provide food for as many as 2,000 individuals this week – compared with 1,100 before the coronavirus crisis. The north Florida food bank, which relied heavily on contributions from retailers, has seen donations drop by 85% to 90% as shoppers bulk-buy, leaving shelves empty. But donations from restaurants, golf tournaments and even Disney World have increased, so the food bank is switching to ready meals, paying furloughed chefs to cook for thousands of senior citizens in housing facilities. In Las Vegas, the Three Square food bank has increased weekly food distribution by 30%, from 1m to 1.3m lbs of food. New drive-thru distribution centres have been set up across the valley as 170 of its 180 distribution outlets have been forced to temporarily close due to CDC social distancing guidelines. “Every line at every distribution centre exceeds the amount of food in our trucks,” said chief operating officer Larry Scott. The Kansas City-based Harvesters food bank, which serves 16 counties in north-east Kansas and 10 in north-west Missouri, sent out 12,000 boxes to pantries on Monday 23 March – a 140% rise on the 5,000 boxes typically ordered. “It was the largest distribution day in our 40-year history,” said its communications manager, Gene Hallinan. This snapshot is representative of the national picture, according to Feeding America. “This is a perfect storm impacting food banking as we know it,” said a spokeswoman, Zuani Villarreal. On Tuesday, Cleveland police and the Ohio national guard helped load boxes of groceries into cars at a new drive-thru pick-up service located in the huge downtown municipal car park. At least 2,765 families were provided with a week’s groceries – 36% of them first-timers – compared with 1,500 at a similar event last week, when the queue stretched almost three miles. A cab driver, single mother who worked in hospitality and freelance photographer were among those requesting help for the first time. The rust belt states are among the hardest hit by the coronavirus economic crisis. More than 187,000 Ohioans filed for unemployment benefits during the third week of March when businesses were closed by the governor – an extraordinary increase on the 7,046 claims filed the previous week, according to the Department of Labor. The Greater Cleveland food bank received 800 calls to its helpline during one day last week – eight times the usual number. “I’ve never seen anything like it in over 20 years of service. We’re seeing people from every socio-economic level because the majority of Americans live paycheck to paycheck,” said the food bank’s CEO, Kristin Warzocha. Half of American adults have either no emergency savings or not enough to cover three months of living expenses, according to Bankrate’s 2019 Financial Security Index. Demand tripled There was a similar dramatic scene in Phoenix, Arizona, where 1,500 people queued up for food boxes at the St Mary’s main office – compared with 450 just two weeks ago. Here, the national guard is also pitching in at the makeshift drive-thru centre as volunteer numbers have plummeted from 250 a day to less than 50, as the vast majority are senior citizens advised to stay home to minimize the risk of Covid-19. In total, St Mary’s – the oldest known food bank in the world – supplies 700 pantries, shelters, churches and social service centres in seven counties where one in five children struggle with hunger. “First we saw people who lived paycheck to paycheck, got laid off and didn’t know where the next meal was coming from, followed by those who had a couple of weeks of savings. Now, people who knew about us because they donated or volunteered are coming in for food,” said Jerry Brown, media spokesman for St Mary’s. “The 2008 recession doesn’t touch this. It’s a different ballgame.” Before the coronavirus pandemic, about 37 million, or one in eight, Americans could not always access enough nutritional food to lead healthy, active lives. Food insecurity forces families to make tradeoffs between basic needs such as housing, medical bills and food, and many do not qualify for federal nutrition programs. The government rescue packages include some measures to help alleviate food insecurity such as expanding eligibility for food stamps, increasing commodities donations from the Department of Agriculture (USDA) and providing $1,200 to every American earning under $99,000. But experts warn that help has been slow, patchy and inadequate so far. “Philanthropy and not-for-profits are not going to be able to meet food demands. The government needs to step in,” said Kellie O’Connell, chief executive of the Lakeview pantry in Chicago. Caitlin Welsh, director of global food security at the Washington based Center for Strategic and International Studies, said: “The supply chain is strong but as the number of food insecure people increases continuously, we’ll perhaps need a new wave of federal legislation directed specifically at household food security. “These numbers show that the pandemic is causing economic shocks never experienced in our lifetime.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}