{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2020/apr/10/fashion-meets-fortnite-rise-of-3d-clothes-digital-catwalks", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2020-04-10T15:01:45Z", "webTitle": "Fashion meets Fortnite: 3D clothes and digital catwalks", "webUrl": "https://www.theguardian.com/fashion/2020/apr/10/fashion-meets-fortnite-rise-of-3d-clothes-digital-catwalks", "apiUrl": "https://content.guardianapis.com/fashion/2020/apr/10/fashion-meets-fortnite-rise-of-3d-clothes-digital-catwalks", "fields": {"headline": "Fashion meets Fortnite: 3D clothes and digital catwalks", "bodyText": "Virtual clothing and cyberspace catwalk shows may sound like the stuff of a William Gibson novel. But with physical fashion weeks on hold, and many designers unable to produce their next collections owing to the Covid-19 crisis, the niche world of digital fashion has been catapulted to the mainstream. “Anyone who wants to put on a catwalk show in June will have to go digital,” says Kerry Murphy, founder of “digital fashion house” The Fabricant, which he says has seen a spike in interest since lockdown began. One of The Fabricant’s clients, Tommy Hilfiger, is among brands already testing avatars, holograms and augmented-reality formats internally, the company’s CEO, Daniel Grieder, told fashion trade title WWD. The world’s first entirely virtual fashion week, Shanghai fashion week, took place last month. Despite some technical glitches, one designer, Angel Chen, demonstrated the possibilities of the format with a thrilling five-minute presentation featuring real models and computer-generated graphics. Models were directed and styled via video link, because the designer was self-isolating. Moscow fashion week was also shown virtually earlier this week, with 830,000 people streaming its shows. The British Fashion Council also confirmed that it is to replace its London fashion week men’s showcase in June with a digital event. Helsinki fashion week, in July, will also be digital, a decision taken prior to the pandemic for environmental reasons, with all collections to be created by a 3D artist. Shows could become even more immersive and hi-tech as the discipline evolves; 3D avatars wearing digitally created clothing, real models’ faces beamed on to 3D bodies and real models wearing real or digital clothing are all options. “There is no wrong answer and brands don’t need to use the catwalk format specifically – they are forced to be creative,” says Murphy. Murphy firmly believes that 3D clothing will soon become a mainstream consumer pastime, too, as technological advances allow those without 3D modelling skills and software to digitally style their own outfits. Last week, his company launched a beta platform, Leela, that aims to automate this process, enabling users to scan a picture of their face on to a 3D digital body and choose clothing for it to wear. Digital fashion “is going to be as big as retail”, insists Murphy, who argues that paying for digital clothing had already been normalised for players of Fortnite. “Everyone has a virtual identity, and that is only going to get bigger.” Digital fashion has clear sustainability benefits, enabling customers to buy “fantastical” outfits to express their identities on social media, without wearing an outfit once then consigning it to landfill, a trend that has become prevalent on social media. “There’s enough clothing in the world. This way brands can sell fewer physical items – can produce less stuff – but keep margins the same,” says Murphy."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}