{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2020/apr/04/who-decides-what-you-wear-meet-fashions-formidable-silent-force-net-a-porter-elizabeth-von-der-goltz", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2020-04-04T16:00:03Z", "webTitle": "Who decides what you wear? Meet fashion's formidable silent force", "webUrl": "https://www.theguardian.com/fashion/2020/apr/04/who-decides-what-you-wear-meet-fashions-formidable-silent-force-net-a-porter-elizabeth-von-der-goltz", "apiUrl": "https://content.guardianapis.com/fashion/2020/apr/04/who-decides-what-you-wear-meet-fashions-formidable-silent-force-net-a-porter-elizabeth-von-der-goltz", "fields": {"headline": "Who decides what you wear? Meet fashion's formidable silent force", "bodyText": "If the familiar list of the most influential fashion figures is beginning to sound predictable – sorry Anna, sorry Beyoncé – meet someone who wields no less influence but is not (yet) a household name: Elizabeth von der Goltz. As the global buying director for Net-a-Porter, the world’s largest multibrand luxury retailer, von der Goltz is to fashion what a conductor is to the orchestra: everyone looks to her to see what’s coming next. Her role is to scout, source and nurture brands and designers (from established to emerging, in everything from lingerie to sportswear); cut deals in order sell their designs; and to do everything she can to support the brand and its sales. That’s the basic outline. In reality, her job is a task of titanic proportions. Von der Goltz’s much-coveted position demands a nose for new talent and a finely honed instinct for trends – clothes as well as concepts – years before they materialise. And she must do that with the conviction of someone unfazed by the multi-million-pound budgets she is responsible for, and the confidence of someone who understands the cultural differences between the 170 countries that Net-a-Porter serves. She is fashion’s formidable silent force, yet on every occasion I’ve encountered her – whether navigating an army of street-style photographers fighting to get her picture in the rain, or being delayed for two hours on board a London-Milan flight and missing countless appointments – she is never anything but calm, cool and approachable, with a mega-watt smile. Little wonder she is a part of a wave of retail directors attracting attention. Whereas in the past these roles remained relatively under the radar outside of the fashion industry, they are now basking in widespread recognition. “It really has changed. I don’t know if any of us anticipated it. I didn’t,” laughs von der Goltz, 46, who has nearly 25 years’ experience. “I think people didn’t understand before. Even when I was in school, I didn’t think about how fashion gets into the store. Now people are thinking: ‘Who’s behind it? Who are these people?’ And it’s not just fashion. People are so much more interested in what happens behind the scenes.” Von der Goltz’s recent appearance on the Netflix hit Next in Fashion, which saw 10 fledgling designers battle it out to win a $250,000 prize and sell their collections on Net-a-Porter, is one of the many ways the veil is being lifted. As a guest judge on the series finale, von der Goltz was arguably the most important person on the panel. The cash prize might sound impressive, but becoming a success on her product pages affords a designer the widespread recognition necessary to make them several times the prize money and validates everything they’ve worked for. On the flipside, if a designer isn’t ready, it could spell catastrophe. “It’s a huge consideration,” says von der Goltz, her chirpy American accent placing the emphasis on huge. “At Net-a-Porter we have three warehouses we ship to around the world – London, New York and Hong Kong – so even when we’re buying a small buy, it’s actually huge! We can make or break a brand and so we have a responsibility to help them develop and evolve, because we almost change the structure of their company just by asking them to complete our order.” She compares it to a marriage: “You have to believe that they’re ready to build a business, because then we’re in it for a long time.” Von der Goltz has form for placing her bets wisely. By her own humble admission she has been “extremely influential” for years. Before taking the top job at the London-based juggernaut in 2017, von der Goltz was the designer buyer for 16 years at Fifth Avenue landmark store Bergdorf Goodman, where, she says, “brands – even big designers – would come to me for advice”. Far from just selling fashion, she is responsible for the existence of fashion houses. The founders of Monse, who are also creative directors at Oscar de la Renta, first came to von der Goltz with sketches – now it’s one of New York fashion week’s highlights. She persuaded Valentino to start producing the pre-fall and cruise collections. “I told them, work with me, we need this delivery. If it works, I’m totally happy for you to sell it to the rest of the world,” she says. “Now it’s huge business!” What von der Goltz gives out in support, she gets back tenfold. Vincent Ho, co-founder of the avant-garde New York collective Peter Do, which started on Instagram, calls her a fairy godmother. “She works for Net-a-Porter, but she’s really helpful to our brand – telling us what to look out for,” Ho says. “She’s always accessible – whether it’s through an Instagram DM, an email, or a text, she’s willing to help us at any given moment. And she’s so personable,” Ho says with a hint of mischief. “She responds to stories; she talks about food – she’s one of us.” Von der Goltz has had a front row seat not just to every fashion show but at every major fashion evolution for the best part of the last two decades – and right now is no different. Her arrival at Net-a-Porter also coincided with one of the most polarising eras in fashion, with the spotlight on sustainability highlighting the unmanageable volume of clothing in the world. Federico Marchetti, CEO of Net-a-Porter, told Women’s Wear Daily in December that its 10 distribution centres worldwide total “almost 100 soccer fields in eight countries”. While a buyer plays a key role in an industry that has been heavily criticised for creating and selling too much stuff, von der Goltz is characteristically articulate and informed. “The customer doesn’t need to choose between style or sustainability any longer – they can now have both,” she tells me over email after our call. “The product we buy – and therefore what our customers buy – is particularly important as the production of fashion and textiles has a significant impact on the welfare of people and ecosystems.” On her watch, Net-a-Porter has launched two things she is passionate about: the Vanguard programme, which gives new designers access to the entire company, including legal, marketing and business development teams; and Net Sustain, which platforms community, craft and locally sourced products. Putting sustainability at the top of the agenda is integral to any buyer’s reputation right now: “Our aim is to give a voice to the brands on site, big or small, that are truly making positive changes by providing them with a platform to highlight their best practice.” She points to “the advancement of data, AI and VR capabilities” increasingly aiding the buyer’s role in the future. Von der Goltz is good at adapting. Born in New York, her family were globetrotters – her father was in private equity, her mother an art gallerist. Tokyo, London and then Hong Kong called, where she grew up with her older brother and went to the German-Swiss school. An art history degree in Washington DC followed, including an internship at Christie’s in London. A career in art was not for her, she discovered, but the formative years and inherited talents for business and creativity proved invaluable. “You really have to have two sides of the brain to be a buyer, because so much of the work is financial and analytical. We have to grow our business double digits year on year. But the other side takes a lot of instinct, taste and creativity, because you’re the one setting the trends of what people are buying.” Note that this is always at least six months in advance, so there’s no temperature- taking from the style on the street. After Hong Kong, on the advice of a friend who worked at the legendary fashion boutique Joyce, von der Goltz relocated to New York to pursue her love of fashion. After landing a temping position at Barneys (“It was my Mecca!”) she put her head down and eventually became an assistant buyer in the “private label” area of the store, which at the time was designed by Dutch designer Ronald Van Der Kemp. It was 1997 – and the break she needed. “In that role, you didn’t just buy, you started from complete scratch; everything from ordering the sample fabric to the finish of a garment. It was a great place to start, because I learned so much about fabrication, how much fabric it takes to make a jacket, production in Italy, all of that. I feel fabrics now and designers say, ‘This is expensive because it comes from this mill’, and I’m like: ‘I know exactly what you’re talking about!’” After working her way up through Barneys, a brief spell at the now closed New York institution Henri Bendel, and her nearly two decades at Bergdorf’s, von der Goltz was already an industry authority – especially when it came to what makes a good buyer. Being an excellent negotiator is mandatory: “We negotiate down to the core with each of our brands – it’s all about margin and probability, so you have to have that leadership voice in the industry.” You also need to have a great world view. “I love people with a liberal arts background who read fiction, watch movies, travel, love art and architecture, because so much of what we’re doing is influenced by the culture around us. The customer is global, so you have to understand who she is, what’s she doing every day; when she’s travelling; what she’s seeing, what her hobbies are.” When in London, where she is based full-time now with her husband Andreas, she practises what she preaches. In between managing a team of 50, relentless schedules of back-to-back meetings and round-the-world attendances at London, Milan, Paris, Shanghai, Copenhagen, Seoul, Sydney and Tbilisi fashion weeks, she keeps her finger on the pulse. As for what the woman who presents women with what to wear wears, von der Goltz looks forward to getting dressed every day and brushes off any suggestion of pressure – even if she is becoming one of fashion’s most photographed people. “I innately love fashion!” she enthuses. “I love clothes – even when I’m doing Pilates or I’m in the mountains, I have an idea of how I want to look in my head.” Favourites include Gabriela Hearst, Altuzarra, Citizens of Humanity and, of course, Peter Do, which give her what she calls a mix of high and low. She adds: “Comfort and confidence are always most important.” Perhaps another reason why von der Goltz has enjoyed such a long and successful career is that she’s not afraid to say the things that, 10 years ago, would have been considered sacrilege in the fashion buyer’s rulebook. First up: money doesn’t necessarily buy you style. “There is not a defined way of saying someone has style or not – if you have the money, you have access, but there are so many people out there with the most amazing style wearing clothes from the high street.” Second, there are no rules. “The world has changed so much that’s it’s not about trends dictating any more, so you can express yourself,” she says. But maybe look for her cue, too."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}