{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2020/apr/07/fast-fashion-speeding-toward-environmental-disaster-report-warns", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2020-04-07T15:00:03Z", "webTitle": "Fast fashion speeding toward environmental disaster, report warns", "webUrl": "https://www.theguardian.com/fashion/2020/apr/07/fast-fashion-speeding-toward-environmental-disaster-report-warns", "apiUrl": "https://content.guardianapis.com/fashion/2020/apr/07/fast-fashion-speeding-toward-environmental-disaster-report-warns", "fields": {"headline": "Fast fashion speeding toward environmental disaster, report warns", "bodyText": "The fashion industry needs to fundamentally change in order to mitigate the environmental impact of fast fashion, experts have said. Clothes rental, better recycling processes, pollution control technology and the innovative use of offcuts are among measures that could help, they said. The researchers produced a report – pubished in the journal Nature Reviews Earth &amp; Environment – into the environmental cost of the industry, and how it needs to change to deal with some of the many associated problems. While the figures are debated, the Intergovernmental Panel on Climate Change (IPCC) has calculated the fashion industry produces 10% of global carbon dioxide emissions every year, while it is estimated to use around 1.5 trillion litres of water annually. Meanwhile concerns have been rising about pollution, from chemical waste to microplastics. Among the developments deemed to be exacerbating the problems, is fast fashion – cheap clothes bought and cast aside in rapid succession as trends change – such as the £1 bikini sold by Missguided last year. “It is really a global problem,” said Dr Patsy Perry, a co-author of the research from Manchester University. Perry and an international group of colleagues point out that the global nature of the fashion industry means clothes may have travelled around the world several times during manufacture, while it is estimated that if 3% of garment transportation shifted from ship to air cargo – a burgeoning trend in the industry – it could result in over 100% more carbon emissions than if all garment transportation was by ship. The team also points to the industry’s water consumption, carbon dioxide emissions, textile waste, and use of chemicals – substances they say not only pose environmental risks, but health risks for those involved in the industry. “In one example, a single European textile-finishing company uses over 466g of chemicals per kilogram of textile,” they write. And while many garments are designed in the US or EU, they are often produced in developing countries. The team says that not only increases fabric waste through poor communication of requirements, but regulations around pollution are often less strict in the countries of manufacture. “The waste water is going out into freshwater streams and polluting the rivers that people are fishing from [and] living from,” said Perry. The report stresses limited natural resources mean the fashion industry must change, and sets out a number of ways it could become greener, including embracing renewable energy and developing new methods for recycling, as well as reducing the use of polyester – a non-biodegradable fibre, produced from petrochemicals, that dominates the fashion industry. They also argue the industry should focus on producing better quality, long-lived items, while innovations like clothes rental and new approaches to resale should be scaled up. But they add: “Consumers must understand fashion as more of a functional product rather than entertainment, and be ready to pay higher prices that account for the environmental impact of fashion.” It is not the first time solutions to fast fashion have been mooted. Last year, MPs on the Environmental Audit Committee (EAC) proposed a number of measures, including a 1p charge on each new item of clothing to fund better recycling and collection. All were rejected by the government. Libby Peake of the Green Alliance said the UK had a particular problem when it came to fast fashion. “We buy more clothing per head than any other country in Europe, including nearly twice as much as Italians, who are better known for their fashion sense,” she said. As well as emphasising the need for improved quality and clothing rental schemes, she said, the report highlighted the importance of buying clothing second hand. Industry-led initiatives to reduce environmental costs had been ineffective while consumption continued to rise. “Slow fashion is the only sustainable future for the industry and the planet,” she said. Carry Somers, the co-founder of the campaign Fashion Revolution, also stressed the use of chemicals in the fashion industry, as flagged by the new report, is of particular concern, especially in clothes made outside the EU where it is difficult to know what substances have been used. Prof Steve Evans, an expert in industrial sustainability at Cambridge University, also welcomed the report. But he said it was unclear what proportion of the industry’s environmental impact was down to fast fashion per se. A key challenge for the “closed loop” industry was that different sectors, from production to retailing and recycling, must begin to work together. But Evans said a future where the rate of fibre production and disposal was lowered need not mean a dearth of new outfits, if garments were rented or re-sold. “It might be fast fashion from the perspective of the fashionista,” he said, “but it is slow from the perspective of the planet.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}