{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2020/apr/08/economic-crisis-pandemic-could-spell-end-british-fashion", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2020-04-08T16:04:10Z", "webTitle": "'This is an economic crisis': why the pandemic could spell the end for British fashion", "webUrl": "https://www.theguardian.com/fashion/2020/apr/08/economic-crisis-pandemic-could-spell-end-british-fashion", "apiUrl": "https://content.guardianapis.com/fashion/2020/apr/08/economic-crisis-pandemic-could-spell-end-british-fashion", "fields": {"headline": "'This is an economic crisis': why the pandemic could spell the end for British fashion", "bodyText": "The future of Britain’s fashion industry is in severe doubt due to the global pandemic, with 35% of young and upcoming designers looking as if they will not be able to continue their businesses past the summer. The findings, from the British Fashion Council (BFC) also predict that half of the entire industry could cease to exist by the end of 2020. “Without some sort of government intervention you could see a whole generation of creative business wiped out,” says chief executive Caroline Rush. As well as designers, the figure includes others who are not part of the PAYE scheme, such as seamstresses, pattern cutters, set designers, stylists, hair and makeup artists and people working for independent magazines. “A lot of the creative industries are run by freelancers and the self-employed,” says Jefferson Hack, CEO and co-founder of Dazed Media. “For them, this is an economic crisis.” The very specific economic pattern under which the design industry operates (a complicated ecosystem where funds move between material manufacturers, shop buyers and design teams, all buffered by consumer demand) is being destroyed by the crisis – and young designers, in particular, are feeling the effects. “The supply chain, the inventory and all retail is shut down,” says Hack. “People think the system can move to e-commerce, but it’s not that easy for young designers who are not big businesses to run an e-commerce system that is sustainable for them.” One designer who is facing such challenges is Priya Ahluwalia whose label Ahluwalia was nominated for the prestigious LVMH award for Young Designers in March. “One of my biggest orders was cancelled,” she says, adding that although Ahluwalia’s Spring/Summer 2020 collection was bought by the prestigious retailers MatchesFashion and Browns before the pandemic, “they can’t go live because the clothes can’t be photographed”. Many designers are finding themselves with unsold stock or excess material, as well as overheads such as studio rent which can’t be paid. “The supply chain has stopped, so everything’s stopped,” says Ahluwalia. It is a similar story for the London based designer Feng Chen Wang, who was born in China. Currently quarantined in Shanghai, she says that the pandemic has affected three seasons, as her label produces mainly in China. “First, SS20 was affected by the Chinese New Year closures that started in January, then, once the virus took hold and stores started closing, it meant they reduced SS20 deliveries. Then they reduced all forward orders for AW20,” she says. “Now China is slowly returning to work, but our European suppliers are still closed.” She adds that many of her work plans have been derailed. “We were planning a new and exciting way to launch SS21 to market, which is now postponed. Our special collaboration projects have also been postponed. We had planned to open our own pop-up stores in London and New York, which now won’t happen until much later in the year.” To alleviate some of the pressure, the BFC has launched the BFC Foundation Fashion Fund (the deadline to apply is 13 April). Once applications close, it will allocate £1m to the designer businesses that meet the criteria. Simultaneously, the BFC is actively fundraising and once it has raised £500,000, it will reopen applications to allocate this additional sum. Rush hopes the government and big businesses will get behind the initiative and supplement the financial contribution. Hack goes further: he wants the government to make interest-free loans of between £10,000 and £25,000 available to struggling freelancers via banks. “They need to give the creative industries this life support, and it needs to be immediate,” he says. “The government needs to give housing benefit and protection from eviction for a minimum of six months on top of UBI (universal basic income).” Fashion has been quick to respond to the pandemic, pivoting away from clothes manufacturing and towards helping with the medical crisis. It was announced last Saturday that Burberry would be helping make protective gowns for NHS workers, while LVMH has repurposed its fragrance factories to make 12 tonnes of hand sanitiser for 39 hospitals in France. While big brands such as Gucci, Chanel, Balenciaga and Yves Saint Laurent are producing masks and overalls. Ralph Lauren meanwhile has donated $10m to corona-related causes. “I’m really proud of how fashion has come through for the most vulnerable and needy with cash and resources,” says Hack. Most recently Bethany Williams, Phoebe English and Holly Fulton have formed the Emergency Designer Network, which is helping the NHS with gown and mask production in response to the BFC’s request for support. “We are aiming to bring together an initial network of 10 designers and makers across London who could support in the small-scale manufacturing of medical garments and face masks for medical teams, social careers and various support staff and key workers.” says Williams. Hack describes them as “a Dunkirk-like small flotilla of young designers”. With many of June’s fashion weeks now cancelled, Rush admits she is unsure what the future holds. “We’re trying to imagine what a new normal will be,” she says. “No matter what we do, some business will go.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}