{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/08/beyond-the-door-review-ovidio-g-assonitis-juliet-mills", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-08T17:00:22Z", "webTitle": "Beyond the Door review – peace, love and a pact with the devil", "webUrl": "https://www.theguardian.com/film/2020/apr/08/beyond-the-door-review-ovidio-g-assonitis-juliet-mills", "apiUrl": "https://content.guardianapis.com/film/2020/apr/08/beyond-the-door-review-ovidio-g-assonitis-juliet-mills", "fields": {"headline": "Beyond the Door review – peace, love and a pact with the devil", "bodyText": "Time has lent some archival interest to this Exorcist/Rosemary’s Baby horror knockoff co-directed by the veteran grindhouse maestro Ovidio G Assonitis, made in 1974 and now rereleased on streaming platforms. There are lots of redundant and silly moments, as well as some overripe acting from Juliet Mills, but some disturbing and interesting stuff as well. I loved Satan’s “address to the audience” from a blank screen that precedes the movie, and Mills has a great sleepwalking scene that involves her rising from her bed in a full-length white nightgown and floating up to the ceiling, with some deep-throated demonic-ecstasy growling on the soundtrack. She plays Jessica, a respectable wife and mother of two kids in San Francisco, married to a record producer, Robert, played by the Italian stage actor Gabriele Lavia (and dubbed). A previous lover of Jessica’s called Dimitri (Richard Johnson) dies in a car crash but as his car is plunging over a cliff, Dimitri appears to cut a deal with the Evil One for 10 more years of life, in return for helping the devil with his plan to impregnate a lovely wholesome woman with his hateful spawn. And so Jessica becomes mysteriously pregnant with her unplanned third child, and Dimitri hangs around, to make sure Satan Jr is safely born. But might he be on the side of the angels after all? It is all the cue for some outrageously ripped-off head-swivelling and bile-spewing from the pregnant Jessica, and also some weirdly dodgy 70s sex moments, such as the possessed Jessica lingeringly kissing her small son on the lips. One thing in this film gives us some valuable interpretative perspective. Jessica’s daughter is horribly precocious, swearing, talking back to her parents and incessantly reading a paperback copy of Love Story. In many ways, The Exorcist and Rosemary’s Baby were parables for the disillusioned peace-and-love generation and their fear and horror of the younger ones coming along. What had they given birth to? • Beyond the Door is available on digital platforms."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}