{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/03/my-favourite-film-aged-12-the-neverending-story", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-03T14:05:30Z", "webTitle": "My favourite film aged 12: The NeverEnding Story", "webUrl": "https://www.theguardian.com/film/2020/apr/03/my-favourite-film-aged-12-the-neverending-story", "apiUrl": "https://content.guardianapis.com/film/2020/apr/03/my-favourite-film-aged-12-the-neverending-story", "fields": {"headline": "My favourite film aged 12: The NeverEnding Story", "bodyText": "I became obsessed with the 1984 film The NeverEnding Story through the power of scrapbooking. Despite missing this meta-textual fairytale when it was released, someone in my family home had clipped out the black-and-white production stills presumably intended to jazz up the entertainment listings of our local paper. I then Pritt Sticked these contextless images into my jumbo movie scrapbook, which ended up being a NeverEnding Story fanzine because I never added anything else to it. I revered that tatty book. As the 1980s crawled onward in the sedate and rather culturally remote Scottish Borders where I grew up, I would periodically pore over these snapshots from an unknown fantasy world. They depicted a rock monster with a jutting Desperate Dan chin, a dapper adventurer in a top hat petting a giant snail and a wizened man with elven ears. This was the height of Dungeons &amp; Dragons mania, so it seemed reasonable to assume that this mismatched band would embark on a quest to retrieve the magical cauldron or whatever. Does this not ring any bells? Perhaps the overworked journalist who assembled those listings back in the day hadn’t seen The NeverEnding Story, either. Certainly none of the images featured Bastian or Atreyo, the boyish heroes of the piece, nor Falkor, the giant dog-faced draught excluder who swoops in to save them at vital moments. When I finally saw the film a few years later, it was a discombobulating experience. The plot, where the modern-day Bastian discovers his destiny is entwined with the fantasy book he is reading, was far removed from the story I had imagined. The NeverEnding Story has remained a personally memorable outlier in a crammed 1980s fantasy film canon that includes Labyrinth, Willow and the heroically naff Krull. Viewed from 2020, that magnificent cluster looks like the last starburst of pre-CGI practical magic, where allegorical realms were ingeniously magicked up from matte paintings, physical puppetry and the judicious deployment of dry ice. The NeverEnding Story even boasted a title track synth-pop banger co-written by Giorgio Moroder, a tinkly but potent earworm with a Möbius strip chorus that still feels as if it could loop back on itself for ever. So it felt a little weird to cue up the film on Netflix and revisit this dusty wing of my mind palace, albeit with a deeper appreciation of Moroder and armed with the knowledge that director Wolfgang Petersen was coming to this family-friendly project fresh off Das Boot. Turns out, The NeverEnding Story is still a florid but uneven quest, dense with lore about the world of Fantasia harvested from the source material – a bestselling children’s book by the German author Michael Ende – but confusingly framed by modern-day scenes of the bullied Bastian, who spends most of the time hiding out in his school’s dusty attic hunched over his precious book. Now, as then, I wish I had that actual tome: it looks like the sort of fantasy doorstop that would have a detailed map of the lands of Fantasia in its endpapers, so it would be easier to figure out how the royal Ivory Tower geographically relates to the Desert of Shattered Hopes and the Swamps of Sadness. The fantastical characters I had fixated on all those years ago are still merely bit players: emissaries from the various compass points of Fantasia, comparable to the motley background patrons of the Mos Eisley cantina in Star Wars. (Although this time round it clicked that the dapper dude dressed like Willy Wonka is played by Deep Roy, who would go on to appear as multiple munchkins in Tim Burton films.) The intervening years have not been kind to The NeverEnding Story. It feels like a grab-bag of well-worn ideas and obstacles as Atreyo tackles a fantasy-trope assault course in search of the higher learning that will defeat amorphous baddie the Nothing, a broiling black cloud apparently fuelled by apathy in the real world. Spoiler: in the end, Atreyo needs the fourth-wall-breaking help of Bastian himself. If it catches you in the right frame of mind, it might resonate as a metaphor about the hallowed power of stories. Watch it in snark mode and it feels like an overstretched Crystal Maze episode. Yet for all the dubbed dialogue, variable acting and wonky effects, it still contains one genuinely shattering sequence. The plucky warrior-teen Atreyo is leading his magnificent white stallion Artax through the Swamps of Sadness in search of an oracle. Under Fantasia’s fairytale rules, this fetid slurry can claim any traveller who surrenders to its miasma of depression. For whatever reason, Artax gives up and begins to slowly sink into the peaty murk while an increasingly frantic Atreyo looks on. In an otherwise goofy fable, it is an emotionally scourging scene that seems to take forever. The previously dauntless Atreyo is inconsolable; his huddled reader-companion Bastian is in bits. And if the viewer isn’t a little teary too, then the Nothing has already won. You may as well watch Krull instead."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}