{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/08/the-grand-bizarre-review-jodie-mack-travelogue-documentary", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-08T11:00:15Z", "webTitle": "The Grand Bizarre review – trippy travelogue to who knows where", "webUrl": "https://www.theguardian.com/film/2020/apr/08/the-grand-bizarre-review-jodie-mack-travelogue-documentary", "apiUrl": "https://content.guardianapis.com/film/2020/apr/08/the-grand-bizarre-review-jodie-mack-travelogue-documentary", "fields": {"headline": "The Grand Bizarre review – trippy travelogue to who knows where", "bodyText": "Here’s a 60-minute cine-essay from the American experimental artist-animator Jodie Mack; a distinctively trippy travelogue about … well, what? The film may have something to say about globalisation and homogeneity. Or our 21st-century addiction to consuming stuff. Maybe there’s an observation here on cultural appropriation. But with no words or narrative, this hypnotic kaleidoscope of repeated patterns and animation featuring brightly coloured fabrics is all but unclassifiable. Mack is known for working with textiles, and this film, shot on 16mm, is perhaps best described as Koyaanisqatsi with rugs. The footage has a grabbed-on-the hoof feel, filmed around the world. In a stop-motion scene at the start, a mutinous wheelie case, broken free from a display in a shopping mall, spluts out scraps of fabric. Again in stop-motion, a rug slinks creepily down a flight of stairs: a carpet possessed. Cheapo skirts hang on a stall at an outdoor market. Maps, alphabets, symbols and sheet music are also recurring motifs – the systems humans use to make sense of the world. To be honest, the artistry of Mack’s painstaking animation is lost in translation to the small screen, the fabrics pixellated to a blur. The DIY soundtrack is a trance-y smorgasbord of traffic noises, bippy-boppy electronic beats, birdsong, the clanks and rhythmic whirs of industrial sewing machines, and even that universal sound of connectivity, the Skype ringtone. (It ends playfully with the first instance of a human noise, a honking great sneeze.) The Grand Bizarre is a film that will alienate many with its video-artiness but the focus here on looking and looking again with wonder at the everyday stuff around us may strike a chord at the moment. Saying that, so many scenes filmed on trains, boats and balconies, in India, Mexico and Morocco, may leave you with a pang of desire for that whoomph of heat you get stepping off a plane some scorching destination. • The Grand Bizarre is available on Mubi from 9 April."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}