{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/09/cats-butthole-cut-airbrushed-movie-adaptation-hit-musical", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-09T05:30:37Z", "webTitle": "The Butthole Cut: if the rumours are true there really was a worse version of Cats", "webUrl": "https://www.theguardian.com/film/2020/apr/09/cats-butthole-cut-airbrushed-movie-adaptation-hit-musical", "apiUrl": "https://content.guardianapis.com/film/2020/apr/09/cats-butthole-cut-airbrushed-movie-adaptation-hit-musical", "fields": {"headline": "The Butthole Cut: if the rumours are true there really was a worse version of Cats", "bodyText": "Name: Cats: The Butthole Cut Age: Deleted from history in November 2019. Appearance: Imagine a worse version of Cats, the movie. I cannot. You cannot what? I cannot imagine a worse version of Cats. Really? Which bit didn’t you like? The terrifying, sexualised cats? The complete lack of a storyline? The horrible music? The implication that Dame Judi Dench had murdered her family and made them into a coat? The scene where Rebel Wilson unzips her own flesh and tries to eat some mice who all have the faces and voices of human children? Yes. Oh. Well, then in that case imagine all of that, but worse. How so? The so-called Butthole Cut of Cats was first reported in March, when a Twitter user announced that a friend of his had been exclusively hired to delete all the CGI cat anuses that had previously been inserted into the film. That sounds like hearsay. And here’s some more. The Daily Beast claims that a VFX artist who worked on Cats confirmed to it that a lot of work did indeed go into airbrushing out feline behinds. Were the butts the worst thing about Cats? No, not at all. There were other surreal effects, like the one where all the cats looked like hellishly disfigured mutants who existed solely to crawl into your nightmares and eat your brains. Maybe they could have done something about Idris Elba, too. You mean like dip the audio every time he squealed the word “Mistoffelees” in the manner of a weasel being goosed by a nun? No, absolutely not. This doesn’t exactly have “trouble-free production” written all over it. Unfortunately not. Once the Cats trailer was released, and immediately became an entirely deserved target for global scorn, director Tom Hooper announced some redesign work. Yikes. And the film wasn’t completed until less than 48 hours before its official premiere, which is extraordinarily close to the wire for such a tentpole release. Double yikes. And then, once it was released and everyone hated it, it was tinkered with again. Universal had to supply cinemas with a whole new version that wasn’t as horrible as the previous versions. Reader, it was exactly as horrible. Triple yikes. Exactly. So with such a frantic production schedule, it would be no wonder a few bums almost scraped in under the radar. I have just one more question. Sure, go ahead. What is a Jellicle? I sat through the whole thing and I only wish I knew. Do say: “Someone edited all the butts out of Cats.” Don’t say: “Unfortunately, though, they left all the crap in.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}