{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/05/coronavirus-arnold-schwarzenegger-whiskey-lulu-tees", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-05T19:51:16Z", "webTitle": "Horse trading: Arnold Schwarzenegger puts Whiskey and Lulu to work", "webUrl": "https://www.theguardian.com/film/2020/apr/05/coronavirus-arnold-schwarzenegger-whiskey-lulu-tees", "apiUrl": "https://content.guardianapis.com/film/2020/apr/05/coronavirus-arnold-schwarzenegger-whiskey-lulu-tees", "fields": {"headline": "Horse trading: Arnold Schwarzenegger puts Whiskey and Lulu to work", "bodyText": "It is nine years since Arnold Schwarzenegger was the governor of California, but the former movie star – together with his pet donkey Lulu and miniature horse Whiskey – has issued an important coronavirus directive to the state’s 40 million residents: don’t be an ass, stay inside. Schwarzenegger, 72, is emerging as a prominent face in California’s battle against the pandemic, his lighthearted social media posts featuring his self-isolation antics with the two animals and his pet dog Cherry going viral while the virus continues to spread. In March, a short Twitter video of Schwarzenegger sharing quarantine food at his dining room table and urging people to stay indoors amassed more than 13.3 million views. Now Schwarzenegger has turned to his 20 million Instagram followers to launch a range of T-shirts and hoodies featuring the animals and the stay-at-home message, with the intention of raising money for underprivileged families affected by the crisis. “With schools closed, we can’t provide our normal programming for our 100,000 kids, but we take our commitment to our families seriously, so we are pivoting to use our after-school staff to deliver groceries to our families,” Schwarzenegger said in a post on Represent, an internet marketplace for charitable and campaign products launched by celebrities. Schwarzenegger founded the After-School All-Stars program in 1993 to enrich the lives of teenagers in California, mostly from racial minorities and financially-challenged families. “No one is allowed out, especially someone that is 72 years old,” he said in the March video, which appeared the same week as the current California governor Gavin Newsom issued the formal statewide stay-at-home order for all residents. “After you’re 65, you’re not allowed out of the house. We don’t go out. We don’t go to restaurants. We don’t do anything like that any more here. We just eat with Whiskey and with Lulu. We have a good time.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}