{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/10/human-centipede-star-dieter-laser-dies-aged-78", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-10T14:24:33Z", "webTitle": "Human Centipede star Dieter Laser dies aged 78", "webUrl": "https://www.theguardian.com/film/2020/apr/10/human-centipede-star-dieter-laser-dies-aged-78", "apiUrl": "https://content.guardianapis.com/film/2020/apr/10/human-centipede-star-dieter-laser-dies-aged-78", "fields": {"headline": "Human Centipede star Dieter Laser dies aged 78", "bodyText": "Dieter Laser, star of outrage-horror film The Human Centipede, has died aged 78. The news was announced in a post on his Facebook page, saying that the actor had died on 29 February. No cause of death was given. Laser achieved international prominence for his role in The Human Centipede, playing the deranged doctor who stitches together three captive tourists mouth-to-anus, to form the grotesque creation of the title. Written and directed by Dutch film-maker Tom Six and released in 2009, it won a number of awards at horror and fantasy film festivals, including best actor for Laser at the Austin Fantastic Fest. Laser also appeared in the third Human Centipede film, released in 2015, as a sadistic prison boss who orders all the inmates to be sewn together. Six paid tribute to Laser on social media, writing: “He was a force of nature, an unique human being and an iconic actor. I’m so damn proud we created pop culture together.” Prior to the Human Centipede films, Laser had a steady career in German film and TV, making his screen debut in 1968 in a TV adaptation of Peter Stein’s celebrated production of Bertolt Brecht’s In the Jungle of Cities. Later he was cast in the title role of the 1975 drama, John Glückstadt, about an ex-convict trying to survive on the outside; he was the joint winner of best actor at the German film awards. Laser also won plaudits for his role as a tabloid reporter in The Lost Honour of Katharina Blum, jointly directed by Volker Schlöndorff and Margarethe von Trotta and also released in 1975. It became a key film in West Germany’s 70s new wave. Laser was cast again by Schlöndorff in The Ogre (1996), and secured a lead villain role in the cheesy, late-90s sci-fi TV series Lexx, in which he played the evil scientist Mantrid."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}