{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/02/the-top-25-most-compelling-hollywood-autobiographies-ranked", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-02T14:03:28Z", "webTitle": "The top 25 most compelling Hollywood autobiographies – ranked!", "webUrl": "https://www.theguardian.com/film/2020/apr/02/the-top-25-most-compelling-hollywood-autobiographies-ranked", "apiUrl": "https://content.guardianapis.com/film/2020/apr/02/the-top-25-most-compelling-hollywood-autobiographies-ranked", "fields": {"headline": "The top 25 most compelling Hollywood autobiographies – ranked!", "bodyText": "25. A Story Lately Told (2013) and Watch Me (2014) by Anjelica Huston The two volumes of Anjelica Huston’s autobiography are a shrewd account of her life with wry comments on the alpha-males in it, including her father John Huston and longtime boyfriend Jack Nicholson. 24. Little Girl Lost (1990) by Drew Barrymore She published this at 15 years old and like so many movie autobiographies, the title is a pre-emptive ironic twist on whatever the author is most famous for – in Drew Barrymore’s case, a child-acting star turn in Steven Spielberg’s classic ET, and then falling prey to substance abuse. As she says: “I had my first drink at age nine, began smoking marijuana at 10, and at 12 took up cocaine.” 23. The Lonely Life: An Autobiography (1962) and This ’n That (1987) by Bette Davis Bette Davis published this autobiography in the 60s, at the end of her great period, and updated it in the 1980s – after her daughter BD Hyman published a Mommie Dearest-type memoir of her – detailing her life and times, with true leading-lady hauteur rising above the general awfulness and the fallout from four fraught marriages. 22. My Story (1959) by Mary Astor This bestseller from the golden-age legend Mary Astor recounted one of Hollywood’s most scandalised lives. In 1936, she was divorced, after an affair with the dramatist George S Kaufman, and the press coverage became obsessed with her diary, which supposedly chronicled her sexual adventures. Much argued about in court, the diary was impounded in a bank vault and finally burnt. 21. What Just Happened? Bitter Hollywood Tales from the Front Line (2002) by Art Linson Art Linson (the producer of Fight Club) gives an amusing account of the unendingly humiliating business of a life spent trying to get movies made – there is a wince-inducing anecdote of trying to persuade Alec Baldwin to go back into his trailer and shave off the inappropriate straggly beard he had grown just before filming. Linson describes the process of sucking up to powerful people as “bog snorkelling” and “grabbing the knee pads”. 20. Veronica: The Autobiography of Veronica Lake (1970) The fatale screen-goddess’s autobiography was written towards the end of her life, hitting back at her reputation for being difficult and recounting her professional partnerships with Joel McCrea and Alan Ladd – and with her legendary, lustrous hair, which she had to cut during the second world war to deter female factory workers from copying it. 19. What Falls Away (1997) by Mia Farrow Mia Farrow’s autobiography was widely praised for her eloquent memoirs, recounting her troubled family life and her relationships with Frank Sinatra, André Previn and most dramatically of all, Woody Allen. The book was published five years after she first made public allegations that he had sexually molested seven-year-old Dylan, which he has consistently denied, which were investigated by the authorities and for which no charges were brought. 18. Memoirs of a Professional Cad (1960) by George Sanders The suave and mellifluous actor’s memoir sported jovially with his onscreen reputation, recounting his remarkable early life in Russia, his character-acting adventures in Hollywood and his marriage to Zsa Zsa Gabor. Written before his slide into ill-health and depression, it maintains a dapper jauntiness. 17. Brave (2018) by Rose McGowan It was the courage and uncompromising commitment of Rose McGowan that formed the arrowhead of the #MeToo movement and the campaign to bring Harvey Weinstein to book. Part of what this memoir does is tell us what lies beneath a lot of Hollywood’s racy anecdotes and gossip: a world of abuse and bad faith. 16. You’ll Never Eat Lunch in this Town Again (1990) by Julia Phillips The producer Julia Phillips became the first woman to get a best picture Oscar with The Sting in 1973 and she was a driving force behind Taxi Driver in 1976 – but it was this tell-all book about the cocaine-fuelled, vanity-charged horror of Hollywood that made her a legend. (Cocaine use bankrupted Phillips.) David Geffen, Steven Spielberg and Richard Dreyfuss came off as ego-addled narcissists and the book so infuriated the industry that she really was banned from Morton’s, the A-listers’ restaurant. 15. What’s It All About (1993), The Elephant to Hollywood (2010) and Blowing the Bloody Doors Off (2018) by Michael Caine Michael Caine’s three books of autobiography and his meandering thoughts on the acting craft give us his life from his beginnings as Maurice Micklewhite from a working-class family to his success in Swinging London and his breakthrough roles in Alfie, Zulu and The Italian Job. He recounts a legendary meeting with John Wayne in the lobby of a Hollywood hotel who advised him: “Talk low, talk slow, and don’t say much”. Perhaps Caine’s legendary delivery really is the Brit version of Wayne. 14. Tab Hunter Confidential: The Making of a Movie Star (2005) In the 50s, Tab Hunter was an impossibly gorgeous slice of B-movie beefcake, a sexy actor and singer for whom Jack Warner created Warner Bros Records. Hunter tells us how, despite being intensively marketed to swooning women, he in fact preferred men, in an era in which homophobic paranoia went hand-in-hand with red-baiting – and had affairs with Anthony Perkins and the figure-skater Ronnie Robertson. 13. Me: Stories of My Life (1991) by Katharine Hepburn Katharine Hepburn’s garrulous, wayward memoir is a fluent and engaging but scattershot performance (in which you can clearly imagine the famous quavering Bryn Mawr voice) perhaps designed to keep at bay those who would take too close an interest in her private life. She handles tactfully her relationships with Howard Hughes and her legendary co-star Spencer Tracy, and gives nothing to those readers who believed that she was gay. 12. Yes I Can (1965) by Sammy Davis Jr A massive bestseller in its day, with an aspirational title that is sometimes mockingly extended with “… if Frank Sinatra says it’s OK” in honour of the line from This Is Spinal Tap about his perceived subservient position to Ol’ Blue Eyes in the Las Vegas Rat Pack. Despite the conservatism of his later years, when he endorsed the presidency of Richard Nixon, his battle against racism is stirring. There is an extraordinary, Ballardian description of how he lost his eye in a car accident – it fell prey to the bullet-shaped horn button on the steering wheel of his 1954 Cadillac. Davis gallantly helped the other driver out of her car with the eye still dangling out of its socket. 11. My Autobiography (1964) by Charles Chaplin Chaplin brought a richly Dickensian flair to this autobiography: with the same mix of sadness, sentimentality, humour and warmth that formed the bedrock of the Hollywood storytelling style he pioneered. He gave it to us in three acts: the grinding poverty in London; the staggering success in Hollywood; and then the chilly anti-communist cold shoulder and final retreat to that well-known leftwing enclave, Switzerland. Chaplin name-checks grand acquaintances such as the Prince of Wales, but he isn’t big on acknowledging other silent-movie greats and is reticent about his love life. 10. Adventures of a Suburban Boy (2003) and Conclusions (2020) by John Boorman Boorman, one of many movie directors who turn out to be beautiful writers as well, vividly and disarmingly describes his childhood in south London and then in Ireland with the kind of engagement that he would show in his great personal film Hope and Glory. He gets his start making documentaries at the BBC, and then there are his experiences in Hollywood dealing with the fragile egos of Burt Reynolds, Richard Burton and Marlon Brando, who pointedly told Boorman what Michael Winner had said to him: “You are a great actor, I am not a great director, please do whatever you like.” 9. American Prince: A Memoir (2008) and The Making of Some Like it Hot: My Memories of Marilyn Monroe and the Classic American Movie (2009) by Tony Curtis The impossibly handsome Tony Curtis matured from being a B-movie swashbuckler into a brilliant dramatic and comic actor. After a depiction of his tough upbringing in the Bronx, New York, he gives a seductive view of the Hollywood playground, and his meetings with Laurence Olivier, Frank Sinatra and Billy Wilder. His subsequent book detailed the making of Some Like It Hot and his complex relationship with Monroe, with whom he had had a relationship that flowered again during filming (he was married to Janet Leigh, she to Arthur Miller). This resulted in a pregnancy that miscarried. 8. Lulu in Hollywood (1982) by Louise Brooks Towards the end of her life, Louise Brooks revealed herself to be a great writer about the film business and this memoir, published when she was 78, cemented her reputation. Like so many stories of early Hollywood, it is the story of an inventor and a pioneer, someone who helped create a whole language now taken for granted. After her dull Kansas childhood, Brooks came to New York in the 1920s as a dancer and made the acquaintance of Walter Wanger, Herman Mankiewicz and Charlie Chaplin, but found greatness in Europe with the Austrian director GW Pabst. Her glossy bob hairstyle became a daring sexual brand identity, but this strong, vital woman found herself frozen out of Hollywood by its tetchy menfolk. 7. The Ragman’s Son: An Autobiography (1988) by Kirk Douglas Kirk Douglas’s story of his rise to greatness in the Hollywood golden age with movies including Champion, Spartacus, Paths of Glory and Ace in the Hole is a compelling read, for the blistering energy (reproduced in his prose) with which he strove to get away from his former poverty, and his rage at himself for not having confronted the antisemites earlier in his life. Despite his 65-year marriage, Douglas was serially unfaithful, and the book is naive about sexual politics, but there are some ripe stories about his relationships with Rita Hayworth, Marlene Dietrich and Joan Crawford. While lovemaking on her rug, Crawford disconcertingly murmured to him: “You’re so clean. It’s wonderful that you shaved your armpits when you made Champion.” 6. By Myself (1978) by Lauren Bacall Lauren Bacall describes her career on Broadway and in Hollywood, her marriages to Humphrey Bogart and Jason Robards, and her affair with Frank Sinatra (who features as anecdote fodder in so many of the books about this period). She was a Jewish girl dreaming of being like Bette Davis, and made her mark first as a fashion model who caught the attention of Howard Hawks who cast her in To Have And Have Not, where she began an affair with Bogart, her married co-star, who was 25 years older – although their subsequent marriage was very happy. This was the love of Bacall’s life. 5. Everything and Nothing: The Dorothy Dandridge Tragedy (1965) by Dorothy Dandridge Co-written with the seasoned Hollywood ghostwriter Earl Conrad, this book was completed just before the death of the singing and acting star Dandridge, the first African-American to receive a best actress Oscar nomination (for Carmen Jones in 1954). She was a pioneering activist who had to contend with sexism and racism, and her career – after the sensational Carmen Jones – was hampered by her lover and director Otto Preminger, who told her to accept only leading roles. This was well-meaning but ill-judged advice. She was a campaigner with the NAACP and introduced Martin Luther King Jr at one event. 4. A Life in Movies (1986) and Million Dollar Movie (1992) by Michael Powell These two parts of Michael Powell’s autobiography – he was the legendary director who worked with Emeric Pressburger – are an essential account of cinephilia and movie creativity. His is a compelling story of his early career in silent movies, working with Rex Ingram and then Alfred Hitchcock, his later collaboration with Pressburger and then the passionate admiration of Martin Scorsese, which effectively relaunched his reputation in the 1970s. Powell writes simply but rather movingly about falling in love with Thelma Schoonmaker, Scorsese’s brilliant editor, and their subsequent marriage. 3. The Kid Stays in the Picture (1994) by Robert Evans Made into a movie in 2002, this memoir from the legendary actor-turned-Paramount producer is a great Hollywood insider tell-all, with a title quoting Darryl Zanuck’s remark when some of Evans’s erstwhile acting colleagues demanded he be fired from the 1957 film The Sun Also Rises. He was married many times, including to the Love Story star Ali MacGraw, and as a producer, he was the driving force behind Love Story, Rosemary’s Baby, Chinatown and The Godfather – but also the notorious flop, The Cotton Club. To make it, he associated with a shady financial backer called Roy Radin, whose drug connections and contract-killing murder resulted in a trial in which Evans scandalised the business by refusing to testify. He was himself convicted of cocaine trafficking in 1980, but always claimed he was only a user. 2. Mommie Dearest (1978) by Christina Crawford For many, this memoir is the primal scene of Hollywood family dysfunction, with a title that has become ironic shorthand for bad parenting. Christina Crawford was the adopted daughter of Joan Crawford. Her book alleged that Joan was a controlling, boozing tyrant who would beat Christina and who was more interested in her (flagging) career and many affairs with men and women than in being a mother. And then in later life, when Christina had an acting career, she insisted on temporarily taking over Christina’s role in a TV soap called The Secret Storm, as Christina was in hospital for a cyst removal: at the time, Christina was 24 and Joan was 60. Perhaps this extraordinary fact alone would be enough to damn Joan Crawford, but many of her friends and her first husband Douglas Fairbanks Jr denounced the stories as untrue. 1. The Moon’s a Balloon (1971) by David Niven This is the unchallenged champ of the Hollywood memoirs: glamorous, louche, exciting, amusing, name-dropping, ridiculous, outrageously sexual but seasoned with real tenderness and piquancy as Niven describes his unhappy childhood, the heartbreaking loss of his first wife, and also his military service in the second world war, which involved an encounter with Winston Churchill, who congratulated him on quitting the movies to volunteer, but added: “Young man, you did a fine thing to give up your film career to fight for your country. Mark you, had you not done so it would have been despicable.” Unlike most movie memoirs, there is no tough upbringing in the slums: Niven’s childhood was comfortable (though unhappy); he was the public schoolboy who went from Stowe to Sandhurst and, unlike so many Brit actors who had learned to fabricate a posh voice in rep, Niven’s was the real thing, and his authentic light charm entranced Samuel Goldwyn at the high point of Hollywood’s golden age. His book is packed with anecdotes about Hollywood pals, including the notorious Errol Flynn, but the most extraordinary anecdote is about losing his virginity at 14 to a Piccadilly sex worker. Before they went to bed, she told him to “wash” in a kidney-shaped metal bowl by the bed. “Not yer hands!” she then rasped. Since the book’s publication, its mythology has been debunked, Niven was subsequently found to have concealed the extent of his compulsive infidelities and created the fiction of a happy second marriage, and even exaggerated a little his commitment to serving in the British Army during the war. But this book is addictive and unmissable."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}