{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/10/can-denis-villeneuve-break-the-curse-of-frank-herbert-dune-on-the-big-screen", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-10T09:35:54Z", "webTitle": "Can Denis Villeneuve break the curse of Frank Herbert's Dune on the big screen?", "webUrl": "https://www.theguardian.com/film/2020/apr/10/can-denis-villeneuve-break-the-curse-of-frank-herbert-dune-on-the-big-screen", "apiUrl": "https://content.guardianapis.com/film/2020/apr/10/can-denis-villeneuve-break-the-curse-of-frank-herbert-dune-on-the-big-screen", "fields": {"headline": "Can Denis Villeneuve break the curse of Frank Herbert's Dune on the big screen?", "bodyText": "It’s easy to imagine why Hollywood felt it might take a maverick genius to film Dune, Frank Herbert’s 1965 sci-fi/fantasy opus. The novel, and its five sequels, are phantasmagorical and psychedelic in the extreme, like Star Wars on acid. In fact, George Lucas borrowed much from Herbert’s story: the witchy women of the Bene Gesserit are not so far from the wise, all-seeing Jedi (though Lucas wisely ditched the former’s freaky, eugenics-influenced breeding programmes). The planet of Arrakis, where the novel’s hero Paul Atreides finds himself caught up in a devious aristocratic plot to bring down his family’s noble house, resembles the desert planet of Tatooine where we first meet Luke Skywalker. The first maverick to take on the task was the controversial Chilean-French film-maker Alejandro Jodorowsky in the early 1970s. Jodorowsky duly dreamt up a proposed 15-hour film in which Orson Welles was to play Baron Harkonnen, and Salvador Dalí the emperor, Shaddam IV. HR Giger, the Swiss artist who would later create the xenomorphs for Ridley Scott’s Alien, was brought in to work on the central building, the Harkonnen castle, while Pink Floyd were recruited to help with the soundtrack. Naturally, nobody wanted to fund this insane venture, whose passing into myth is chronicled in the fascinating 2013 documentary Jodorowsky’s Dune. David Lynch finally got a new version into cinemas in 1984, only for Universal to release a two-hour cut he hated so much he had his name removed from the credits. In fact, Lynch was so disappointed in the film, he often refuses to discuss it in interviews. This is hardly surprising when you consider the awful inner dialogue that was added to the soundtrack for most of the main characters in post-production, seemingly to paper over the cracks from a confusing edit. There are some wonderful moments to be witnessed in what remains of the movie, but it’s still hard to deny that Lynch made a bucketload of inexplicable errors, such as making the Bene Gesserit bald, reducing them to background players and introducing those ridiculous heart plugs, not to mention the disgusting scene in which Kenneth McMillan’s Baron Harkonnen has his face pustules drained. At least the film’s silliest segue, during which Kyle MacLachlan’s Paul and his Fremen allies ride to victory on top of Arrakis’ giant sandworms, has its roots in the original book. Villeneuve has said his adaptation, which is due to hit cinemas in December, is unlikely to resemble Lynch’s lurid take. “I’m going back to the book, and going to the images that came out when I read it,” he told Yahoo. “David Lynch is one of the best film-makers alive, I have massive respect for him. When I saw his adaptation I was impressed, but it was not what I had dreamed of, so I’m trying to make the adaptation of my dreams.” The director also says it’s likely that his film will be the first of at least two movies based on Herbert’s original 1965 novel. Dune acolytes suspect this will see the first episode finishing with Paul having established himself as the Fremen’s messiah, the Muad’Dib, with part two focusing on the battle to retake Arrakis from the Harkonnens and the emperor. Casting appears to be impeccable, with MacLachlan lookalike Timothée Chalamet as Paul Atreides, Rebecca Ferguson as his Bene Gesserit mother Lady Jessica and Stellan Skarsgård as Baron Harkonnen. Villeneuve has also stored up goodwill in spades from science fiction fans after delivering the futuristic double whammy of Arrival and Blade Runner 2049 over the past few years. Where Lynch and Jodorowsky seemed to indulge themselves by taking the trippy futurism of Herbert’s original as a jumping-off point into even weirder territory, the suspicion is that Villeneuve will take the hallucinatory lunacy of the source material and do his level best to drawn it into a cohesive tale, like a conductor who finds himself charged with taming an orchestra of eccentric musicians. Perhaps what Dune really needs is not a maverick genius at all, but merely a genius. In Denis Villeneuve, the long-awaited film adaptation might have finally found just that."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}