{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/02/the-other-lamb-review-artful-cult-drama-simmers-with-unease", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-02T09:30:46Z", "webTitle": "The Other Lamb review – artful cult drama simmers with unease", "webUrl": "https://www.theguardian.com/film/2020/apr/02/the-other-lamb-review-artful-cult-drama-simmers-with-unease", "apiUrl": "https://content.guardianapis.com/film/2020/apr/02/the-other-lamb-review-artful-cult-drama-simmers-with-unease", "fields": {"headline": "The Other Lamb review – artful cult drama simmers with unease", "bodyText": "At the outset of The Other Lamb, a disquieting little drama landing online this week, we’re dropped into familiar yet fertile territory. A charismatic and handsome male leader has assembled a group of subservient female followers living together in the wild, hanging on his every word. Like most cults, it’s one based on a rigid and regressive set of gender norms. He speaks, they listen. He demands, they comply. He takes, they give. The many fascinating questions such a dynamic raises – the hows and whys, logistically and psychologically – have given cults an ongoing prominence on screen, from The Wicker Man all the way through to Wild Wild Country. How does a collective belief in something so outwardly unhinged sustain itself, and how long can that realistically last? In the English-language debut from the acclaimed Polish film-maker Małgorzata Szumowska, we join a group already steeped in its own traditions, dictated by the Shepherd (Michiel Huisman). There are wives and sisters, all of whom are guided by his word, his control of their narrative so suffocating that even stories not told by him are forbidden. As one of the sisters, Selah (Raffey Cassidy), comes of age, the love and respect she’d always held for her leader starts to show cracks. The atmosphere he’s created doesn’t allow for independent thought or for women to possess any agency, but the more she starts to learn about the Shepherd and what happens when he deigns to give a chosen follower his “grace”, the more her entire belief system starts to unravel. Gliding close to genre tropes but moving more comfortably as an uneasy drama about the alarming power of blind faith, The Other Lamb is an intriguing mood piece, strikingly made and well-performed if not quite as powerful as it could have been. It’s a slow burn, flickering quietly as it shows us Selah’s gradual, horrifying realisation of what she’s a part of and Catherine S McMullen’s spare script does a nifty job of likening a certain form of religious fervour to being in an abusive relationship. There are dream sequences that err further toward horror territory but it’s ultimately a tale of sadness, of women duped by a monster, one who fooled them into thinking he knew something they didn’t. In one of the more poignant moments, Selah asks one of his wives, now deemed “broken” and forced to live close to yet separate from the group, why she’s stayed for so long. “Because … I’m afraid,” she replies. “I’ve been here for so long, I don’t know who I am any more.” The women are judged by their age, submissiveness and desirability and as we learn more about the Shepherd’s sexual proclivities, we learn that his calmness hides something more sadistic. His control over the women is absolute and Selah’s journey toward understanding the truth requires her to learn the importance of her own independence. Without forcing the point, the film sews the thread between the cult we see and between the gender dynamic in many relationships even now, of men who treat women like property and of women who confuse this for love. But it’s a slight movie and the central relationship between Selah and the Shepherd is thinly etched, which makes their final confrontation that much less impactful. The ending itself is too abrupt and falls back on the film’s less successful lurches into horror. With sparse dialogue, Cassidy, who impressed in The Killing of a Sacred Deer before getting lost in the mess of Vox Lux, and Huisman, who played a similarly nefarious figure in The Invitation, are both required to base the majority of their performances on the unsaid. Like the film surrounding them, they’re aesthetically magnetic if a little underpowered. Szumowska is a visually confident director capable of constructing some magnificent imagery, but it’s a film that’s forever threatening to be more style than substance. By the end, there’s just about enough to stop that from becoming the case but for it to haunt further than the end credits, it really needed more. The Other Lamb is released to stream in the US on 3 April and in the UK later this year"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}