{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/apr/07/matthew-mcconaughey-bingo-night-isolating-texans", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-04-07T12:16:28Z", "webTitle": "Matthew McConaughey hosts bingo night for elderly isolating Texans", "webUrl": "https://www.theguardian.com/film/2020/apr/07/matthew-mcconaughey-bingo-night-isolating-texans", "apiUrl": "https://content.guardianapis.com/film/2020/apr/07/matthew-mcconaughey-bingo-night-isolating-texans", "fields": {"headline": "Matthew McConaughey hosts bingo night for elderly isolating Texans", "bodyText": "The actor Matthew McConaughey has used the hiatus in movie production to become a bingo caller. He posted a video on Twitter last week calling for unity during the coronavirus pandemic against a “faceless, raceless, sexless” enemy. This unity translated into a robust bingo battle on Sunday night, which the actor hosted via Zoom for isolating residents at The Enclave, an assisted living community in Round Rock, Texas. According to CBS, residents at the facility asked McConaughey last September to join them for a game; he belatedly took up the invitation while also in lockdown, along with his mother, wife and children. After the bingo, he answered questions from residents, many of whom held key McConaughey quotes aloft on green pieces of paper (in reference to his reassurance in last month’s video that red lights do eventually turn green). Topics reportedly include his ancestry and his favourite drink. “This was a wish come true,” Molly Davis Nedley, a sales director at the facility, told a local Austin TV station. “The residents absolutely loved seeing Matthew and his family and enjoyed hearing him talk about what he’s doing to get through this crisis. “It gave them hope and was the boost that they needed to get through this lonely, challenging time.” McConaughey’s current project is a sequel to Sing, the hit musical animation in which he voices koala impressario Buster Moon. He is also a professor of practice in the media studies wing of The University of Texas in Austin."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}