{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2020/apr/03/anna-jones-simple-staple-recipes-for-lockdown", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2020-04-03T11:00:18Z", "webTitle": "Anna Jones' simple, staple recipes for lockdown", "webUrl": "https://www.theguardian.com/food/2020/apr/03/anna-jones-simple-staple-recipes-for-lockdown", "apiUrl": "https://content.guardianapis.com/food/2020/apr/03/anna-jones-simple-staple-recipes-for-lockdown", "fields": {"headline": "Anna Jones' simple, staple recipes for lockdown", "bodyText": "My kitchen has never been busier. I’m cooking for five, as well as testing recipes for my next few columns, making bread and whipping up the occasional cake to keep spirits high. Cooking has been something to focus on, something I can do to help keep my mind quiet; its results keep us well and cheer us through these wild times. We’ve been sitting together as a family for three meals a day, which is two more than usual. And it’s happening all over the country: we are going to come out of this better cooks. Without the possibility of nipping down to the shop for a missing ingredient, we are all making do – adapting and engaging with our cooking instincts. We waste less, think more, and value food in a completely different way, for the precious life-giving stuff it is. Here are the recipes I’ve been making for my family these past weeks. They are simple things that use the lottery of produce that arrives in our veg box, also what’s in my spice rack, dry store and freezer. Fresh herbs and exotic aromatics have taken a back seat for now. Straightforward comfort cooking is in order. Stay home and cook. 1. Easy black bean tacos A tin of beans has got me out of trouble many times when the fridge is bare. Pinto, black-eyed or black beans would all work here, as would any tortillas or wraps. The flavours will, I hope, bring a bit of sunshine in. 2. Lentil bolognese A version of a family favourite, made mostly from tins. It uses some basic (and swappable) veg – the rest comes from your store cupboard. 3. No-waste ribollita A great way of using up odds and ends of root veg, greens and hunks of bread. Bread, alongside olive oil, is used to top the soup, softening and thickening it, for a texture in which I find great comfort. 4. Pea, potato and feta traybake This traybake revolves around three staples: a (small) sack of potatoes, a bag of frozen peas and a block of feta. If you have these three, you can then switch up the seasonings and herbs according to what else you have at home. 5. Golden turmeric noodle broth This is what I make when anyone in the house gets the first sign of a cold. A simple broth with slurpable noodles. 6. Beetroot soda bread A great starter bread to bake if you are new to bread-making or can’t get your hands on yeast. The beetroot can be swapped for any root vegetable you have around. 7. Carrot dal A bowl of dal soothes like nothing else with its smooth consistency and riotous pops of flavour. This is a forgiving recipe, so leave out some of the spices or the curry leaves if you don’t have them. 8. Instant frozen fruit ice-cream A bag of frozen fruit, a pot of creme fraiche or yoghurt and a blender magically make this ice-cream. Cheering for young and old. 9. Apple and double ginger cake Cake has been a constant during these weeks at home, an afternoon ritual. This one might just be my all-time favourite. 10. Carrot and apple flapjacks The rate of snacking has hit an all-time high in our house and these have come in useful. They’re sweetened with fruit and maple syrup, and packed with goodness too, conveniently."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}