{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2020/apr/09/kim-joys-recipe-for-easter-cheesecake-eggs", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2020-04-09T07:00:39Z", "webTitle": "Kim-Joy's recipe for Easter cheesecake eggs", "webUrl": "https://www.theguardian.com/food/2020/apr/09/kim-joys-recipe-for-easter-cheesecake-eggs", "apiUrl": "https://content.guardianapis.com/food/2020/apr/09/kim-joys-recipe-for-easter-cheesecake-eggs", "fields": {"headline": "Kim-Joy's recipe for Easter cheesecake eggs", "bodyText": "Tiny cream ducklings nestled in cheesecake inside chocolate eggs – surely that’s worth having a quack at? These look a little challenging to make, but when you break down the steps, they are not too difficult. The hardest part is tempering the chocolate, but you can use compound chocolate to make things quicker and easier. And if you haven’t got the moulds mentioned below, you can always fill a shop-bought Easter egg. There’s nothing wrong with shortcuts, especially now. There are a few other options here to help you get round any shortages of ingredients. Makes: 8 mini-eggs For the chocolate egg 30g dark chocolate 500g white chocolate, roughly chopped (or compound chocolate, eg, candy melts) Cocoa-butter-based or oil-based food dye of your choice (not water-based) For the biscuit base 85g digestive biscuits (or any similar sweet, plain biscuit) 35g melted butter (or 30g melted coconut oil) Alternative biscuit base (vegan and gluten-free) 50g dates 50g blanched almonds (you can substitute other nuts and adjust quantities to adjust sweetness) Pinch of salt 5g melted coconut oil or melted coconut butter (optional) For the cheesecake 200g cream cheese 100g double cream (or condensed milk) 100g mascarpone (or cream cheese) 65g caster sugar Grated rind of 1 lemon Alternative cheesecake (vegan and gluten-free) 180g cashews Juice of 1 lemon Zest of 1 lemon 60g melted coconut oil or melted coconut butter 150g coconut milk 120g agave syrup (or golden syrup, or similar) For the cream ducklings If you’re short on ingredients or don’t trust your piping skills, make these using coloured fondant, or use any cute Easter ornaments. Just make sure you tell people to remove them before eating 200g double cream 20g icing sugar Black, orange and yellow food dye Melt the dark chocolate in a microwave, and use a stiff paintbrush to splatter specks into 16 silicone semi-sphere moulds (approx 7cm/3in diameter). Next, melt 375g of the white chocolate in a bain marie. Take it to 43C, then remove from the heat and add the remaining chocolate chunks and chosen food colour. Stir until it comes down to 28-29C, then use a spoon to coat the silicone moulds with the chocolate. Place the moulds in the freezer for 10 minutes, then the chocolate should easily pop out of them. If you want to avoid tempering, use candy melts/compound chocolate instead. It doesn’t taste as amazing as real chocolate, but is worth using if you are short on time or are baking with kids. Use a warm plate to melt the base of two semi-spheres, then stick together. Repeat with all. Then use a spoon to crack away the top of each “egg”. To make the biscuit base, place the biscuits in a freezer bag and then bash into crumbs using a rolling pin. Stir the crumbs together with the melted butter. For the vegan and gluten-free version, place the dates in a food processor and process until sticky and forming a ball. Then add the almonds, salt and coconut oil, and process again until combined. Whichever base you have opted for, spoon it into the bottom of each chocolate egg. Use the back of the spoon to press it down gently. Next, make the cheesecake: put all the ingredients in a bowl and whisk together until smooth. For the vegan alternative, first soak the cashews by pouring boiling water over them and leaving for half an hour, then drain all the water. Place the cashews, lemon juice and lemon zest in a food processor and blend until smooth. Add the coconut oil, coconut milk and agave syrup, and process again until very smooth. Spoon the cheesecake over the biscuit base. For the ducklings, whip the cream with the icing sugar until it reaches soft peaks (ideally, underwhip as you will whip it further when adding dyes). Transfer a tablespoon to a separate bowl and colour with black gel food dye. Transfer to a piping bag and cut a small tip. Do the same again, but colour the cream orange this time. Lastly, add yellow food dye to the remaining cream, and combine. Transfer to a piping bag and cut a large opening. Use the yellow cream to pipe the main duckling shape, and then use the coloured creams for the details. To add the small tufts on top of the ducklings’ heads, place the large bag of yellow cream in another piping bag, cut a small tip, and use to pipe."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}