{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2020/apr/08/pantry-staple-recipe-soba-noodles-quick-pickles-and-furikake-fried-egg", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2020-04-07T17:30:02Z", "webTitle": "Pantry staple recipe: soba noodles, quick pickles and furikake fried egg", "webUrl": "https://www.theguardian.com/food/2020/apr/08/pantry-staple-recipe-soba-noodles-quick-pickles-and-furikake-fried-egg", "apiUrl": "https://content.guardianapis.com/food/2020/apr/08/pantry-staple-recipe-soba-noodles-quick-pickles-and-furikake-fried-egg", "fields": {"headline": "Pantry staple recipe: soba noodles, quick pickles and furikake fried egg", "bodyText": "While our local supermarkets have been suffering empty shelves lately, the Asian grocers in my neighbourhood are still well stocked. Good news for those who’ve rearranged their pantries and realised that decade-old bottle of mirin could do with a refresh. Shop local and stock up on some basics to spice and season simply, using ingredients that will awaken your palate from a lasagne-heavy comfort food rotation. Furikake is called “egg sprinkles” in my house. We use it on fried eggs typically with noodles for quick kiddo dinners when the fridge is low on inspiration. For this recipe I’ve added some quick pickles and tempeh to make a dinner that will help to lessen the comfort food monotony. Prep: 15 mins, plus pickling time Cook: 10 mins Serves: 2, plus intentional leftovers For the pickles Make at least an hour ahead. This makes enough for this recipe, double it to have a stash for tomorrow as well. 60g shaoxing wine 8g sea salt 20g sugar 120ml boiling water 1 carrot, cut in 1cm thick diagonal slices 1 small Lebanese cucumber, cut in 1cm thick diagonal slices 1/2 small capsicum, cut in 1cm thick diagonal slices 75g green beans, stalk ends removed Add the pickling ingredients in bowl and mix to ensure the sugar is dissolved. Add in the cut and prepared vegetables. Allow to pickle for at least an hour, or store covered in the fridge if you don’t eat them all that day. They keep well for a couple of days, but tend to get soggy after that. The pickling liquid can be used another time for a second batch, so drain and reserve it. For the noodles 200g dried soba noodles 30g shaoxing wine or rice wine (or use mirin but halve the honey volume) 30g tamari or soy sauce 30g honey 30g sesame oil 1 tsp fresh ginger, microplane or fine grated 1 spring onion, white and green parts finely sliced 15-20 drops of la-yu chilli oil, or other chilli sauce to taste (or just skip this) For the topping 200g tempeh or firm tofu 2 free-range eggs Olive oil for frying Furikake, pick your favourite brand or ask your grocer for their favourite one Place a small bowl on a set of scales and add all the dressing ingredients, mix together until well combined. Boil water in a saucepan and add the noodles, cooking for about five minutes, or until soft. Drain the noodles reserving some of the water in a cup. Add the dressing to the hot noodles, toss together to coat. Use some of the reserved noodle water if it’s not glossy and wet looking. To make the toppings, remove the tempeh or firm tofu from its packaging and pat it dry with paper towel, then cut the tempeh into fork size pieces. Drizzle some olive oil in a fry pan on medium heat and fry the tempeh or tofu until light brown and crisp. Remove from the pan and add the eggs, increase the heat and fry the eggs as you like them, soft with runny yolks or well cooked and crispy. Season the egg generously with the furikake and remove from the heat. Plate up the noodles by twisting onto a large fork and drape across the plate, add the pickled veggies to one end, then the crispy tempeh, and finally, the furikake seasoned egg. Sprinkle the lot with a little extra furikake to serve. For later in the week • Put any leftover pickled veggies out with dips before meals to settle the duckies with a healthy snack. • Use the pickling juice again by warming it slightly and pouring over more veggies, select larger veggies or cut them larger if you intend to leave them for a few days. • Leftover noodles are delicious mixed with an egg and panfried into little 50c piece-sized fritters for snacks. • Warm up leftover noodles with a splash of water to loosen them and serve again, without being sticky. Add some extra furikake at this stage to brighten up the flavours again."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}