{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2020/apr/10/sweet-cravings-wines-to-match-desserts-fiona-beckett", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2020-04-10T13:00:46Z", "webTitle": "Sweet cravings: wines to match desserts", "webUrl": "https://www.theguardian.com/food/2020/apr/10/sweet-cravings-wines-to-match-desserts-fiona-beckett", "apiUrl": "https://content.guardianapis.com/food/2020/apr/10/sweet-cravings-wines-to-match-desserts-fiona-beckett", "fields": {"headline": "Sweet cravings: wines to match desserts", "bodyText": "One of the things I’ve spotted on Twitter recently is people confessing to being chocolate bingers. That includes the glorious Nigella, who still inexplicably manages to keep her Gina Lollobrigida-like figure. All I can deduce from that is we are all craving a little sweetness in our lives right now, and wine, of course, can tick that box, too. I may be wrong about this – it’s hard to predict anything reliably at the moment – but I don’t anticipate there will be a run on sweet sherry or port any time soon (if there were, the producers would be ecstatic: they’ve been trying to reverse falling sales for decades). At this time of year, I prefer lighter wines such as sauternes and other late-harvest sauvignon blancs, especially if any early-season strawberries have made it to the shelves. They also go with other fruits such as peaches and apricots, for which it is still early, or with almost any kind of classic apple or pear tart. They work less well with lemon-based desserts, which have the effect of throwing many sweet wines out of kilter, though late-harvest riesling – which matches lemon for acidity – is the exception that proves the rule. Meringue-based desserts such as pavlovas also need a light wine, rather than a dark, sticky one. Though you should turn to the latter if you’re having something like a dense, squidgy, chocolate cake. That’s if you haven’t run through your chocolate stash, obviously. Then there are sweet or semi-sweet sparkling wines such as moscato d’Asti and, you may be surprised to hear, “extra-dry” prosecco, which, perversely, can contain up to 17g of residual sugar ( left over after fermentation). By comparison, “brut” proseccos have in the region of 10-12g sugar, which still makes them a bit sweeter than most champagnes and, to my mind, makes them go better with sweet foods, such as cake and biscuits, than savoury ones. And I can’t help but feel that even if you don’t normally touch the stuff, now is the moment for Bailey’s or – better still – an own-label equivalent, not least because it will probably be half, if not a third, of the price. At the time of writing, you could still get Tesco’s really rather delicious Salted Caramel Cream Liqueur (17%) for £12, which in my book is better than any Easter egg. Keep it well away from the teens. Four sweet wines to enjoy over Easter Gavioli Moscato Spumante £6.49 Lidl, 6.5%. Super-pretty bottle of an Asti-like sparkler that would go down hugely well with a milk chocolate Easter egg. Fleurs de Prairie Rosé Sparkling £8.99 Aldi, 12%. Sweeter than it looks - a blend of muscat and the very obscure valdèze. Imagine pink prosecco. Booths Sauternes 2017 £14, 13%. Really lovely, own-label sauternes that tastes of lemon meringue pie. The Kings Series ‘A Sticky End’ Noble Sauvignon Blanc 2017 £12.96 Ocado, £15.99 (on mix-six) Majestic, 10.5%. Intensely sweet, viscous and luscious – like sauternes on steroids. For more by Fiona Beckett, go to matchingfoodandwine.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}