{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2020/apr/01/david-athertons-recipe-for-buckwheat-pancakes", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2020-04-01T11:56:49Z", "webTitle": "David Atherton’s recipe for buckwheat pancakes", "webUrl": "https://www.theguardian.com/food/2020/apr/01/david-athertons-recipe-for-buckwheat-pancakes", "apiUrl": "https://content.guardianapis.com/food/2020/apr/01/david-athertons-recipe-for-buckwheat-pancakes", "fields": {"headline": "David Atherton’s recipe for buckwheat pancakes", "bodyText": "This is the perfect brunch: the batter is really quick to whip up and will have time to ferment while you take your daily exercise. You can top with whatever you like, sweet or savoury, and if you can’t get buckwheat flour you can substitute wholemeal, spelt or rye. The suggestion below is a nod to the traditional Breton galettes de sarrasin, with the amaranth and raw blue cheese helping to feed your gut microbes, but after the first savoury round I go sweet with banana, walnut and honey. Makes 8 120g buckwheat flour (or wholemeal, spelt or rye) 60g plain flour 40g amaranth seeds (optional) 1 sachet (7g) of fast-action yeast 1 medium egg 400ml warm water For the filling (for four pancakes) 200g field mushrooms Olive oil Salt and pepper 60g spinach 2 cloves of garlic, crushed 4 medium eggs 50g unpasteurised blue cheese Mix all the pancake ingredients together in a bowl and leave for two hours. Gently fry the mushrooms in a glug of olive oil until browned, then season and add the spinach and garlic. Fry for another minute, until the spinach has wilted. Put a non-stick frying pan on a medium/high heat, lightly grease with olive oil and pour in a ladle of batter. Allow to cook for 2-3 minutes without poking around at the pancake, then gently flip. Crack an egg in the middle, season it and cook gently until it is just done (I cover with a lid). Scatter the mushrooms and spinach around the egg and crumble the cheese on top. Gently fold up four sides to make a square and slide on to a plate to eat while warm. Repeat until you run out of eggs, then move on to the next topping."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}