{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/09/efl-hopes-to-restart-season-in-june-and-play-113-games-in-56-days", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-09T13:10:37Z", "webTitle": "EFL hopes to restart season in June and play 113 Championship games in 56 days", "webUrl": "https://www.theguardian.com/football/2020/apr/09/efl-hopes-to-restart-season-in-june-and-play-113-games-in-56-days", "apiUrl": "https://content.guardianapis.com/football/2020/apr/09/efl-hopes-to-restart-season-in-june-and-play-113-games-in-56-days", "fields": {"headline": "EFL hopes to restart season in June and play 113 Championship games in 56 days", "bodyText": "Football League clubs have been advised by the EFL to give their players a holiday and not to return to training until 16 May at the earliest, with the aim of restarting the season in June and completing the outstanding 341 fixtures, including play-offs, across 56 days. That would mean, for example, squeezing 113 Championship matches into an eight-week period. The plan was outlined by the league’s chairman, Rick Parry, in a letter to clubs following an EFL board meeting on Wednesday. The caveat is that the EFL will continue to listen to government advice, which could scupper the proposals. The Premier League is understood to have not yet issued any similar explicit guidance to its clubs on potential dates for restarting and completing the season. But when the suspension of the season was extended to 30 April that was done primarily to give players a break from having to constantly train. The league and its clubs are therefore hoping, similarly to the EFL, that subject to government advice they may resume training in May and potentially be playing matches again in June. Parry advised Championship, League One and League Two clubs in his letter not to return to training until mid-May, acknowledging that they are dealing with “testing circumstances”. The letter was designed to provide clubs with some clarity amid the coronavirus pandemic. EFL matches are postponed indefinitely and are expected to return behind closed doors. Parry said: “Whenever the decision is taken that it is safe to resume, we currently estimate that the league will require approximately 56 days to complete the outstanding matches in the season [including play-offs] and we are committed to ensuring that clubs are provided with an appropriate notice period to ensure [they] are able to prepare operationally given the scale and impact of the postponements.” The EFL’s thinking is based on teams playing twice a week – in midweek and at the weekend – over at least a five-week period. Championship teams each have nine matches to play, while some clubs in League One and League Two have 10 remaining games. The EFL said it hoped two-leg play-off semi-finals would be played as normal but no decision had been taken on a venue for the finals. The Championship final is expected to take place before the other two, and the league is confident the second-tier season could be completed inside 50 days. “No decision has been taken on the likely venue as it will depend on the circumstances at play at the time,” Parry said. Andy Holt, the Accrington Stanley chairman, suggested it was premature of the EFL to discuss the season resuming without knowing when the 2020-21 season will start. “We need information about next season before we blow our brains in trying to complete this season,” he said. In the letter to clubs, Parry also said that the £125m advance payment to member clubs from the Premier League had been delayed while the EFL board awaits clarity regarding player wages. Discussions on that matter are ongoing between the Professional Footballers’ Association, clubs and other football bodies."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}