{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/05/will-miller-ugo-ehiogu-quit-football-spurs-burton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-05T16:00:32Z", "webTitle": "Will Miller: 'Ugo passed and I said let's turn this into a song. Emotion flew out of me'", "webUrl": "https://www.theguardian.com/football/2020/apr/05/will-miller-ugo-ehiogu-quit-football-spurs-burton", "apiUrl": "https://content.guardianapis.com/football/2020/apr/05/will-miller-ugo-ehiogu-quit-football-spurs-burton", "fields": {"headline": "Will Miller: 'Ugo passed and I said let's turn this into a song. Emotion flew out of me'", "bodyText": "I have been playing a song about life and death on a loop today. While waiting to interview Will Miller, the former Spurs and Burton Albion footballer who wrote and sang the song just days after the death of Ugo Ehiogu, his former coach who died in April 2017 aged 44, the ghostly video of Crash Landing has been spooling out of my laptop. On a muted, sun-kissed afternoon, it offers a melancholic and beautiful soundtrack for these unsettling times. For Miller, Ehiogu’s death felt like “a crash landing on the moon”. Three years on, trying to adjust to our new isolated reality with illness and death all around us, life continues in an eerie way. “It’s weird,” Miller says. “But sometimes you have to switch course. I remember being absolutely certain I was going to play first-team football for Tottenham. When I realised it wouldn’t happen, it was like killing an idea of myself. The person I thought I was going to be was dead. I needed to reinvent myself. I found it really difficult and it reminds me of the challenges we’re all facing right now.” From sadness and uncertainty, the 23-year-old engenders optimism and hope as he stresses how art thrives in adversity. “Despite the pain and confusion, storytelling will always play a big part in our lives. In my own experience so many beautiful emotions have come out of difficult times. This time could be a chance for people to do something different. Something better.” Miller’s dream of becoming a star for Spurs, the club he had supported since he was a boy and for whom he played in their academy and development teams for six years, was replaced by Championship football for Burton. “It felt brutal at 21,” he says. “Football is so cut-throat. You dedicate everything to that one craft and then someone goes: ‘We’re not having you.’ At Tottenham I worked it out before they told me. I had an amazing relationship with the club but it wasn’t working.” He did well in the Championship but a bad injury changed everything. Miller fought his way back into Burton’s first team but a year ago this month he decided he no longer wanted to be a professional footballer. He buried that identity in order to become a film-maker and musician. Miller captures the joy of football as well as the fascination of playing pre-season first-team games for Spurs under Mauricio Pochettino but his happiness in his new world is more vivid. It is a reminder that, from the remnants of a past life, something deeper can flourish. These ideas are rooted in Crash Landing. “Ugo was an amazing man,” Miller says of the former England footballer who was his under-23 manager at Tottenham. “We worked with him day in and day out. He was super-concentrated and so gifted. Because he was an ex-player, and because of his personality, he was one of us.” Miller pauses as he recalls Ehiogu’s death from a heart attack. “Ugo was the first person I had ever been close to who passed away. I was thinking: ‘Oh, my God, life’s so fragile.’ I was on loan at Burton and I tried to carry on as normal and train but there was too much shock. Two days later my brother Gil and I recorded the song. He had played me this incredible piece of music he had written. Then Ugo passed and I went home. Gil played it again. I said: ‘Let’s turn this into a song.’ Raw emotion flew out of me and the lyrics were written in 20 minutes. I put it down in one take and fluffed up some of the words. But I wanted to leave it like that. “It’s me singing on a crappy mic in my dad’s loft and we recorded it in 45 minutes. I’d spent two years working every day with Ugo so it was about how difficult it is to comprehend death. I was thinking of him when singing but I didn’t want to make it ridiculously sad. I wanted us to feel how amazing some people are before they pass away.” For a long time Miller did nothing with the song. He was still playing football and he did not feel ready to share it. Last month, with no announcement, Crash Landing appeared on platforms such as Spotify under the name of Myacka, which Will and Gil Miller use. “The reaction from the few people who have heard it was amazing. I’m not craving anything further. The fact it’s affected them is enough for me. But last June we shot the video and it was an amazing experience again as 45 people, family and friends, were in it.” As a little boy Miller won a BBC nationwide audition for the role of Oliver Twist – and acted alongside Tom Hardy and Sophie Okonedo. But football meant more to him. When he was 14, and with Leyton Orient, he was offered a year’s trial at Tottenham. In July 2016, having just turned 20, Miller was selected for Spurs’ pre-season tour of Australia. He played in the first team and Pochettino was impressed. “I’m very happy with Will,” he said. “He can be a very good footballer. He has a fantastic character.” There is a photograph of Pochettino embracing him after the Juventus game and Miller says: “He was an incredible, family-type of guy who created an amazing team. He was so clever and we played for each other and for him so much. On that tour I did well out of position as a left wing-back against Atlético Madrid and Juve.” How did he feel playing alongside Harry Kane and Christian Eriksen? “There wasn’t much ego in that team. They were all helpful and nice – and amazing at what they did. I know Pochettino liked me as a human being but I don’t know how close I was to hitting the level needed. The crunch came the following pre-season when I went on tour with the Tottenham squad to America. I was training as an attacker, more my position, but didn’t play. I was devastated.” Miller accepted a permanent transfer to Burton. “I was playing well in the Championship and proving myself. Then my knee went against QPR [when he dislocated it badly in January 2018], and I was like, ‘Fuck!’ I had a second operation, because I couldn’t bend my leg, and it was incredibly painful.” Over the next nine months, Miller was sustained by his friendship with his Burton team-mate Marvin Sordell who struggled with depression. Sordell, a former Premier League footballer, was also creative. “Marvin was writing all these poems and I said: ‘They’re really great but you should make visuals for them because it will connect with our generation even more.’” Miller encouraged Sordell to set one of his poems, Denis Prose, an anagram for depression, to music and with a couple of other friends they made a short film about that difficult subject. “I turned all my time to the creative side because I couldn’t play football,” Miller says. “I was lucky I had Marvin and other friends who also wanted to create. By November 2018 I was playing again in the first team. But, by the end of the season, I decided to retire. My mentality had changed. I was so invested in this creative stuff it diluted some of that drive as a footballer.” Miller didn’t adjust well to retirement. “It’s difficult to pursue something for that long, to have an absolute dream, and then to give it up. That routine of training every day, and playing on a Saturday or Sunday, is gone now. I was also dealing with changing identity. When anyone saw me they’d ask: ‘How is football?’ Not even how are you? Being a footballer is an all‑consuming identity. “I went through a transition and for six months I didn’t talk about it. We all carry emotions and they weigh on us, and it affected my mental health in a bad way. It made me angry. And I’m not an angry person. I’m very calm. I thought: ‘This isn’t me.’” Did he talk to a psychologist? “Yeah. One session changed everything. I wasn’t depressed but I definitely underestimated how much it affected me. I’m still going through it but I feel much clearer.” Miller had been earning good money as a Championship footballer and, as he says: “It’s a massive risk because I’m starting from the bottom again and if I didn’t feel this passion for creativity I definitely would still pursue football. As hard as it is, it’s absolutely amazing and gives you feelings you can’t get anywhere else. When I scored my first professional goal away against Wolves in the last minute …” The pleasure that comes from creativity is more nuanced and tangled but Miller’s excitement is plain as he talks about 180 Productions, the company he and Sordell have set up with Harry Campbell, who was also at Burton with them, and their friend Maxwell Harris-Tharp, a film-maker. “We’re in the process of making a short film with the England team for the Heads Up campaign. It’s Prince William’s charitable campaign and it’s about mental health and football. Marvin, Max and Harry produced it and I’m directing it. It’s exciting to have that opportunity at such an early stage in our company’s life. Marvin’s been involved with Heads Up and he leads the way in helping footballers talk about their mental health.” Did he recognise Sordell’s battle with depression soon after they became friends? “No. Depression is not always visible but when I read his poems they were amazing. They were brave. They were real and honest. It takes a lot of guts to open up like Marvin did and I felt privileged to work with him on the film about Denis Prose. That’s where our company started. Now we have ambitions to tell stories which can hopefully touch people in a good way whether in music, film or writing.” Miller has just directed his first short film. “The theme is about how we all carry emotions, damaged relationships, shattered dreams. We carry terrible things far too long. It’s partly based on those six months when I was lost – but it has nothing to do with football.” Now that Crash Landing, his moving lament for Ehiogu, can finally be heard, has he sent it to Pochettino? “No. But if he’s still got the same number I might send it. I think he’s got time on his hands at the moment.” We have all been forced to stop and pause, and, as Miller says: “it scares you a little but it also makes you think and that’s when better work comes out. Beyond all the uncertainty and worry it’s a time for reflection and appreciation of each other. Hopefully, out of these dark days, something special can still emerge.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}