{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/05/louis-van-gaal-accuses-ajax-of-self-interest-in-attempting-to-end-season", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-05T13:35:06Z", "webTitle": "Louis van Gaal accuses Ajax of self-interest in attempting to end season", "webUrl": "https://www.theguardian.com/football/2020/apr/05/louis-van-gaal-accuses-ajax-of-self-interest-in-attempting-to-end-season", "apiUrl": "https://content.guardianapis.com/football/2020/apr/05/louis-van-gaal-accuses-ajax-of-self-interest-in-attempting-to-end-season", "fields": {"headline": "Louis van Gaal accuses Ajax of self-interest in attempting to end season", "bodyText": "Louis van Gaal has issued a scathing attack on the hierarchy at Ajax for attempting to end the Dutch Eredivisie season in the wake of the coronavirus pandemic. The former Ajax manager, who led the club to a Champions League win in 1995, said there was still time to complete the season and accused them of misusing the situation for their own ends. Ajax, headed by one of Van Gaal’s former players in Marc Overmars, the technical director, want the season to conclude as it was left when coronavirus caused its postponement. Ajax are currently top of the table after 25 matches but had lost two of their previous three league matches. Van Gaal, though, said the current season must resume when and if the coronavirus crisis comes to an end. “If it is established that the coronavirus has been defeated, you first have to finish the current competition,” he told the Algemeen Dagblad newspaper. “Sport is there to designate a winner on the field. Not to say after 25 matches we cut things off and Ajax is champion. But while the government has also been following the experts for weeks, some football clubs suddenly say that it is not possible - Ajax first. “Clubs that misuse this corona crisis for their own gain and then make it a public health statement. I’m a man who can’t take that.” Overmars last week criticised the Dutch football association, the KNVB, and Uefa, the European game’s governing body, for being reckless. “I’m comparing the KNVB and Uefa with the sentiments of American president Donald Trump a week ago when he thought the economy was more important than the coronavirus. Hallo! There are more than a 100 people dying daily in the Netherlands because of the coronavirus.” Van Gaal added that the delaying of Euro 2020 until next year left plenty of time for the season to be completed. “You can also play the season out in June or July,” he said. ”There is plenty of time this summer, the European Championship is off the calendar. And if Uefa and Fifa are willing to change rules and provide space, well then get started.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}