{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/06/the-fiver-sean-dyche", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-06T15:56:08Z", "webTitle": "The Fiver | Sean Dyche spreadeagled on a chaise longue in his red silk kimono", "webUrl": "https://www.theguardian.com/football/2020/apr/06/the-fiver-sean-dyche", "apiUrl": "https://content.guardianapis.com/football/2020/apr/06/the-fiver-sean-dyche", "fields": {"headline": "Sean Dyche spreadeagled on a chaise longue in his red silk kimono", "bodyText": "SEAN’S WORLD Considering the Fiver’s pre-conceived notion that Sean Dyche would be spending the current lockdown spreadeagled on a chaise longue in his red silk kimono drinking endless martinis while watching reruns of The Sweeney on ITV4, we were pleased to see he’s putting his spare time to more productive use. While Kyle Walker featured in one of the Sunday papers and was forced to issue “a public apology for the choices I made last week”, the Burnley manager was in another making no apologies whatsoever for using his enforced down time to reacquaint himself with his family, free up extra room in his wine cellar by working his way through the contents and perform assorted outdoor chores that seem to involve power-hosing anything in view. “‘I’m doing things I don’t get the chance to normally do,” he said. “Tidying up the garage, jet washing. Needless to say I’m jet washing just about everything I can find. If it stays somewhere for too long it gets jet washed! There are things I miss of course like having a curry or a pint down at the pub. I’ve done a lot of home cooking. We also go out on our bikes, out for walks as a family, maintaining our fitness and keeping stimulated.” Dyche has also been keeping stimulated by brushing up on his IT skills, having got his son, Max, to teach him how to use Zoom so he can have virtual meetings with his coaching staff in an effort to ensure Chris Wood and Ashley Barnes remain as svelte as possible ahead of ... whatever happens next. “There are non-stop support lines for players and staff. Dietary advice, psychological support if needed. We’re trying to keep as many bases covered as we can.” This morning, Dyche put down his power hose for long enough to shoot the breeze with Talksport, adding his two cents to the national debate over how much money Premier League players should be paid and how they should spend it. Over the weekend, health secretary Matt Hancock doubled down on his demand that top-flight footballers do more to help those less fortunate but like many others, Dyche suggested the MP should keep his neb out of affairs that are none of his concern. “I can only presume he was immediately ill informed,” said Dyche of the Tory hypocrite. “I can’t talk about other businesses, I can only speak about the football industry because I have been in it all of my life. I have seen footballers do so many good things, so many things financially, so many things with time, care effort and attention. It is such a massive generalisation for Mr Hancock to throw that in. I can only hope he was ill informed and over the weekend a bit of balance has been brought in.” The Fiver would like to commend the Burnley manager’s breezy optimism at this very difficult time. QUOTE OF THE DAY “The UAE Football Association has terminated the contract of Ivan Jovanovic and his team of assistants, thanking him for his efforts and wishing him success” – the UAE FA wave goodbye to their Serbian coach of five months despite an enviable unbeaten record of P0 W0 D0 L0 F0 A0. FIVER LETTERS “My least favourite game (Friday’s Fiver letters)? Took my then-eight-year-old son down to St Andrew’s, and bought him his first shirt with his name and No 8 proudly on the back (his age and Trevor Francis’ shirt number). The opponents? Bournemouth, who won 8-0. He is scarred for life but still we go” – Chris Sampson. “Imagine the excitement of the new season for Norwich City (and fans) in August 2009, having just dropped down to League One. A relatively new manager in Bryan Gunn, a fantastic new recruit in flamin’ Aussie keeper Michael Theoklitos and a home game against Colchester. Five-nil down at half-time and the end result of a 7-1 loss led to fan angst and some some quick personnel changes. Keeper on the bench and Gunn replaced by Colchester manager Paul Lambert, who went on to take the Yellows up and up again. Of course Lambert went on to much greater things in a stellar managerial career. What? Oh” – Terry Banfield. “I travelled to the 2008 Big Cup final as a Chelsea fan. On arrival, my dad, brother and I entered the outdoor fanzone only to realise we hadn’t changed up any roubles but were told if we left we would not be allowed back in. It was 8am. So we went around 18 hours in the rain without shelter, food or water, taking in 120 minutes plus a shootout to reach the worst outcome possible, via being the width of a post from the best result in our history. We were then locked in a sweltering minibus before encountering a ‘first come, first served’ policy at the airport and eventually arrived back at Gatwick sometime the next day. The kicker: I was living in Germany at the time and could only get a visa from the club, so my journey read: Berlin-London-Moscow-London-Berlin, for the cost of a cool grand” – Stuart Robinson. “My local team is the Colorado Rapids of MLS. I do not have least favourite games, I have least favourite seasons” – Todd Warnke. Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner of our prizeless letter o’the day is … Stuart Robinson. NEWS, BITS AND BOBS Pep Guardiola’s mother has died at the age of 82 after contracting coronavirus. Gareth Southgate and David Moyes have taken 30% pay cuts from the English FA and West Ham respectively, to follow Graham Potter and Eddie Howe making similar gestures last week. Luke Shaw reckons the Premier League season should be scrapped if it can’t be finished. “Scrap it and start again. Start it again,” he cheered. DAZN, the streaming company that has the rights to the Premier League in Brazil, Canada, Japan and Spain, is in negotiations to halt payments until there is clarity on when and how the season can be completed. Cheltenham players have shaved their heads to suedehead lengths to raise money to buy a ventilator for the local hospital. Bayern Munich’s players returned to training on Monday, but only in small groups. “It goes without saying that all hygiene regulations will be strictly observed,” said a club statement. STILL WANT MORE? Premier League players and pay cuts: Paul MacInnes answers the key questions. My favourite game: 100% Blade John Ashdown recalls Sheffield United’s rollercoaster 2003 play-off triumph over Nottingham Forest. What would Bill Shankly do? Not what Liverpool are doing with their furloughing of non-playing staff, says Sean Ingle. Reading the game: our writers pick their favourite football titles. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! SILVERSTONE THE LAST STANDING"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}