{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/02/borussia-dortmund-allowed-to-play-wonderkid-moukoko-from-november", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-02T13:24:06Z", "webTitle": "Borussia Dortmund allowed to play wonderkid Moukoko from November", "webUrl": "https://www.theguardian.com/football/2020/apr/02/borussia-dortmund-allowed-to-play-wonderkid-moukoko-from-november", "apiUrl": "https://content.guardianapis.com/football/2020/apr/02/borussia-dortmund-allowed-to-play-wonderkid-moukoko-from-november", "fields": {"headline": "Borussia Dortmund allowed to play wonderkid Moukoko from November", "bodyText": "The German Football League has changed the minimum age for players to represent their clubs in the Bundesliga, a decision that will allow Borussia Dortmund’s Youssoufa Moukoko to make his league debut in November. The 15-year-old has scored an astonishing 34 goals in 20 games for Dortmund’s under-19 side this season, providing nine assists. Under previous rules Moukoko would not have been able to play in the Bundesliga until August 2021. The new rules states that any player can feature as soon as they have turned 16. “We are very pleased with this decision,” the Dortmund academy director, Lars Ricken, told Kicker. “This could help the clubs but also the young players in their development. A majority of the clubs want to be able to give outstanding talents, on very rare occasions, the chance to take the next step in their development.” The rule change will be implemented for the 2020-21 season, with Moukoko celebrating his 16th birthday on 20 November. He scored 50 league goals for the under-17s in 2018-19 – a new German record – and his 34 goals for the under-19s this season is also an all-time high. He reached that mark with six games of the season to go."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}