{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2020/apr/06/english-football-blame-culture-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-06T19:00:04Z", "webTitle": "English football's blame culture makes it unable to come together | Jonathan Liew", "webUrl": "https://www.theguardian.com/football/blog/2020/apr/06/english-football-blame-culture-premier-league", "apiUrl": "https://content.guardianapis.com/football/blog/2020/apr/06/english-football-blame-culture-premier-league", "fields": {"headline": "English football's blame culture makes it unable to come together", "bodyText": "I don’t expect to make too many friends saying this, but perhaps it’s time we all gave Matt Hancock a break. Isn’t it typical how, as soon as things take a turn for the worse, everyone starts singling out the health secretary? Yes, clearly he could be doing more to deflect our attention from the failings of his dangerously shambolic government and the chronic underfunding of the National Health Service. And he wants to do more, too. But there are plenty of other hapless Conservative MPs out there desperately trying to distract us from the fatally inept response to the Covid-19 outbreak by warbling on about footballers. And yet while people such as Julian Knight and Steve Brine get off scot-free, for some reason it’s always Hancock who gets saddled with the blame. It’s an easy target. Cheap populism. Then again, in these extraordinary times for English football, the thirst for scapegoats, sacrificial lambs and other forms of votive livestock appears to be stronger than ever. Blame culture is nothing new to the game but the urgency of the current crisis appears to have broadened its scope beyond the time-honoured targets of referees, television pundits and FA Cup replays. Hancock is simply the latest patsy to walk into the crosshairs and discover that if you thought English football was dysfunctional when it was awash with money, just see what happens when you turn the money off. In a way it’s strangely fitting that as the rest of us grapple with questions of life and death, of physical and mental health, of personal freedom and human connection, English football finds itself embroiled in an unseemly wrestle over its favourite topic. At the weekend, talks between the Professional Footballers’ Association and the Premier League over a collective pay cut disintegrated into a slurry of arch statements and snide briefings. Meanwhile Newcastle and Tottenham are among the clubs to have attracted widespread scorn for claiming taxpayers’ money while placing staff on furlough. Disgruntled broadcasters are threatening to withhold payments and with every passing day of lockdown the existential threat to livelihoods, to entire clubs, perhaps even to entire leagues, looms ever larger. This is not, for all the wailing sirens and general sensation of panic, a short-term development. In many ways this is a mud fight that has been brewing for some time: years, perhaps even decades. English football’s inability to come together and function as a collective did not happen overnight; it occurred, instead, in small devastating steps. You could pinpoint, for example, Tottenham’s circumvention of the FA’s Rule 35 in 1983, allowing them to float on the stock market and irrevocably transforming the modern football club into a profit-making vehicle. The formation of the Premier League, divorcing the largest clubs of any statutory obligation to the rest of the pyramid, ingraining light-touch regulation and free-market economics as cultural ideals. The largely unchecked influx of billionaire owners in the early 21st century: in recent days plenty of outrage has been directed at figures such as Joe Lewis at Spurs and Mike Ashley at Newcastle, blithely availing themselves of public handouts while placing low-paid staff on leave. But as the old proverb goes, if you’re going to invite ducks into your kitchen, don’t be surprised when they clear out your bread bin. And so the story of English football’s boom years is also one of atomisation, detachment and polarisation: the gradual entrenchment of the Thatcherite compact that we are all eternally in competition. Fans are stirred and stoked and set against each other. Governing bodies scrap for reach and audience and space in the calendar. Clubs, now competing on the balance sheet as well as the pitch, are aligned not in accordance with a wider ecosystem but the individual will and ambition of their owners. Above all, the law of the market reigns supreme: a hierarchy of revenue generation where the language of wealth is the only acceptable tongue. There is an element of broad-brush here but the wider point remains: if you were trying to design a system hostile to collaboration and solidarity, you could scarcely do better than English football in 2020. Tribal, commercial self-interest is why the game can barely lift a finger to fight racism. It’s why the application of video technology has been such a mess. It’s why scheduling and player workload are a disgrace. It’s why there is still no sustainable funding model for the women’s game. And in the jaws of its worst crisis in a generation, it may just be why its ham-fisted attempts to secure its own future have descended into discord, distrust and in-fighting. It was striking to read, the week before last, that the Bundesliga’s top four clubs (Bayern Munich, Borussia Dortmund, RB Leipzig and Bayer Leverkusen) have pledged the equivalent of £18m to support their smaller rivals. The French Football Federation is working to set up a solidarity fund for ailing clubs. Of course no country’s game is free of greed, bickering or self-interest but there does seem something innate in English football’s resistance to collective action, its lionisation of the one-off gesture, the individual act of generosity, the PR coup or– as Liverpool neatly demonstrated on Monday evening – the PR-inspired U-turn. It’s the stench of a sport that has gnawed away at its own wider obligations until there are virtually none left to speak of, that has largely shed its pretence of shared destiny and interdependence, the sense that on some level we are all part of the same game. This pandemic has exposed the faultlines in English football, an unsatisfying coalition of chaos that may yet come loose entirely. What emerges from the rubble is anyone’s guess."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}