{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/08/oh-jose-mourinho-tottenham-hotspur-reckless-training-coronavirus-the-fiver", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-08T16:01:23Z", "webTitle": "The Fiver | Oh José! Oh The People’s Tottenham Hotspur! How could you be so reckless?", "webUrl": "https://www.theguardian.com/football/2020/apr/08/oh-jose-mourinho-tottenham-hotspur-reckless-training-coronavirus-the-fiver", "apiUrl": "https://content.guardianapis.com/football/2020/apr/08/oh-jose-mourinho-tottenham-hotspur-reckless-training-coronavirus-the-fiver", "fields": {"headline": "Oh The People’s Tottenham Hotspur! How could you be so reckless?", "bodyText": "THE SORRY ONE The art of deception was perfected by nobody knows but José Mourinho has been pretty good at it down the years. Back in the 2005 Big Cup he famously turned a laundry basket into a Trojan horse, albeit one that was smuggled into his own team’s dressing room rather than into the enemy camp, jumping out and slaughtering unsuspecting Bayern Munich players not being an option that even he was willing to consider. Credit where it’s due. Before that, and very many times since that, Mourinho has expertly used interviews to cover up lame performances, sending unsuspecting hacks on wild goose chase after wild goose chase by talking pure, honed bull. But while he may spew a load of old pony, he’s got much more than one trick. So The Fiver couldn’t help but wonder what the Portuguese maestro was up to when footage emerged yesterday of him training in a north London park with three players from The People’s Tottenham Hotspur in defiance of the government-ordered lockdown. Imagine our surprise when it turned out that he was doing exactly as it seemed! Oh José! Oh The People’s Tottenham Hotspur! How could you be so reckless? Whither your cunning? Clad in the same training clobber he has been wearing since arriving at Her Majesty’s White Hart Lane last November – a purple outfit suggestive of The Joker, Mourinho was pictured putting Tanguy Ndombele through his paces in Hadley Common, Barnet, while Ryan Sessegnon and Davinson Sánchez ran around nearby. It is not clear how many of those players could be described as key workers at the best of times, but in these days of coronavirus woe, they certainly had no business being out together and, according to the camera angle at least, in worryingly close proximity to each other. It looked like these representatives of The People’s Tottenham Hotspur were being a public menace. So what did the club have to say for themselves? Or did they ask tax payers to provide an answer on their behalf? “All of our players have been reminded to respect social distancing when exercising outdoors,” wibbled the club in a statement that might have been written by a repurposed chimney sweep for all The Fiver knows. A short time later, Mourinho said: “I accept my actions were not in line with government protocol and we must only have contact with members of our household. It is vital we all play our part and follow government advice in order to support our heroes in the NHS and save lives.” No spin, no grasping for loopholes, just a frank admission that he made a mistake. What if Joe Lewis, TPTH’s billionaire owner, took inspiration from this version of Mourinho? QUOTE OF THE DAY “Because there was no hospital in Bambali they had to take him to the next village to see if they could save his life. But it was not the case” – Sadio Mané tells Ed Aarons why his father’s death inspired him to build and fund a hospital in his homeland of Senegal. RECOMMENDED LISTENING Listen to Football Weekly? Listen to Football Weekly! This week, Max Rushden, Barry Glendenning and Lars Sivertsen discuss the 1998 World Cup final between Brazil and France, the Ronaldo situation, the obsession with footballers’ wages, changes in Ireland and chapter three of Detective Wilson. FIVER LETTERS “My least favourite game? 17th April 2004. Bolton 2 Tottenham 0. My Missus and I, Tottenham Season Ticket Holders, had recently moved to Edinburgh. We had spent the previous afternoon on the sauce in the lovely fishing village of Crail in Fife. We could have spent the weekend there but we had tickets to see our lads play at Bolton. We set off at 9am and arrived in good time for kick off. It was the tail end of the Pleat caretaker era and in the first half we were shocking. I suggested to my missus that he should line the lads up in front of us away fans and let us do the half time team talk. Phil Brown was obviously listening. Anyway in the second half we were worse so we did something we never did. Left early – only to find we were blocked into the car park and could not get out (till an hour after the final whistle it turned out). When we did eventually get home our season ticket renewals were waiting for us. Of course we did one last time. Since then we’ve only been out of the top five once. Bah!” – Jack Mignall. “On May 12, 1996, my future wife and I visited the derelict Aarhus Stadion to see our local team squander the chance to go top in the Danish Superliga and on to win the first championship in 10 years. After going 0-1 down to visiting league leaders Brøndby IF, Aarhus GF staged an epic comeback. Up 3-1 with 16 minutes to go, the slide into mediocrity began for Aarhus GF. First a young Ebbe Sand scored with 11 minutes to go and then, as ordinary time was expiring, visiting goalie Mogens Krogh scored on a second-chance header following a corner (heartbreak happens at 2:43 in this video). Aarhus GF never recovered, the season petering out. A few years later, the club was relegated and although it has been promoted again (before another sequence of relegation-promotion) the wait for another championship goes on 24 years later” – Lars Esbjerg. “Am I the only one wondering why The Fiver has stopped predicting scores for the minute by minute coverage? It could improve the stats” – Johnny Mac. Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner of our prizeless letter o’the day is … Jack Mignall. NEWS, BITS AND BOBS Jimmy Greaves spent a comfortable night in hospital and is awaiting the outcome of tests, after the 80-year-old Tottenham legend was admitted on Tuesday night for a condition not related to the coronavirus. The Scottish Professional Football League aims to crown Celtic as champions and relegate Hearts after 23 April. The 2022 World Cup is highly unlikely to be moved from Qatar despite the latest criminal indictment accusing three senior Fifa officials of receiving bribes for voting in favour of the Gulf state hosting the tournament. In other Fifa news that will please the Rumour Mill no end, the governing body has approved plans to extend player contracts and move transfer windows to allow seasons on hold to be completed. STILL WANT MORE? $exually androgynous New Romantic cod-reggae naturally gets a mention as Barney Ronay recalls his favourite game: Italy v Brazil at the 1982 World Cup. Steven Pye also puts 1982 into his time machine as he remembers the Ashton Gate Eight who ripped up their contracts to save Bristol City. Football isn’t quite getting its coronavirus response right, sugar-coats Max Rushen, but there again who is? Nigel Adkins of unlikely #breakfastwithnige fame gets his chat on with Ben Fisher. What’s the latest a season has been cancelled and then annulled? This, plus James Rodríguez’s trophy haul and John Aldridge’s Ireland goal drought in this week’s Knowledge. Quiz! Can you remember the details behind these images of Diego Maradona and Brandi Chastain, among others? And Suzanne Wrack talks to Portsmouth’s Rosie McDonnell and London Bees’ Hayley West about working in hospitals during the coronavirus crisis. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! EL FENOMENO"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}