{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/football-league-blog/2020/apr/01/hull-angus-macdonald-on-surviving-cancer-alexandra-burke", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-01T10:00:18Z", "webTitle": "Hull's Angus MacDonald on surviving cancer: 'I felt there was no way back'", "webUrl": "https://www.theguardian.com/football/football-league-blog/2020/apr/01/hull-angus-macdonald-on-surviving-cancer-alexandra-burke", "apiUrl": "https://content.guardianapis.com/football/football-league-blog/2020/apr/01/hull-angus-macdonald-on-surviving-cancer-alexandra-burke", "fields": {"headline": "Hull's Angus MacDonald on surviving cancer: 'I felt there was no way back'", "bodyText": "“In my head that was me hanging my boots up – maybe not right there and then, but I felt like there was no way back for me,” says Angus MacDonald of what in August, at a hospital in Sheffield, he could not help but perceive was the beginning of the end of his football career. “As soon as the doctor said: ‘You have bowel cancer,’ that was it. I don’t remember too much of the appointment after that. I switched off and went numb. Luckily, I had the physio from the club with me and he took all of the information in because I sat back in my chair staring out of the window thinking: ‘How long have I got?’” Suddenly football was immaterial but, after being given the all-clear in December, MacDonald slowly navigated a route back to the pitch and last month, two operations and 556 days from his previous appearance in a Hull City shirt, he played an hour for the under-23s after weeks of building up fitness at home and at training. “To actually be in a little stadium playing against a team I didn’t know, that was the real ‘Shit, I’m back, I’ve made it’ kind of thing. I think the last time I felt that good was when I was 15, getting a call-up to play for the reserves at Reading. To come back in and be involved with the music on … I was like: ‘Where’s my shin pads, where’s my boots, where’s everything at?’ It was such a feel-good moment.” But, in terms of raw emotion, it is difficult to top the outpouring of relief that followed his positive news before Christmas. His diagnosis last summer compounded a trying couple of years, with MacDonald, who also suffered from colitis, missing almost all of last season with deep vein thrombosis after a blood clot in his right calf. Then came the biopsies and colonoscopies, one of which led to the doctor calling MacDonald back to the hospital as a matter of urgency. It has been a mental slog but the 27-year-old is hugely grateful for the support of his parents, Jane and Rob, his three sisters, Sophie, Emma and Rebecca, and his partner, the pop star Alexandra Burke. Before an operation to remove his large bowel, which left him with a colostomy bag for nine weeks, Hull afforded MacDonald some headspace, allowing him to have a break in Dubai and then Japan, where Burke was starring in the musical The Bodyguard. “I ended up learning all the words, all the dance moves,” he says, laughing. “I supported her on tour and she supported me and what I was going through. To be able to have some time off during that period was great, to get away from it and switch off from the fact I had bowel cancer and I was going to go through two major operations.” He did not want to tell his family, let alone the world – “I didn’t want to upset anyone or have anyone worrying about me” – but once news of his diagnosis filtered through to the footballing fraternity, the former Barnsley and Torquay defender found himself overwhelmed by a deluge of messages. “I had to turn my phone off because it kept freezing,” he says, laughing. Before Hull played Wigan in September, their players warmed up in shirts bearing MacDonald’s name and number – “I was in bed high on morphine but I checked my phone and it brought a tear to my eye” – while the support of Joe Thompson, the former Rochdale midfielder who twice overcame Hodgkin lymphoma, was particularly pertinent and helped to provide crumbs of comfort at a dark time. “He reached out straight away and we kept in touch. He was great and I cannot thank him enough. I’ve probably made a friend for life in Joe.” MacDonald had been counting down the days to a first-team return before English football shut down owing to the coronavirus pandemic but he acknowledges such targets pale into insignificance at times such as these. “Football needs to take a backseat because people are losing their lives over this virus – that is more important than trying to finish the season. Every day is a blessing. You cannot take things for granted. If things get you down or you have a bad day, I don’t sit and dwell on it like I used to. If I’m not involved in the team or things like that, I just get on with it and know that there’s going to be better days ahead. “Everything has made me a lot stronger mentally. I had an inkling I was going to be involved against Charlton [on 14 March, when a postponed league game was originally scheduled] and then ‘boom’ everything has stopped again. It has been one thing after the other but you have to stay positive. This isn’t going to last for ever and I’m making sure I’m ready to perform and fitter than ever.” He is speaking after a morning run in London – Hull’s players continue to train in isolation – but when that moment eventually arrives MacDonald knows emotion is likely to get the better of him. “I think I’ll probably cry. I didn’t know if I’d ever make a comeback and to finally step back on the pitch in a Championship game would really make everything come together. “Doctors said there were lots of possibilities but no guarantees the operations were going to be as successful as they were so everything was up in the air. I’ve been through so much but hopefully stepping back on that pitch would put it all to bed and show people what I’m made of. I’m just hoping it won’t be in front of no fans…”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}