{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/05/west-ham-plan-30m-rights-issue-to-cover-revenue-shortcomings", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-05T17:20:17Z", "webTitle": "West Ham plan £30m rights issue to cover revenue shortcomings", "webUrl": "https://www.theguardian.com/football/2020/apr/05/west-ham-plan-30m-rights-issue-to-cover-revenue-shortcomings", "apiUrl": "https://content.guardianapis.com/football/2020/apr/05/west-ham-plan-30m-rights-issue-to-cover-revenue-shortcomings", "fields": {"headline": "West Ham plan £30m rights issue to cover revenue shortcomings", "bodyText": "West Ham’s board plans to inject at least £30m into the club by launching a rights issue in response to the financial problems caused by the coronavirus pandemic. With English football suspended because of the crisis and Premier League footballers yet to agree to reduce wages, there is growing concern within boardrooms about income. Some clubs have reacted to the postponement of the season by placing non-football staff on furlough. West Ham, who are owned by David Sullivan and David Gold, are looking to go down a different route. The club, whose full-time and part-time staff remain on full pay, have agreed to a rights issue, which is an invitation to existing shareholders to buy additional shares. Sullivan, whose 51% stake makes him the majority shareholder, has already agreed to do so. Whether the money raised rises above £30m will depend on how many accept the offer. If they decide not to take up their rights the shares will be offered elsewhere. It is understood the process will take place in May. While West Ham have no financial problems at the moment, that is likely to change if there is no prospect of their season resuming. Clubs are set to suffer serious losses of earnings and have warned players they could lose up to an estimated £1.137bn if the season does not resume. That is partly because they may have to return £750m in broadcasting money if the season is not completed. West Ham have lost money in gate receipts and broadcasting revenue. Their matches against Wolves, Newcastle, Chelsea and Tottenham were due to be shown on television. West Ham, whose accounts for the last financial year showed an expected pre-tax loss of £28.8m, would also normally be selling next year’s season-tickets now but the club shops are shut. Given that context West Ham are keen to protect themselves. They are in favour of players reducing pay through wage cuts, deferrals or a combination of both. Karren Brady, the club’s vice-chair, has criticised the Professional Footballers’ Association for standing in the way of cuts. “With no date for restarting the league, this is having severe financial implications,” Brady wrote in the Sun. “Bearing in mind the majority of the broadcast revenue goes to pay the players’ wages it is unthinkable that the PFA don’t seem to understand this.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}