{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/02/the-fiver-teddy-sheringham-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-02T16:14:21Z", "webTitle": "The Fiver | Happy birthday Teddy, the player who reminds us of good times", "webUrl": "https://www.theguardian.com/football/2020/apr/02/the-fiver-teddy-sheringham-football", "apiUrl": "https://content.guardianapis.com/football/2020/apr/02/the-fiver-teddy-sheringham-football", "fields": {"headline": "Happy birthday Teddy, the player who reminds us of good times", "bodyText": "DID HE KEEP HIS PRESENTS? NO, HE’S SHERINGHAM The old saying that “the first yard is in the head” was never particularly good news for The Fiver. So it made us fall out of our dentist’s chair to learn Edward Paul Sheringham MBE, the man that adage was written for, has turned 54 (FIFTY-FOUR). First of all: happy birthday, Teddy! Second: can we voluntarily furlough ourselves for a lockdown period spent watching late-1990s highlight reels? In truth that’s how thousands of us are spending our time anyway, isn’t it? Be honest. The curious thing about Clever Teddy was that he only became mainstream from his mid-20s onwards – coincidentally from around 1992, when he celebrated his 26th (sob) birthday and joined Spurs from Forest. That happens to be The Year Football Began, obviously, so our Shezzler timed things pretty perfectly: he will forever be synonymous with those fertile early years of the Premier League when the glitz didn’t seem too glitzy and the entire sport hadn’t run away from itself. Good times, basically. Teddy Sheringham reminds you of good times. Just like the goals against Holland in Euro 96 or, to all bar the most vehement of ABUs, That Magical Night in 1999. Few of us need an excuse to wax nostalgic at the moment and there’s a fair chance Sheringham, for anyone aged between 35 and 50, epitomises the best of that era – a bit of fun, a bit of daring, the optimism and knowingness of Cool Britannia with something intangibly raffish behind it all. The debate would rage over whether a player with his style, touch and intelligence would survive in today’s top flight without a burst of speed or thighs of steel; on balance you’d fear for him but, if it is true that you can’t lose what you never had, he’s presumably still dropping deep to carve out space for a rampaging young centre-forward on a rec near you. So perhaps, in the latest virtual pub gatherings, we should all raise a glass to Teddy and memories of – in some ways at least – a slightly more innocent era. Just don’t bother sending that Zoom invite to his old foe Andy Cole, who in 2010 wrote that he would “rather sit down and have a cuppa with Neil Ruddock, who broke my leg in two places since 1996, than with Teddy Sheringham, who I’ve pretty much detested for the last 15 years”. That all came about because Sheringham failed to shake Cole’s hand on his England debut. Looking back now from a socially-distanced world, perhaps he was just ahead of his time. Either way, it’ll be Drambuies and tequila all round for The Fiver, albeit from a sofa rather than a pretend dental surgery, and they’ll be raised to a player who let those good times roll. RECOMMENDED LISTENING The latest Football Weekly Extra podcast features Max and Barry in conversation with Philippe Auclair on Fifa, board games and Eric Cantona. Listen right here. QUOTE OF THE DAY “This season doesn’t make sense any more. We’ve stopped, no team will return as before, the matches will be behind closed doors, plus there’s a risk to the health of the athletes. For me to go back to business is pure madness. If they force us to play, I’d be willing to not field the team and lose the matches 3-0 out of respect for the citizens of Brescia and their loved ones who are no longer there” – Brescia president Massimo Cellino says he will forfeit the bottom club’s matches if the Serie A season is resumed. FIVER LETTERS “Re: yesterday’s Fiver. Frankly, the idea of any Conservative MP complaining about moral vacuums after applying cuts to the NHS for 10 years sticks in my throat more than a bagful of morel mushrooms” – Andrew Walker. “Hard to believe the EPL is short of mushrooms when they’re such a bunch of fun guys” – David Glanz. “I was bitterly disappointed by Wednesday’s Fiver. It was literate, perceptive, multi-layered, and a devastating critique on the current state of the game. Try to do better” – Pete Hudson. “Surely, after having spent most of the season successfully testing the ability of VAR to determine outcomes, we can complete the season by going straight to VAR. Oh wait, that would take too long” – John Neilsen-Gammon. “I don’t think George Jones should be dragging his fellow subscribers into even more gloom (yesterday’s Fiver letters). Remembering the silent misery of a 221-mile drive back to Ipswich following a 9-0 drubbing is best left in 1995 along with Cotton Eye Joe” – Tom Connolly. “Re: worst games. A year ago today I was in a Kazakhstan hospital after fracturing my femur on the icy concourse in the stadium before the Scotland game. I spent 19 nights there, mostly unable to communicate with the doctors, nurses or patients. We got pumped 3-0, but at least I didn’t see the goals. Every cloud …” – Dougie. “Which footballer would Fiver readers least like to be stuck indoors with and why? My vote would be for perfectionism’s Roy Keane, who would laser-stare you every time your phone rang, your email pinged, or you mentioned ordering in Japanese food. Then he’d lecture you on what Cloughie would have said about you” – Justin Kavanagh. Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner of our prizeless letter o’the day is … Justin Kavanagh. NEWS, BITS AND BOBS Julian Knight, chair of the government’s DCMS committee, has called for a windfall tax on Premier League clubs who refuse to cut player wages while putting other staff on furlough. “We are facing an obscene situation,” he said. Brighton manager Graham Potter is one of a number of senior staff to take a voluntary three-month pay cut amid the coronavirus crisis. Cashback! Norwich City players have agreed to donate more than £200,000 from their salaries to help people in Norfolk negatively affected by coronavirus. Son Heung-min is set to complete his national military service in South Korea, after travelling home with the Premier League shut down for the foreseeable. Son had his mandatory service cut from 21 months to four weeks after leading his team to Asian Cup glory in 2018. In news that will draw excited murmurs from the Merseyside region, the Belgian league has announced they are likely to scrap the season and hand leaders Club Brugge the title. Actual football news (sort of)! Dortmund have been given permission by German FA suits to play 15-year-old wonderkid Youssoufa Moukoko in the Bundesliga after his 16th birthday in November. STILL WANT MORE? How are all 20 Premier League clubs dealing with pay concerns during the shutdown? Find out with our team-by-team guide. Alex Hess recalls his favourite game: the night in 2004 when Neil Mellor seemed to have set a course for Anfield stardom. Gent forward Jonathan David, the best player in the world named after a Belle and Sebastian song, talks to Ed Aarons about a future in the Premier League. What day is it? Who cares, when there’s retro football games to be played online? Get all the details in this week’s YouTube roundup. Why should taxpayers pick up the tab for cash-rich Premier League clubs, asks a bemused Paul MacInnes. From the archives, it’s Scott Murray on Massimo Maccarone’s finest hour and five other dramatic three-goal comebacks. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! ISOLATION INSPIRATION"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}