{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/03/liverpool-jordan-henderson-sets-up-premier-league-coronavirus-fund-for-nhs", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-03T13:59:19Z", "webTitle": "Jordan Henderson setting up Premier League coronavirus fund for NHS", "webUrl": "https://www.theguardian.com/football/2020/apr/03/liverpool-jordan-henderson-sets-up-premier-league-coronavirus-fund-for-nhs", "apiUrl": "https://content.guardianapis.com/football/2020/apr/03/liverpool-jordan-henderson-sets-up-premier-league-coronavirus-fund-for-nhs", "fields": {"headline": "Jordan Henderson setting up Premier League coronavirus fund for NHS", "bodyText": "Jordan Henderson has contacted his fellow Premier League captains to organise a coronavirus fund that will raise millions of pounds for the NHS. Premier League footballers were singled out by the health secretary, Matt Hancock, on Thursday for not “playing their part” by taking wage cuts since the crisis started. The Premier League held further talks with the Professional Footballers’ Association on Friday, with the outcome that players will be asked to take a 30% drop in their wages, via cuts or deferrals or both, in response to the coronavirus pandemic. Players and clubs, however, had earlier been involved in discussions over wage deferrals, reductions and how best to contribute to the NHS long before Hancock criticised their apparent inaction during Thursday’s government crisis update. With the exception of Newcastle, Tottenham, Norwich and Bournemouth, many clubs have been awaiting the outcome of the Premier League, PFA and EFL talks before announcing their proposed measures. These include a voluntary crisis fund organised by Henderson, who has held talks with peers throughout the Premier League in recent days and whose proposal has met with wholesale approval. The Liverpool captain’s idea is for Premier League footballers – who earn varying salaries – to contribute to a fund for frontline NHS staff. Banks have already been approached to take donations and the players will take advice from the NHS and government on how best to distribute the money raised. Henderson is unhappy that news of his plan broke before the fund has been established. But it has the potential to raise millions for frontline NHS staff fighting the pandemic and will be separate to any wage deferrals or reductions agreed between the Premier League, EFL and PFA."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}