{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/01/champions-league-and-europa-league-could-be-completed-in-august", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-01T14:46:00Z", "webTitle": "Uefa puts all football on hold but could target August Champions League finish", "webUrl": "https://www.theguardian.com/football/2020/apr/01/champions-league-and-europa-league-could-be-completed-in-august", "apiUrl": "https://content.guardianapis.com/football/2020/apr/01/champions-league-and-europa-league-could-be-completed-in-august", "fields": {"headline": "Uefa puts all football on hold but could target August Champions League finish", "bodyText": "Uefa has called off June’s round of international fixtures, including the Euro 2020 play-offs, and has postponed the current Champions League and Europa League campaigns until further notice amid the coronavirus crisis. It is understood that one option under consideration is that the two club competitions could now be completed in July and August. The governing body of European football met on Wednesday with general secretaries or chief executives of all its affiliated 55 national football associations, including the four British FAs, to receive updates from two working groups formed on 17 March to plot a way the game can resume following the total shutdown of professional sport this past month. The outcome was an almost complete suspension of activity until further notice, from youth competitions to the continent’s most prestigious tournaments in both the men’s and women’s games. With this summer’s men’s European Championship having already been postponed until 2021, pressure to complete the play-offs – which include Scotland v Israel, Bosnia-Herzegovina v Northern Ireland and Slovakia v Republic of Ireland – is not imminent. England’s two scheduled friendly matches in June, in Austria and at home to Romania at Villa Park, are also off. The question of what to do with the Champions League and Europa League, however, is more pressing. Both competitions were suspended in March with four ties remaining to be completed in the Champions League last 16, including Manchester City’s with Real Madrid and Chelsea’s with Bayern Munich. In the Europa League, none of the eight last-16 ties have been completed, with two first legs yet to take place. The women’s Champions League had reached the quarter-final stage but none of the four first-leg ties had been played. While a proposal to play the remaining matches in both men’s competitions in the summer months was one plan put under consideration, it is also accepted that the later they are delayed the more preference must be given to the completion of domestic seasons. A Uefa representative said the working group set up to examine rescheduling possibilities discussed different scenarios only on the basis that all matches will be completed, by the end of August at the latest. The meeting, held by video conference as all of Europe’s football and club administrators are in effect working from their homes, did not discuss the different decisions that the game could face if the current season cannot be concluded by August. With an acceptance that finishing by the end of June is now in effect impossible and even starting by then is optimistic, the working group is understood to have modelled different possibilities for restarting competitions, if an end of June date is possible, or July, and finishing them by August. The group has not modelled stripping back the remaining Champions and Europa League ties, for example by reducing two-legged rounds to one match. Different ways of trying to conclude competitions have been considered such as trying to finish domestic league seasons first then completing the Uefa competitions rapidly, all in one go, after that. Uefa stressed, as it did when the Euros were postponed, that many of Europe’s FAs will suffer a severe financial hit from missing out on international football, including friendlies, whose TV rights are now mostly sold centrally by Uefa, which distributes the money to the member associations. All FAs will now lose or have delayed this TV and matchday income, and for many of the smaller football countries’ FAs such revenues are very important to funding their administration costs and development programmes. An effort will be made to reschedule all the postponed friendlies next season, possibly by squeezing international breaks to take in three matches rather than the two that have been standard for years. Doing so will require a slight lengthening of international breaks to enable three matches to be played with the required 72 hours between them, and for clubs to agree that players can be released to play three matches. The English Premier League is set to discuss its own contingency plans at an extraordinary shareholders’ meeting on Friday. One plan involves completing the domestic season during June and July, should conditions allow. While it is also just one of a number of potential solutions set to be discussed, it would have consequences for any plans made by Uefa. At this stage, ho wever, potential rescheduling remains only so many marks on a piece of paper. With coronavirus cases and deaths continuing to rise in Europe and across the world, no one can say with any confidence when professional sport will resume or even in what form."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}