{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/06/gareth-southgate-takes-30-per-cent-pay-cut-fa-100m-plus-losses-england-manager-coronavirus", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-06T13:23:29Z", "webTitle": "Gareth Southgate takes 30% pay cut as FA warns losses could exceed £150m", "webUrl": "https://www.theguardian.com/football/2020/apr/06/gareth-southgate-takes-30-per-cent-pay-cut-fa-100m-plus-losses-england-manager-coronavirus", "apiUrl": "https://content.guardianapis.com/football/2020/apr/06/gareth-southgate-takes-30-per-cent-pay-cut-fa-100m-plus-losses-england-manager-coronavirus", "fields": {"headline": "Gareth Southgate takes 30% pay cut as FA warns losses could exceed £150m", "bodyText": "Gareth Southgate has agreed to take a 30% pay cut as the Football Association announced it expected losses of more than £150m owing to the coronavirus shutdown. Southgate is comfortably the FA’s best-paid employee, earning around £3m a year, and the England manager has voluntarily accepted the cut, initially for the next three months. The FA’s other high earners have signed up to deductions, with the chief executive, Mark Bullingham, and the chairman, Greg Clarke, giving up significant percentages of their salaries. Senior managers in areas such as legal, human resources, finance, communications and IT have agreed 15% cuts – again for three months – and there is to be a furloughing programme for other staff members. The England Women’s manager, Phil Neville, is taking a pay cut, although it is unclear whether it is at the same percentage as Southgate. The FA had to cancel England friendlies at Wembley in the countdown to Euro 2020 and the postponement of the championship denied it the chance to host matches – at least until next summer. The organisation had also been looking forward to Wembley paydays from the men’s and women’s FA Cup finals, the EFL play-offs and rugby league’s Challenge Cup final. Summer concerts at the stadium are also in danger. Bullingham said that because the FA was a not-for-profit governing body, with all of the money it made reinvested into the game, “the less we generate, the less flows back. For example, we will generate less for community pitches or Wildcat centres [for girls aged 5-11] across England. It’s that simple.” He added: “We’ve taken an immediate and significant financial impact due to the postponement of England internationals, FA Cup matches and Wembley events and there is no clear timescale on when they will return. “The total financial impact is forecast to be around £100m but it could easily exceed £150m depending on the duration of the government’s necessary medical measures. “We are proposing all employees earning £50,000 or more per annum will take a temporary pay reduction of 7.5%. In the spirit of those on higher salaries taking the greater responsibility, the senior management team have agreed to cut their pay by 15%, with the highest earners in the organisation agreeing to reduce their pay by up to 30%.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}