{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/06/west-ham-manager-david-moyes-takes-voluntary-30-per-cent-pay-cut-coronavirus", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-06T21:58:26Z", "webTitle": "West Ham manager David Moyes takes voluntary 30% pay cut", "webUrl": "https://www.theguardian.com/football/2020/apr/06/west-ham-manager-david-moyes-takes-voluntary-30-per-cent-pay-cut-coronavirus", "apiUrl": "https://content.guardianapis.com/football/2020/apr/06/west-ham-manager-david-moyes-takes-voluntary-30-per-cent-pay-cut-coronavirus", "fields": {"headline": "West Ham manager David Moyes takes voluntary 30% pay cut", "bodyText": "David Moyes is taking a voluntary 30% pay cut at West Ham to help the club through the financial problems caused by the coronavirus crisis. Moyes is the third Premier League manager known to have agreed a wage reduction, after Bournemouth’s Eddie Howe and Brighton’s Graham Potter. The move comes as talks continue at top-flight clubs, also involving the Professional Footballers’ Association, with a view to reducing player wages at a time when income streams have dried up. West Ham have not furloughed any staff and plan to inject at least £30m into the club by launching a rights issue. Gerrard says Rangers decision to defer pay was ‘no-brainer’ The Rangers manager Steven Gerrard has spoken of his pride after a “unanimous” decision among his coaches and players to defer wages. The club has revealed the first-team squad had volunteered to temporarily forego a portion of their wages for three months, in order to protect non-playing staff. Rangers will also use the government’s job retention scheme to ensure employees receive their full wages. Rangers’ players and coaching staff are reported to be taking only half of their salaries for three months but will be reimbursed once football resumes following the suspension amid the coronavirus pandemic. “The players and the directors and staff have shown good leadership and responsibility to defer the wages,” Gerrard said via Twitter. “I think it was a no-brainer and the right thing to do. “It’s important that you show respect to all the people at the club whatever your role is ... I’m very proud of the efforts and the support of everyone at the club. It was unanimous that everyone wanted to do this,” he added. “It’s important during these hard times that no-one suffers from financial hardship. It does make me really proud as a manager that everyone was really keen to make sure that everyone was looked after.” PA"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}