{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/apr/05/finishing-school-fortuna-sittard-young-players-brighton-george-cox-english-youngsters-abroad", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-04-05T11:00:26Z", "webTitle": "Finishing school: how Fortuna Sittard are giving a boost to young careers", "webUrl": "https://www.theguardian.com/football/2020/apr/05/finishing-school-fortuna-sittard-young-players-brighton-george-cox-english-youngsters-abroad", "apiUrl": "https://content.guardianapis.com/football/2020/apr/05/finishing-school-fortuna-sittard-young-players-brighton-george-cox-english-youngsters-abroad", "fields": {"headline": "Finishing school: how Fortuna Sittard are giving a boost to young careers", "bodyText": "“Coming out here is definitely the best thing I’ve done,” George Cox says. The Brighton left-back is enjoying an interrupted season on loan at Fortuna Sittard, one of many players taking advantage of the chance to develop in the Eredivisie. Fortuna are open about their transfer policy: they acquire young talent and give them the opportunity to play top-flight matches. The aim is to build up the players and sell them on. Loanees such as Cox have a clause allowing the club to sign them permanently and a chance regardless to show whether they are up to the rigours of the professional game. At the start of the season Cox could have dropped down the divisions in England or moved to the Netherlands. “For my development, I have learned so much over the year. League Two just isn’t the best decision and sometimes it’s sprung on people, as there is an attitude that you need to work your way up in England, but some people need to try something new and going abroad is definitely the best thing.” Cox had a spell at Northampton in League Two last season during which he was limited to five appearances but he has played 21 games for Fortuna, becoming a regular under the manager, Sjors Ultee, and his assistant Kevin Hofland, a former Netherlands international who knows a thing or two about defending. “The standard is massive; Ajax are leaps and bounds above other teams,” Cox says. “I played against Ajax in my third game and the standard hits you straight away and I don’t think people realise how clever they are. I was playing against Quincy Promes but still had [Donny] Van de Beek and [Dusan] Tadic getting into areas near me and making my life difficult. The step up is crazy, not just their technical ability but their brain and how it works on the pitch.” Todd Cantwell also had a spell at Fortuna before returning to Norwich, where he has proved himself in the Premier League. Cox’s time in the Netherlands has seen him attract attention and numerous scouts have watched him. Given the very technical style of England’s best academies, Cox feels more people in situations similar to his should consider broadening their horizons. “It can open so many doors and it shows people you have a brave personality, you’re not afraid to go out of your comfort zone, going somewhere new. Todd Cantwell is absolutely flying now at Norwich and this move kickstarted his career. Moving abroad, I think, is the best option for 80% of under-23 players in England.” Within the Fortuna squad there are players on loan from clubs across Europe, including Valencia, Borussia Dortmund and Juventus, a sign they have a wide net and are trusted to develop youngsters. “I think for many years ours is the best development league for young players,” Hofland says. “I felt this when I was a player, too. When I went abroad I saw different things. I learned things in the academies in Holland and then at 23 or 24, I went away. “What you hear from players coming from abroad, especially from England – as we had Cantwell, we have Cox and [last season Cian] Harries [now of Bristol Rovers] from Swansea – what you feel and hear, especially in the tactical part, is that they have not had the education in this, especially the way we educate the players. This is different here and it is good for young players and it’s good to deal with coaches who have had a different education. I think this is the main difference for us as coaches. “You must see it as a school, that by going abroad you will learn something new with a new teacher. Maybe [in] one, three or six months you will improve but it will take time. They need to get used to the culture and we say this to the clubs but they trust us.” The different perspective from Hofland has helped Cox in his understanding of the game. When football returns after the coronavirus crisis, Fortuna are due to continue their fight against relegation. Cox appreciates the importance of every game but says that could apply in England’s lower divisions, too. “The difference is that I get to play against top players most weeks, whereas in League Two it’s not like that. The opportunity to go to Ajax and PSV away, I think that’s what sold it to me mainly.” The next steps for anyone in football are a uncertain. Cox is out of contract in the summer and is waiting to find out whether Fortuna will make his deal permanent. Alternatively, he could continue his career elsewhere whether in the UK or abroad. Whatever the next chapter, Cox is thankful for this season’s experience: “I have been at Brighton since I was 10 years old and I haven’t stepped out of my comfort zone properly. It has been the perfect place for me to come and develop.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}