{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "games/2020/apr/09/apex-legends-almost-perfect-shooter-game", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2020-04-09T06:54:12Z", "webTitle": "Why Apex Legends has kept me playing for 500 hours", "webUrl": "https://www.theguardian.com/games/2020/apr/09/apex-legends-almost-perfect-shooter-game", "apiUrl": "https://content.guardianapis.com/games/2020/apr/09/apex-legends-almost-perfect-shooter-game", "fields": {"headline": "Why Apex Legends has kept me playing for 500 hours", "bodyText": "That’s it. I have now played Apex Legends for over 500 hours. The online multiplayer shooter, developed by Californian studio Respawn Entertainment and released in February 2019, has been my obsession all year, seeing off a variety of pretenders from Doom Eternal to Animal Crossing: New Horizons. To the casual observer, there’s nothing remarkable about it. Set in a science-fiction universe tied to Respawn’s successful Titanfall series, it is another title in the battle royale genre alongside the Goliath that is Fortnite, as well as PlayerUnknown’s Battlegrounds and Call of Duty: Warzone. You land in a hi-tech future landscape with two team-mates and then you scramble about, finding weapons, while 19 other teams try to kill you and everyone else. The last team left alive is the winner. But the thing is, Respawn is one of the greatest designers of fast-paced shooter games in the industry. Formed in 2010 by the creative directors behind Call of Duty, Jason West and Vince Zampella, the studio was set up with most of the technical and design staff behind the legendary Call of Duty 4: Modern Warfare – and this experience shows in Apex Legends. One vital element of game design that’s explored perfectly is the interplay between flow and friction. Indeed, much of the time Apex Legends feels frictionless. When you move through the environment you do so freely; if you like, you can hit a button to slide, giving you a short speed boost on level ground but also allowing you to sledge extremely quickly down hills. It’s quick, satisfying, and if you’re sliding toward an object, you can hit the jump button to break out of the animation, gracefully avoiding a collision. The two Apex Legends maps we’ve seen so far are designed to encourage and facilitate this form of traversal, with lots of slopes and valleys to explore. Buildings and rockfaces also keep the player moving. Whenever you approach a tall object, there is almost always a handy grip point – say, a rocky outcrop or a window ledge – a few metres higher than your character. When you jump at a vertical surface, you scramble up a little, adding extra height and putting that grip point just within reach. This scramble animation makes you feel as though you worked for it, providing a sense of achievement, even though raised platforms are almost always accessible. The game is working with you. “In instances where the player is not entirely sure if they can get somewhere but decide to try anyway, 90% of the time they are going to succeed,” says game designer Dan Pearce, director at Four Circle, and fellow Respawn fan. “Everything in Apex is balanced like this, the same way that bullets in Halo curve slightly to hit their target, or Mario has about half a second where he can still jump after running off the edge of a surface.” Another aspect Dan and I both like is the decision to go with three-player squads, rather than the four-person teams favoured by Fortnite or Call of Duty. It means no one can be carried – everyone has to work together and be a functional part of any strategy. “Three players also means it’s really easy to set up a balanced rock/paper/scissors-style team, where someone’s focused on traversal, someone’s focused on aggression, someone’s focused on defence,” says Pearce. “Three players is also a small enough group that, if you were really in the zone, you could conceivably take out a whole squad single-handed.” But the masterstroke in terms of cooperative play is the game’s ping system, which allows players to highlight areas of the map, useful items and enemy locations to their team-mates without talking. This, together with a conversation wheel offering a range of tactical phrases, means that it’s possible to play as a squad with strangers without having to use your voice, which is intimidating and opens you to the possibility of abuse – or unwanted noise. “It is a genuine blessing for games culture,” says Pearce. “I might never again have to awkwardly describe an enemy’s location over the sound of a stranger’s barking dog while I’m being riddled with bullets.” Having spent a lot of time wandering the two Apex Legends maps – King’s Canyon and World’s Edge – what I’ve noticed is how functional the architecture and topography are; how they work together to provide fun little playgrounds, choke points and risk centres. The icy slides down to the Epicenter, the slim, lava-surrounded walkways of the Dome, the wide, densely overlooked streets of Capitol City. In a game with such extravagance in terms of weapon design and character special abilities, you need each area of the environment to provide strict and specific roles. Respawn’s approach to staging is more theatrical than cinematic. “There’s incredibly little that is extraneous in the designs,” says Pearce. “Almost nothing is there just because it looks cool. Every Respawn game so far has felt to me like it could be played with blocky prototype graphics and still be just as involving, because every element justifies its inclusion mechanically. This kind of puzzle-box design, where everything clicks together in such a deliberate way, is harder to come across in games with larger scopes. Respawn isn’t the only developer doing this – Remedy’s Control felt similar to me, but it is rare in the big-budget, triple-A space.” But what I really love about Apex Legends is the simple, unimpeded pleasure of moving through the world. Lots of game designers are very interested in Mihaly Csikszentmihalyi’s concept of flow, a highly focused mental state in which actions become almost automatic. Assisting flow is one of the most underappreciated elements of design – it might be found in the way a game illuminates certain areas in the world to show where the player should go (Dead Space does this brilliantly), or the use of rumble feedback to indicate the edges of a road in a racing game. But what Apex Legends does is reduce friction in a way that makes the player feel skilful. “I think this is why Apex has found so much success, even among players who don’t usually enjoy battle royale games,” says Pearce. “It’s very easy for players to feel overwhelmed when they’re being introduced to these games, but Respawn balances everything to make the player feel about 20% more competent and cognisant than they are.” Of course, I have to deal with the realisation that the game I’ve played the most this year is the one that’s designed to flatter me. But, 500 hours in, I don’t really care."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}