{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2020/apr/10/tanzania-to-ease-education-ban-on-pregnant-girls-but-not-in-classrooms", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2020-04-10T06:00:37Z", "webTitle": "Controversy over $500m loan that allows Tanzania to take pregnant girls out of their classroom", "webUrl": "https://www.theguardian.com/global-development/2020/apr/10/tanzania-to-ease-education-ban-on-pregnant-girls-but-not-in-classrooms", "apiUrl": "https://content.guardianapis.com/global-development/2020/apr/10/tanzania-to-ease-education-ban-on-pregnant-girls-but-not-in-classrooms", "fields": {"headline": "Controversy over $500m loan that allows Tanzania to take pregnant girls out of their classroom", "bodyText": "Tanzania has pledged to improve access to education for pregnant girls after receiving a controversial $500m (£402m) World Bank loan, but has stopped short of readmitting them to mainstream classrooms. The World Bank has been accused of undermining human rights and has faced criticism from local and international civil society groups over the Tanzania secondary education quality improvement programme loan. Campaigners say approval should not have been given without first securing a commitment from the government to reverse its discrimination towards pregnant girls and end compulsory pregnancy tests. A public notice released earlier this week by Tanzania’s education minister, JoyceNdalichako, said: “The target [of the loan] is to reach more than 6.5 million secondary school students across the country, without discrimination and shall include girls who drop out of school for various reasons, including pregnancy. “The government is committed to ensure that they continue with their education as prescribed in the project.” Of the 60,000 students who drop out of secondary school every year in Tanzania, 5,500 leave due to pregnancy according to World Bank data. Tanzania’s ban on pregnant schoolgirls dates back to the 60s. Amid renewed criticism, it was reaffirmed in a 2017 speech by Tanzania’s president, John Magufuli, who stated that “as long as I am president … no pregnant student will be allowed to return to school. We cannot allow this immoral behaviour to permeate our primary and secondary schools.” Sierra Leone lifted a similar ban last week. Human rights lawyer Judy Gitau, regional coordinator at Equality Now, welcomed Ndalichako’s declaration and said she was “cautiously optimistic” about “the first time the government of Tanzania has publicly announced in an official state document that it will include pregnant girls in secondary school education” But Elín Martinez, senior researcher at Human Rights Watch, said the Tanzanian government’s positionremained unchanged. She referred to a recent tweet in Swahili from Tanzania’s chief government spokesperson that indicated the government has set up parallel systems for pregnant girls. “Tanzania will continue to arbitrarily deny pregnant girls the right to study in formal public primary and secondary schools – and they will only have an option of studying in a parallel system, which will now be built using the World Bank’s loan,” said Martínez, adding that the “alternative education pathways” only offer a condensed version of the curriculum, and at a cost. The World Bank has “undermined its own commitment to non-discrimination and to improving the lives of ‘marginalised groups,’” she said. Gitau condemmed the parallel system and called for the “reintegration of all pregnant girls to mainstream education”. In a factsheet about the programme released last week, the World Bank said the Tanzanian government “has reaffirmed that pregnant girls who enrol in AEP [alternative education pathways] can sit for national secondary school examinations. Once they pass, they will be eligible to enrol in the next cycle of the public school system, similar to children who undertook their education in public or private schools.” It also stated that the government has “agreed to assess the prevalence of pregnancy testing and develop an approach to address this practice” and that the World Bank will “advocate a halt to all involuntary pregnancy testing in schools in Tanzania”. The World Bank and the Tanzanian ministry of education were unavailable for comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}