{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2020/apr/01/fears-for-civilians-in-chad-after-army-suffers-devastating-boko-haram-attack", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2020-04-01T14:54:55Z", "webTitle": "Fears for civilians in Chad after army suffers devastating Boko Haram attack", "webUrl": "https://www.theguardian.com/global-development/2020/apr/01/fears-for-civilians-in-chad-after-army-suffers-devastating-boko-haram-attack", "apiUrl": "https://content.guardianapis.com/global-development/2020/apr/01/fears-for-civilians-in-chad-after-army-suffers-devastating-boko-haram-attack", "fields": {"headline": "Fears for civilians in Chad after army suffers devastating Boko Haram attack", "bodyText": "The Chadian army that lost nearly 100 soldiers to a Boko Haram ambush a week ago has declared the Lake Chad borderlands a war zone, heightening fears that civilians will suffer an escalation in violence. President Idriss Déby travelled to the region to announce the Wrath of Boma operation, named after the island where Boko Haram launched a seven-hour assault that Déby said was the worst the country’s military had ever suffered. More than 2 million people have been displaced by violence in the Lake Chad basin, across its borders with Chad, Nigeria, Niger and Cameroon, according to the Norwegian Refugee Council, and experts have warned of more problems ahead. Remadji Hoinathy, senior researcher at the Institute for Security Studies Africa, said the attack had dented the pride of a Chadian military that has been deployed across the region to fight militants. “This image of a big army fighting extremist groups has been wounded,” said Hoinathy. “This may call for a more radical reaction from the state. What we fear is how far this reaction will go and what will be the side-effects of this offensive on the populations and communities living in the lake province, and on the islands within the lake. “This last attack has had a lot of impact on Chad as a country, on its national army, and I really hope that we will use it as an opportunity to implement a new dynamic … fighting more effectively but also not forgetting that local communities have been trapped in that conflict.” Both Boko Haram and its rival, Islamic State in West Africa Province (Iswap), have established themselves in the transnational Lake Chad area, benefiting from its marshy landscape and operating across borders. The Chadian military has reportedly already asked the local population to clear the area, which is likely to add to the 169,000 people already internally displaced within Chad. By declaring the area a war zone, the military also has more power to regulate traffic and search homes. Hoinathy said communities in this area have already suffered from the conflict, facing violence and harassment from armed groups while military operations had restricted a local economy based on fishing and livestock. Even before the current escalation, the US government’s famine early warning system cautioned that displaced people and host communities in Lak, the region covering Chad’s part of the lake, would struggle to meet their food needs through to September. Chad’s defence minister, Gen Mahamat Abali Salah, announced on television that the country had also sent troops to Nigeria and Niger to clear the islands on the lake. Jacob Zenn, a senior fellow at research group Jamestown Foundation, said the attack was a “wake-up call” that was likely to direct Chad’s focus on the area, but he warned it might go too far. “I think Chad will risk becoming too ambitious in attacking Iswap and Boko Haram. That would lead to a snowball effect of more attacks in Chad, and so I think it’s just a sign of more violence in Chad to come,” he said. More than 1,000 Chadian soldiers recently withdrew from Nigeria’s Borno state after months of fighting Boko Haram there, but more are reportedly being sent to Burkina Faso and Mali to battle militants active across the Sahel. International powers have relied heavily on Chad’s soldiers to tackle militants in the region but last week’s death toll has raised concerns about whether the army, also fighting rebels opposed to Déby’s rule, is too thinly stretched. Hoinathy said the attack had shocked people and raised questions about capacity. “Can we just keep on deploying our army the way we are doing, on so many battlefronts? This is the question,” he said. Chad’s forces gained a strong regional reputation after joining France in battling armed groups that overran northern Mali in 2013. It was soon a key member of two regional alliances – the G5 force in the Sahel and the multinational joint taskforce against Boko Haram, around Lake Chad – while still fighting rebels who have launched attacks from bases in Libya. Crisis Group’s central Africa project director, Richard Moncrieff, said there was a chance Boko Haram had targeted the Chadian army for this large attack because of its involvement in Borno state. He said that, according to a source in N’Djamena, the recent withdrawal from Nigeria may have been related to concerns about a lack of support, as well as to boost the country’s defences on its own side of Lake Chad after a series of Boko Haram attacks last year. “The international community is clearly relying on the Chadian army, the US and French are clearly relying on the Chadians as a first-level deployment against jihadi insurgencies across the whole of the Sahel,” he said, pointing out that the reliance was partly due to a lack of reliable alternatives. “They’re effective within limits. They take losses and they confront the enemy and that’s not something you’d say about the Nigerian forces but if you want to fight a complex, hydra-headed insurgency like Boko Haram, you need intelligence and that’s what they don’t have. “There are severe limitations to relying on a force that is good militarily but lacks all the institutions you need to run a more sophisticated campaign.”﻿"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}