{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/commentisfree/2020/apr/01/the-guardian-view-on-art-in-the-time-of-coronavirus-labours-of-love", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2020-04-01T18:45:32Z", "webTitle": "The Guardian view on art in the time of coronavirus: labours of love", "webUrl": "https://www.theguardian.com/global/commentisfree/2020/apr/01/the-guardian-view-on-art-in-the-time-of-coronavirus-labours-of-love", "apiUrl": "https://content.guardianapis.com/global/commentisfree/2020/apr/01/the-guardian-view-on-art-in-the-time-of-coronavirus-labours-of-love", "fields": {"headline": "The Guardian view on art in the time of coronavirus: labours of love", "bodyText": "As Britain went into lockdown last week, it did so in dazzling sunshine. Spring was announcing its arrival as an entire nation headed indoors. This sad, unseasonal hibernation seems against nature, but already it is generating its own intense kind of artistic energy. As we sit separated, windows have become sites of reflection and, in a way, release. Tracy Emin, who made her name through minute and unsparing scrutiny of her private landscape, has published a daily diary. It features an image of the artist submerged beneath suds in the bath, knees pointing to the brilliant blue sky framed in the glass before her. “I’m going to climb out of my horrible little hole,” reads part of the accompanying entry, “and I’m going straight towards the sun.” A collection of art in the time of coronavirus, highlighted by Politico, a website usually devoted to drier fare, includes a painting of a block of flats in Pamplona, Spain. Through one open window, we see a home worker gazing at a screen. In front of another, a neighbour is immersed in a novel. From the sill of a third, a handsome black cat with white whiskers stares out. In Brooklyn, a woman has sketched herself looking out on the New York night. Underneath she writes: “Disconnected from friends, family and the outside world, I feel like I’m nowhere even when I’m right here in my apartment, looking out my window.” Windows are liminal spaces; thresholds connecting inside to outside, and public to private. They offer glimpses of other lives and help place our own in some kind of perspective. At a time when the parameters and scope of each day have shrunk so dramatically, it’s not hard to see why artists are looking at them, as well as through them – particularly when the sights we see at this time of year are so poignant. David Hockney, currently in lockdown in France, has just published, at the request of his friends, 10 portraits of spring in Normandy, having moved there two years ago. Mr Hockney relocated in his 80s specifically to capture the rich display of apple, pear and cherry blossoms that colour the Norman landscape in March and April. This chronicling of rebirth and renewal is another kind of threshold art, celebrating the new, the burgeoning and the yet-to-come. One work devoted to spring daffodils carries the enjoyably belligerent title Do Remember They Can’t Cancel The Spring. Characteristically succinct, Mr Hockney says that the lesson he takes from this extraordinary time is that in life, only food and love truly matter. The source of art, he adds, is love. Ms Emin, in her diary, says something similar in her own style: “I’m going to feel warmth and safety and kindness and all that … AND I WILL BE LOVED BY YOU”. Love, transcending the boundaries of the self, is the ultimate liminal experience. Through our windows, and in our imaginations, its future fulfilment is already being anticipated. Perhaps this awful, eerie spring of 2020 can still be touched by moments of the sublime."}, "isHosted": false}}}