{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "guardian-us-press-office/2020/apr/09/guardian-us-records-highest-ever-traffic-in-march-reaching-more-than-114-million-browsers", "type": "article", "sectionId": "guardian-us-press-office", "sectionName": "Guardian US press office", "webPublicationDate": "2020-04-09T12:52:44Z", "webTitle": "Guardian US records highest-ever traffic in March, reaching more than 114 million browsers", "webUrl": "https://www.theguardian.com/guardian-us-press-office/2020/apr/09/guardian-us-records-highest-ever-traffic-in-march-reaching-more-than-114-million-browsers", "apiUrl": "https://content.guardianapis.com/guardian-us-press-office/2020/apr/09/guardian-us-records-highest-ever-traffic-in-march-reaching-more-than-114-million-browsers", "fields": {"headline": "Guardian US records highest-ever traffic in March, reaching more than 114 million unique browsers", "bodyText": "Guardian US recorded its highest-ever traffic in March with unique browsers exceeding 114 million, according to internal figures. This represents a growth in unique browsers of 86.5% compared to February, and 161% compared to this time last year. Page views also grew by 91% compared to this time last year. These numbers position the Guardian as one of the fastest growing publishers in the US. While readership has increased across all coverage areas, Covid-19 coverage accounts for much of the record-setting growth. 66% of page views in the US were attributed to coronavirus content and the Guardian’s coronavirus explainer is its most read article ever. Coverage on stimulus checks, the Administration’s pandemic response, and the liveblog also drew substantial attention on March 30th, helping to make it the busiest traffic day ever for Guardian US. Evelyn Webster, CEO of Guardian US and Australia, said: “A global news story demands a global perspective and with major newsrooms in the US, UK and Australia, as well as bureaus all around the world, the Guardian is uniquely positioned to deliver just that. The traffic surges we’re seeing across the sector signal unprecedented demand for news, and our current reader numbers in the US make it clear that trusted, independent journalism resonates with an American audience. The media sector has some challenges ahead but we’re fortunate to have built a loyal and engaged audience, in large part because we’ve never put up a paywall. We believe that everyone should have access to high-quality journalism whether they can afford it or not, and this crisis proves just how important that mission is.” John Mulholland, editor of Guardian US, said: “These extraordinary times are testing the entire news industry. As we tackle the biggest and most complex news story of a generation, journalists have a huge responsibility to keep people adequately informed. Our newsroom approach is to answer the hard questions, offer rigorous analysis, deliver expert opinion on all aspects of the crisis, and provide the facts that matter to Americans. Absolutely central to our coverage is elevating the voices of the most vulnerable communities and focusing on how Covid-19 has different impacts across race, gender and income. Our record traffic suggests our readers value this approach and we believe the strength of our journalism will give way to deeper relationships with them.” The record traffic for Guardian US is reflective of global traffic trends for the Guardian. With 2.17 billion page views worldwide, March saw the highest traffic ever in the Guardian’s history. Guardian journalism attracted 366 million unique browsers worldwide, almost doubling the record set in February of 191 million. The Guardian’s comprehensive Covid-19 coverage includes a daily live blog, a data tracker, breaking news, explainers, expert analysis and much more. A new section, Life in the time of corona, provides advice and ideas for getting through the pandemic. ------ ends------ About Guardian News &amp; Media Guardian US is renowned for its Pulitzer prize-winning investigation into widespread secret surveillance by the National Security Agency, and for other award-winning work including the Paradise Papers. Guardian US has bureaus in New York, Washington DC, Oakland and New Orleans, covering the climate crisis, politics, race and immigration, gender, national security and more. Guardian News &amp; Media (GNM), publisher of theguardian.com, is one of the largest English-speaking newspaper websites in the world. Since launching its US and Australia digital editions in 2011 and 2013 respectively, traffic from outside of the UK now represents over two-thirds of The Guardian’s total digital audience."}, "isHosted": false}}}