{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/07/life-is-not-infinite-what-lockdown-is-teaching-me-about-myself-and-other-people", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-07T15:00:04Z", "webTitle": "Life is not infinite: what lockdown is teaching me about myself and other people", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/07/life-is-not-infinite-what-lockdown-is-teaching-me-about-myself-and-other-people", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/07/life-is-not-infinite-what-lockdown-is-teaching-me-about-myself-and-other-people", "fields": {"headline": "Life is not infinite: what lockdown is teaching me about myself and other people", "bodyText": "It is hard grappling with the senselessness of a pandemic, its lack of design. I have spent years mentally preparing for a civil war, but I never planned on this. This lethal, invisible, unpredictable … waste of everyone’s time. “All of humanity’s problems stem from man’s inability to sit quietly in a room alone,” Blaise Pascal mused in the 17th century. He would be confounded by 2020, in which a lot of us are doing exactly that, and finding that it sucks. I forgive him, though. It is hard to stay mad at a Catholic mathematician whose name sounds like a burlesque dancer. Locked down alone, I experience deep loneliness, of a claustrophobic and urgent nature. The kind of ungraspable panic that messaging and video calls and social media cannot touch, not knowing when I will next hug my mum, or experience affectionate physical contact, or punch my friend Amish Tom. To make some sort of sense of the situation, I visualise what is happening as a giant, forbidden psychological experiment: the kind that no sample size will ever match, nor ethics board approve. With more than half a planet confined indoors, what can we learn about who we are? That we think with our anuses first. That we are a hopeful, persistent species. That we are funny. Kind, too, apart from when we are afraid. It has also proved that many of us are brave beyond belief. Not me, mind you. I can’t even glance at the news. To balance this lack of courage, I donate more to charity, to aid those supporting the most vulnerable, putting their own health on the line. I live in London, where a single drink with a friend costs £450, so I figure I am making a saving anyway. What else? I have spent years wishing for a pop-cultural pause button. In particular, hoping studios would stop pumping out must-see TV shows and give me time to actually see them. So that has been useful. It is nice to redefine productivity and pleasure, such as the time I added cardamom to a banana cake. That was yesterday. The unexpected consolation of distance is that I have never felt more connected, even to those I don’t know. That disingenuous phrase “We’re all in this together” has finally come true. (A similar atmosphere to the World Cup, except we are hoping to win a flattened bell? Worst trophy ever.) There cannot be anyone left who does not now recognise the value of society, or how crucial its lowest-paid jobs are. The experiment has important results for us on a personal level, too. It reminds us life is not infinite. And loss reminds us of what we love. It reminds us how painful love is, how instinctive and near the surface, and how without it we are nothing. A hard, precious lesson. Sadness has value. The virus will pass. There will be emotional reunions, explosions of carnality, wildly alcoholic picnics to come. We will be rich in freedoms again. But we should not be the people we were going into this. It would truly be a waste if we were. I Never Said I Loved You by Rhik Samadder is published by Headline (£14.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}