{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/08/the-joy-was-leaking-out-of-my-life-i-became-depressed-living-alone-talking-to-a-friend-saved-me", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-08T07:00:10Z", "webTitle": "'The joy was leaking out of my life': I became depressed living alone – talking to a friend saved me", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/08/the-joy-was-leaking-out-of-my-life-i-became-depressed-living-alone-talking-to-a-friend-saved-me", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/08/the-joy-was-leaking-out-of-my-life-i-became-depressed-living-alone-talking-to-a-friend-saved-me", "fields": {"headline": "'The joy was leaking out of my life': I became depressed living alone – talking to a friend saved me", "bodyText": "Ever since the lockdown started, I’ve been wondering how I’d handle it if I still lived on my own – just me, no wife, no stepkids, no cat, no dogs. What would it be like to wake up every morning without a “WOOF!” or an “I love you”? I think I’d cope better than many. At 56, I’ve lived alone for most of my adult life. I spent the late 00s and early 2010s up a mountain in France, where I could go for days without seeing another human. I had friends at the end of the phone, a daughter a couple of hours’ drive away, a part-time job with colleagues I liked. Still, for weeks on end, I might as well have been physically distancing. And I loved it. I had space to think, to enjoy my hobbies, to work through some childish insecurities. But sometimes you need a helping hand. When I look back at 2007, I realise that the joy must have been leaking out of my life throughout the spring and summer. But it’s the mornings I remember, waking at sunrise in this beautiful countryside, birdsong outside the window, and immediately feeling a crushing weight. Even lying down, I’d feel my shoulders slump. Things were bad and they were going to stay that way. Actually, it was worse than that. Because I was sleeping so fitfully, I would wake to that thought three or four times a night. Christ, I’d say, here we go again. Let’s put on an audiobook, drown out that voice, get busy with … something, anything. At my lowest, I got just a glimpse of something more dangerous. I wasn’t suicidal, but I was thinking there wasn’t much point to life. Why was I depressed? I was skint, work was stressful, my mother was ageing and unwell – but I don’t believe any of that was the reason, simply because a year later none of it had improved, yet I had. While some people are pushed into depression by grief, or money troubles, or anxiety, others like me seem to just slip into it. I’m sure the months of sleeplessness played a part – but also that they were a result of my hopelessness as well as a cause. I stopped spiralling late in July – I think it was my birthday – when I told a friend what I had only just realised: that the problem was not with the world, but with me. Since he was a psychiatrist, he didn’t take much convincing. Within minutes he was prescribing sleeping pills, tranquillisers, antidepressants. When I told other friends about my breakdown, they would ask how I felt now, and I would answer – truthfully, as far as I could tell – “Fine! With all these pills I don’t have any choice.” Six months on, feeling fine had become enough of a habit that I was able to do without the drugs. I know that I was very lucky: many with depression struggle to get treatment, or to find something that works. For a lot of people, my brief attack was depression lite. You can’t tell much from one individual experience. Maybe the medication did its stuff, or maybe what helped was talking to people who cared. Perhaps I’d have got just as well just as quickly with therapy. What I do know is that I only started to recover once I reached out. Would that be possible today, with much of the world in quarantine? Yes, and that’s one bright spot in this tragic mess. Separated in space, we are connecting like never before, through text, speech, video, songs from balconies, applause on doorsteps. Never have so many people asked “How are you?” and genuinely cared about the answer. If the truth is “I’m hurting”, this would be a great time to speak up. • In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at www.befrienders.org."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}