{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/05/steven-appleby-why-i-felt-liberated-when-i-started-dressing-as-a-woman-", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-05T08:30:23Z", "webTitle": "Steven Appleby: ‘Why I felt liberated when I started dressing as a woman’", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/05/steven-appleby-why-i-felt-liberated-when-i-started-dressing-as-a-woman-", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/05/steven-appleby-why-i-felt-liberated-when-i-started-dressing-as-a-woman-", "fields": {"headline": "Steven Appleby: ‘Why I felt liberated when I started dressing as a woman’", "bodyText": "I am a man who wears women’s clothes. The first time it happened was in the mid-70s. I’d recently left school and was a couple of months into an art foundation course at Manchester Polytechnic. I found myself on my own for a weekend in the flat I shared with two fellow students. Bored, I started rummaging down the back of the sofa to see what curiosities – or money – I might find. A moment later I pulled out a single stocking, which I immediately put on. Instinctively. Transgressively. It triggered years of guilt, self-disgust and confusion. So why did I put that stocking on? In the early 1960s, as a little kid, I’d watched my mother dress and, I think, just expected to grow up to be like her. However, I soon came to realise I was a boy, which I accepted… Until in my teens I came across an article in Oz magazine. Oz was a notorious alternative magazine and, as a rebellious, middle-class school kid, I sought out weird music, strange books and publications like International Times and the comics of underground cartoonists such as Robert Crumb and Gilbert Shelton. The piece in Oz was about a boy who wakes one morning to find himself transformed into a girl. In reality, it was an excuse to publish some titillating erotic photographs, but still… An idea had been planted and from that moment on I wasn’t content to be a boy. After the stocking incident, I started collecting items of girls’ clothing. I remember having a pair of tights and a pink one-piece swimsuit I’d rescued one holiday when my sister was having a clear-out. I kept them hidden at the back of a drawer and, when the compulsion became too strong, I’d wait until my flatmates were out and slip into them. All the while listening for a key in the front door and the creak of feet on the stairs. For years I agonised over why I was obsessed with dressing as a girl. Maybe there’d been a mess-up in my genes, or something had happened during my upbringing? Perhaps, God had made me like this… or maybe I even, somehow or other, decided it for myself. Whatever the reason – and eventually I decided the reason didn’t matter – I found myself floating through my late teens and 20s wishing I’d been born a girl and dressing as one in secret whenever the urge became irresistible. Afterwards, I’d be filled with feelings of sadness, fear and guilt. Sadness at being back in the real world of my male self; fear of being discovered, and guilt at doing something I thought – no, I knew – was perverted and abnormal. I was clearly sick in the head. Back in the 60s and 70s transvestism was on a very long alphabetical list of sexual deviations. There were certainly no role models for a teenage boy obsessed with dressing as a girl. The only cross-dressers I ever saw were men playing women for laughs in films or on television – female impersonators such as Danny La Rue, comedians in the Carry On films or Monty Python’s Flying Circus. I was convinced that, dressed as a woman, I must look utterly ridiculous. A joke. Then, in 1981, something amazing happened. I moved to London and one day in a remainder bookshop found a copy of Dressing Up, Peter Ackroyd’s 1979 history of transvestism and drag. I learned that, for centuries, in almost every country in the world, men and women had worn each other’s clothes. I also saw Richard O’Brien’s Rocky Horror Picture Show – a glorious celebration of dressing up in women’s lingerie. It seemed I wasn’t quite as weird and alone as I’d thought. By the mid-80s my artwork was being published in newspapers and magazines and I couldn’t resist slipping my secret dressing-up obsession into my comic strips – disguised, of course. I peopled my cartoons with humans who feel compelled to dress as plants or fish; aliens who camouflage themselves as coat hangers; dissatisfied items of furniture – chairs, for example – who yearn to be tables. In my drawings, as in the real world, things weren’t always quite what they seemed. When the internet arrived in the 90s, one idle evening it occurred to me to type the word “transvestite” into an early search engine – and everything changed. Hundreds and thousands of pages of hits came down the wires and filled my computer screen. Millions of men, just like me, were wearing women’s clothes behind closed curtains and locked doors. I was not alone, I was one of many. If I was a pervert, then I was in the company of countless numbers of other perverts. Slowly, I started seeing cross-dressing as a positive, magical thing rather than a curse. In my arty way I began thinking of myself as transforming from a man into an exotic, mythical creature, like a faun, perhaps, except I was part boy and part girl, rather than part boy and part goat. In my head, putting on the clothes of the opposite sex gradually shifted from a sickness to feeling more like a delightfully naughty blessing. Dressing up was a way of stepping through a wardrobe from one world into another. It was liberating – and fun! I soon discovered there were clubs and events I could go to, from huge, all night dress-up parties where everyone with every possible kind of kink was welcome, such as Torture Garden, to more specifically trans-orientated clubs, like the WayOut – the first trans nightclub I ever went to. I remember my first visit vividly. The hours spent carefully applying makeup and trying on outfits; the waiting until it got dark before daring to slip out of the house in case one of the neighbours saw me; driving to the address convinced that everyone in the other cars could spot that I was a man; sitting in the parked car until the street was deserted before opening the door and tottering, in unfamiliar shoes and skirt, to the club entrance. It was utterly terrifying and completely exhilarating at the same time. Transvestites began making appearances in my books and comic strips. A female version of myself featured in an episode of my BBC Radio 4 series, Steven Appleby’s Normal Life, and a musical play based on my work was titled Crocs in Frocks. Finally, I decided I’d had enough of leading a double life. My wife and siblings knew I cross-dressed – I’d come out to them in the late-90s, which had been terrifying because… what if they’d rejected me? Luckily they all accepted it as a part of my artistic temperament, I think. But, even so, I was finding that only being able to dress up once a week or so was stifling. I’d learned to be comfortable with being a transvestite and now I was desperate to be honest and open and live as one. Also, I had young children and wanted them to grow up knowing their father as a complete person, not someone with a huge secret that would – inevitably – come out… What effect might that have had on our relationship? I took to wearing increasingly androgynous clothes, jewellery, nail varnish and a little subtle makeup – being careful not to embarrass my boys at school parents’ evenings – and began opening up about my transvestism to friends and employers. Thankfully, I never had a bad response. And then one day 12 years ago, I went out with my wife and two of our closest female friends on a shopping expedition to select a wig. Trying on a dozen different styles in the wig shop was great fun, but nothing looked quite right until I put on perhaps the 10th or 11th and everyone said unanimously: “That’s the one!” I left the shop wearing new hair – and stepped into a new, trans life. Back home, I stuck my head through the door into the sitting room and the boys barely looked up from watching TV. They didn’t seem to notice my change. I asked them about it recently and they said: “Dad, you were always just you.” For many years now I haven’t owned a single item of male clothing. I’m trying to be me, so I am comfortable looking feminine, but continuing to be called Steven. Surely there don’t need to be any rules? And the boys – now young men – still call me Dad. Because, of course, however I have chosen to look, I’ll always be their dad. Dragman by Steven Appleby is published by Jonathan Cape at £18.99. Buy it from guardianbookshop.com for £13.99"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}