{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/08/forget-lockdown-goals-trying-to-learn-a-language-or-get-fit-in-a-crisis-wont-make-you-happier", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-08T13:00:17Z", "webTitle": "Forget lockdown goals: trying to learn a language or get fit in a crisis won't make you happier", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/08/forget-lockdown-goals-trying-to-learn-a-language-or-get-fit-in-a-crisis-wont-make-you-happier", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/08/forget-lockdown-goals-trying-to-learn-a-language-or-get-fit-in-a-crisis-wont-make-you-happier", "fields": {"headline": "Forget lockdown goals: trying to learn a language or get fit in a crisis won't make you happier", "bodyText": "We are sad because of loss: of our normal lives, the comforting presence of our families, our hopes for the coming months (I should have been visiting old friends in the US this summer), and for some of us, our livelihoods and those we love. The sadness of lockdown has something in common with grief. Grief is a normal reaction to loss. However, for those already facing serious problems, or experiencing particularly traumatic events now and in the near future, it will be very hard – and some, like me, are always at risk of depression and anxiety returning. I’m surviving lockdown on my own, with a couple of those “underlying health issues” that make me more susceptible to the virus, a half-built extension to my house on which all work has (correctly) ceased, my husband 500 miles away – and back-to-back Covid-19 on Radio 4, the station that is usually the comforting soundtrack of my life. There is a constant temptation to descend into a restless, miserable hibernation between the stressful Zoom conference calls and unwind with a glass of wine – or two. However, beyond my desk window, wildlife isn’t obeying the physical-distancing rules. The rooks are building their nests close together just as they always do. This week, a hare ran through the garden as I was writing. The daffodils are fully in bloom. Waxy leaves are unfurling on thick red stems in the rhubarb patch. Like nature, I’m trying to maintain my normal routine. Getting plenty of sleep (and not be tempted to bingewatch box sets into the night) and eating healthily – which is easier now panic-buying has died down and there is more time to cook. I’m watching the amount of alcohol I drink and am trying to keep up my exercise. I hate doing it but I always feel better afterwards. Prone to health anxiety, I must limit my news consumption, switch to something relaxing and get information from more reliable sources than Twitter. Keeping my brain active is also essential, but let’s all avoid setting these ridiculous “lockdown” goals. I failed to learn a foreign language well enough in my youth to do much more than ask for a cup of coffee. I don’t think I’ll achieve any more just now. Life doesn’t always have to be productive and we can surely forgive ourselves a little laziness in difficult times. Just getting into shops can take long enough. I know where my local support is if I need it. My village has set up a Facebook group for those who are isolating and need home deliveries. It provides essential local information about what’s open and when. Just because I’ve not heard from some people, it doesn’t mean they don’t care about me – I’ve learned how ruminating doesn’t solve problems, but drags you down. Everyone is living through their own crisis now and we are all focused on staying afloat. Maybe I need to reach out to friends I haven’t heard from, rather than waiting for them to call me. Even if our relationships can be hard at times, they are also a source of immense support. Sadly, you can’t get a hug yet over Skype, but I spend time every day with my loved ones. Last night I enjoyed a virtual G&amp;T with a good friend and it cheered me up no end. We both said: “Let’s do this more often.” We are finding ways to sustain ourselves in these strange times. There is life beyond. We will get there eventually. Linda Gask is a professor of psychiatry at the University of Manchester. Her book, The Other Side of Silence: A Psychiatrist’s Memoir of Depression, is available now"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}