{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/04/blind-date-calum-laurence", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-04T05:00:51Z", "webTitle": "Blind date: ‘I shouldn’t have said ciao’", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/04/blind-date-calum-laurence", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/04/blind-date-calum-laurence", "fields": {"headline": "Blind date: ‘I shouldn’t have said ciao’", "bodyText": "Calum on Laurence What were you hoping for? Flowing conversation. First impressions? A charming smile, a firm-ish handshake, and an electric blue coat. What did you talk about? The main topic of conversation was planning mistakes of the late 20th century (possibly I’m at fault for that). Other topics included dysfunctional family units, attempting to be transcendental, and how Brighton was akin to a Christopher Isherwood novel. Any awkward moments? It was a tapas restaurant, so some awkwardness was born of that. Apart from that, everything seemed to flow fairly smoothly. Good table manners? No complaints. Kudos for navigating shared dishes. And he let me have the last bit of beef, which he found at the bottom of the dish, no less. Best thing about Laurence? Damn good at panic ordering – a skill I will never master. Would you introduce him to your friends? Sure. He’s a nice guy. Describe Laurence in three words? London, funny, easy-to-talk-to. What do you think he made of you? Maybe a little bit too engrossed in the British planning system. Did you go on somewhere? After a prolonged wander, the nearest Wetherspoon was decided on. And... did you kiss? No. A fleeting hug on a wet street. If you could change one thing about the evening, what would it be? I wish I’d ordered more food and drunk slightly less. Marks out of 10? A solid 7. Would you meet again? If our paths should cross, I’d love to go for a coffee. As pals. I’m sure he’s on the same page. Laurence on Calum What were you hoping for? Someone with a few good tales to share over a bottle of wine. First impressions? Cool glasses. [He’s not wearing them in our picture.] What did you talk about? His Uncle Jerry’s funeral in the Orkney Isles, town planning, London’s cocaine-addicted eels, and the bacterial structure of chlamydia. Any awkward moments? Wandering around in the pouring rain, trying to act as if I knew anywhere good to go on a Monday evening in March. Good table manners? Excellent! Best thing about Calum? Great stories, and friendly vibes. Would you introduce him to your friends? We didn’t swap numbers. Describe Calum in three words? Intellectual, calm, friendly. What do you think he made of you? Loud, hopefully friendly and a mildly OK conversationalist. Did you go on somewhere? With my limited knowledge of Soho, he suggested a ’Spoon. And... did you kiss? No. If you could change one thing about the evening, what would it be? A slightly less abrupt goodbye. I shouldn’t have said “ciao”. Marks out of 10? 7. Would you meet again? If we bumped into each other, I’d ask about the sheep in Orkney. • Calum and Laurence ate at Ceviche, London W1. * This date took place before the UK government’s Covid-19 lockdown. Self-isolation doesn’t mean you have to stop looking for love, and Blind Date will continue with online video dates. If you’re single and would like to be set up (with a takeaway on us), email blind.date@theguardian.com."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}