{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/10/my-life-in-sex-ive-only-had-sex-with-my-husband", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-10T09:00:41Z", "webTitle": "My life in sex: 'I've only had sex with my husband'", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/10/my-life-in-sex-ive-only-had-sex-with-my-husband", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/10/my-life-in-sex-ive-only-had-sex-with-my-husband", "fields": {"headline": "My life in sex: 'I've only had sex with my husband'", "bodyText": "I first had sex aged 30, with my husband, on our honeymoon. Twelve years later, I have chosen to express myself sexually only with him. I’m a Christian, and I believe that Jesus loves us by giving himself to us unconditionally. By replicating that kind of love in my sex life, I am growing to understand God’s love more. It’s not a question of moral purity so much as modelling to each other what we believe God is like. In my celibate 20s, friends struggled to understand my decision. They’d question why I was so old-fashioned, and reassure me that I didn’t have to live that way. But waiting didn’t feel like deprivation. I lived a full and happy decade, and didn’t need to derive my value from sex. That’s not because I’m prudish or asexual. Since marrying my husband, we’ve enjoyed a loving, intimate, fun sex life. It’s changed over the years, but remains a source of great pleasure and trust. We believe the fact that we made a commitment to each other before we were intimate has created the safety that we experience together. People wonder whether we feel we missed out. Would I have been more “compatible” with someone else? How do I know I couldn’t have had better sex elsewhere, without giving it a go? But that’s been the point, really: we’ve been free to love and enjoy each other sexually without fear of any comparisons. I don’t have to worry that I’m not as good a performer as others. It’s only been me. Together we enjoy sex as something amazing – not to be entrusted lightly. • Each week, a reader tells us about their sex life. Want to share yours? Email sex@theguardian.com Comments on this piece are premoderated to ensure the discussion remains on the topics raised by the article. Please be aware that there may be a short delay in comments appearing on the site."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}