{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/07/my-boyfriend-has-sexual-anxiety-and-can-only-ejaculate-through-masturbation", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-07T07:00:19Z", "webTitle": "My boyfriend has sexual anxiety and can only ejaculate through masturbation", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/07/my-boyfriend-has-sexual-anxiety-and-can-only-ejaculate-through-masturbation", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/07/my-boyfriend-has-sexual-anxiety-and-can-only-ejaculate-through-masturbation", "fields": {"headline": "My boyfriend has sexual anxiety and can only ejaculate through masturbation", "bodyText": "I have been with my boyfriend for eight months, and I am the second person he has slept with. We have amazing sex, very frequently, but the only way he can ejaculate is with his hand. He recently told me that the first time he had sex he couldn’t ejaculate and the person he had sex with made him feel horrible about it. He told me that when we have sex, it is all he can think about, but when he uses his hand, his mind is free, and he is therefore able to climax. What can I do to help him overcome this? If one is anxious during sex – especially about achieving something such as “being good in bed”, “making your partner orgasm”, “reaching climax later, earlier or at all” – then the point of lovemaking is lost. Talk with your boyfriend frankly about the purpose of having an erotic experience together and try to reach a mutual agreement that you will radically change your approach to this: simply allowing yourselves to give and receive pleasure – nothing else. If you remove the goal of climaxing in a particular way, and the performance anxiety, and take more quality time for your erotic connection, not only will you have far more enjoyable sex, but you will find that he will gradually learn to bridge the gap between his masturbation style and intercourse. Don’t try to stop him using his hand. As time goes on and you start to have anxiety-free, highly arousing experiences, gently and seductively encourage him to climax using his hand incrementally closer and closer to your vagina. With his increased confidence and arousal he should lose his reliance on manual stimulation. • Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders. • If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com (please don’t send attachments). Submissions are subject to our terms and conditions: see gu.com/letters-terms."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}