{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/02/andrew-cuomo-chris-coronavirus-fine-bromance", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-02T20:37:24Z", "webTitle": "A fine bromance? Why the Cuomos' brotherly love is just what we need", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/02/andrew-cuomo-chris-coronavirus-fine-bromance", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/02/andrew-cuomo-chris-coronavirus-fine-bromance", "fields": {"headline": "A fine bromance? Why the Cuomos' brotherly love is just what we need", "bodyText": "Perhaps being in the grip of Covid-19 and having just suffered vivid hallucinations wasn’t the best time for Chris Cuomo to go live on air. But he did so on Thursday, with his elder brother Andrew, the governor of New York. Cuomo spoke of his symptoms: fever, rigors and a dream in which he saw his brother dance towards him in a tutu. “You were dancing in the dream, and you were waving a wand and saying, ‘I wish I could wave my wand and make this go away.’ And then you spun around and went away,” said Chris. “There’s a lot of metaphoric reality in that one. Thank you for sharing. It was kind of you,” responded the governor, suppressing a laugh and looking relieved his brother hadn’t said something worse. Seeing this kind of unvarnished interaction between a politician and a journalist is rare, and might be easier to pull off when you are part of an American political family like the Cuomos. Chris is a CNN news anchor, after all, and part of the fun in watching the two joke about who is loved more by their mother is the fact that their parents are the former governor and first lady of New York. And some might rightly ask why the two aren’t more embarrassed about bantering on public time. But perhaps it’s what we need right now. Between the loving comments about one another’s families, the sentimental jokes about fishing, and the candid expressions of love hidden between them (apparently Chris has always been awed by Andrew’s confidence to wear a white T-shirt while he fishes), we’re reminded that warmth can be conveyed over the airwaves – even during a crisis. The Cuomo brothers’ jibes at one another are a reminder that the people who serve us during this pandemic are also humans – people who have family they love. Heck, maybe even people with a sense of humor. And even when reassuring his little brother about contracting the virus, Andrew Cuomo reminded him he can still be of service to the people. “I know it’s a terrible, unfortunate circumstance for you, but think about it from a journalistic point of view, a public service point of view. You are answering questions for millions of Americans,” Andrew said. Of course, the governor was talking about Chris’s ability to answer the public’s questions about the virus. But if they are taking any requests, I sincerely want to know who their mother loves more."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}