{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/05/coronavirus-cancelled-my-wedding-and-made-me-sick-what-now", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-04T20:00:09Z", "webTitle": "Coronavirus cancelled my wedding and made me sick. What now?", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/05/coronavirus-cancelled-my-wedding-and-made-me-sick-what-now", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/05/coronavirus-cancelled-my-wedding-and-made-me-sick-what-now", "fields": {"headline": "Coronavirus cancelled my wedding and made me sick. What now?", "bodyText": "We were supposed to be getting married today. We came back to Australia from the UK for our big moment. Right now, we’re finding other things more exciting. Unable to walk down the aisle or even leave the house, driving ourselves to St Vincent’s hospital for our coronavirus PCR tests is as wild as it gets around here. For those fortunate enough not to have had one of these yet, imagine a cotton bud being rammed up your nose, somewhere close to the region of your brain. Now multiply that by your other nostril. It’s definitely up there with the most romantic things you can do with your fiancee in her first week in Sydney, second only to testing positive for the most topical virus since Y2K. Here’s the deal with coronavirus, from someone who lives in the country’s biggest hot spot (Sydney’s eastern suburbs) and is young, fit and healthy. It is as bad as you’ve heard. I shouldn’t need to end up in ICU to make you believe that. Between us, my fiancee and I have run the full gamut of symptoms, from blinding headaches to intense muscular pain, panic attack-tight chests, loss of smell and taste. And we are considered mild cases. I say this as someone who’s had to kill off a wedding to the woman I love for the foreseeable future, at great personal and financial expense. For once, the memes and celebrities are correct: stay put. Buy a puzzle. Whatever it takes to keep you away from others. What we had will flatten anyone less healthy. It’s just not worth it. We’re aware of the bitter irony of our survival; had we succumbed to our illness, we would have been allowed five more guests at our funerals than at our scuppered nuptials. On 30 March, having spoken to doctors up and down the chain, we finally got an email from St Vincent’s Hospital declaring us fully recovered. We have proof. Though the stricter sanctions on our movement will cease, it’s unclear what kind of world we’ll be re-entering. We don’t know is how the community at large will treat us ranking members of the highly unenviable First 1,000 Cases club. Paradoxically, everyone is talking and not talking about coronavirus at the same time. Around me, all anyone is concerned with is not getting it, or more vitally, not having their own lives put on hold. In the rush to contain the virus in its early stages, there’s also not a clear path for the sizeable number of people coming out the other side. That’s fair enough; we’re primarily concerned with stopping people from dying. The prevailing wisdom is that people like my fiancee and me, who initially tested positive and have subsequently been cleared after two consecutive negative PCR tests, are theoretically immune to coronavirus while it is in its current incarnation. We are not the only ones in this position. Soon, there will be a lot of us. We could be incredibly beneficial to the community; able to move about, buy supplies and help those in need without fear of contracting or spreading the virus. That relies on a few things to happen in tandem. The first is honesty. The spectre of the virus has created a culture of fear so pernicious that many would rather lie about being tested positive than deal with the stigma. Thanks to a continual flouting of the rules of social distancing, we’ve also turned our hands to citizen policing. Particularly around my area of Bondi, dobbing in your neighbours has become Sydney’s new favourite pastime – especially now the toilet paper panic has passed. This newly enshrined citizen spy network is matched only by our opaque approach to self-reporting. My WhatsApp groups are alive with stories of friends of friends boldly announcing negative results while also exhibiting symptoms identical to the ones we’ve had, the type that do not spontaneously occur in young people. A 27-year-old doesn’t just wake up one morning with deep body pains akin to the shingles. Nobody is fooling anybody. I understand the predicament. My family has the same issue. If we announce that we have – or more accurately had – coronavirus, even when medically cleared of the illness, who is going to believe us? More importantly, in this strange context in which people are too scared to talk about it, how will we be judged? There is a world of difference between not having had an illness and having recovered from one, both from a personal and social utility perspective. After two weeks cooped up in our place, the only thing we want to do now is help out others. Whether that’s dropping food off to families that can’t get much-needed online delivery, having distanced chats with the elderly or even volunteering for administrative tasks in the hospital. We hope these roles are open to us. For every Australian succumbing to this illness, many will recover. That’s especially true of younger people, who often experience mild (or no) symptoms and are now sitting around idle. In our house, there’s the running joke that having recovered from Covid-19, my partner and I have been granted some form of superpower. This pandemic has already taken so much away from us. Hopefully, at the very least, being candid about our experience will give us the opportunity to make good use of these “powers” while we have them. The wedding can wait."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}