{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/11/you-dont-need-a-fancy-bin-hard-won-lessons-from-farming-worms", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-10T20:00:55Z", "webTitle": "'You don’t need a fancy bin': hard-won lessons from farming worms", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/11/you-dont-need-a-fancy-bin-hard-won-lessons-from-farming-worms", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/11/you-dont-need-a-fancy-bin-hard-won-lessons-from-farming-worms", "fields": {"headline": "'You don’t need a fancy bin': hard-won lessons from farming worms", "bodyText": "Let’s talk worms. I was always late to school because my mother worked dinner service at her restaurant, so was never awake for the morning school run. When I started year one we moved across the road from our school so we could manage ourselves in the morning. We dutifully rose at 7am, had breakfast, did our ablutions, made ourselves lunch then settled ourselves on the couch to watch The Wonderful Wizard of Oz – the 52-episode anime version that came on every day at 8.30am. Then we’d bolt to school a little after the bell rang at 9am. Sometimes we’d make it, sometimes we had to sit at the late bench. It all depended on whether the light was green when we got to the school crossing. What does this have to do with worms? Well there was one episode that made such an impression on me that I still remember it clearly after 35 years. It featured Guph’s Giant Dirt-Devouring Worm, a creature that could eat through solid rock across the underworld between kingdoms. As a kid raised in the city, it blew my mind. Before that point worms were so disgusting to me I avoided them at all costs. It never once crossed my mind they might be a subject worth pondering. . They lived in the dirt, phallic in form, eating out of one end then expelling from the other. Not to mention they were slimy, unhygienic, dirty, alien and just gross – worms even rhyme with germs. And then there’s the myth every kid is fascinated by, that if you cut them in half they will just go ahead and multiply rather than die. It’s not actually not true, the head may survive to grow a new tail but it does not essentially become two worms. But still, to my child brain: ewwww. I can only express my shame now. I have come to love and value worms. The presence of earthworms in the soil makes me fist pump the air. They are a visible indication of how healthy your soil microbiome system is. Where there are worms, there will likely be other micro organisms like fungi, protozoa, nematodes and actinomycetes. All very important for the soil, and many completely invisible to the naked eye. The worm is the clinical yardstick. Although they make terrible pets – unlike other domesticated animals, they will never care for you – I still recommend everyone with even just a little bit of space keep composting worms. Your return for investment is not affection; instead you will be gifted glorious vermicompost and worm juice from your scraps that is top-notch fertiliser for your garden or potted plants. They are there to eat, and eat anything and mostly everything they will. However, like anything done well, there are guidelines. The following are lessons I have learned the hard way: Make sure you start off with the right worms. Despite all this time you now have, do not go worm hunting in the garden! Leave those ones right alone. There are 6,000 known species of earthworms categorised in 20 families and not all of them are keen to eat your kitchen scraps. The most efficient worms available in Australia for composting are red worms, tiger worms and blue worms. You don’t need a fancy worm bin. A bucket with a spout that allows a bit of air flow is absolutely fine if you are composting indoors. Use any receptacle that you can drain, that doesn’t conduct too much heat. There are so many vermicomposting systems available, but I have found worm farming success is less about the container and more about the balance of contents you put into it. On our farm, old bath tubs propped up on some bricks are ideal as they come already complete with a drain hole. Whatever you choose make sure you can cover it up with a lid, wood plank or fine netted material. This helps by keeping out the fruit flies and undesirable pests and rodents. Another great system I use in our home garden is cutting out the bottom of a garbage bin and burying that straight into the ground with the lid intact. You can then fill the bottom with some bought worms, or wait for the earthworms already in your garden to come hither and then start composting straight away. Don’t overfeed your worms! When you’re first starting out, it’s easy to overwhelm your worms with too much food. Don’t get excited and start overfeeding them just to see what they can handle. You will likely be starting with 1,000 worms, which sounds like a lot but is actually only a large handful. They will multiply over time, but that doesn’t happen immediately, and you’ll end up with a smelly bin. Worms while efficient don’t work that fast, and you can help them by chopping up the food contents into smaller pieces. Break down your scraps by using a bokashi composting system first and then add the “cured’ scraps to your worm bin. This will help the worms break the compost down even more efficiently so you can add the vermicompost to your garden faster. Also, the bokashi will have somewhat neutralised the odour. No large bones and no citrus directly into the worm bin. Break down the citrus first in your bokashi or avoid putting it in altogether. Acidity is the enemy of a healthy worm composting system. If you find that you have an uncontrollable amount of fruit fly larvae in your bin, add a sprinkling of diatomaceous earth, not lime. In my experience the wrong kind of lime will kill invertebrates and upset the PH balance of the environment. So make sure you have a good balance of carbon to nitrogen. I find a little more carbon than nitrogen is the key. You can tell if you’ve got the right mix by eyeballing your bin contents – there should be a good ratio of carbon such as newspaper, empty loo rolls, egg cartons and leaf litter to nitrogen rich organic food matter, egg shells and dog poo. If you find that the bin starts to smell, add shredded newspaper and even torn-up egg cartons. Do that too if you are going away and cannot feed the worms for an extended period. Water your worms. They need a moist environment. A layer of wet newspaper over the contents also helps regulate the moisture. Use the dripping from your watering in your garden. Do not throw it out! You know when vermicompost is ready when it looks like soil and is neutral in odour. It should be a lovely dark colour and not soggy. It will hold a ball shape when you throw it into the air and be friable (easily crumbled). This is an indication that it contains water soluble nutrients and microbes. If you’ve got a large bin or bathtub, move the vermicompost to one side, then start another pile of food on the opposite end of the container. The worms will naturally migrate there. In a bin, once you have a rich vermicompost and the food looks completely digested, stop adding more food for a couple of days. You can sieve the worms out to separate them from the vermicompost and then start another lot. If you have too many worms, split the lot into another bin or gift them to someone – like a sourdough starter! Vermicast is an incredibly rich fertiliser. Besides the set-up cost of buying some worms, if you care for it a worm farm is essentially free continuous fertiliser, and a way to transform your garbage into food. I admire Auckland council and City of Melbourne council for implementing a New Zealand invention “Hungry Bins” in their city centres and around public buildings like the Queen Victoria market, embracing worm composting on a public scale. My wish is that more city councils around the world replicate this as a way to deal with our organic waste. In doing so it might help city children, like my little ignorant past self, come to see worms not as disgusting but as magical creatures that play a tremendous role in our environment."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}