{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/01/groceries-telehealth-and-pharmaceuticals-how-older-australians-can-get-help-at-home", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-01T00:00:06Z", "webTitle": "Groceries, telehealth and pharmaceuticals: how older Australians can get help at home", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/01/groceries-telehealth-and-pharmaceuticals-how-older-australians-can-get-help-at-home", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/01/groceries-telehealth-and-pharmaceuticals-how-older-australians-can-get-help-at-home", "fields": {"headline": "Groceries, telehealth and pharmaceuticals: how older Australians can get help at home", "bodyText": "On Sunday the federal government strongly recommended that people over 70 should go into self-isolation – meaning they should avoid contact with anyone outside their home, and should leave the home only if absolutely necessary. For older Australians, many of whom are not used to ordering groceries or pharmaceuticals online, this presents logistical challenges. Additional funding for My Aged Care and telehealth, a partnership with Australia Post for pharmaceutical delivery services, and private enterprise services such as Woolworths and Coles’ priority delivery for seniors are rapidly mobilising to help, as are charitable organisations such as the Red Cross and Meals on Wheels. But the situation is a moving target, and many of these systems are new so older Australians seeking help may face delays. “I think the reality is at the moment, people will have to expect that they might have to spend time on the phone for a whole variety of reasons,” says Ian Yates, the chief executive of Council of the Ageing Australia, “but it may well be worth it.” To access many of the new and existing services you may need your Medicare card, pensioner concession card, seniors card or My Aged Care card, so it is best to have one or more of these cards to hand before you get on the phone. How can I get groceries? Woolworths is offering priority delivery on a limited range of items to seniors and others who have to self-isolate. You will have to apply online to be eligible for priority assistance, and will need your Australian seniors card (all states), companion card (ACT, WA, NSW, Qld, Tas, Vic), senior savers (NSW), MyPost Senior card, My Aged Care card ID, carer cards (Qld, ACT, NSW, WA, Vic, Tas) or Woolworths kindness card (all states). Woolworths in NSW, the ACT and Victoria is also offering an $80 “basics box”, which contains about a week’s worth of non-perishable food, including snacks, and some other essential items – with more regions forthcoming. You cannot substitute items in a basics box. Coles has trialed a priority delivery service with a small number of customers, and have announced a further roll-out will be forthcoming. Coles advised Guardian Australia that, when it launches, you may be able to access this service using pensioner concession cards or commonwealth seniors health cards, disability or companion cards, aged care cards, health care cards, or if you have compromised immunity or have been placed into mandatory isolation. It is not possible to apply over the phone for priority delivery services from Woolworths or Coles, and you may experience long waiting times if you require technical assistance with their websites. It is, however, possible to ask a family member or trusted friend to apply online for you. Many smaller and independent grocery stores and vegetable box delivery services operate all over Australia, and some are still offering same-day or next day delivery. If you’re uncertain about a grocery provider, ScamWatch has detailed information about how to avoid online shopping scams. Meal kit services – which supply uncooked ingredients and a range of recipes – such as Hello Fresh and Marley Spoon are also still operating, although Marley Spoon has had some unexpected delays in deliveries. If buying groceries for online delivery is not possible for you, and you cannot ask a friend or neighbour to help, My Aged Care – which can be reached on 1800 200 422 – should be able to connect you with a relevant local agency or care provider, who already help many older Australians with their shopping. You can also get in touch with your local Meals on Wheels provider, through one of its directories (NSW, WA, SA, Tas, Vic, or through the Red Cross in the ACT). While you will need to register with My Aged Care to use a Meals on Wheels service, Chris Watt, the president of NSW Meals on Wheels and vice president of Meals on Wheels Australia, says that the service is happy to commence deliveries before your paperwork is finalised. Meals on Wheels is experiencing a rise in demand, combined with a decline in volunteers, so there may be delays. Will my delivered groceries be safe? Prof Peter Collignon, an infectious diseases physician and microbiologist at Canberra hospital, says: “Basically we don’t know where the virus could be, and it survives on surfaces. That includes bags etc. But the bottom line here is we need to take care with our hands.” He recommends washing your hands or using alcohol hand rub after handling delivered hot food or groceries. “That way, if you’ve touched anything and got a bit of virus on your hands, then that should have got rid of it.” Proper hand hygiene “means even if we come in contact with the virus, it’s likely to be low level”. Collignon also advises contactless delivery – where you ask the delivery person to leave the packages at your door – “particularly if you’re over the age of 70”. “Before you touch your mouth, your nose or your eyes, make sure you decontaminate your hands,” he says. But he says: “There’s no evidence this is transmitted by food.” Brett Mitchell, a Professor of Nursing at the University of Newcastle, recommends you wash your hands before and after unpacking groceries, as well as when you are preparing food, and after disposing of unnecessary packaging from shopping. He says that “cooking food using usual processes will be enough to kill viruses.” “Fresh fruit and vegetables, can be eaten raw, after thorough rinsing in running water” he continues, no is soap needed. “This should be enough to minimise risk – provided you are also practicing good hand hygiene.: How can I get prescriptions? The home medicines service provides a free, contactless monthly delivery of prescription medication for older and vulnerable Australians. You can also get other pharmaceutical goods delivered if they are ordered at the same time as prescriptions for PBS and RPBS medicines. This service is provided through Australia Post, but you must access it through your local pharmacist. The health department advises anyone wishing to use the service should speak directly to their pharmacist for information about delivery times and the availability of other goods. If you are unable to reach your regular pharmacist, Yates recommends calling My Aged Care. While they cannot directly arrange these services for you, they can connect you to the Commonwealth Home Support Programme’s aged care providers in your area. Once you have an aged care provider or agency supporting you, they may be able to assist with issues like picking up scripts. How can I get medical assistance? All Australians now have access to bulk-billed telehealth services – meaning consultations over the phone, or via video chat – for their medical concerns. During a telehealth consultation, a doctor will be able to write prescriptions, which can either be sent directly to your pharmacy via mail, fax or email, or sent to you. To arrange a telehealth consultation, make sure you have your Medicare card on hand, and call your practice just as you would to arrange an ordinary appointment. Your practice will be able to guide you through the system it will be using. If you have trouble finding a telehealth provider, you should call My Aged Care. Not all medical issues can be addressed through telehealth but you should determine whether you need a face-to-face appointment in consultation with your GP. In an emergency, dial 000. What about my mental health? There has been additional funding allocated to the commonwealth home support program and My Aged Care. You can find out how to access these support services by contacting My Aged Care. If you already have a home care package, there may be some changes to the way your services are provided, which you can find out about by contacting your agency or provider. If you need someone to talk to, the Red Cross is ramping up its Telecross calling service – where a volunteer will call to check in on you every day. You can apply online here or call 1300 885 698 to see if you are eligible. Make sure to have a seniors card, Medicare card or concession card on hand. You can also make a free call to Lifeline 24 hours a day on 13 11 14. Finally Yates says you should not be afraid to draw on your community for help: “It’s really helpful if family, friends and neighbours are pitching in. Yes we have a lot of older people who are isolated and don’t have close-by family, but a lot of them do. The family needs to be checking regularly, but so can neighbours. We are hearing stories of a lot of people whose neighbour is going and doing the shopping for them.” He says while no one was fully prepared for a pandemic on the scale of Covid-19, “We do have that network of services out there.” This feature was amended on April 1 to update information about Coles priority online delivery service."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}