{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/02/the-new-rules-of-lockdown-how-to-stay-clean-safe-and-two-metres-away-from-everyone", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-02T05:00:41Z", "webTitle": "The new rules of lockdown: how to stay clean, safe and two metres away from everyone", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/02/the-new-rules-of-lockdown-how-to-stay-clean-safe-and-two-metres-away-from-everyone", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/02/the-new-rules-of-lockdown-how-to-stay-clean-safe-and-two-metres-away-from-everyone", "fields": {"headline": "The new rules of lockdown: how to stay clean, safe and two metres away from everyone", "bodyText": "We face, among other more existential challenges, a whole new set of rules. Coronavirus has turned etiquette on its head and what once were gestures of friendship are now acts of daring. Fundamentally, society used to run on the idea that we were all welcome in one another’s space; suddenly, civility amounts to how much distance we keep between ourselves, and how much we shield others from our presence. It is one hell of a gear shift. And it is also important not to overcorrect, not to judge one another from a thousand yards, not to needlessly insult one another in situations that are not, actually, that endangering. Courtesy has never been more serious: it is the way we signal that we still care about each other, when we’re not allowed to hug. So here are some answers to the questions that we are increasingly asking. This social distancing thing: how should I walk down the pavement? In the middle? On the left? On the right? Or next to the street so I can get right out of people’s way? If you are on your own, you can walk down the street however you damn please; just keep an eye out for people coming towards you and maintain your distance. Try not to dawdle where the pavement narrows, especially if people might be coming up behind you. If you are walking as a couple, inconvenience yourselves – walk into the gutter, separate, go round the parked car – on behalf of anyone else. If you are walking as a family, go in the bubble formation, all members round some central member. You are not going to scatter in a uniform way as someone comes towards you, but they can see you, and if you all stick together, they can react accordingly. “The protocol,” explains Dr Jane Greatorex, a virologist, microbiologist and senior tutor at Lucy Cavendish College, Cambridge, “is that nobody can breathe the virus on you. Experiments have been done looking at that. But if you are passing too close and an individual coughs on you, then you do stand a chance of being infected.” This is the logic behind the two-metre distance: that someone outside that distance could indeed cough, and that would be OK. “This is going to sound really stupid,” Greatorex continues, “but people have to understand how big two metres is. Getting it across to kids in particular: my local Waitrose has a cardboard cutout of Jürgen Klopp.” (For non-football fans, Klopp is 1.93m tall, or 6ft 4in.) On the other hand, if someone walks past you without observing that two-metre distance, but hasn’t coughed or sneezed, there is no need to scream abuse at them. What should I do if someone gets too close, or looks as if they are about to? Sonia Adesara is a doctor, coming out of self-isolation to join the frontline against Covid-19 this week (I put it so dramatically to indicate that it is our duty to listen to her). “I think the general etiquette if there’s someone working at the till who every two minutes has a person coming close towards their face, try to give them a bit of space, because they’re being put in that situation by their work. But if someone’s jogging past and they’re suddenly within two metres, you need to understand that it’s not life or death. Someone running past you is not going to pass on the virus. It’s more sustained contact than that.” The reason we try to keep distance on public transport is in case of droplets. Is there any point in wearing a face mask? What about a scarf over your mouth and nose? Adesara says that if you are coughing and spluttering, anything that protects other people from droplets will help, although better etiquette is to cough or sneeze into a tissue and throw it away. Greatorex underlines the distinction between a paper face mask and full PPE equipment: “The sort of face mask that they’ll be wearing on intensive care wards has to be specially fitted, in order to prevent any virus particle getting on to your face.” It is rarely necessary for people to try to find that protection outside a clinical setting, although a care worker, going house to house, might want to wear a paper mask, because they will “stop a cough going ‘whoomph’ out of your mouth” (Greatorex). Of course, if you are actively coughing, you shouldn’t be outside at all, or working. So this is really advice for a surprise first cough. Is it safe to touch shop doors? Touchscreens? Your shopping? How can I make it safer? Greatorex explains: “Virus particles have an envelope, the lipid molecule. It will bind to some things really well – soft fabrics and paper – and it will die relatively quickly on those. But on hard surfaces – glass, plastic – that it won’t bind to, it can stay alive much longer. Stainless steel is a disaster.” Try to avoid touching hard surfaces with your hands altogether, and use an elbow or a shoulder if you can. Where you cannot avoid using your hands – escalator handrails, shopping trolleys, car doors – you should first and foremost avoid touching your face, come in the house, wash your hands, then put on plastic gloves and go out and clean the hard surfaces that you will regularly touch, such as your front door. As for food packaging, you are bound to pick it up, so just wipe it when you get home, washing your hands before and after. What about deliveries? Are they safe to take into the house at once? “The outside packaging is the only thing that’s really going to be a danger to you,” Greatorex says. “Treat everything from outside with a degree of caution, because someone’s packaged it.” What is the best way to wash any food I get to make sure it’s germ-free? Greatorex says: “Factory production lines, your Tesco ready meal, that’ll be as clean as a whistle. It will all have been done in a sterile environment. Fruit and vegetables, likewise, will mostly have been sorted by machines. I’d still wash an apple in soap and water, especially if it was from a farm shop.” Wait: she would wash an apple with soap? “Well, I am a microbiologist.” You should treat all food with a degree of caution unless you have grown it yourself. If you think that is ridiculous, remember the salmonella outbreak that came from strawberries, or the infections you can get from bagged salad. Should I be regularly disinfecting my bank card, my phone etc? You should wipe your phone down with a cloth and disinfectant twice a day. If you have mostly used contactless payment, your bank cards should be OK. Most people seem to have given up using cash, not so much for the potential for infection from the cash itself – although the virus can survive better on polymer notes than on paper – but because you don’t really want to be handing things to anyone. Should I wear gloves in the supermarket – and are woolly ones at all effective if I don’t have latex gloves? Woolly gloves are worse than pointless. They trap the virus, so you still have to wash them regularly – and hands are easier to wash. I have been out to exercise once and didn’t see a single person. Does this really have to count as my one piece of exercise? Is it OK to go out again? This is all about messaging: if you went out once and saw nobody, of course you haven’t infected anyone. But people who live in built-up areas are going to find it impossible to get that level of isolation, and it will be corrosive to harmony if we say the strictest rules are only for people who live in tower blocks. What we are trying to avoid is the measures becoming any more stringent: in France and Germany, you are not allowed more than a fixed number of metres from your front door. And that will involve abiding by rules for which there seem to be scant microbiological foundation. What is an essential journey? Shopping for food or medicine, exercise, feeding animals and looking after other people who are self-isolating. Especially if they are cocooning for 12 weeks, waving at them through a window counts as essential, so long as you combine it with something else they actually need. If you are going stir-crazy, the best thing you can do is join your local volunteer group, which always has essential errands. How long should I carry on paying my childminder, cleaner etc if I cannot use them? This is not a medical question as such, but over to Adesara: “You should pay everyone you normally employ for as long as you can afford to. You have to think about what other people’s situations are: you may not be using their services, but that person also needs to feed themselves and their families.” It it OK to meet up with people who live close by if I keep two metres away? As long as you maintain your distance – Greatorex still talks to her neighbours over the fence. If you see someone you know when you’re taking your essential exercise, of course you can say hello. Can I let my dogs and cats socialise with others? Can they pass on coronavirus? There have been reports of two dogs having caught the virus from their owners, but there is no evidence of animals being able to pass it on, so it is still OK, in a park, to let your dogs frolic so long as you do not get too close to the owners. Good luck stopping your cat from socialising. How do I tell someone they are not behaving safely? Ask yourself first whether or not you are enjoying playing the world’s police officer a little bit too much. Delivery drivers and other essential workers report having been harassed in the street for being out, when they are on their way to work. It is much easier for some people to self-isolate than it is for others, and consider before you judge someone else’s behaviour the possibility that their situation is more complicated than you appreciate. There are very few circumstances in which upbraiding someone will be more effective for your safety than simply moving a bit further away from them. Adesara is unnerved by how much the police are relishing their new powers: “One force’s social media feed was shaming someone the other day for walking her dog in high heels. But there is really nothing dangerous about walking your dog in heels.” Do I need to wash my clothes and have a shower as soon as I get in after I have been outside even if I have not touched anything? This somewhat depends what being outside entailed. Greatorex’s sister works in a supermarket, where she interacts with a large number of people, and changes into fresh clothes at the end of work, brings her uniform home in a bag and puts it straight in the washing machine (having first washed her hands). Other people in similar high-contact jobs – teachers who are still working, for instance – have been advised to keep a bin bag at their front door and their washing machine open, then strip as soon as they walk in, put all their clothes in the bag, have a shower, then wash the clothes. If you are just going out to make an essential journey, make sure you have a jumper or coat that you wear only outdoors. Do I need to wash my hands all the time and not touch my face even if I haven’t been out of the house for a week? “If you never see anybody, no. Even if there was once virus on any of your surfaces, it will die off and you’ll be surrounded by dead virus,” Greatorex reassures us. How do I stop myself eating all the lockdown snacks? People seem to go one of two ways, either eating everything they can see, or losing their appetites with anxiety. It is actually better to be eating all the snacks, because at least it will cheer you up. You could do elaborate menu plans and try to stick to three meals a day. Or you could just give yourself a break. I got so bored the other day, I taught my dog to back away from cheese. I put it on Twitter, and someone said: “That’s great – can you teach me?” • This article was amended on 2 April 2020. An earlier version said there was no obvious reason not to sit in a friend’s front garden, which was not the intended advice. This has been removed."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}