{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/04/topping-it-off-mulch-is-like-the-warm-hug-you-give-to-the-soil", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-03T19:00:38Z", "webTitle": "Topping it off: 'Mulch is like the warm hug you give to the soil'", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/04/topping-it-off-mulch-is-like-the-warm-hug-you-give-to-the-soil", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/04/topping-it-off-mulch-is-like-the-warm-hug-you-give-to-the-soil", "fields": {"headline": "Topping it off: 'Mulch is like the warm hug you give to the soil'", "bodyText": "“Hi, excuse me, hello!” This I say at rising decibels, as most of the people I address when pleading for mulch are wearing protective hearing gear. Once I’ve caught their attention by waving frantically in their face, from an appropriate distance of course, they often – but not always – take off the ear muffs. “I was wondering what you were planning to do with the mulch? “Oh, you were going to have to drive all the way out there to get rid of it?” “Well, would you mind coming to my house and dumping it in my driveway please? It’s not far, I’ll pay you in advance how much your transport from here costs.” (It’s usually $20.) Or so most of these types of conversations go. Dear reader, I am generously giving you my golden tip for picking up mostly free mulch. You’re welcome. My house is the one with all the mulch dumped on the driveway. The neighbours probably call me the crazy lady at the end of street. Though they’re too polite to tell me in person, I’m sure they’ve noticed the two-storey mulch pile in front of the house, and the food forest attracting all the neighbourhood rodents. My neighbours are super lovely and put up with a lot, including having very large landscaping trucks turn up at random hours, dumping off their load. Autumn is usually the best time for mulch-scouting. That is when many landscapers get commissioned privately and by local councils to prune large trees – after fruiting and flowering is done. The best of them come ready with a mulcher, which yours truly is hawk-eyed at spotting. I get my kids involved. We make a game of it – first to spot one on the way to school gets to choose the after-school snack. We’ve been known to do very legal U-turns upon spotting these landscapers in their act of tree pruning. This skill has greatly improved our garden beds. We use these broken-down woodchips to mulch our trees and also throw them into compost piles. It has saved us money and even helps those landscapers, relieving them of their mulch piles means they have one less task at the end of the day. Why is mulching so important? We’ve talked a little about starting a garden and composting the past couple of weeks while in Covid-19 isolation. Well, the natural progression is mulching – this is another large piece of the puzzle of growing your own sustenance. Part of making top soil, adding mulch as the top layer to garden beds aids in the regulating of soil temperature and moisture, suppression of weeds and capture of carbon – it doesn’t release into the atmosphere and best of all, by adding on another layer of organic material after you’ve put compost on your beds, eventually it will all break down to become enriched top soil. That, my friend, is always the end game. Healthy soil, healthy planet, healthy humans. There are so many types of mulch, as there are so many different needs for it. To simplify: soft annual cropping plants need soft mulch, perennials such as trees need larger and harder mulch. For example, at the farm on our cropping beds we use a rotation of dried rice, cane or any other seasonal dried grasses. Really you can use anything from leaf litter, to straw, even shredded newspaper does the trick. Just remember that while you want to cover bare soil, you also want moisture to be able to seep through to the soil when the skies open. By mulching you can cut your watering in half, or follow in our practice of not irrigating at all, except when the seedlings go in or if we happen to be in dire drought – as we were last year. On home and balcony gardens or potted plants, it is still important to mulch even on a small scale. You can buy mulch from nurseries, hardware stores or gardening centres, many of them online. Lucerne is always in ready supply however it is the expensive option; sugar cane hay will do too. Otherwise do as I do and when on your daily walk in this Covid-19 phase of life, take a big garbage bag and your gardening gloves. There is lots of leaf litter around at the moment, so scoop it up and bag it! It’ll save the local council workers from having to rake it. Use this on your garden beds, or even on your pot plant. Tree mulching is just as important, soils should never be left bare around trees. Think of natural forests, there’s always fallen branches, twigs, leaves and detritus around. These are all considered natural mulch, and feed the tree so it can easily exist without human intervention. Trees are extremely capable. In gardens or orchards that we have intentionally planted, we support them by mulching with wood chips, this helps establish mycorrhizal associations. What, I hear you ask, are mycorrhizal associations? Think of it akin to the Uber business model – transportation and food delivery plus communication all in one. As John le Carré knows, gardening requires constancy. Mulch is like the warm hug you give to the soil, a final gesture before letting it get to work. But it doesn’t end there, because the earth, wind, rain and fire will do its bit to break the mulch down and before you know, your garden will need more compost, more mulch. Our soil health needs our constant attention. One hug is never enough."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}