{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/05/can-a-corsican-teach-my-son-about-kissing-etiquette-of-course-he-can", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-05T08:30:23Z", "webTitle": "Can a Corsican teach my son about kissing etiquette? Of course he can | Séamas O’Reilly", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/05/can-a-corsican-teach-my-son-about-kissing-etiquette-of-course-he-can", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/05/can-a-corsican-teach-my-son-about-kissing-etiquette-of-course-he-can", "fields": {"headline": "Can a Corsican teach my son a thing or two about kissing etiquette? Of course he can", "bodyText": "In a curious quirk of timing, my son has chosen the middle of a hygiene apocalypse to start kissing things. Having desired his affection for so long, we find ourselves having to navigate his performative affection with a lot more care and discomfort than we expected. He kisses terribly, and with little discernment. Planting his mouth on surfaces we can clean is one thing, but random objects when we are out taking our exercise, or passing dogs is quite another. Now that we’re barred from even rubbing elbows with pals, it’s strange to think I ever found kissed greetings awkward. Prior to social distancing, my Irish friends and I would kiss each other hello, but we’ve still inherited some of our ancestors’ awkwardness. One time my sister Orla hugged our auntie Alice around her waist and she recoiled as if she’d been stabbed. I don’t know that my grandparents’ generation ever kissed anyone. Weddings ended with handshakes. Newborn babies were given a pinch of snuff and a military salute. How much easier to have grown up in a culture of kissing hello, like the Mediterraneans. Not that some don’t take it too far, of course. In Corsica they traditionally kiss five times on first meeting someone. Five times! You’d be there all day. I’ve never forgotten that fact,not least because it features in my favourite of all those jokes that need brackets in order to work. Q: Can you name a nationality that kisses five times? A: A Corsican! (Of course I can). It’s clear my son hasn’t yet worked out the function of kissing, but then neither have I. This week, perhaps nostalgic for basic affection, I found myself Googling ‘history of kissing’ and discovered it’s not an innate human instinct at all. Dr Vaughn Bryant of Texas A&amp;M University – pleasingly referred to as ‘an anthropologist who specialises in the history of the kiss’ – says it’s entirely learned. According to the world’s premier smooch boffin, the habit was first mentioned only 3,500 years ago, and has simply spread, virus-like, since then. The idea that kissing is a learned behaviour seems odd until you watch someone learn it. Then it seems bewildering that we ever manage it at all. The difference between platonic and romantic kissing is an early hurdle, since some instinct for symmetry means my little Lothario always aims for my mouth until I redirect him to my cheek. There, his lips are as airtight as Dr Bryant’s credentials for presenting a slinky Saturday night slot on Heart FM. I hope his enthusiasm prevails, undimmed by the temporary cessation of affection in which we all find ourselves. At least he has time to hone his skills until our friends and family meet lips-first once again. Can I hold on until then? A Corsican. Follow Séamas on Twitter @shockproofbeats"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}