{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/08/people-want-to-help-you-let-them-how-to-be-compassionate-in-a-crisis", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-08T05:00:09Z", "webTitle": "'People want to help you. Let them': how to be compassionate in a crisis", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/08/people-want-to-help-you-let-them-how-to-be-compassionate-in-a-crisis", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/08/people-want-to-help-you-let-them-how-to-be-compassionate-in-a-crisis", "fields": {"headline": "'People want to help you. Let them': how to be compassionate in a crisis", "bodyText": "In times of tragedy and trauma, we need compassion to get us through. But what do we mean by compassion? It is different from kindness and empathy, although these are ways of being compassionate. Our clinical work has led us to define compassion as the motivation to engage with distress and suffering and work to find ways to alleviate and prevent it. So, to build a more compassionate mind, we need first to build enough courage to engage with pain and suffering and, second, commit to learning how best to help ourselves deal with this, and then do it. There is an extraordinary level of suffering all around us, not just because of the virus, but also because of the solutions we are taking to prevent its spread: lockdown, school closures and closures of many businesses. These have led to job losses, isolation, increases in family stress and rising rates of domestic violence. Such changes seriously affect us personally and socially. The distress of others affects us, too. Being compassionate means acknowledging that we are not alone, but instead are united with others who are also facing or trying to work with these difficulties. We must acknowledge, too, that there are many different kinds of emotions erupting within us. These may include feeling anger that this has happened, or frustration about being in lockdown, the government’s lack of preparation despite medical warnings, and the history of cuts to health services. We may feel fear, anxiety about our health, jobs and income, and sadness for our losses and tragedies. It will help if we can accept these emotions and work with them, rather than push them away or deny them, which can make them overwhelming and add to our misery. This is where compassion comes in. When we are compassionate to ourselves, we are able to acknowledge these understandable reactions and, rather than push them away or stop feeling what is genuine within us, learn how to tolerate, bear and manage them without ruminating on or amplifying them. Websites such as compassionatemind.co.uk [founded by Paul Gilbert] and compassionatewellbeing.com [run by Hannah Gilbert] have many practical resources, from breathing exercises and compassionate letter-writing tasks to creative imagery tasks, all aimed at developing compassionate thinking. Sometimes people can be hard on themselves because they see what, for example, healthcare workers are doing and feel inadequate or “useless just sitting at home”. Feeling the urge to do more and feeling blocked, like a tethered horse desperate to break free, is highly frustrating. However, it is important not to turn feelings of being thwarted against yourself. Self-compassion requires us to keep in mind that the situation is frustrating, not us. It can be extremely helpful to think about the motives behind our behaviours. For example, we are in lockdown mostly to protect others. We are working (often courageously) for the benefit of others. So rather than focusing on fear, or feeling upset that you can’t help more, hold in mind the wonderful things people are doing for the benefit of the community and how, if we can keep this alive after this crisis, it will help to change the world we live in. If you are frightened, remember that there will be many who will want to help you and work for your benefit. Humans are highly social animals – sharing pain and sorrow is important for us to be able to bear them. Others will want to help you – so let them. As a species, we all face the same problems, not just with the current pandemic, but with climate change and gross inequality. As the coronavirus crisis has shown, these can only be solved by working together. Our grief reminds us to never forget what can be achieved when we compassionately orientate ourselves for the benefit of others with courage and wisdom. To live for the benefit of others will change the world; to live just for ourselves will not. Paul Gilbert is a professor of clinical psychology at the University of Derby and the founder of the Compassionate Mind Foundation. Hannah Gilbert is a psychotherapist and the foundation’s charity development officer"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}