{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/06/the-ache-of-hard-borders-we-have-never-lived-further-from-our-families", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-06T01:31:01Z", "webTitle": "The ache of hard borders: we have never lived further from our families | Calla Wahlquist", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/06/the-ache-of-hard-borders-we-have-never-lived-further-from-our-families", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/06/the-ache-of-hard-borders-we-have-never-lived-further-from-our-families", "fields": {"headline": "The ache of hard borders: we have never lived further from our families", "bodyText": "I last saw my sister, three centuries ago, on 1 March, when we kissed the cheeks of an extraordinary number of frail, elderly people at my grandmother’s 90th birthday party in Sydney. It was the day of the first recorded death of a person with coronavirus in Australia. Three days later Australia recorded its first case of untraced community transmission in an aged care home in northern Sydney, and a 95-year-old resident in that home was the second person in the country to die after testing positive to Covid-19. Last Monday night I received a text from my sister, discussing logistics. She lives in Perth and her second child is due June. What was the likelihood, she asked, of Western Australia moving to a hard border before then? Should she ask our mother, who like me lives in Melbourne, to travel there this week, two and a half months early, because at least then, after 14 days of quarantine, she would be allowed in? Or should she risk it and assume the border restrictions — described as temporary, in practice indefinite — will have lifted by then? I told her to risk it. I am not sure this was the right advice. There are exemptions to domestic border restrictions on compassionate grounds. But compassion is usually reserved for death, not birth. Hospitals and doctor’s clinics have cracked down on visitors, meaning my sister will attend her last few prenatal visits on her own. Partners are still allowed to attend the birth of their children. Under coronavirus, major life events are strictly enumerated. Five people may attend a wedding. Ten a funeral. Two, excluding medical staff and babies, a birth. On Tuesday, a message from another friend. Also pregnant, also needing to overcome the border with WA. She had told her parents not to visit, lest they get stuck here. When would she be able to see them next? Conventional wisdom states that you can never really plan for your pregnancy. But surely, usually, you can plan more than this. In an ordinary time, even if the worst were to happen, you could rely on your support networks to be there. I could rely on being able to be there, to hold my sister if it all went wrong and to hold the new tiny baby and distract my three-year-old nephew with elaborate toy train disasters if all goes well. But now the world is frozen in amber and I’m crashing trains over video chat. My nephew wakes every morning and assures his parents in the serious tone of the very young that they will be able to go outside “when it all calms down”. He is parroting one of them, though they can’t remember who. On Thursday our questions were answered: 11.59pm Sunday was when the hard border would take effect. All West Australians who wanted to return were advised to do so before then. Premier Mark McGowan was realising WA’s long-held secessionist dream, making the state “an island within an island.” “If you are an eastern-stater, and thinking about visiting WA – forget about it,” McGowan said. This was a hard rule, McGowan said, but it was necessary to protect WA. It was the same line, edited for location, used by the premiers and chief ministers of Queensland, the Northern Territory, South Australia and Tasmania, all of which have introduced domestic borders of various porosity. We have never lived further from our families. For many non-Indigenous Australians, this is our first experience of having our movement restricted, our access to parts of the country denied. We have always been able to go anywhere we wanted, and often left a mess. Now we are restricted, and for good reason. I don’t dispute the utility of border controls in a pandemic that spreads through the movement of people. These strict rules, combined with mandatory quarantine for overseas travellers and social distancing measures, have seen the daily growth rate of coronavirus cases drop from 25% in the last week of March to 5% in the first week of April. And my family is incredibly lucky. We are healthy. We each have local support networks. Many have it much worse. But it hurts to be so firmly separated from families and dearest friends as the world changes by the hour. My sister and I fought a lot as teenagers, because she thought I was spoiled and immature (I was) and I thought her boyfriend was a dick (he was). We were always a bit apart. It was, ironically, WA that brought us together. I moved to Bunbury to take up a job at the local paper and she was seconded to an engineering firm in Perth. We met up every second weekend, the weeks she was not flying back to Sydney to see her now husband. We ate our way through the local cafes and attempted to make a croquembouche. With brief exceptions, I have lived between 1,500km and 4,000 km from my sister for the past decade. But living a long distance from your family is made easier by knowing that if it all went wrong, at any point, you could be together in a day. The possibility of being together allows you to live happily apart. Now we are apart indefinitely. And the baby may not be tiny by the time we’re together again."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}