{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/04/tim-dowling-how-can-we-be-down-to-one-bottle-of-wine", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-04T05:00:51Z", "webTitle": "Tim Dowling: how can we be down to one bottle of wine?", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/04/tim-dowling-how-can-we-be-down-to-one-bottle-of-wine", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/04/tim-dowling-how-can-we-be-down-to-one-bottle-of-wine", "fields": {"headline": "Tim Dowling: how can we be down to one bottle of wine?", "bodyText": "Day Whatever: as a regular part of my lockdown routine, I now set aside 30 minutes each day to consider the possibility that I have coronavirus. This involves feeling my forehead with the back of my hand while swallowing repeatedly to see if it hurts or not. They say the virus can cause symptoms so mild you might not even notice you have it. I think: I would notice. Two weeks ago I was looking in horror at TV footage of people streaming into Richmond Park, and thinking: I hope you can’t see my car in that. Yes, I was there. But we didn’t go to the park in order to join a mass infection gathering, and I don’t think anyone else did, either. We went to Richmond Park because it’s huge. It’s unfortunate that thousands of people had the same idea. Since then I have not ventured beyond my front gate. My wife leaves the house early every morning to walk the dog in some undisclosed location, but I don’t go along. She still manages about 10,000 steps a day during the crisis. I do about 250, and that’s only because I forget where I put things. It is a warm afternoon; not a bad day, all in all, for enforced sequestration. With the door of my office shed open, voices occasionally reach me from afar – from gardens, or from the street out front. It’s partly due to the absence of other noise – no cars, no construction, no planes, no background school-playground shrieking – and partly, I think, because everybody is projecting their chat across a two-metre safety gap. I can’t always make out the words, but I know what they’re saying. If I overhear a conversation about something other than the lockdown, I know it’s the Archers leaking from an open window. Every day, at about five, I walk across the garden to the kitchen, where my oldest son is invariably sitting at the table, fist on forehead, gazing into his phone. “What’s happening?” I say. We discuss the stupid thing that Donald Trump just said, and then I show him some viral videos that he has already seen. The youngest one walks in. “Did you hear what Trump said?” he says. “Yes,” I say. “Yes,” says the oldest. “I can’t believe how he was all like –” “We heard it!” says the oldest. “Yeah, we heard it,” I say. “All right, yeesh,” says the youngest. My wife walks in. “What’s for supper?” she says. “I don’t really care.” “We’re strangely spoilt for choice,” I say, staring into the fridge. “We really need to start eating some of this stuff.” I walk across the room to my case of wine. When I pull back the cardboard flaps, I see that there is only one bottle left. I pull it out and hold it up. “Oh dear,” my wife says. “I don’t understand how this could happen,” I say. “We have, like, a six-month supply of pistachios, but we’re out of wine?” But I do know how it happened. My sons don’t normally drink wine, but when the beer ran out, they adapted. When I realised what was going on, I tried to order some emergency wine, but the delivery got cancelled for safety reasons. I am reminded that these are hard times for those of us who enjoy complaining about not very much. “There’s actually some beer in the car,” my wife says. “But I was too embarrassed to carry it in. Wait until it gets dark.” After supper, the four of us make a half-hearted effort to watch a film together, but we are not practised at agreeing on things. We flip around the channels and talk loudly over whatever we settle on. “We should all shave our heads,” says the oldest. “As a protective measure, you mean?” I say. “Just to find out what we look like bald,” he says. “By the time we’re allowed out, it will have grown back.” “I’d be up for it,” says the youngest. “I’ve done it before,” says the oldest. “You’ve shaved your head?” I say. “Not my head,” he says. “I’ve shaved a head.” “Let’s perhaps save that one for the weekend,” my wife says, changing the channel."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}