{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/apr/03/covid-19-and-the-already-anxious-i-have-been-covertly-training-for-this-stress-marathon", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-02T16:30:56Z", "webTitle": "Covid-19 and the already anxious: 'I have been covertly training for this stress marathon'", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/apr/03/covid-19-and-the-already-anxious-i-have-been-covertly-training-for-this-stress-marathon", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/apr/03/covid-19-and-the-already-anxious-i-have-been-covertly-training-for-this-stress-marathon", "fields": {"headline": "Covid-19 and the already anxious: 'I have been covertly training for this stress marathon'", "bodyText": "I’ve seen a psychologist for most of my life. In that time, I’ve never struggled to find something to talk about. But this week, when the appointment reminder lit up my phone, I paused. It had been a month between visits. During the last session I easily looped through a classic routine: moving from childhood, to parents, past relationships and patriarchy, barely pausing to let the professional talk. My self-actualisations were still bubbling out as I left the office. My therapist assured me we’d pick up next session. I’d already begun making notes. Then the entire world buckled under a once-in-a-century disaster. Every idea, plan, preconception and daydream I had about my future dissolved. The trust I held in my body was proven to be delusional hubris. I was more isolated, vulnerable, terrified and confused than ever. But reading the polite text outlining the no-show fees, I couldn’t think of anything I needed to talk about. In a recent Fresh Air interview, actor, comedian, and patron saint of chronic nerves, Marc Maron was asked about his anxiety levels during this stressful time. He admitted, “I’m not freaking out about too much of anything for some reason.” Despite dealing with extreme anxiety for decades, he reasoned that his “natural propensity to dread” has somewhat readied him for disaster. “The neural pathways of this type of thinking that everyone’s feeling have been well-grooved over the years for me, and there’s something almost like a Ritalin effect going on with me.” Like Maron, I’m at home with angst. My fears are built on the sandy foundation of “what if”. What if disaster strikes, my assets evaporate, the people around me disappear, or my loved ones are put in danger? But facing my apparent nightmare hasn’t triggered the nuclear meltdown I imagined. In 2015 French researchers looked at whether a history of anxiety prepared individuals to cope in a crisis. Comparing the brains of anxious and more laid-back subjects they discovered that the two groups detected threats in different regions. The anxious used the part of the brain responsible for action, while “low anxious” people used sensory circuits, responsible for face recognition. Maybe I have been covertly training for this stress marathon without realising it. But I’m inclined to blame my uncharacteristically stable mood on a forced shift in perspective. Since adolescence therapy has been a safe space to explore the most painful and banal pieces of my life. I pay for advice and guidance, but also to be able to talk about myself for an hour without needing to balance the conversation with, “So anyways, how are you?” I’d like to say it’s a unique void where everything is briefly all about me, but that would be a lie. Until they said the word pandemic, my self-obsession was absolute. Everything in my life was about me. My home, friends, job and hobbies were curated to serve as edited facsimiles of the “real world” as I wanted to see it. Even consuming the news, global issues were viewed through the prism of, what does that mean for me? Now, day-to-day concerns have been elevated from personal to historical. The impact of habits, chores and behaviours carry so much weight it’s like they don’t fully belong to me anymore. My actions aren’t my own; they’re gestures within a massive group mobilisation effort. I used to worry about fading potential and collected regrets, now I worry if the number of cans I buy is throwing off the supply chain. In this new world, I’m decentered in my own life. Less an individual than a dot on a curve that must flatten, a statistic that can’t explode, a possible infection point that needs to be controlled, and a pair of hands to be washed like someone else’s life depends on it. In her essay collection So Sad Today, Melissa Broder wrote: “For someone with anxiety, dramatic situations are, in a way, more comfortable than the mundane. In dramatic situations, the world rises to meet your anxiety.” Mental health issues and personal crises are usually largely isolating experiences. Walking down the street during a period of turmoil you wonder, how are all these people still going about their day? But right now, trauma is collective. Speaking to loved ones, reading the news, or even eavesdropping on stranger’s conversations allows you to witness your own brain splayed out and dissected en masse. With all of our fears and emotions being externalised, recognised and processed around us, every interaction starts to feel like therapy. I did end up going to that appointment. Although I knew it would probably be the last one for a while. Seated by an open window, three meters from my therapist, in a seemingly empty and lightly bleach-smelling building, the session started like normal with her asking how I’m doing. I responded with that weird dance we’ve all adopted lately. The one where your brain cycles through countless emotions; your face shifts from surprised to scared to confused. You shrug your shoulders, shake your hands, and finally say: “Considering everything, I think I’m actually OK.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}