{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/apr/08/british-news-outlets-could-fail-due-to-coronavirus-ad-blocking", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-04-08T17:51:41Z", "webTitle": "British news outlets 'could fail due to coronavirus ad-blocking'", "webUrl": "https://www.theguardian.com/media/2020/apr/08/british-news-outlets-could-fail-due-to-coronavirus-ad-blocking", "apiUrl": "https://content.guardianapis.com/media/2020/apr/08/british-news-outlets-could-fail-due-to-coronavirus-ad-blocking", "fields": {"headline": "British news outlets 'could fail due to coronavirus ad-blocking'", "bodyText": "Ministers are demanding advertisers start placing their promotions next to online news stories about the coronavirus, amid enormous concern in government at the potential financial collapse of British news outlets. Many brands are using keyword blocklists to stop their adverts appearing next to stories about Covid-19, meaning that even though news websites are getting record traffic from readers they are barely earning any money from the clicks. News industry lobby groups have suggested outlets could be missing out by as much as £50m in revenue as a result of such blocklists, threatening their ability to continue employing journalists and producing news stories. The culture secretary, Oliver Dowden, said trusted news outlets are a “fourth emergency service at this time because they provide independent, verifiable news and information to the public” and need to be saved, according to a letter seen by the Guardian. He said new guidelines on how to reduce the impact of the blocklists on news outlets were issued by trade bodies last month but had not yet been widely implemented. “If the uptake of industry guidance is not shown to have a rapid impact, the government will have to consider all possible options in the interests of promoting critical public service news at this time of national emergency,” said Dowden in the message to leading brands, advertising agencies, and tech platforms. Predictions about the financial impact of the pandemic on the British news industry are dire, prompting news outlets to ask readers for direct financial support. Enders Analysis is predicting up to a third of frontline journalism jobs could be lost in the forthcoming recession, prompting calls for the government to step in and provide funding to the industry if it wants to protect public interest news. On Wednesday the Jewish Chronicle and Jewish News announced they would be closing after running out of money, while many newspapers groups are imposing pay cuts, ceasing publication of some titles, and facing up to the prospect of a long-term collapse in revenue. Dowden accepted that advertising budgets would be reduced given the current financial environment but told the advertising industry that they needed to support trusted online news outlets. “In this unprecedented time, there is a need for pragmatism and to do everything possible to prevent an irreversible decline in news publishing, which would have far-reaching consequences for everyone, including advertisers themselves,” he said. “I hope that everyone would appreciate that, with limited exceptions, it cannot be right to block advertising around Covid-19 related stories given the clear public interest in people having access to reliable content on Covid-19, and given its makes up of the majority output of the news industry at this time.” However, it is unclear what the government can do to force advertisers to change their habits. Some of the UK’s biggest advertisers, such as McDonald’s, have already closed all their restaurants while broadcasters such as Channel 4 have seen advertising revenue halve in the space of a month. Meanwhile, the UK’s national newspapers are heavily reliant on print revenues, which are are nosediving as people struggle to make it the shops to pick up a print edition of their preferred news source."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}