{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/shortcuts/2020/apr/01/like-pouring-tequila-on-your-brain-why-tiger-king-is-the-most-watched-show-on-netflix", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-04-01T12:46:59Z", "webTitle": "Like pouring tequila on your brain: why Tiger King is the most-watched show on Netflix", "webUrl": "https://www.theguardian.com/media/shortcuts/2020/apr/01/like-pouring-tequila-on-your-brain-why-tiger-king-is-the-most-watched-show-on-netflix", "apiUrl": "https://content.guardianapis.com/media/shortcuts/2020/apr/01/like-pouring-tequila-on-your-brain-why-tiger-king-is-the-most-watched-show-on-netflix", "fields": {"headline": "Like pouring tequila on your brain: why Tiger King is the most-watched show on Netflix", "bodyText": "Name: Tiger King. Age: Three weeks old. Appearance: The perfect accompaniment to your self-isolated descent. I’ve heard a lot about this. It’s the Netflix show about the man who looks after tigers, right? Not reeeeally, no. Oh, that’s a shame. I mean, it is about some people who own private big cat sanctuaries, but as a viewing experience it’s also a bit like unscrewing the top of your skull and pouring tequila directly on to your brain. That good? Yes! You really haven’t watched it? Everyone’s quarantined. What else have you been doing? Obsessively auditing my remaining dry goods. Well, stop that. This is more important. Do you want me to tell you what Tiger King is about? I don’t think I have a choice. That’s right. It is about the rivalry between different big cat owners, all of whom look like a cross between a retired WWE wrestler and Wagner from X Factor. Remember Wagner? No. It doesn’t matter. The lead character is a man called Joe Exotic who, well … Well, what? Where to start? He used to shoot horses and feed them to his lions whole. And he is a magician. And he was once married to two men at the same time. And he ran for president in 2016. And he is a country singer. That last one doesn’t sound particularly outrageous. What if I told you he didn’t write or perform any of the songs on any of his albums? Oh. Or that one of his songs was called Here Kitty Kitty, which directly claimed that his rival – Big Cat Rescue CEO Carole Baskin – fed her missing husband to his tigers? Which, obviously, she denies. Right. Or that he is now serving a 22-year jail sentence for trying to hire someone to murder Baskin? And this is a fun show? Absolutely. Everyone loves it! Vanity Fair called it “riveting”. Slate called it “genuinely compulsive viewing”. CNN, regrettably, called it “Grrrr-reat”. It was also, upon launch, the most-watched thing on Netflix. But isn’t it a bit icky and exploitative? Oh, absolutely. Tiger King is a show about genuinely terrible people. It is exploitative, both to its subjects and the animals. It revels in humanity’s basest instincts. It does that grubby Netflix thing of making the viewers complicit in all the terrible acts by giving notoriety to those who don’t deserve it. It sounds awful. It is awful. So should I give it a miss? No! It is the perfect show for these weird, uncertain times and you should definitely watch it. Do say: “Tiger King is cruel and exploitative.” Don’t say: “But it’s this or reconnecting with our loved ones, so we may as well watch it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}