{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/apr/03/coronavirus-brings-out-medias-inner-cop-as-nine-reports-victorians-for-flouting-social-distancing-rules", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-04-03T02:39:13Z", "webTitle": "Coronavirus brings out media's inner cop, as Nine reports Victorians for flouting social distancing rules | Weekly Beast", "webUrl": "https://www.theguardian.com/media/2020/apr/03/coronavirus-brings-out-medias-inner-cop-as-nine-reports-victorians-for-flouting-social-distancing-rules", "apiUrl": "https://content.guardianapis.com/media/2020/apr/03/coronavirus-brings-out-medias-inner-cop-as-nine-reports-victorians-for-flouting-social-distancing-rules", "fields": {"headline": "Coronavirus brings out media's inner cop, as Nine reports Victorians for flouting social distancing rules", "bodyText": "Some media have taken it upon themselves to help police new social distancing laws, even going as far as reporting members of the public to the police for allegedly flouting restrictions by going to the park on a sunny day in Melbourne. A report on Nine News in Melbourne, April Fools, showed Reid Butler approaching people who were sitting in the park and asking them why they weren’t exercising. “We’ve sent those images to Victoria police,” the reporter tells newsreader Peter Hitchener. Nine defended the story. “Our report highlighted the new regulations and showed what activities people can and cannot do,” a Nine News spokesman said. “We used some actual examples and confirmed with the police what was the appropriate response and actions for people to take.” Get a haircut and get a real job There’s a growing clique of conservative commentators urging Australia to get back to work to save the economy. Andrew Bolt is the lead cheerleader, using his Sky News and News Corp newspaper platforms to undermine government messaging. Bolt advised his readers we could all be back at work in two weeks if we’re just pragmatic. “Things have changed with this coronavirus panic,” he wrote. “Now Australians can be – must be – back at work within two weeks. “This virus now looks much less deadly than feared, and is highly selective, killing mostly the old – often people already close to death. “They must stop trying to quarantine millions of healthy and younger Australians who are desperate to get back to work and are highly unlikely to die from this virus. “They should quarantine just the potentially infectious and isolate the vulnerable – the frail and people over 65.” Veteran Channel Ten weather man Tim Bailey’s blunt response to Bolt was widely applauded. But Bolt is not alone. The Australian’s economics editor, Adam Creighton, is adamant the measures in place are excessive for “only” 21 deaths. The Australian Financial Review columnist Parnell Palme McGuinness argued that Australia’s “Chinese Communist Party-like” controls “must be wound back before they corrode our ability to take calculated risks”. “Society has shown it has a heart: now it is time to show we have a head as well,” she said. “Both organs are required to ensure we don’t make a bad situation much worse.” School is in at the ABC The ABC has worked with state education departments to create an expanded schedule of free education content to support students, teachers and parents forced to work from home. For preschoolers there is even a special new episode of Play School which helps explains the pandemic in terms little kids can understand. From 14 April, when term two starts for most schools, ABC ME will have an educational schedule between 10am and 3pm each weekday. Blocks of primary school content in the mornings will be followed by material suitable for secondary pupils in the afternoon. ABC MD David Anderson: “Our expanded schedule will complement the many hours of education content already available on the ABC across multiple platforms and we will build on that programming as required. Australians trust and rely on the ABC and this is another way we can contribute to and support the community.” Online support through its portal ABC Education includes access to more than 4,000 free videos, interactive resources and games mapped to the Australian curriculum – across subjects such as English, maths, science, history, geography, media literacy, financial literacy and the arts and technologies, including STEM. ABC Education got an injection of funds from the New South Wales and Victorian education departments to create original teacher-led mini-lessons to be broadcast online and on ABC Me. Finally, don’t forget the excellent Behind The News, which will continue to report on the news in a way kids can relate to as well as provide a vast back catalogue of informative videos. For adults, the ABC has the smash hit daily podcast from Dr Norman Swan, Coronacast podcast, as well as breaking radio news across RN, ABC News Radio and local radio, live announcements on the ABC News channel and daily in-depth coverage on 7.30, which had a very moving segment on kids saying hello to their grandparents. But not everyone is happy with the ABC’s coverage of the pandemic. The Australian’s media columnist Chris Mitchell was so annoyed by Fran Kelly’s interview with health minister Greg Hunt he accused Radio National of being “a shock-jock station”. The former editor-in-chief of the Oz pointed to what he said were examples of excellent interviewing of officials by stablemates Chris Kenny and Andrew Bolt. Coronavirus strikes at News Corp HQ News Corp’s headquarters in Holt St, Surry Hills, has three confirmed cases of coronavirus but the building remains open, albeit with just a handful of staff still turning up. “While our health and safety experts continue to closely monitor the situation there’s no evidence whatsoever the three cases are in any way linked, or that they were contracted at Holt St,” a spokesman told Weekly Beast. “We’ll continue working closely with NSW Health, which has advised that our Holt St building is safe to remain open. The very small number of staff who had close contact have been identified and informed. Work areas and other impacted areas have been thoroughly deep cleaned to required standards. Only people deemed essential to be in the office and with approval from their managers are working from Holt St. This represents a tiny fraction of our normal Holt St workforce.” Job cuts and closures as media industry reels The media industry has been hit extremely hard by the coronavirus pandemic and every day there is more bad news for workers and the consumers who rely on their sources of news. Days after announcing it would have to close, regional newspaper Sunraysia Life is reviving its printed publication with a Saturday-only edition, a glimmer of hope in a bleak landscape. However, the print editions of 60 News Corp community newspapers will close by 9 April. Although News Corp has vowed to keep the digital community mastheads up, and has not announced any redundancies, Weekly Beast understands the print and digital staff are quite separate at some papers, and many print employees are likely to be affected. We’ve spoken to several contributors who have already lost their gig on newspapers like the popular Sydney eastern suburbs giveaway the Wentworth Courier. On Friday another small independent publisher cancelled an edition and laid off staff. The McPherson Media Group has 14 newspapers across the Goulburn Valley and Southern Riverina in NSW, including the national publication Dairy News Australia. But the biggest companies have been hard hit too. The managing director and CEO of Seven, James Warburton, had to impose a pay cut on his workforce this week. Already under significant financial pressure, Seven has given all staff above $80,000 a 20% pay cut and a four-day working week. Staff on more than $200,000 will still get the 20% pay cut but will be expected to work five days a week “to help the company navigate the current financial and Covid-19 challenges”. “As you would be aware, we find ourselves in an extraordinary and challenging situation,” Warburton said. “We are all working to respond to the Covid-19 pandemic and the impact it is having on our people, our business and the broader economy.” But even these drastic measures may not be enough and “some job losses will be inevitable”, Warburton warned. This follows moves by News Corp to put most staff on a nine-day fortnight and make everyone take at least four days off over Easter. Sources told Weekly Beast photographers based at Holt St have been made to take annual and long service leave until the end of June. Nine Entertainment’s newspapers, heavily reliant on advertising, have had to suspend production of magazines and inserts Boss, Sophisticated Traveller, Luxury, Good Food Magazine and Executive Style, the Traveller lift-out, Domain magazines and The Shortlist/EG event guides. Staff are being asked to take leave."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}