{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/apr/03/british-public-no-longer-give-a-fig-about-on-air-swearing-ofcom-says", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-04-03T13:03:54Z", "webTitle": "British public no longer give a fig about on-air swearing, Ofcom says", "webUrl": "https://www.theguardian.com/media/2020/apr/03/british-public-no-longer-give-a-fig-about-on-air-swearing-ofcom-says", "apiUrl": "https://content.guardianapis.com/media/2020/apr/03/british-public-no-longer-give-a-fig-about-on-air-swearing-ofcom-says", "fields": {"headline": "British public no longer give a fig about on-air swearing, Ofcom says", "bodyText": "Swearing on air is no longer offensive to the British public, the television and radio regulator has concluded, after finding that complaints regarding on-air cursing have halved in five years. Ofcom research found widespread agreement among the British public that societal norms around offence have shifted in recent years, with audiences particularly forgiving of accidental mild on-air swearing, such as when the ITV political editor, Robert Peston, recently blurted out “oh shit” during a recent Downing Street press conference on the coronavirus. British audiences are more concerned about content that could incite hatred or target specific groups. As a result complaints about racial and gender discrimination increased by 224% and 148% respectively between 2015 and 2019. Ofcom already maintains a list of swear words considered offensive to the British public, with the terms categorised into mild, medium, strong, or strongest. The research found there was general agreement that adults should be able to make their own decisions about what content might be harmful to them, but there was real concern about programmes that could be accidentally encountered by children. Other concerns were around foreign-language satellite stations that incite religious hatred and are aimed at minority audiences in the UK – a regular issue for the media regulator. The report also found that the British public were “worried about coming across offensive or harmful content unexpectedly” on unregulated streaming sites such as YouTube, which is not covered by Ofcom’s broadcasting code. Adults were found to be more comfortable about unregulated paid-for streaming services such as Netflix and Amazon Prime Video having fewer rules than broadcast TV and radio: “This was because they felt they had an active choice in selecting content and were therefore more in control on these platforms.” Tony Close, Ofcom’s director of content standards, said the research was about understanding how the British public’s attitudes had changed when it came to enforcing standards. He said: “A dating show entirely premised on full-frontal nudity [Naked Attraction], even post-watershed, was once unthinkable. Nasty Nick’s dastardly deeds in the first series of Big Brother, which offended many in 2000, would seem less remarkable now after two more decades of reality TV. And racial stereotypes that were a feature of some comedy shows in the 70s and 80s are unacceptable to modern audiences and society.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}