{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/apr/08/influencers-being-key-distributors-of-coronavirus-fake-news", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-04-08T16:08:53Z", "webTitle": "Influencers among 'key distributors' of coronavirus misinformation", "webUrl": "https://www.theguardian.com/media/2020/apr/08/influencers-being-key-distributors-of-coronavirus-fake-news", "apiUrl": "https://content.guardianapis.com/media/2020/apr/08/influencers-being-key-distributors-of-coronavirus-fake-news", "fields": {"headline": "Influencers among 'key distributors' of coronavirus misinformation", "bodyText": "Celebrities and politicians with large social media followings are proving to be key distributors of disinformation relating to coronavirus, according to a study that suggests the factcheckers and mainstream news outlets are struggling to compete with the reach of influencers. The actor Woody Harrelson and the singer MIA have faced criticism after sharing baseless claims about the supposed connection of 5G to the pandemic, while comments by the likes of the Brazilian president, Jair Bolsonaro, playing down the scale of the crisis in the face of scientific evidence have attracted criticism in recent days. Research by Oxford’s Reuters Institute for the study of journalism found that while politicians, celebrities and other prominent public figures were responsible for producing or spreading 20% of false claims about coronavirus, their posts accounted for 69% of total social media engagement. The issue has gained extra prominence as Britons began vandalising mobile phone masts in recent days amid wildly sharing baseless claims linking the virus to 5G. Social media companies were summoned to a meeting with the culture secretary, Oliver Dowden, on Wednesday afternoon to explain what they are doing to reduce the harm caused by false health claims about coronavirus on their platforms, with WhatsApp and YouTube having made tentative steps in recent days to reduce the impact. There is growing concern that online disinformation could be having real world health impacts. Research by Dr Daniel Allington, senior lecturer in social and cultural artificial intelligence at King’s College London, suggested there was a statistically notable link between people who believed false claims about the coronavirus and people who were willing to flout the government’s social distancing guidelines. His findings, based on a experimental study conducted in coordination with the Centre for Countering Digital Hate, found that people who said they believed coronavirus was connected to 5G mobile phone masts are less likely to be staying indoors, washing their hands regularly or respecting physical distancing. While social media platforms have moved faster than in the past to flag disinformation about coronavirus on public groups, prominent actors and entertainers with millions of followers on Twitter and Instagram have helped fan the flames of misinformation, often reaching vastly more people than mainstream news outlets. “This small amount of people have a wide reach for the content that they are spreading,” said Scott Brennen, a research fellow at the Reuters Institute. “The most common claims had to do with the policies and actions of public authorities, although we saw plenty of misinformation about the medical side.” He said research into coronavirus disinformation almost certainly underestimated the enormous role played by WhatsApp because there are few ways for researchers to build an accurate picture of how material is spreading on the Facebook-owned service. In one example on Wednesday the South East Coast Ambulance Service was forced to issue a statement about a fake voicemail message going viral on the service. It purported to be from someone who works at the service claiming falsely that ambulances would not make callouts to people at home suffering from Covid-19, that ice rinks were being used as makeshift morgues, and that a third of the deaths in coming weeks would be babies, children and teenagers with no underlying health issues. The service said: “The alarmist information being shared in the message is not correct. We would urge people to disregard the message and not share it further.” Additional reporting by Martin Belam Celebrities who have drawn criticism for spreading coronavirus disinformation MIA The British singer, who is also an opponent of vaccination programmes, has posted a series of tweets criticising engineers installing fibre broadband outside her London home while suggesting the supposed “symptoms” of being near 5G base stations were similar to those of coronavirus. Woody Harrelson The lauded actor, who starred in Cheers and True Detective, has shared a series of posts to his Instagram page making baseless claims linking the coronavirus outbreak to the installation of 5G equipment in Chinese cities. Amir Khan In a post on Instagram that combined many of the most popular coronavirus conspiracies in a single medley, the British boxer claimed that coronavirus was man-made – designed to cull the world’s population – and said the lockdown was used to provide cover for the rollout of 5G."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}