{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/apr/10/the-pell-reckoning-ray-hadley-challenges-andrew-bolt-to-take-it-outside", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-04-09T17:30:22Z", "webTitle": "The Pell reckoning: Ray Hadley challenges Andrew Bolt to take it outside", "webUrl": "https://www.theguardian.com/media/2020/apr/10/the-pell-reckoning-ray-hadley-challenges-andrew-bolt-to-take-it-outside", "apiUrl": "https://content.guardianapis.com/media/2020/apr/10/the-pell-reckoning-ray-hadley-challenges-andrew-bolt-to-take-it-outside", "fields": {"headline": "The Pell reckoning: Ray Hadley challenges Andrew Bolt to take it outside", "bodyText": "Shock jocks Andrew Bolt, Ray Hadley and Alan Jones brawled openly on air this week after Bolt demanded an apology from Hadley for calling him “soft on paedophiles” now that George Pell has had his conviction quashed. Bolt told Jones on 2GB, Hadley’s own station: “I need Ray Hadley to apologise now, I was very hurt, he did a rant calling me creepy, accusing me of creepy behaviour for defending George Pell.” But Hadley was not backing down and even offered to take it outside when he came on air after Jones for his morning show. “You want to try and put me on my arse one day, I don’t know if you would be successful, handbags at 10 paces perhaps,” Hadley said to Bolt. “I never said the words attributed to me in relation to George Pell, no one asked me from [Jones’] radio program this morning whether I said those words, that’s poorly researched rubbish. “For the attack on me this morning on my own network, to say I am disappointed, yes I am,” he said. “Am I surprised? No I am not.” The extraordinary spectacle on Sydney’s top radio station followed the release of Pell from jail, which gave Bolt the opportunity to take aim at his critics – or anyone who had not declared Pell innocent all along. “Shame on everyone who participated in this witch hunt and punished those few who tried to speak for justice,” Bolt said. “Ray Hadley should apologise for sliming me as ‘soft on pedophiles’ when I defended George Pell.” Jones heightened existing tensions with stablemate Hadley by being sympathetic to Bolt and claiming Hadley was sorry for what he’d said. “I am sure in his heart of hearts he regrets those comments as well,” Jones said. On Tuesday Bolt will have an exclusive interview with Pell on Sky News. Pell’s toll But Hadley is in good company. The list of Pell tormentors, according to Bolt and fellow Pell supporter Gerard Henderson, is endless. The main target of Bolt’s ire is the ABC and the Four Corners reporter Louise Milligan, but there are many more. His guest on the Bolt Report on Sky News, Hendo read out a list of journalists and others who were “really dominant on the Pell pile-on”. They include: ABC Late Night Live host Phillip Adams, legal columnist Richard Ackland, former ABC host Barrie Cassidy, ABC journalist Sarah Ferguson whose series Revelation focused on Pell, Nine columnist Peter FitzSimons, former senator Derryn Hinch, songwriter Tim Minchin, author and journalist Lucie Morris-Marr who broke the Pell story in the Herald Sun and former Canberra Times editor Jack Waterford. Cheer squad’s revelation One of the most vociferous critics of Aunty this week was Greg Craven, the president and vice-chancellor of the Australian Catholic University, who claimed live on ABC News that ABC journalists were part of the cheer squad who sent Pell to jail. “The ABC did its very best to be part of the [anti-Pell] cheer squad,” Craven said to host Karina Carvalho. “You worked closely with police to make sure that there were coincidental leakings.” The ABC corrected another claim by Craven, published in the Australian on Wednesday, that Ferguson’s Revelation series was “rushed forward once the date of the high court’s decision was announced”. “It was almost as if the ABC had the breathtaking arrogance to think that it might influence the decision of our highest court,” Craven wrote. Only it wasn’t. The ABC was forced to reschedule the broadcast of episodes two and three of Revelation due to the live broadcast of the prime minister’s Covid-19 update, which bumped the show when it ran live on both ABC News and ABC TV. “Episode 3 was eventually broadcast on 2 April,” the ABC said. “Rather than being ‘rushed forward’, it went to air later than originally planned.” Two days after his outburst on ABC News Craven resigned as vice-chancellor. ABC gains We are all glued to the news because of the coronavirus pandemic and news websites and TV news alike have seen dramatic rises in audience. But news is not all we are seeking out in our period of hibernation in our homes. Light entertainment programs Shaun Micallef’s Mad as Hell and Hard Quiz are experiencing double-digit growth, according to ABC audience research seen by Weekly Beast. Sammy J doubled its audience in the past week and last Friday Gardening Australia recorded its highest audience numbers since 2013. Even Foxtel, under strain after the cessation of live sport, is experiencing record on demand viewing even though live viewing is down. “Australians have spent more time than ever consuming video content over the past two weeks,” the ABC report said. “Following years of steady decline, viewers have returned to free-to-air TV with total TV reach across the five capital cities growing by 3% over the past two weeks, when compared to the 2020 average, reaching 74% of the metro population. The suspension of live sport has seen a decline in subscription TV time spent viewing. In the past two weeks viewing was down 24 minutes on the 2020 average.” Foxtel pain Rupert Murdoch’s pay TV company has been hit hard by the cancellation of live sport, long held to be the reason many people pay for Foxtel. This week Foxtel has had to lay off 200 employees and stand down an additional 140 until the end of the financial year. A further group will have to work fewer hours. In the absence of live sport Foxtel opened up more content to subscribers last month and served up replays of big matches and sports documentaries, but it hasn’t been enough to keep Fox Sports, Fox Footy and Kayo afloat. Cuts have been made across all parts of the business. Those who have been stood down can use accrued leave and will be given an extra two weeks’ pay, the Foxtel chief executive, Patrick Delany, told staff. “The government Covid-19 restrictions are however seeing major challenges for us including the broadcast and streaming of live sport,” Delany said. “And looking ahead, the economic outlook for Australia is deteriorating and our continued transformation will become even more important.” The pay TV company is the latest to share the pain of the coronavirus pandemic, with Nine Entertainment, News Corp, Seven West Media and Ten all making significant cuts in the past fortnight. And it’s not just the troops who are being hit. Seven West Media has made the editor of the Sunday Times in Western Australia redundant, citing cost-cutting during the coronavirus crisis. Michael Beach, a staffer of 10 years, was made redundant “due to the financial impact of Covid-19”, Seven’s editor in chief, Anthony De Ceglie, said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}