{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "membership/2020/apr/04/coronavirus-westminster-politics-briefing-johnson", "type": "article", "sectionId": "membership", "sectionName": "Membership", "webPublicationDate": "2020-04-04T11:00:02Z", "webTitle": "'The moment everything changed': Covering Covid-19 from Westminster", "webUrl": "https://www.theguardian.com/membership/2020/apr/04/coronavirus-westminster-politics-briefing-johnson", "apiUrl": "https://content.guardianapis.com/membership/2020/apr/04/coronavirus-westminster-politics-briefing-johnson", "fields": {"headline": "'The moment everything changed': Covering Covid-19 from Westminster", "bodyText": "I was in the midst of the usual reporter’s juggle, trying to write on a notepad balanced on one thigh while resting a dictation machine on the other, when the prime minister’s tone suddenly changed, prompting me to look up. Standing in front of me at the lectern in Downing Street, Boris Johnson said: “I must level with you...”. What was coming next could only be bad news: these aren’t words typically used by a prime minister who trades in bluster, bluff and optimism. He continued: “More families, many more families, are going to lose loved ones before their time.” It was a chilling remark and that was the moment everything changed in terms of reporters’ understanding of the crisis’s severity and unprecedented scale. You could hear a pin drop as we listened to the rest of Johnson’s address. Just inside Downing Street’s side door, where we retrieved belongings such as phones and laptopsthat are not allowed in the main building, we hurriedly rang newsdesks to double-check they had heard Johnson’s startling words for themselves. The next day I travelled to Northumberland to see my parents, who are in their 60s, and asked them to take the advice very seriously. We washed our hands so much that weekend we ended up with cracked skin. My reporting on the coronavirus stretches back quite far. Because I happened to be passing through Victoria in London one day at the end of January, I was sent to the Department of Health’s press conference. There, the chief medical officer, Chris Whitty, told us two people from the same family were being treated for the virus at the infectious disease unit at Newcastle’s Royal Infirmary. It took a newspaper’s general reporters just a matter of hours to find out the pair were holidaymakers from China staying at a hotel in York. For weeks, we watched what was happening in China and our questions to Downing Street were about how to get people back from Wuhan and the quarantine facility set up in Wirral, interspersed with the usual topics such as Brexit, HS2 and floods. By early March, it was clear cases were rising, and we were invited to helpful technical briefings with Whitty and the chief scientific adviser, Sir Patrick Vallance, held in No 9 Downing Street, and on one occasion upstairs in No 10, in the beautiful Pillared Room, which we usually only see once a year at the prime minister’s Christmas reception for journalists. We got the government’s Covid-19 strategy an hour before one of the press conferences to familiarise ourselves with it. It was there we saw the shocking estimate that up to a fifth of the workforce could be off sick. Trump-style, Johnson took questions from nearly every reporter in the room – staying far longer than usual. The day hadn’t all been smooth, though. At one point we were herded out of No 9’s lobby meeting room to get ready for the press conference and left filing copy crouched on the paving slabs of the country’s most famous street. A reporter from the Financial Times, Laura Hughes, and I talked about how filing from roadsides felt like general election territory. Journalists continued to traipse into Downing Street for the daily televised press conferences in person until the weekend of 21-22 March, every day feeling more anxious in the office, sharing stories of relatives’ and friends’ health. The last one I attended personally was on Thursday 19 March, when, in a nod to social distancing, the chairs were arranged in a staggered way. This should have happened days earlier. I was sitting near Sky’s Beth Rigby, ITV’s Robert Peston and the Guido Fawkes reporter Tom Harwood. It was one of Johnson’s more bizarre performances, where he asked us all if it was useful to keep doing the question and answer sessions, and joked about wearying us with them. We had a brief chat surrounding the prime minister’s official spokesman and press secretary afterwards, known as a “huddle”, where we were told journalists would be key workers. We all knew we were standing too close and broke it up after a few minutes. The next day we all began working from home and set about creating weird and wonderful office spaces. Mine is in a room stuffed to the rafters with my landlady’s belongings. I only have to do a 180-degree spin on my chair to be able to retrieve alpine walking poles, an artist’s easel and some MiracleGro. None of us really said goodbye to each other in Westminster, but in hindsight it might have been wise to acknowledge the fact that we were decamping from our perilously tatty offices in Westminster for an unknown amount of time. We’re social beings and thrive off each other. Like the rest of the country, we’re doing Zoom calls and Google Hangouts, and it’s tough. Not seeing colleagues is a huge miss. While WhatsApping MPs is fine, there’s nothing quite like bumping into them or seeing who is in conversation with who in the Portcullis House coffee shop. I’ve done Radio 4’s Westminster Hour over FaceTime and the BBC’s The Papers over Skype, all without any trouble, except accidentally capturing my shared house’s drinks collection in the background. Downing Street has been accommodating by turning our daily meetings into a daily teleconference, expertly chaired by the Daily Mail’s political editor, Jason Groves. We usually get to ask our own questions when we’re all sitting in No 9, but it’s easier for the flow of the call if Jason groups them together and asks the prime minister’s official spokesman. More than 100 people are listening in, and like the rest of the country we’re struggling with the mute button! The press conferences are welcome, but not ideal in a virtual format. We’re on a rota system for questions and mine was this Sunday gone, which saw me propping up my phone on boxes and books to get the right angle. The ministers take your questions but the format means you cannot follow up, which means they are getting away with an awful lot of waffle and non-answers. And this hasn’t gone unnoticed by the public, or our readers. If we could get a right of reply to our questions I think it would be more worthwhile for everyone. We have many more weeks to go of this entirely new lobby reporting structure. Everyone has adapted, but the real challenge will be when politicians are added back into the mix after recess. That’s when the government’s digital communications will be tested again, because if one thing is certain, it’s not just the journalists hungry to scrutinise the executive. The MPs I’ve spoken to cannot wait to get stuck in. They’ve seen our daily Q&amp;A with ministers, and they want their own."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}