{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/apr/08/reschedule-flights-get-refund-airlines-easyjet-coronavirus", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-04-08T12:58:37Z", "webTitle": "Why can't we reschedule our flights or get a refund?", "webUrl": "https://www.theguardian.com/money/2020/apr/08/reschedule-flights-get-refund-airlines-easyjet-coronavirus", "apiUrl": "https://content.guardianapis.com/money/2020/apr/08/reschedule-flights-get-refund-airlines-easyjet-coronavirus", "fields": {"headline": "Why can't we reschedule our flights or get a refund?", "bodyText": "Mytrip is refusing to reschedule the £2,100 flights I booked. They’ve variously told me their systems are down, that they’ll transfer me to another department that then doesn’t answer, and that I should contact the airline. JS, Douglas, Isle of Man Other readers have shared similar frustrations. Mytrip, part of Etraveli Group, is facing the same challenges as every other booking agent – an inundation of customers whose trips have been cancelled and a shortage of personnel to deal with them. Its website states that priority is being given to those who were due to fly within six days and that it may take up to eight weeks for those with later departures to receive a refund or new travel date. “We contact the airlines and then get back to our customers as soon as we receive their reply,” it says. “Staff are working seven-day weeks to help, we are training staff from other departments and trying to get former colleagues to jump in.” Many passengers whose cancelled flights were booked direct through an airline are facing similar obstacles. EasyJet has removed its refund option from its website, obliging those who don’t want to reschedule to join the queue for the helpline. JD of West Hoathly, West Sussex has no use for a rebooking since his cancelled flight was to his late brother’s deathbed. “You cannot email easyJet and it has suspended its ‘chat’ facility,” he writes. “Each time you call customer service you get a message telling you to call back later. I understand they are swamped, so why not let people claim online?’’ IM of Rimons, France reckons the reason is “a cynical ploy to force people to book another flight and not refund”. EasyJet argues many airlines are not issuing refunds at all, but ducked the question as to why the online option has been removed. “We are experiencing higher than average wait times and assure customers that these entitlements will be available long after their cancelled flight has flown,” it says. Ryanair does offer a refund option online but its system collapsed under the strain with readers reporting reservation numbers were not recognised. Ryanair blamed a “temporary glitch”. SM of Hitchin, Hertfordshire, accepted vouchers from Iberia in lieu of a refund, but when she tried to rebook her family of four on a new date, the system only accepted one voucher per booking. “Iberia suggested I book each passenger separately, but as our children are under 11 the system won’t allow that,” she writes. “The vouchers are only valid for one year, and it’s unlikely that we travel enough this year to get to use all four.” Iberia says it was aware of the issue and was working to amalgamate multiple vouchers into one for family bookings. Jet2 seems to be a rare example of an airline getting it right. “I called customer services as soon as our flight was cancelled and the refund was on my card that afternoon,” writes ME of Harrogate, North Yorkshire. “If Jet2 can do it, why not the other companies?” Vehicle rental companies appear to be giving better service. “I had booked a hire car through comparison site Zest,” writes AC of Edinburgh. “When my flights were cancelled, they refunded my prepaid rental, waiving the admin cancellation charge and giving me a 5% discount code for future rentals.” Most rental firms are also waiving cancellation or amendment fees, although Thrifty is more restrictive and Goldcar is still refusing modifications or cancellations for non-refundable budget bookings."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}