{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/apr/09/furlough-volunteer-work-pay-coronavirus", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-04-09T06:00:39Z", "webTitle": "If you're on furlough, can you be asked to ‘volunteer’ to help staff at work?", "webUrl": "https://www.theguardian.com/money/2020/apr/09/furlough-volunteer-work-pay-coronavirus", "apiUrl": "https://content.guardianapis.com/money/2020/apr/09/furlough-volunteer-work-pay-coronavirus", "fields": {"headline": "If you're on furlough, can you be asked to ‘volunteer’ to help staff at work?", "bodyText": "My partner has been asked to go on furlough. The government guidance allows employees to use the time to volunteer. His boss has suggested that he can therefore “volunteer” to help a fellow employee who is still at work. Is this legal? JC, London The boss is trying it on. The job retention scheme allows employers whose businesses have been halted by coronavirus to put their staff on leave and claim up to 80% of their wages from the government. It allows volunteering or training so long as it does not provide services or profit for the employer. “Helping another employee to perform their job involves providing services for their employer, albeit indirectly. It might also generate profits, and so is not permitted,” says Julia Wilson, partner in the employment practice at Baker McKenzie. JK of London asks if furloughed staff can take paid work with another company. The guidance is silent, although it specifies that employees who already have more than one employer can continue working for one while on furlough from another. “Our view is this should be permitted (and, indeed, would allow furloughed employees to support in the national effort),” says Wilson. “However, the contract with their current employer might contain restrictions on outside activities.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}