{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/10/tim-burgess-twitter-listening-parties", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-10T11:52:47Z", "webTitle": "My Twitter listening parties are like gigs - but nobody nicks your beer | Tim Burgess", "webUrl": "https://www.theguardian.com/music/2020/apr/10/tim-burgess-twitter-listening-parties", "apiUrl": "https://content.guardianapis.com/music/2020/apr/10/tim-burgess-twitter-listening-parties", "fields": {"headline": "My Twitter listening parties are like gigs - but nobody nicks your beer", "bodyText": "It’s hard to write music during lockdown. A lot of songwriters I’ve spoken to just aren’t getting inspired at the moment. I did try. I wrote a song called Wash Your Hands and thought: “I’d better put the guitar down now.” That’s why I decided to start hosting listening parties on Twitter instead, which I’ve been doing every night from 9pm with the hashtag #timstwitterlisteningparties. We pick an album and listen together at a set time – 9pm or 10pm – with commentary from one of the artists involved. The first week I did it we had Blur, Ride, Franz Ferdinand and Oasis – Bonehead did the commentary for that one. As soon as we started, it had become a thing. One of the maddest things was seeing it as the top trend on Twitter. Everyone who’s taken part so far has said it’s like doing a gig. There’s the trepidation beforehand, then an hour of craziness, and finally a period where you’re kind of decompressing. The only difference with this is that nobody’s nicking your beers! We’ve done about 30 so far, including our debut album Some Friendly, and there have been some great moments. My personal highlight is me not realising that I’d played Reading festival in 1999 – I still can’t remember it now, even though people have been telling me exactly what happened. I also loved Dave Rowntree revealing his collection of laminated artefacts from the Parklife era – old photos, gig tickets. He made so much effort and that really upped everything because the listening party became a visual thing. The Cribs did one for Men’s Needs, Women’s Needs, Whatever and were showing their old tour diaries and lyric sheets. Those are the kind of insights you don’t often get in a magazine – bands probably wouldn’t want to show those at the time of release anyway, but now there’s a bit of history involved and they feel more relaxed. What I like is that it’s giving people the opportunity to listen to an album in its entirety again. Musicians I talk to, even the younger artists, all want to make an album that’s a masterpiece, that has a theme running through it, a start and a finish. That has been crushed in a way because people felt they didn’t have enough time on their hands. But now all we have is time, so it’s a beautiful thing for this moment. We’ve had listeners from all over: New Zealand, Japan and even Antarctica. Part of the reason we do them at 10pm is because that’s when Japan is waking up. The other reason is because that’s when the 10 o’clock news is on, and I wanted people to have an alternative to that – you can watch the news at any time these days; this is a way of offering up an alternative good time instead. It’s not the only thing I’m doing at the moment. I’ve got a new solo album, I Love the New Sky, coming out in May. I spoke to the label about whether we should postpone it, but we agreed it was a good time to put music out, to have something to look forward to. I’ve also been doing some home schooling with my six-year-old. But I’m not a teacher and I don’t think I should try to be. Instead we just go for a walk every day and talk about volcanoes, tornadoes, the coronavirus and the environment. That’s not a bad start, is it? He’s also got into wrestling, so we do a bit of that. But most of my time is spent on these listening parties. I’m always working on them. All day I’m getting direct messages and emails and I’m normally up until midnight answering questions. The listening party itself keeps you on your toes. I usually have a few tweets lined up beforehand – that way I can answer everyone’s questions while it’s live. It’s hard to keep up. There’s so many people out there saying things like “where are we now?” and I have to be on hand to say “two minutes and 34 seconds into track four ... no, it’s two minutes and 36 seconds now!” It’s growing every day. We could keep this going until Christmas. Sleaford Mods have just said they want to do all of their albums, every Thursday at 8pm. That’s what I love about it, it’s all about impulsive decisions and it spirals into a thing of its own. When I was first starting out, I would listen to Harvest by Neil Young to learn how to write songs. That was more of a conscious thing, but I’m sure listening to all these classic albums will affect my songwriting in some subliminal way. Hopefully it will, and you won’t ever get to hear that song I wrote about washing your hands. Tim Burgess’s I Love the New Sky is out on 22 May via Bella Union As told to Tim Jonze"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}