{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/08/john-prine-obituary", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-08T10:48:04Z", "webTitle": "John Prine obituary", "webUrl": "https://www.theguardian.com/music/2020/apr/08/john-prine-obituary", "apiUrl": "https://content.guardianapis.com/music/2020/apr/08/john-prine-obituary", "fields": {"headline": "John Prine obituary", "bodyText": "John Prine, who has died aged 73 due to complications of Covid-19, was a highly influential American singer-songwriter. Musically, his style veered between folk and country, with a dash of country-rock and rockabilly thrown in, but lyrically he was far harder to define. He wrote about the problems of everyday life, about loneliness, the elderly, victims of war and those abandoned by the American dream, but did so with a blend of poignancy, anger and sudden bursts of humour. So he would sing about an injured soldier leaving Vietnam with a morphine addiction “with a purple heart and a monkey on his back”, about Christmas in prison, and then, about an advice columnist: “Dear Abby, Dear Abby … My fountain pen leaks, my wife hollers at me and my kids are all freaks.” Bonnie Raitt, who covered one of his best known songs, Angel from Montgomery, compared him to Mark Twain for his combination of tenderness, wisdom and “homespun sense of humour”, while Bob Dylan, who admired his “beautiful songs”, commented that “Prine’s stuff is pure Proustian existentialism. Midwestern mindtrips to the nth degree.” In a career that lasted more than 50 years, Prine saw his songs covered by an extraordinary array of different artists including Raitt, Johnny Cash, Carly Simon, Bette Midler, the Everly Brothers, Joan Baez and many more. There were lengthy periods when he failed to produce new material – partly because of his battles with cancer – but his later albums were as original as his early work and helped him to win a new young audience towards the end of his career. When he played at Rough Trade East, off Brick Lane, London, in July 2018, the crowd was so large that it was impossible to get near the stage, and there was as much applause for new songs like Knockin’ on Your Screen Door, from his recently released The Tree of Forgiveness (his best-ever selling album in the US) as for early classics like Hello in There or Speed of the Sound of Loneliness. Born in Maywood, Illinois, just outside Chicago, John was the son of Verna Hamm and Bill Prine. His father was a factory worker who had moved to Illinois from the coal-mining town of Paradise, Kentucky. The family spent the summer back in Paradise, and here, along with his elder brother Dave, John listened to bluegrass music and studied the guitar styles of country music hero Doc Watson. But he had no immediate thoughts about becoming a musician. In Maywood he worked as a postman, before being drafted into the army in January 1966. He was lucky – instead of being sent to Vietnam he was sent to a base in Germany as a mechanical engineer. Back in Maywood he continued to work for the postal service, but started to write songs. He had heard Dylan’s 1969 country album Nashville Skyline, which included Cash, and – as he told Rolling Stone in 2017 – “I thought ‘man, there’s something there’ where their two paths crossed. My stuff belongs right in the middle.” He began singing at Chicago folk clubs, where he came to the notice of the country star Kris Kristofferson. He was so impressed that he invited Prine to play at the Bitter End club in New York, where the audience included Jerry Wexler, president of Atlantic Records. Wexler offered him a recording contract. Prine’s first album, simply entitled John Prine, was released in 1971. It was not a commercial success, but included a batch of songs that would come to be regarded as classics and would be extensively covered by other artists. These included Angel from Montgomery, Hello in There (a story of loneliness and ageing), Sam Stone (his angry story of a Vietnam veteran turned addict) and Paradise, a bitter-sweet song about the destruction of his father’s old home town where “the coal company came with the world’s largest shovel, and they tortured the timber and stripped all the land”. Prine was not yet a star but he kept writing memorable songs. Diamonds in the Rough (1972) included Clocks and Spoons, later covered by Jason Isbell and Amanda Shires, while Sweet Revenge (1973) included Christmas in Prison and the witty Dear Abby. In 1975 he startled his folk-scene followers by recording the album Common Sense with the producer Steve Cropper, house guitarist for the Stax label, and making use of electric guitars, saxophones, trumpets and backing vocals. The more stark and thoughtful Bruised Orange (1978) was better received, and included the inventive Sabu Visits the Twin Cities Alone, the story of an Indian actor on a promotional tour of the Midwest. Prine continued his musical experiments with Pink Cadillac (1979) which included rockabilly influences and production work from Sam Phillips, famed for his work with Elvis Presley. In the 1980s he returned to country-folk with a set of albums, among them German Afternoons (1986), which included The Speed of the Sound of Loneliness, a regular fixture in his live shows. There was a five-year gap before Prine released his next studio album, The Missing Years, which won him his first Grammy. Helped by a celebrity band that included Bruce Springsteen, Raitt, Tom Petty and Phil Everly on backing vocals, he proved was still in bravely inventive form with songs that included Jesus the Missing Years, which speculates wittily on what Christ might have done during the years unaccounted for in the Bible. Prine had become known as something of a Nashville hellraiser, but his life changed after he married Fiona Whelan in 1993, five years after they met at a party in Dublin. He became a father for the first time at the age of 48, and Fiona, his third wife, became co-manager of Oh Boy Records, his independent record label. His flourishing career received a major setback in 1997 when he was diagnosed with neck cancer. Surgery and radiation treatment the following year led to a change in his voice – it became deeper – but he continued writing and performing. In 1999 he released In Spite of Ourselves, an album of country duets (most of them weepies) in which he was joined by female country stars including Iris DeMent and Emmylou Harris, and in 2005 he released Fair and Square, a set of new songs that won him another Grammy. Playing in London that year, he proved that he was still an original and entertaining singer, despite his now more gruff and gravelly voice, as he introduced new songs from the album that included Some Humans Ain’t Human, which switched from humour to an attack on George W Bush for the Iraq war. Prine did not record another album of new self-composed songs for 13 years, and in that period he released two albums of cover versions (including a second set of duets with female country stars) and suffered further health problems. In 2013 he was operated on for lung cancer, and though a part of one lung had been removed he continued performing. His early album sleeves had shown him as a cheerful-looking figure sporting an array of different moustaches, but for the cover of his massively-successful 2018 comeback set The Tree of Forgiveness he showed how his appearance had changed because of the surgery. The album included songs about lost love and mortality, as well as the witty and angry Lonesome Friends of Science, that somehow combined his thoughts on the largest cast iron statue in the world, the demotion of Pluto from planet to a star, and his own lifestyle. It proved that his writing was still as individual as ever. The album was a Top 5 hit in the US. Prine won four Grammy awards, including a lifetime achievement award in 2020. He is survived by Fiona, and their sons, Jack, Tommy and Jody. • John Prine, singer-songwriter, born 10 October 1946; died 7 April 2020"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}