{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/08/joan-baez-where-to-start-in-her-back-catalogue", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-08T10:00:14Z", "webTitle": "Joan Baez: where to start in her back catalogue", "webUrl": "https://www.theguardian.com/music/2020/apr/08/joan-baez-where-to-start-in-her-back-catalogue", "apiUrl": "https://content.guardianapis.com/music/2020/apr/08/joan-baez-where-to-start-in-her-back-catalogue", "fields": {"headline": "Joan Baez: where to start in her back catalogue", "bodyText": "The album to start with Diamonds and Rust (1975) Invigorated by her new creative freedom after splitting with Vanguard Records in the early 1970s, Joan Baez wrote more of her own music than ever. The period led to inspired bouts of experimentation (she soundtracked a sci-fi film) as well as patience-testing indulgences (a 21-minute antiwar song on her 1973 album Where Are You Now, My Son?). Diamonds and Rust was the crowning achievement of her imperial period and one of the best singer-songwriter albums of the 70s. The crystalline voice that had made Baez the first lady of folk-rock had weathered into a warmer tone, and a kaleidoscope of genres including rock, jazz and soul added new colours to her maturing Washington Square sound. A stately take on Stevie Wonder’s ballad I Never Dreamed You’d Leave in Summer evokes the closing credits of a prestige weepie, while on the freewheeling Joni Mitchell duet Dida, the two singers’ voices swoop like swallows at dusk. Baez had butted heads with the 60s women’s movement, particularly for appearing on a cheeky anti-Vietnam conscription poster that stated: “GIRLS SAY YES to boys who say NO.” But Diamonds and Rust platforms women’s stories in its own way. Children and All That Jazz is a collaboration with the jazz virtuoso Hampton Hawes where Baez’s stream-of-consciousness lyrics describe the mindset of a frazzled mother – a perspective rarely made space for in “serious” art – her vocals doing soprano trapeze-work among the flurries of instrumentation. She is also unafraid to skewer the mythos of the scene that made her. The album’s title track is Baez’s greatest song, a clear-eyed postmortem of her romantic relationship with Bob Dylan that details rapturous highs and a novel’s worth of small cruelties. “As I remember your eyes were bluer than robin’s eggs / My poetry was lousy, you said,” she sings, her voice curdling. There’s more than a hint of that bruised sentiment in the “man child” poet Lana Del Rey described on Norman Fucking Rockwell, an artistic synergy confirmed by Del Rey and Baez’s exquisite live performance of Diamonds and Rust last year. The three albums to listen to next Joan Baez/5 (1964) There’s a strange, theremin-like purity to Baez’s singing voice in the traditional songs of her 1960 self-titled album that has led many critics to name it the best of her output that decade. Yet her outlaw taste and versatile abilities are more visible on Joan Baez/5, which includes singular takes on songs written by Johnny Cash and Bob Dylan, as well as a cut-glass cover of protest singer Phil Ochs’ There But for Fortune (it was Baez’s first UK Top 10 hit). Her embrace of global genres from Brazilian baroque to 18th-century English folk deeply intuitive here, while her version of Dylan’s It Ain’t Me Babe is sung as both a lament and a warning, perhaps as a sign of the couple’s souring relationship. Baez was beginning to show her teeth. Come From the Shadows (1972) While Baez was a force in the 60s anti-war movement and a civil rights advocate, politics hit her closer to home in 1969 when her husband, the anti-war journalist David Harris, was jailed for draft evasion. The resulting album, Come From the Shadows, had Americana flourishes, a folk soul, and was unambiguously in conversation with 70s rock. In the Quiet Morning is an ecstatic elegy for Janis Joplin, the stately piano of Rainbow Road recalls classic Elton John, while To Bobby calls out Bob Dylan for his lapsed activism (he was unamused). Most stunningly, Baez is reinvented as a country empath in Prison Trilogy (Billy Rose), recruiting a cast of Nashville musicians in a call-out of police brutality and the inhuman treatment of undocumented immigrants, climaxing in a grave call to action: “Help us raze the prisons to the ground.” Whistle Down the Wind (2018) With a deeper vocal range and steely point of view, Baez’s 25th and (supposedly) final album is a late-period victory lap with eyes firmly on the here-and-now. These 10 covers span genres and epochs, peaking with the moving title track, a Tom Waits cover on which Baez sings of a life misspent in husky, mournful tones. She also updates an Anohni ballad for today’s climate emergency, while a cover of Zoe Mulford’s The President Sang Amazing Grace, a song about the in 2015, is a masterclass of teeth-gritted grace. Baez’s fundamental optimism is intact even as she surveys the wreckage of the world. “It’s the bitter end we’ve come down to,” she sings over uplifting piano. “The eye of the needle that we gotta get through.” One for the heads The Altar Boy and the Thief (from Blowin’ Away, 1977) In the late 70s, Baez was an outspoken opponent of the Briggs initiative, a cruel proposal to ban gay and lesbian people from working in California schools. Her LGBTQ+ allyship was vividly brought to life in The Altar Boy and the Thief, a spare piano ballad from 1977’s Blowin’ Away. Inspired by the Pink Elephant, her local Santa Monica gay nightspot, Baez immortalises the bar’s open cruising and queens with “finely plucked eyebrows and skin of satin” in a cry for the rights of queer+ communities to live “unshamed”. It’s still hard to listen to without getting a lump in the throat. The primer playlist For Spotify users, listen below or click on the Spotify icon in the top right of the playlist; for Apple Music users, click here. Further reading And a Voice to Sing With: A Memoir, by Joan Baez (1987) Baez’s autobiography is wry, witty and refreshingly candid on clashes with Dylan and within her marriage, her commercial flops, and the unglamorous realities of activist life. Joan Baez’s Fighting Side, by David Browne, Rolling Stone (2017) Baez is in puckish spirits in this evocative and funny profile, holding forth on dating Steve Jobs in the 1980s, blaming a bad album cover on her quaaludes phase and showing off her new bling. Joan Baez/5: Sleeve notes, by Langston Hughes (1964) Hughes’s essay on Baez is as brilliant as you’d expect from the Harlem renaissance legend. It’s part autobiography, part poetic interpretations of her music. “When she is singing, so uniquely – she becomes the song – and it is hers,” he wrote. “And therefore artlessly, art.” • What is your favourite Joan Baez recording? Let us know in the comments."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}