{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/01/taylor-swift-donates-to-nashville-record-store-hit-by-coronavirus", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-01T15:54:25Z", "webTitle": "Taylor Swift donates to Nashville record store hit by coronavirus", "webUrl": "https://www.theguardian.com/music/2020/apr/01/taylor-swift-donates-to-nashville-record-store-hit-by-coronavirus", "apiUrl": "https://content.guardianapis.com/music/2020/apr/01/taylor-swift-donates-to-nashville-record-store-hit-by-coronavirus", "fields": {"headline": "Taylor Swift donates to Nashville record store hit by coronavirus", "bodyText": "Taylor Swift has made a financial contribution to a record store in her home city of Nashville that was in danger of going out of business because of coronavirus. Doyle Davis, co-owner of Grimey’s, told Rolling Stone that Swift had paid for three months of the staff’s health insurance plan, as well as making undisclosed cash donations. “We were very surprised, and I would have to say amazed,” Davis said. “It’s a huge deal to us and now I have some peace of mind as we apply for loans to pay rent, vendors, and other expenses. This assistance from Ms Swift helps give us a real shot at coming back on the other side of this.” Swift has also given cash donations to fans who are struggling amid the pandemic, and to the food bank charity Feeding America. She also recently pledged $1m (£790,000) to people affected by the recent tornados in Nashville and Tennessee. Swift’s support of Grimey’s is part of a wider drive to prop up record stores, which are suffering after having to close because of the coronavirus outbreak. A campaign launched in the UK, #loverecordstores, encourages people to make purchases online from independent record shops, with supporters including Paul Weller and Peter Gabriel. Elton John posted a three-minute video in aid of the campaignIn it, he said record stores were “a vital part of the community. They’re a vital part of my life … They’re a wonderful place to visit, you can hang out there and the people behind the counter are so involved in what they do … they’re magical … keep these places open, they’re the lifeblood of music and I adore them.” Record Store Day, a focal point for independent stores around the world that generated 827,000 US vinyl sales in the week of the 2019 event, was scheduled for April 18 but has been postponed until June 20."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}