{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/from-the-archive-blog/2020/apr/09/day-beatles-broke-up-paul-mccartney-1970", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-09T12:08:05Z", "webTitle": "The day the Beatles broke up: fly away Paul - archive, April 1970", "webUrl": "https://www.theguardian.com/music/from-the-archive-blog/2020/apr/09/day-beatles-broke-up-paul-mccartney-1970", "apiUrl": "https://content.guardianapis.com/music/from-the-archive-blog/2020/apr/09/day-beatles-broke-up-paul-mccartney-1970", "fields": {"headline": "The day the Beatles broke up: fly away Paul - archive, April 1970", "bodyText": "Beatle grip holds Paul by Jackie Leishman 11 April 1970 Paul McCartney confirmed yesterday that he had broken with the Beatles. But it seems certain that even if he wants to, circumstances will prevent him from straying too far. The issue is complicated by McCartney’s refusal to speak to the world beyond filling in the answers to a questionnaire drawn up by the Beatles’ organisation, Apple. He did say then he did not know whether his break with the Beatles was temporary or permanent; that he did not have any relationship with Mr Alan Klein, the Beatles business manager (a figure of some importance in this matter); that Mr Klein did not represent him in any way; that he had no plans to record with other Beatle members in the future; that he could not imagine writing with John Lennon again; and that in making his first solo album he had not missed the talents of the other Beatles. Mr Klein said that McCartney’s statement had not changed things from what they were six or 12 months ago. But he did recognise “that Paul is antipathetic towards me” and “it’s never pleasant when someone appears not to like you.” Personal problems Mr Klein added: “Paul has his own personal problems, but at the same time he is obligated into Apple for a number of years and he is as aware as anybody else in the organisation that if he broke his contract, which he couldn’t do anyway, it would be financially disastrous from a tax point of view for John, George, Ringo and himself.” Mr Klein, speaking at Apple headquarters, said it had never been a secret that Paul had always wanted his father-in-law, Mr Lee Eastman, in the job the other three Beatles voted Klein into last May. Fly away Paul Edward Greenfield assesses the Beatles’ achievements 11 April 1970 Leonard Bernstein, the greatest leaper of barriers the modern world of music has known, commented not so long ago on an opera he planned to write. “I keep having visions,” he said, “of four young men playing guitars.” The Beatles for longer than anyone thought possible were an inescapable force. Not only Bernstein, not only the Times music critic (whose comment on the Beatles’s “Pandiatonic clusters” has become a classic critical quotation) but anyone with an ear for a distinctive sound, a good tune and bags of energy, could readily understand that here was something beyond the normal confines of “pop.” From the start, there was far too much to explain away in terms of high powered promotion. It was of course, a team job, involving not just the four young men themselves, but the shrewd guidance of Brian Epstein, their manager, and more important still the musical tutelage of their recording manager, George Martin. From the start they always had a talent for inventing memorable ideas usually in the form of good tunes, but that talent was initially obscure enough to elude a whole battery of record promoters who turned them down before George Martin, in charge of the Parlophone label, somewhat diffidently gave them a test and took to them at once. They took to him too, largely because they knew he was responsible for the Goon records. Psychedelic “ring” cycle I remember about a year ago very seriously sitting down one Saturday afternoon to what became a sort of psychedelic “ring” cycle – the Beatles LPs played in chronological order. Once I had adjusted to the decibel level, it became a fascinating exercise, for unlike almost any other major pop composers, they developed perceptively from one LP to the next. Certain elements were there from the beginning – above all the ability to throw off a memorable turn of melody – but their aims and achievement gradually expanded. I know many intellectual Beatles fanatics feel that the culmination came in Sergeant Pepper when the media got well and truly mixed, Stockhausen was invoked, and psychedelia ran riot. That for many became a sort of Beatle “third period,” to be treated with a reverence normally reserved for late Beethoven. My own feeling – particularly after my Beatles “ring” cycle – is that the resorting to mixed media, the development of electronic ideas to the point where they submerged the music, was interesting, but marked a deteriorating of their musical inventiveness. Like Noel Coward or Cole Porter, they have been above all good tunesmiths (arguably Lennon and McCartney have written more good tunes loan anyone else since the war except Benjamin Britten) and an LP like Revolver with its sweet McCartney numbers For No One and Here, There and Everywhere marks the high point, the period which developed from the haunting Yesterday. The Beatles may be gone as a group, but not as exuberant individuals. I have long been curious to find out exactly who did what and whose talent was really dominant. George Harrison’s numbers have only latterly struck out with the sort of musical invention that marked Lennon and McCartney from the start. As between John and Paul one would expect dominance in words from the one, dominance in music from the other. It was not in fact as simple as that, but my hunch is that Paul McCartney was the main talent. It may be that without the abrasive contact of his colleagues, his melodic gift will peter out. I hope not. With any luck we have here a major inventor of tunes for 50 years to come. As a start I’m looking forward to his individual LP. It’s been a hard day’s social change by Keith Dewhurst 18 April 1970"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}