{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/02/ellis-marsalis-jazz-wynton-branford", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-02T07:49:10Z", "webTitle": "Ellis Marsalis, jazz pianist and father to Wynton and Branford, dies aged 85", "webUrl": "https://www.theguardian.com/music/2020/apr/02/ellis-marsalis-jazz-wynton-branford", "apiUrl": "https://content.guardianapis.com/music/2020/apr/02/ellis-marsalis-jazz-wynton-branford", "fields": {"headline": "Ellis Marsalis, jazz pianist and father to Wynton and Branford, dies aged 85", "bodyText": "Ellis Marsalis, the jazz pianist who fathered two of America’s most celebrated jazz performers in Wynton and Branford Marsalis, has died aged 85. He is suspected to have died from the Covid-19 virus, after being admitted to hospital with symptoms. His test results are pending. LaToya Cantrell, mayor of his home town New Orleans, described Marsalis as: “a legend, the prototype of what we mean when we talk about New Orleans jazz”. Marsalis was an acclaimed pianist who helped bring the bebop style south to New Orleans, where swing and big-band jazz had dominated. He played alongside Ornette Coleman, featured on a recording alongside hard bop stars Nat and Cannonball Adderley, and recorded 20 solo albums. In 1987, he composed music for a recorded version of the King Midas tale, narrated by Michael Caine and featuring cellist Yo-Yo Ma. But he was most celebrated as a teacher, training, among others, Harry Connick Jr and Terence Blanchard, as well as mentoring his famous sons. His younger son, Wynton, became a trumpeter who straddled jazz and classical music, and in 1997 was the first jazz performer to win the Pulitzer prize for music. Branford, a saxophonist, would go on to play with Miles Davis and Dizzy Gillespie and crossed over into pop , playing with Sting and recording the saxophone part for Public Enemy’s Fight the Power. Both brothers cut their teeth in one of the great mid-century groups, Art Blakey’s Jazz Messengers. Two more of Ellis’s six sons also became jazz performers: Jason, a drummer, and Delfeayo, a trombonist. Branford said in a statement: “My dad was a giant of a musician and teacher, but an even greater father. He poured everything he had into making us the best of what we could be. My friend and Harvard Law professor David Wilkins just sent me the following text: ‘We can all marvel at the sheer audacity of a man who believed he could teach his black boys to be excellent in a world that denied that very possibility, and then watch them go on to redefine what excellence means for all time.’”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}