{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/02/cristina-no-wave-pop-cristina-monet-palaci-things-fall-apart", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-02T18:51:53Z", "webTitle": "Cristina: no wave's daring darling captured the beautiful and damned | Alexis Petridis", "webUrl": "https://www.theguardian.com/music/2020/apr/02/cristina-no-wave-pop-cristina-monet-palaci-things-fall-apart", "apiUrl": "https://content.guardianapis.com/music/2020/apr/02/cristina-no-wave-pop-cristina-monet-palaci-things-fall-apart", "fields": {"headline": "Cristina: no wave's daring darling captured the beautiful and damned", "bodyText": "For a brief moment in the early 80s, ZE Records could reasonably call itself the hippest label in the world, but it was deeply peculiar enterprise from the start. The brainchild of Michel Esteban and Michael Zilkha – the Manhattan based, Oxford-educated son of the founder of Mothercare – it bridged New York’s punk and disco scenes. Given how implacably opposed the two genres were (“Death to disco shit, long live rock!” ran an editorial in the first issue of Punk magazine) it should have been a disaster, but ZE somehow made it work. They signed the cream of New York’s supremely challenging post-punk no wave bands – Mars; Teenage Jesus and the Jerks, with their volatile singer Lydia Lunch – alongside disco producer Bob Blank. There was also August Darnell, the musician and producer behind one of disco’s greatest albums, the eponymous debut by Dr Buzzard’s Original Savannah Band, and Machine’s extraordinary single There But for the Grace of God Go I, a rare example of disco in explicit protest-song mode. Zilkha encouraged no wave band the Contortions to record a disco album, Off-White, and attracted artists who thought along similar lines to him and Esteban: the Waitresses, Don and David Was, Lizzy Mercier Descloux. And then there was Cristina Monet-Palaci. Her recording career should have been a disaster – she was Zilkha’s model-beautiful girlfriend and, by her own admission, her singing voice was “hopeless”. But she was also extremely smart and a talented writer. Paired first with Darnell and then Don Was, she began turning out songs that felt like short stories: acidly funny, cynical, smart, occasionally moving. She turned her vocal limitations to her advantage, reciting her lyrics in a perfectly enunciated sprechgesang that fluctuated between blank-eyed and bored, breathily sexy and gleefully vicious. Her debut single, Disco Clone, had her duetting with a young Kevin Kline, the latter playing a dancefloor predator to Cristina’s coquettish android. Called on to write a Christmas song for a seasonal ZE compilation – the original home to the Waitresses’ Christmas Wrapping – she came up with the extraordinary Things Fall Apart, a series of reminiscences of disastrous Christmases past involving fatal illnesses, penury, broken relationships and loneliness. It may well be the starkest festive song ever recorded. She also developed a sideline in détourned cover versions. Her startling version of Leiber and Stoller’s standard Is That All There Is? featured new lyrics of her own devising, in which the protagonist is revealed to be scarred by her mother’s mental illness and winds up a co-dependent partner in an abusive relationship. “I fell in love with the most wonderful boy in Manhattan,” she drawled with relish. “He beat me black and blue and I loved it.” It might well have been a hit had Leiber and Stoller not been so upset that they successfully sued to have the single withdrawn. Her eponymous debut album clearly bore Darnell’s hand, both in the Latin American-inspired arrangements and the high camp, B-movie atmosphere. Its follow-up, Sleep It Off in 1984, was a brilliant collection of songs that shifted from Ballad of Immoral Earnings – originally written by Bertolt Brecht, Kurt Weill and others – to Don’t Mutilate My Mink, which seemed to come from alternate musical universe where the Sex Pistols were fronted by Audrey Hepburn. She was particularly good at capturing one aspect of the demi-monde from which Ze had sprung, drawing sharp portraits of moneyed but dissolute women slumming it in New York’s arty nightclubs that veered from satire to sympathy. Occasionally, she slipped into darker territory: the acoustic closer He Dines Out on Death depicted a man who uses his wife’s suicide to social advantage. Even packaged in an ultra-hip sleeve designed by Jean-Paul Goude, this was strong stuff for the pop climate of 1984. “Not for the MTV crowd,” advised Rolling Stone in an otherwise glowing review. Cristina herself once protested that women in rock were expected to deal in “whiny poignancy or cutesiness or ‘Fuck you, Jack!’ in a leather jacket”. The album flopped, and Cristina retired from music, in the mistaken belief that Zilkha, now her husband, had “bought [her] a career”. She moved to Texas to raise their family – “I felt like the Madame Bovary of the freeway,” she later said – before returning to her original vocation as a critic and contributing to the Times Literary Supplement. “You were always a brilliant writer,” her mother remarked after witnessing one of Cristina’s live performances, “how could you be so self-destructive as to sing?” But in her absence from music, the stock of her slender back catalogue grew, particularly with the early noughties interest in New York post-punk and the genre retroactively named disco-not-disco. Everything she had recorded was re-released in 2004 to glowing reviews: her oeuvre was perfectly of its time yet hadn’t dated. Despite the renewed interest, she declined to make another album (“I’m an old trout”) but was briefly lured back into the studio by New York producer Ursula 1000. On the resulting Urgent/Anxious, she sounded exactly as she had 20 years earlier: completely unlike anything else. Or as singer-songwriter Zola Jesus put it on hearing of her death: “Too weird for the pop world, too pop for the weird world.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}