{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/03/m-ward-migration-stories-review-expanding-the-borders-of-americana", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-03T09:00:16Z", "webTitle": "M Ward: Migration Stories review – expanding the borders of Americana", "webUrl": "https://www.theguardian.com/music/2020/apr/03/m-ward-migration-stories-review-expanding-the-borders-of-americana", "apiUrl": "https://content.guardianapis.com/music/2020/apr/03/m-ward-migration-stories-review-expanding-the-borders-of-americana", "fields": {"headline": "M Ward: Migration Stories review – expanding the borders of Americana", "bodyText": "A quarter of a century ago, on the song Windfall, Son Volt conjured a lyric that pretty much captures the modus operandi of M Ward: “Catching an all-night station somewhere in Louisiana / Sounds like 1963, but for now it sounds like heaven.” Over more than 20 years, Ward has developed and refined a style whose roots are planted somewhere between Elvis leaving the army and the Beatles coming to the fore, but whose branches and blooms are very much part of modern Americana. His 10th studio album is true to form, often lovely, perhaps too often familiar. There are reference points from across American music: John Fahey (Stevens’ Snow Man), a featherlight cover of the 1940s standard Along the Santa Fe Trail, and the perpetual sound of twangy guitars and reverbed vocals. But Migration Stories is at its most appealing when Ward stretches his legs a little, such as when he tiptoes around the edges of alt-rock and brings in synths on Unreal City, where his facility with melody and arrangement means he doesn’t sound like he’s stepping outside his comfort zone so much as pushing its boundaries outwards; or when he gives the ballad Real Silence a synthetic throb that pushes it gently in the direction of Cigarettes After Sex; or Independent Man, where lambent sax alters the mood. There is, though, the unmistakable sense that if you already love M Ward, you’ll love Migration Stories, but that if you’re not already converted you might just as well stick a pin anywhere in his discography and start there (I’d go with 2005’s Transistor Radio). After 10 albums it’s hard to surprise, and Ward isn’t the first artist with a distinct style to encounter that issue."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}