{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/02/yves-tumor-heaven-to-a-tortured-mind-album-review-warp", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-02T11:00:49Z", "webTitle": "Yves Tumor: Heaven to a Tortured Mind review – strong, wrong songs of a rare genius", "webUrl": "https://www.theguardian.com/music/2020/apr/02/yves-tumor-heaven-to-a-tortured-mind-album-review-warp", "apiUrl": "https://content.guardianapis.com/music/2020/apr/02/yves-tumor-heaven-to-a-tortured-mind-album-review-warp", "fields": {"headline": "Yves Tumor: Heaven to a Tortured Mind review – strong, wrong songs of a rare genius", "bodyText": "The opening track on Sean Bowie’s fourth album under the name Yves Tumor has a bold, swaggering title – Gospel for a New Century – and a sound to match. It struts along on a tight, funky rhythm, punctuated by explosions of dramatic blaxploitation-soundtrack brass swiped from a 1978 pop-funk album by South Korean vocalist Lee Son Ga. There’s a weirdness to the whole enterprise – something chaotic and edgy about the atmosphere, and somewhere in the distance there are faintly disturbing cut-up female vocals – but you don’t notice it unless you concentrate. Certainly you don’t notice it as much as the impassioned vocal, the lyrics about sexual desire and unrequited love, and the killer chorus. It sounds like the track of a leftfield artist marshalling themselves to make something more straightforward and commercial – which fits with the person behind it. The first album by Yves Tumor (who uses they/them pronouns), When Man Fails You, which they self-released in 2015, was way out in the leftfield: a collection of dark ambient instrumentals, bursts of noise and unsettling field recordings. Each of their acclaimed subsequent releases seems to have edged at least a little closer to the mainstream, but never as stridently as this. But the sense that Bowie may be making a concerted bid for a wider audience lasts only slightly longer than Gospel for a New Century does. Track two, Medicine Burn, opens with a rolling funk rhythm but is quickly consumed by a dense sprawl of noise in which distorted electric guitar becomes indistinguishable from harsh electronics. There’s definitely a song in there, but it fights for space amid an ever-increasing sonic tumult. Casting around for something to compare it to you might suggest Parliament-Funkadelic at their most whacked-out, or side one of David Bowie’s “Heroes” (there’s a hint of Beauty and the Beast, or Joe the Lion’s Robert Fripp-assisted wall of noise, and some of Bowie’s wilful opacity in the lyrics – “Severed heads on the mental guillotine, life of blasphemy, room full of kings”). But it doesn’t really sound like either. It’s viscerally thrilling but it sounds no more like a bid for mainstream acceptance than it does the Massed Bands of the Coldstream Guards. Whatever you think I am, I’m not: that seems to be the overall message. Few current artists are quite as slippery and evasive as Sean Bowie, who retains a perfunctory social media presence and rarely gives interviews. When they do, they go out of their way to resist categorisation. They don’t define their androgynous, constantly-changing appearance: “My gender or my sexuality or my feelings about equality [aren’t] my personal brand.” It’s not even clear if Sean Bowie is their real name. What we do know is that they come from Knoxville, Tennessee; that they worked with – or perhaps constituted the entire lineup of – a chillwave band called Teams; collaborated with rapper Mykki Blanco; and have a liking for both “funky, groovy shit” (a legacy of their parents’ love of soul) and “harsh, disgusting shit”. And they’re a fan of Throbbing Gristle, whose influence you can hear in the mournful, distant tones and streaks of noise that decorate the instrumental Asteroid Blues. One other fact about them is that, as evidenced by Heaven to a Tortured Mind, they’re exceptionally talented. There’s real skill involved in coming up with something that sounds coherent while shifting through so many styles, as if defying the listener to get a handle on it – often over the course of the same track. The lo-fi R&amp;B of Romanticist is disrupted by clumsy guitar power chords, then a knotty mesh of samples and noise; Kerosene! goes from hazy guitar-and-synth indie somewhere in the region of Ariel Pink to a grandstanding stadium rock guitar solo to fervent female vocals that variously, if vaguely, recall the Cocteau Twins’ Elizabeth Fraser and Claire Torry’s star turn on Pink Floyd’s The Great Gig in the Sky. But Heaven to a Tortured Mind really does sound coherent. It is punchy and concise; its stylistic leaps and short-circuits always feel intended – the product of someone operating to their own internal logic rather than randomly throwing ideas at the wall. It helps that Bowie is a really strong songwriter. For all the musical bedlam, virtually everything here is richly melodic. Tellingly, the album’s weakest moments come when they let the tunes slip from their grasp, as on Folie Imposée or the meandering Strawberry Privilege. But , if you so desired, it feels as though you could alter the arrangement of Super Stars or album closer A Greater Love and turn them into something straightforwardly commercial. Of course, that would be missing the point. The excitement of Heaven to a Tortured Mind lies in the uncertainty it engenders in the listener, the feeling that you’re never sure what’s about to happen next. That’s a rare sensation in a predictable musical landscape. In the best sense of the phrase, Yves Tumor is off in a world of their own. What Alexis listened to this week Christine Lewin – Juicy Fruit From reissue label Athens of the North’s new collection of lovers rock covers of soul/disco classics For the Love of You, a low-rent but blissful trip through the Mtume classic."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}