{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/07/bjork-listeners-digest-where-to-start-back-catalogue", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-07T13:30:02Z", "webTitle": "Björk: where to start in her back catalogue", "webUrl": "https://www.theguardian.com/music/2020/apr/07/bjork-listeners-digest-where-to-start-back-catalogue", "apiUrl": "https://content.guardianapis.com/music/2020/apr/07/bjork-listeners-digest-where-to-start-back-catalogue", "fields": {"headline": "Björk: where to start in her back catalogue", "bodyText": "The album to start with Post (One Little Indian, 1995) While the nightlife-inspired, genre-hopping vivaciousness of Björk’s first album, Debut, made her a superstar, its follow-up, Post, laid the template for her career to come. It is both accessible and wildly experimental, and, for a record that spawned a hit as massive as her cover of It’s Oh So Quiet, it is resolutely unique and strange, always existing at the intersection of art and pop. She wrote the record after moving to London, and, while it shares some of its predecessor’s affection for trip-hop and house music, it has a harder edge and hints at darker nights. In the techno-tinged pop sludge of Army of Me and Enjoy, you can see the origins of what would become an enduring fascination with digital technology. But it carries itself lightly in places, too, and is frequently gorgeous and glorious, particularly when it comes to the storytelling. Hyperballad is a folk tale of anxiety and love; Isobel ushers itself along string-laden beats to weave a wonderful fable of a clash between the ancient and modern; and Possibly Maybe is as sparse and minimal as Björk gets, stripped to its bare bones, and astonishingly beautiful with it. The three to check out next Homogenic (One Little Indian, 1997) This masterpiece remains Björk’s greatest and most cogent record to date. Her first two albums had hopped around sounds, trying things on and shrugging them off, but Homogenic settles into an epic orchestral feel that marries itself to skittering, aggressive beats. Encountering a Björk record for the first time always leaves the feeling of never quite having heard anything like it before, but that is never more true than here, where the music pulls between icy and warm, robotic and natural. It is also drily funny at times, for which Björk rarely gets credit. “I thought I could organise freedom / How Scandinavian of me,” she belts out, on the pounding military march of Hunter. Vespertine (One Little Indian, 2001) After Homogenic came a softening, and Vespertine, dealing with love and desire, is Björk at her most beautiful. She finds new textures in her voice, and its acrobatics are less flashy and more delicate, against an intricate world conjured up out of harps, music boxes and the clavichord. Among non-fans, there can be a perception that Björk is, at times, hard work, that her experiments in sound can be a chore to listen to, but this is simply sublime. Biophilia (One Little Indian, 2011) The interplay between nature and technology, a longstanding concern, became explicit on this album “about the universe”, which was also released as a series of apps and turned into an educational programme to help teach schoolchildren about science. Bells and whistles aside, this is underrated in the Björk canon, and is packed with gems, from the dubstep-ish banger Crystalline, to the majesty of Virus, all wrapped around mind-bending, otherworldly time signatures. The remix album, Bastards, is also well worth tracking down. One for the heads Live Box (One Little Indian, 2003) Björk’s live shows are ever-shifting experiences – you never know if you’ll get a full orchestra, a giant musical Tesla coil or a 12-strong flute club. This box set made a live album each out of shows around her first four records, plus a short bonus DVD, and it stands as a testament to the fact that she has long been one of the finest and most mesmerising performers in the world. The primer playlist For Spotify users, listen below or click on the Spotify icon in the top right of the playlist; for Apple Music users, click here. Further reading Hips. Lips. Tits. Power., by Adrian Deevoy This now infamous, very 90s cover of Q magazine got PJ Harvey, Tori Amos and Björk together for a very 90s music-press chat (“Would you spill their pint?”). Some of it hasn’t aged well, but, as a portrait of Björk in the early stages of her solo career, it has the curiosity factor, and it is a reminder of just how rapid her rise to fame was with Debut. “I guess I was lucky in that I became a public property in Iceland when I was 11, so I had 15 years of hardcore rehearsals before all of this hullabaloo,” she said. The Invisible Woman: A Conversation with Björk, by Jessica Hopper In this wide-ranging interview around the devastating yet restorative 2015 album Vulnicara, Björk broached the personal loss that inspired the record, and once again addressed the issue of male collaborators being credited with her arrangements and production. “I want to support young girls who are in their 20s now and tell them: You’re not just imagining things. It’s tough. Everything that a guy says once, you have to say five times.” ‘People miss the jokes. A lot of it is taking the piss out of myself’, by Miranda Sawyer The playfulness in Björk’s work is often passed over, so it is wonderful to see her optimism and humour brought out in this Utopia-era interview. Sawyer nails the point that Björk has “worked in music for more than 30 years, so she’s called a pop star. But really, she’s an artist in disguise.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}