{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/03/paul-mccartney-wings-post-beatles-back-catalogue-listeners-digest", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-03T10:00:16Z", "webTitle": "Paul McCartney: where to start in his solo back catalogue", "webUrl": "https://www.theguardian.com/music/2020/apr/03/paul-mccartney-wings-post-beatles-back-catalogue-listeners-digest", "apiUrl": "https://content.guardianapis.com/music/2020/apr/03/paul-mccartney-wings-post-beatles-back-catalogue-listeners-digest", "fields": {"headline": "Paul McCartney: where to start in his solo back catalogue", "bodyText": "The album to start with Paul and Linda McCartney – Ram (1971) Orthodox views of Paul McCartney’s post-Beatles career usually single out Band on the Run from 1973 as the uncontested highpoint. But, as good as that album is, this one might have the edge. It is as dizzyingly varied as its author’s late-period work with his first group, and it’s smattered with experimental, bucolic touches. And, like the two albums that sit either side of it – McCartney (1970), and Wings’s debut Wild Life (1971) – it sometimes suggests a try-out for the home-baked music later pioneered by such talents as the Beta Band and Beck on the occasions he reached for an acoustic guitar. The album’s lyrics and mood capture the strange, uncertain aftermath of the Beatles and the 60s, and that of a man suddenly adjusting to a new life. Ram was largely recorded in New York in early 1971, weeks before the opening of the court case that would dissolve the Beatles’ legal partnership. Some of its songs were believed to be digs at John Lennon, not least by Lennon himself – which was true in some cases (Too Many People, with its Beatles-ish rephrasing of “piece of cake” as “piss off, cake”), and false in others (the gently mocking, melancholic Dear Boy was aimed at Linda McCartney’s first husband). Even songs that seem to escape specific meanings evoke the state of relations between McCartney and his former comrades, not least on the two widescreen pieces that form Ram’s ballast: witness the sad, sighing passages of Uncle Albert/Admiral Halsey, a perfect evocation of England in the rain, and the ecstatic glimpse of sudden freedom in The Back Seat of My Car. There are makeweights, for sure: Eat at Home, Smile Away, 3 Legs. But when the music coheres, you can hear the same boundless sensibilities that defined the long medley on Abbey Road, and a talent who could make magic out of the most unlikely ingredients. The three albums to listen to next Wings – Band on the Run (1973) A couple of years into Wings’ career, two members suddenly left, and a party of three – the two McCartneys and ex-Moody Blue Denny Laine – set off for Lagos, Nigeria. The sessions were not exactly easy (among other mishaps, McCartney was mugged at knifepoint), but the adversity only seemed to push things on. The title track’s three-part suite is superb, as are Bluebird, Jet and Let Me Roll It, which mischievously nicked its sound from Lennon circa 1970. It all conjures up a world of wicker chairs, cigarette smoke and eight-track cartridges, in a very good way. If you want a sense of the world in which the album was created, consider that one of its key tracks was written when the McCartneys holidayed in Jamaica and had dinner with Dustin Hoffman, who was filming Papillon with Steve McQueen. Hoffman challenged Paul to write a song based on Pablo Picasso’s final utterance: “Drink to me, drink to my health. You know I can’t drink any more.” He duly began writing the song that would become Picasso’s Last Words, while Hoffman marvelled: “Look, he’s doing it, he’s doing it!” Paul McCartney – McCartney (1970) His first solo album, created when the wounds from the Beatles’ split were still raw. Rather than a grand statement like George Harrison’s triple album All Things Must Pass, McCartney decided to make an intimate, loose record whose essential theme he characterised as “home, family, love”. It’s smattered with songs from a purple patch that stretched back three years: Every Night, Maybe I’m Amazed, Junk (demoed for The White Album), and the sweet, sad Teddy Boy, which was almost recorded for Let It Be. Momma Miss America was sampled by the Beastie Boys on Johnny Ryall, included on the soundtrack to Jerry Maguire in 1996 and became a favoured record of big beat DJs circa 1998. Paul McCartney – Chaos and Creation in the Backyard (2005) Other candidates for special attention include 1982’s George Martin-produced Tug of War, 2001’s Driving Rain (which includes From a Lover to a Friend, one of the most affectingly personal songs he has ever written), and the best bits of 1989’s Flowers in the Dirt, partly co-written with Elvis Costello. But this 2005 album, overseen by Radiohead producer Nigel Godrich, cries out for a mention. McCartney described the sessions as “like being pulled through a hedge backwards”. Godrich began by insisting that McCartney left his live band behind, and then “refused to allow me to sing songs that he didn’t like, which was very cheeky of him”. The result was a stripped-back record peppered with knowing glimpses of McCartney’s past (Jenny Wren is the third of the trilogy that includes Blackbird and Bluebird), but also real moments of candour: Riding to Vanity Fair is a song of bitter disappointment in a lover, friend or partner, so raw that it takes your breath away. One for the heads Paul McCartney – McCartney II (1980) After a last lineup change and his temporary imprisonment in Japan after weed was discovered in his suitcase, Wings foundered. Just before the end, a lone McCartney had quietly gone back to the methods of his first solo album and made an array of exploratory, art-for-art’s-sake music that might have harked back to 1970-71, were it not for an abundance of early electronica and such vogueish influences as Talking Heads, clearly audible on Temporary Secretary. The lead-off single Coming Up so impressed Lennon that he resolved to restart his musical career after five years at home, but this period’s real treats were more esoteric and envelope-pushing. For proof, listen to the 10-minute B-side Secret Friend, included on McCartney II’s 2011 reissue, which suggests some lost Balearic classic from 10 years later. The primer playlist For Spotify users, listen below or click on the Spotify icon in the top right of the playlist; for Apple Music users, click here. Further reading Paul McCartney: Many Years from Now by Barry Miles (1998) Notwithstanding its author credit, this authorised view of its subject’s 1960s is so heavy on quotations and personal insights that it’s almost a work of autobiography. Strong on his songwriting and central place in London’s counterculture, as well as the Beatles’ split. Man on the Run: Paul McCartney in the 1970s by Tom Doyle (2013) The work of a consummate music writer, full of a sense of how downright odd this period could be: drug busts in Sweden and Japan, the famous tour when the nascent Wings turned up unannounced at student unions, you name it. Wingspan: Paul McCartney’s Band on the Run by Paul McCartney and Mark Lewisohn (2003) Basically what used to be called a coffee-table book, which works as a photographic companion piece to Doyle’s book. The best material portrays Wings’ 1976 US arena tour, when McCartney decisively jumped out from the Beatles’ shadow."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}