{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/03/dua-lipa-you-have-to-be-made-of-steel-to-not-let-words-get-to-you", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-03T05:00:11Z", "webTitle": "Dua Lipa: 'You have to be made of steel not to let words get to you'", "webUrl": "https://www.theguardian.com/music/2020/apr/03/dua-lipa-you-have-to-be-made-of-steel-to-not-let-words-get-to-you", "apiUrl": "https://content.guardianapis.com/music/2020/apr/03/dua-lipa-you-have-to-be-made-of-steel-to-not-let-words-get-to-you", "fields": {"headline": "Dua Lipa: 'You have to be made of steel not to let words get to you'", "bodyText": "Dua Lipa knew two things before starting the follow-up to her massive self-titled 2017 debut: she would call it Future Nostalgia, and it would be “an album that was really fun and made me wanna dance and removed the outside world”, she says. Few albums have fulfilled their intended purpose faster. Future Nostalgia was meant to arrive today, until an online leak brought it forward to the first Friday of Britain’s coronavirus lockdown. Lipa wasn’t sure it felt right to release it during the pandemic, but accurately concluded that her brilliant disco-wreathed anthems-in-waiting – the kind that transform kitchen tiles into a makeshift Studio 54 – might distract fans from the news. At the very least, a day of radio interviews and unceasing congrats stopped the 24-year-old from stressing about when to take her government-sanctioned daily walk. We FaceTime in the early evening of Future Nostalgia’s premature birthday, Lipa at ease in a Christopher Kane “Techno Sexual” jumper, modish straw-on-tarmac hair tied up, saucer eyes unadorned. Like everyone, she has been self-isolating, eating chips and watching Tiger King. Unlike everyone, she is doing it in a plush Airbnb (her London flat flooded) with her model boyfriend Anwar Hadid (brother of models Gigi and Bella). Later, she will be conference-calling friends and family to “drink and dance through the phone”. Although Lipa says today has felt like Christmas, it is still an anticlimactic arrival for an album that the British music industry has been banking on. Hers is the rare homegrown success not belonging to anyone named Sheeran or Adele, born from no-nonsense mega-pop in the vein of Britney and her idol Pink. In 2017, Lipa was the most-streamed female musician in the world. A year later, she became the first female solo artist to get five Brits nominations (she won two), and the youngest woman to break 1bn YouTube views with her video for New Rules, the single that transformed her from pop journeywoman to superstar. This January, it hit 2bn. Success creates freedom and pressure, says Lipa. At 11 tracks, the focused Future Nostalgia bucks pop’s trend for bloated, spread-betting albums that try to please all-comers. But her initial intention for the record – to have fun and ignore the world – came after online criticism threatened to dent her self-worth. “People almost made me feel bad about my achievements, or didn’t allow me to feel proud of the things that I’ve done because they made me feel like I was almost unworthy of them,” she says. “Even though I know I’ve worked really hard and I did so much of the work, the performances and behind the scenes.” There are two key words here, the first being “almost”: Lipa is indomitable, not given to vulnerability, or at least not to showing it. The second is “work”: Lipa’s parents are Kosovar-Albanian Muslim immigrants who fled war-torn Kosovo for the UK in 1992. She was born in 1995, and lived in London until the family returned to Pristina when she was 10. At 15, she came back to pursue pop stardom, persuading her parents she would have a better chance of getting into a British university if she finished school here. Where most kids would go wild, Lipa grafted, pestered people with her demos and became an assiduous networker (the Instagram page for Girls Collective, a DIY talent agency she started with five friends, is still live). One connection led to another and she signed first with Lana Del Rey’s management team, then to Warner Music. It took two years from releasing her debut single, New Love – showing off her trademark bungee-jump vocals and ex-vanquishing MO – to her first album. The latter was repeatedly delayed, Lipa a prime study of how pop careers build slowly and evolve publicly in the streaming era – and living proof of the “adaptability” she admired in her parents. “With every song, the momentum was building, but only tiny little bits,” she says. “I was doing new things, I was learning what was expected of me, how to be in front of a camera, how to better the last performance.” But her singles were not charting well. By the time she released two successive collaborations – modern pop’s stabilisers – fans worried she was destined for pop’s dumper. Then she unleashed the video to New Rules, “and it was like rocket fuel”, she says, a feminist sleepover fever dream and instant classic. It takes place in a luxury Miami Beach hotel, which she approached to fund the video, not because her label had shut its wallet, but in a savvy cash grab that let her “push it to another level”. She never doubted her career prospects. “I just didn’t think it was gonna happen like this.” Reflecting pop’s long game, Lipa won the Grammy for best new artist in 2019. The backlash took flight. “People being like: ‘She’s been fucking best new artist for so long and she doesn’t deserve that, blah blah blah,’” she recalls. “There were times that I felt people were being so mean that when someone recognised me and said: ‘I really like your music,’ I’d be like: ‘Oh my God, not everyone hates me!’” She says this with self-aware melodrama, though it echoes recent sentiments from Billie Eilish and Britney Spears: how dismal it must feel to see your hard work burned up by hatred. Lipa hopes the #BeKind movement sparked by Caroline Flack’s death might improve online discourse. “The scrutiny not just on social media but in the media, especially towards women, is so intense and unkind and really trying to get a rise out of people,” she says. “The tabloids know very well what they’re doing, and it really affects everyone. You have to be made out of steel to not let words get to you. It’s so sad that we have to learn lessons from somebody’s death.” But then, maybe we are a long way off when, as Lipa says, “certain leaders are inciting racism and almost making it acceptable for people to be racist and treating people in very vile and disgusting ways”. British political parties are “absolutely” sowing such division, she says. “You have people like Nigel Farage, who is very openly racist and that is just shocking, and there are people who beat around the bush. They’re racist but – it’s such a mindfuck – they have a lot of people fooled.” Lipa is unusually specific about politics for a pop star of her stature. It’s not just “vote”, it’s “vote Labour”, or “vote Bernie”, or “FUCK THE PATRIARCHY I AM DONE WITH THIS BULLSHIT HANDMAIDS TALE SHIT WHAT THE FUCKING FUCK” after Alabama banned abortion. She credits her parents for her voice, saying she was raised “really liberal”. She is most concerned about UK immigration policy post-Brexit. Had it existed in the 90s, she thinks it would have stopped the Lipas fleeing Kosovo (where her mum was a lawyer, her dad a dentist-in-training) for the UK, where they worked as waiters and studied for new careers. “It upsets me that probably some of the younger generations of refugees don’t really have the same opportunities that I was given because of the fortunate – or unfortunate – fact that my parents moved to London and I was born here and able to live my dream and do something on a global scale,” she says. Whether post-Brexit Britain still offers those opportunities, “we’re gonna have to see how everything works out”, she says cautiously. Brexit has been upsetting: “Being from Kosovo, I know what it would mean for them to be a part of the EU and be accepted.” It is an obvious thing to say about someone who frequently entertains packed arenas, but Lipa evidently wants to be heard. Although she occasionally jumps into the conversational deep end but grips the safety rail (a devout Labour supporter, she indicates that she is no Corbyn fan, but won’t say so outright), she sticks to her chosen guns. She kept Future Nostalgia relatively short to hold listeners’ attention spans. “I really wanted to make sure there wasn’t any tracks you could skip,” she grins. Pop’s detractors like to point out that it is an industry where artists conform to conventions. In the immortal words of Eilish: duh. Lipa is a canny operator who understood that she had to play a certain game to reach the point where she could be herself. (Her ambition/achievement conversion rate is a big part of her aspirational appeal.) Lipa was surprised by the under-recognition of female talent at this year’s Brits – evidence, critics said, of the British industry’s inability to develop female talent – but she is pragmatic about what might seem like a conservative feeder system where new acts spew out singles and accept every possible collaboration. “Artists that are already well known get the upper hand, so you do have to get on those playlists as much as possible to be heard,” she says. Following Lipa’s success, one such feeder system seemed to be getting young female acts to make their version of New Rules: Mabel’s Don’t Call Me Up, Ella Eyre’s New Me and Anne-Marie’s Friends to name just three. (Incidentally, New Rules is the only one of Lipa’s songs that she hasn’t had a hand in writing.) She must have noticed. “Er, have I noticed …? I don’t know if I’ve noticed …” she says, her game face dropping to reveal that she has absolutely noticed. “But that’s OK, though!” she says when called on it. “There’s lots of different ways to say the same thing, make it honest and unique to you.” She resists the idea that anyone is being told to recreate someone else’s success. “Artists do have a lot of control.” Had Lipa tried to recreate New Rules for album two, “I’d just be in a vicious cycle”, she says. She says she struggled to find her “lyrical language” on her debut, feeling more at ease writing sad songs. “I learned that I could write happy songs that are still really authentic and have the possibility of being cool and not seen as bubblegum.” Most striking is how she sings about sex: mutually pleasurable, orgasmic transcendence mirrored in dazzling disco reveries. On Good in Bed, she nonchalantly celebrates “all that good pipe in the moonlight” from a toxic ex-with-benefits. “Everybody thinks that as a woman, you have to be so careful about how you portray yourself or how you talk about sex, and everything has to be really sweet,” she says mockingly. “It’s just very colloquial and how I chat with my mates.” Future Nostalgia ends with its lone ballad, the weighty Boys Will Be Boys, where a children’s choir backs Lipa singing about how girls grow up faster in a world of male violence. She wanted to make something that felt like the moment the lights go on at the end of a party, “so it would almost end a bit abruptly and maybe make you feel uncomfortable”. She has grown less accommodating, a dynamic she dealt with in real life in January, when she attended Lizzo’s Grammys afterparty at an LA strip club. After they were filmed throwing money at dancers with Rosalía, Lipa was accused of exploiting women, sparking the hashtag #dualipaisoverparty where users revelled in her “cancellation”. Lipa – who no longer goes on Twitter – did not respond. “I don’t like to apologise if I don’t believe I should be apologising for something,” she says now. “I believe in supporting women in all fields of work. Nothing at that party was derogatory; everyone was just dancing and having fun.” In our supposedly enlightened culture about sex work, she was surprised by the prudish response. “That’s something we all have to work on,” she says. “Not every sex worker is being forced to do something they don’t wanna do. I think a lot of the women found it really empowering and really like to dance.” Women’s work is always undermined, says Lipa. “We all have to work a little bit harder to be taken seriously, but it’s not something that we’re not used to doing,” she says, rolling her eyes and grinning. She has pointedly described Future Nostalgia as “fun” even though she knows that is exactly the stick critics use to beat it with; that women in pop are only judged as “authentic” when they are weeping by the piano. “Time always tells,” she shrugs. “And in the meantime, I’ll just work for people to take me seriously.” • This article was amended on 3 and 7 April 2020. Dua Lipa’s debut single was New Love, not Hotter Than Hell as an earlier version said. This article was further amended because Lipa’s parents are both Kosovar-Albanian, not Kosovan and Bosnian as previously stated. This has been corrected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}