{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/apr/01/pop-singer-cristina-coronavirus-us", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-04-01T23:58:27Z", "webTitle": "Things Fall Apart singer Cristina reportedly dies from coronavirus", "webUrl": "https://www.theguardian.com/music/2020/apr/01/pop-singer-cristina-coronavirus-us", "apiUrl": "https://content.guardianapis.com/music/2020/apr/01/pop-singer-cristina-coronavirus-us", "fields": {"headline": "Things Fall Apart singer Cristina reportedly dies from coronavirus", "bodyText": "The new-wave pop singer Cristina has reportedly died at age 61 after being diagnosed with coronavirus. The singer, whose full name was Cristina Monet-Zilkha, is believed to have died of complications from Covid-19, according to reports from various music channels and those close to the musician. Fans flooded the singer’s Instagram account with comments, expressing their grief. Cristina is known for dance-pop tunes such as Things Fall Apart, Disco Clone and a cover of Peggy Lee’s Is That All There Is? that were emblematic of the 1980s underground New York scene. She enjoyed brief success through club hits co-written with her husband, Ze Records label owner Michael Zilkha, before the two retired from music and moved to Texas in 1985. After her divorce in 1990, she returned to New York and wrote a number of music essays. In a Facebook post, Steve Wasserman, a UC Berkeley professor and friend of the late singer, said Cristina posted to social media that she was experiencing a high fever, but “her lungs were clear” and she appeared to be recovering. “Then, with appalling swiftness, she was gone this morning,” Wasserman wrote. Singer Zola Jesus paid tribute on Twitter, calling her a “HUGE inspiration” and praising her for being “too weird for the pop world and too pop for the weird world”. Notable names in music who have died from the virus include singer Alan Merrill, the songwriter behind I Love Rock’n’Roll, and country musician Joe Diffie."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}