{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/datablog/2020/apr/06/coronavirus-american-reaction-economy-covid-19", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-04-06T07:00:50Z", "webTitle": "Coronavirus is revealing how broken America’s economy really is", "webUrl": "https://www.theguardian.com/news/datablog/2020/apr/06/coronavirus-american-reaction-economy-covid-19", "apiUrl": "https://content.guardianapis.com/news/datablog/2020/apr/06/coronavirus-american-reaction-economy-covid-19", "fields": {"headline": "Coronavirus is revealing how broken America’s economy really is", "bodyText": "When Susan Finley developed flu-like symptoms, she didn’t go to the doctor because she was frightened about the cost. Finley’s grandparents later found her dead in her apartment. She was 53. Finley did not die as a result of Covid-19. She died in 2016 as a result of America’s healthcare system – a system that led her to avoid treatment for the common flu in order to avoid debt. It is that same system that is currently creaking under the pressure of a pandemic that experts warned was coming but governments failed to prepare for. It is a system that does not qualify for the term “developed”. The United States of America, we are told by everyone from the president to the United Nations, is a developed economy. That term, “developed economy”, sounds like an endpoint, like the man standing upright after a series of hunched and hairy iterations. It’s the contrast that makes the definition – developed economies can only really exist if they are compared to their poorer “developing” counterparts. Covid-19 has merely shown the cracks in a very successful marketing campaign about which category the US falls into. There are 2.9 hospital beds for every 1,000 people in the United States. That’s fewer than Turkmenistan (7.4 beds per 1,000), Mongolia (7.0), Argentina (5.0) and Libya (3.7). In fact, the US ranks 69th out of 182 countries analyzed by the World Health Organization. This lack of hospital beds is forcing doctors across the country to ration care under Covid-19, pushing up the number of preventable deaths. America’s numbers are similarly unimpressive when it comes to medical doctors. The United States has 2.6 doctors per 1,000 people, placing it behind Trinidad &amp; Tobago (2.7), and Russia (4.0 doctors per 1,000, for a country that is described as being “in transition”). Life expectancies at birth are lower in the US than they are in Chile or China. The US has a higher maternal mortality rate than Iran or Saudi Arabia. It’s not just health. Access to the internet is better in Bahrain and Brunei (two countries the UN does not consider developed economies) than it is in the US. Inequality scores are higher in America than they are in Mali and Yemen. A closer country to America in inequality is Israel, a country which functions as an apartheid state. And the US ranks 81st in the world in terms of women’s political representation. So, you’ve got a better chance of making it into office as a woman if you live in Vietnam, or Albania. Sub-Saharan Africa is most comparable to America – 24% of seats in the region’s parliaments are held by women, the same figure as in the US. In the United States, 83% of students graduate high school. That figure is higher in Belarus, Ukraine, Kazakhstan, Barbados, Armenia, Bosnia &amp; Herzegovina and Montenegro. None of those countries are considered “developed economies” by the United Nations. So why does the United Nations consider the US as a developed economy when its own statistics so clearly suggest otherwise? One might argue that it’s about simple wealth, or gross domestic product (GDP), the broadest measure of the economy, per capita. But if that were the measure of development then European countries such as Romania, Hungary and Slovakia should not qualify for the term “developed economy” while Bermuda, Qatar, Singapore and China should all make the list. Besides, GDP per capita is no reliable measure of wellbeing in a country like the US where the richest 5% of people own two-thirds of the national wealth. The facts are as exhaustive as they are exhausting. There’s one simple conclusion from all of this. We’ve been tricked. We’ve been told that America, like most other majority-white countries, deserves the title “developed economy”. It does not. You cannot charge a woman $39.95 to hold the baby that she has just given birth to. You cannot constantly operate hospitals at close to capacity in order to maximize profits. The pursuit of private money in systems built for public good has not worked ethically or practically. Why does it matter whether a country is defined as developing or not? Because it means that policymakers here can distract voters into thinking that crises are constantly diplomatic, military or trade based when actually the problems that America needs to fix most urgently are right here – they’re the crises of health and education. Had those problems been better addressed, the nation would not be struggling as desperately as it is right now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}