{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/apr/08/air-race-the-global-push-to-make-ventilators-inside-the-10-april-edition-of-the-guardian-weekly", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-04-08T08:00:11Z", "webTitle": "The global push to make ventilators: inside the 10 April Guardian Weekly", "webUrl": "https://www.theguardian.com/news/2020/apr/08/air-race-the-global-push-to-make-ventilators-inside-the-10-april-edition-of-the-guardian-weekly", "apiUrl": "https://content.guardianapis.com/news/2020/apr/08/air-race-the-global-push-to-make-ventilators-inside-the-10-april-edition-of-the-guardian-weekly", "fields": {"headline": "Air race – the global push to make ventilators: inside the 10 April edition of the Guardian Weekly", "bodyText": "It’s been another staggering week. The coronavirus pandemic continues to wreak societal and economic havoc and cases are now in the millions. The UK, like most countries, was already reeling from the outbreak. Then came the news last Sunday night, around the time the Queen was making a rare televised address to the nation, that prime minister Boris Johnson had been admitted to hospital. Twenty four hours later, came the shocking news that Johnson had been moved into intensive care at St Thomas’ hospital. In this week’s magazine, Dan Sabbagh and Rowena Mason trace the PM’s path from infection to a hospital bed, while Patrick Wintour looks back at other leaders who have been struck down in a crisis. Before that, reporters from our teams in the UK, US and Australia investigate how manufacturers – from global car giants, to 3D printing pioneers – are turning their skills towards making ventilators, breathing apparatus and protective equipment. In the US, reports Tom Perkins in Detroit, that means Ford and General Motors trying to reconfigure huge, complex supply chains to help boost the number of machines available in one of the worst-hit nations. In the UK, Formula One teams have teamed up with universities to make non-intrusive breathing machines, while a former car engineer in Australia has gone from making prosthetics to protective face masks. Will it help to win the fight? One of the few upsides of this crisis is the positive impact it is having on the environment. With billions staying at home and avoiding drives and flights, the impact on air pollution and carbon emissions is likely to be significant. Those factors, combined with an oil production battle between Saudi Arabia and Russia, saw oil prices plummet over the first few months of 2020. Could Covid-19 spell doom for fossil fuel extraction? That’s the question asked by reporters from our business and environment desks this week. Following that, Peter C Baker, a regular contributor to the Guardian’s Long Read section, considers if this once-in-a-lifetime chance to remake the world will be properly grasped by governments. We also have plenty of news away from the virus – including the election of Keir Starmer as the new leader of the UK’s Labour party and a brilliant extract from Craig Brown’s jawdropping new biography of the Beatles. Get the Guardian Weekly delivered to your home here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}