{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/01/lord-graham-of-edmonton-obituary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-01T11:54:23Z", "webTitle": "Lord Graham of Edmonton obituary", "webUrl": "https://www.theguardian.com/politics/2020/apr/01/lord-graham-of-edmonton-obituary", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/01/lord-graham-of-edmonton-obituary", "fields": {"headline": "Lord Graham of Edmonton obituary", "bodyText": "The Labour peer and former MP Ted Graham, Lord Graham of Edmonton, who has died aged 94, was one of the foremost figures in the British co-operative movement in the second half of the 20th century. He owed his own advancement to the movement, which he had joined as an errand boy at Newcastle upon Tyne Co-operative, delivering groceries on a Co-op bike after leaving school at 14. Raised in prewar poverty in the Scotswood Road area of the city, he had passed the 11-plus but his family could not afford for him to attend grammar school. His lifetime journey to become the Labour party’s chief whip in the House of Lords (1990-97) and to many of the major offices of the co-operative movement was one he never forgot. He was a kindly, popular man without a trace of self-importance. “My name is Ted Graham,” he would say at public meetings, “but you can call me Lord.” When elected to the House of Commons in February 1974 as the Labour and Co-operative MP for the north London constituency of Edmonton, Graham devoted his maiden speech to education and the need for more public spending on schools and teacher training in order to reduce the disadvantages that still existed for many families in his constituency. He disclosed then that he himself got up in the early hours of every Sunday morning to study for a degree with the recently established Open University. He became the first MP to qualify for an OU degree two years later and in 2005 told the Lords that he was still the only parliamentarian to have graduated from “the university of the second chance”. Born in Newcastle, the eldest of five children of an unemployed railway porter and his wife, Graham received elementary education at Westgate Road school. An episode seared in his childhood memory was when he was one of six boys called out of class to be given a pair of boots; an act of charity that made his mother cry at the humiliation of him being identified as among the poorest children in the school. After two years as a delivery boy, he became an office boy in 1941 and then joined up with the Royal Marines. In 1944, training for D-day on the English south coast, he was seriously injured when he was accidentally caught in a hail of machine gun fire. His life was saved by an American military surgeon in a US army field hospital. When demobilised in 1946 he returned to the co-op movement in the north-east. He started going to night school, doing correspondence courses with the Workers’ Educational Association and attended the Co-operative College at Stanford Hall, Loughborough. In 1952 he became the organiser of the British Federation of Young Co-operators and the following year he moved south to a post with the Enfield Highway Co-operative Society. In 1962 he was appointed the southern secretary of the Co-operative Union. He was national secretary of the Co-operative party from 1967 until his election to parliament. Graham had first entered party politics in 1961 when he joined Enfield borough council, becoming leader. He understood the importance of local government, which he said later had taught him in a modest way “both the art of government and the constraints that prevail in government”. He stood against Iain Macleod, then shadow chancellor, at Enfield West in the 1966 election before winning Edmonton. At Westminster he was immediately appointed parliamentary private secretary to Alan Williams, minister of state at the Department of Prices and Consumer Protection, and when James Callaghan succeeded as prime minister in 1976, Graham was made a senior government whip. This caused some minor unhappiness in the whips’ office as he had been parachuted in over the heads of others, but he was a good organiser and hard-working. In 1980 he became an environment spokesman on the opposition front bench. When he lost his seat in 1983 he was promoted to the Lords, where he was Labour chief whip from 1990 to 1997 and then chaired the Labour peers’ group until 2000. In 1998 he was made a member of the Privy Council. Graham continued to work closely with the co-op. He worked with the organisation to develop co-operative housing and he was also involved with the movement’s attempt to resist the change in shop-working hours to allow Sunday trading in the early 1990s. He was a moderate rightwinger within the Labour party and was not afraid to stand up to some of the more radical trade unions, asserting his belief that “profit” was not a dirty word. He was president of the Co-operative Congress in 1987 and chaired the UK Co-operative Council, the umbrella group for the movement, for a period from 1997. He was a humanist and told the Lords in a debate on faith issues in 2007: “My faith is in the human spirit and the ability of ordinary people to control their affairs.” He was a keen swimmer and football enthusiast and supported Millwall. As a lad in the Co-op society shop, he once served Jackie Milburn, who promised to get him tickets if Newcastle United made it to Wembley. Ten years later, in 1951, Milburn delivered the ticket as well as the two winning goals in the Cup final – “a real gent,” said Graham. Graham was much admired for the courage with which he handled a family tragedy. His wife, Margaret (nee Golding), whom he married in 1950, was diagnosed with myotonic dystrophy, a muscular wasting genetic disorder. Their two sons both inherited the condition. Margaret died in 2005 and their sons shortly thereafter. • Thomas Edward Graham, Lord Graham of Edmonton, politician, born 26 March 1925; died 21 March 2020"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}