{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/08/fraudsters-likely-to-target-furlough-scheme-says-hmrc-chief", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-08T11:02:13Z", "webTitle": "Fraudsters likely to target furlough scheme, says HMRC chief", "webUrl": "https://www.theguardian.com/politics/2020/apr/08/fraudsters-likely-to-target-furlough-scheme-says-hmrc-chief", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/08/fraudsters-likely-to-target-furlough-scheme-says-hmrc-chief", "fields": {"headline": "Fraudsters likely to target furlough scheme, says HMRC chief", "bodyText": "A senior civil servant has said he expects organised crime will target the government’s multibillion-pound employee furlough scheme. The job retention scheme, which pays 80% of an employee’s salary up to £2,500 a month for up to three months, is due to come online for employers to make claims on 20 April. Jim Harra, the chief executive of HM Revenue and Customs, told a committee of MPs that he expected it to be targeted by fraudsters. “We are going to be paying out a vast sum of money in a rapid period of time,” Harra told the Treasury select committee on Wednesday. “Any scheme like this is a target for organised crime. Any scheme that pays out I’m afraid attracts criminals that want to defraud it and people that are genuinely entitled to it who inflate their claims.” Anthony Browne, a Tory member of the committee, asked Harra how far the scheme was “open to abuse”, saying he had seen estimates that the government could end out paying £30bn to £40bn, although City economists have put a potentially far higher figure on the cost. Harra said HMRC had four “lines of defence” to stop fraudsters, including a whistleblower hotline. A key safeguard is the stipulation that an employee has to have been on a payroll on 28 February in order to claim, which should prevent the creation of claims using fake employees. Other measures include: The requirement for an employer to have already been authenticated by HMRC. A four- to six-day processing period to make background checks, which should flag high-risk claims. Checks made after payout to verify a claim was real. “We have to get a scheme set up rapidly and time has been the enemy of perfection in this,” Harra said. “We believe we are striking the right balance protecting the exchequer from abuse and the imperative to get help out to those that need it as fast as we possibly can.” Harra said he had a “high level of confidence” that the online system being set up to take employer claims would not crash. HMRC said it had begun testing the system on Wednesday with a “small number of invited employers” before the full launch on 20 April. “We are confident that the IT will cope with the very large volume of claims we expect to receive,” he said. “On the IT side we have tested up to 450,000 claims an hour.” He admitted that if a very large number of employers phoned HMRC for help, its call centres “would struggle to provide the service we want”. Harra said there were about 2,000 staff already dedicated to the helplines, and another 3,500 other employees would be redeployed to help deal with the huge number of claims expected when the service launches. In terms of numbers of claimants, Harra said there were about 2 million PAYE schemes in the UK, with some employers using more than one scheme, covering about 30 million employees. He did not know the expected level of claimants, although there have been estimates of a minimum of 10% of employers. “We expect a very large number of those to claim in the first few days,” he said. “Claimants will be queued if necessary – anyone who has tried to get online shopping will know what that is like – but claims can be made online 24 hours a day, seven days a week.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}