{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/09/robert-jenricks-messages-to-the-public-we-need-to-stay-at-home", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-09T18:33:39Z", "webTitle": "Robert Jenrick's messages to the public: 'We need to stay at home'", "webUrl": "https://www.theguardian.com/politics/2020/apr/09/robert-jenricks-messages-to-the-public-we-need-to-stay-at-home", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/09/robert-jenricks-messages-to-the-public-we-need-to-stay-at-home", "fields": {"headline": "Robert Jenrick's messages to the public: 'We need to stay at home'", "bodyText": "He has been front and centre of Downing Street’s publicity campaign to get the country to follow lockdown rules to stop the spread of Covid-19. But on Thursday the Guardian revealed that Robert Jenrick has visited his own parents, who live 40 miles from his home. The housing and communities minister has delivered a consistent message in his public statements in recent weeks: Sky News, 22 March: The advice today is very clear: we need to stay at home all bar the most essential activities, and by doing that we’ll protect the NHS and help to save lives. I know it’s Mother’s Day and I know it’s tough and it goes against everything that we want to do as a family, but don’t go and see your mum. Give her a phone call, Skype her, FaceTime her, tell her that you love her and that we’re going to get through this together. Mail on Sunday comment piece, 22 March: We are facing a huge challenge on a scale not seen since the second world war. It’s not just a national emergency, it’s a global emergency – one which puts some of us at more risk than others. The choices that we must make over the coming days and weeks can save many lives. That means families making big sacrifices – especially today, on Mother’s Day. It’s so important that we speak to our loved ones as much as we can – whether that’s FaceTime or a phone call. But for now, we must practise social distancing in order to tackle the spread of the virus. We need to stay at home, protect the NHS and save lives. But while we create physical distance between ourselves, we must at the same time have closer social support for our neighbours. Downing Street press conference, 29 March: We each have a part to play by staying at home, protecting the NHS and helping to save lives. We all have a duty to one another to keep everyone safe. Twitter, 3 April: If you are considering going out this weekend, please don’t, unless it’s for work (where you cannot work from home), health reasons, food shopping or exercise. We need to stay at home to protect the NHS and save lives."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}