{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/06/global-leaders-send-messages-of-support-to-boris-johnson", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-07T04:10:53Z", "webTitle": "Global leaders send messages of support to Boris Johnson", "webUrl": "https://www.theguardian.com/politics/2020/apr/06/global-leaders-send-messages-of-support-to-boris-johnson", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/06/global-leaders-send-messages-of-support-to-boris-johnson", "fields": {"headline": "Global leaders send messages of support to Boris Johnson", "bodyText": "Messages wishing Boris Johnson a speedy recovery after he was admitted to intensive care have been pouring in, with politicians across the world sending best wishes to the prime minister, his family and the British people. Johnson’s predecessors as prime minister, David Cameron and Theresa May, both sent messages of support, while Michel Barnier, the EU’s chief Brexit negotiator, who is himself recovering from the virus, said his “thoughts are with you and your family”. As several of Johnson’s colleagues expressed sadness and shock at the news, messages flooded in from across the political divide. Donald Trump, appearing before the press, said he was praying for his “good friend”, after Johnson was moved to the intensive care unit of St Thomas’ hospital. The US president added that he had asked pharmaceutical companies to contact London regarding Johnson to “see if we can be of help”. Justin Trudeau, the Canadian leader whose wife was one of the first personalities connected to a world leader to contract the virus, also sent a message of support, saying he hoped to see Johnson back at No 10 soon. The French president, Emmanuel Macron, said all his wishes were with the prime minister, his family and the people of Britain in “this difficult time” and he hoped Johnson would “quickly overcome” this ordeal. Leo Varadkar, the Irish taoiseach, tweeted: “Boris Johnson is in our thoughts tonight. We wish him a speedy recovery and a rapid return to health,” while the Israeli prime minister, Benjamin Netanyahu, said: “The people of Israel pray for the speedy and full recovery of our friend.” Angela Merkel, the German chancellor, also sent best wishes, as did political rivals at home including Nicola Sturgeon, Jeremy Corbyn and the new Labour leader, Keir Starmer, who said the prime minister’s transfer to intensive care was “terribly sad news”. Italian president Giuseppe Conte tweeted: “My thoughts go to Boris Johnson and all the British people. I wish you a fast recovery. You have the whole Italian government’s support and my personal one.” Australian prime minister Scott Morrison tweeted: “Get well soon Boris Johnson. Thinking of you, your family and all our UK friends at this tough time.” From Israel, Benjamin Netanyahu tweeted: “Prime Minister Benjamin Netanyahu and the People of Israel pray for the speedy and full recovery of our friend British Prime Minister Boris Johnson.” Japan’s prime minister, Shinzo Abe, sent a tweet saying his thoughts and prayers were with Johnson. “To my dear friend Boris Johnson, my thoughts and prayers are with you and your family, as you fight for a swift recovery. The people of Japan stand with the British people at this difficult time.” Message of support also came in from the president of Ghana, the president of the European commission, and the mayor of London, Sadiq Khan. The Unite union leader, Len McCluskey, also sent his best wishes to the prime minister’s family, tweeting: “This is an agony that so many families across the country are going through.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}