{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/05/plagues-wars-alter-economic-policies-but-not-for-ever-coronavirus", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-05T06:00:20Z", "webTitle": "Plagues and wars alter economic policies: but not for ever | William Keegan", "webUrl": "https://www.theguardian.com/politics/2020/apr/05/plagues-wars-alter-economic-policies-but-not-for-ever-coronavirus", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/05/plagues-wars-alter-economic-policies-but-not-for-ever-coronavirus", "fields": {"headline": "Plagues and wars alter economic policies: but not for ever", "bodyText": "As a classical scholar, our prime minister will be all too aware of some uncanny parallels between the onset of coronavirus and the plague that beset Athens in 430BC. The immortal historian Thucydides wrote: “At the beginning the doctors were quite incapable of treating the disease because of their ignorance of the right methods … In fact, mortality among the doctors was the highest of all since they came more frequently in contact with the sick.” Again: “Among the symptoms were sneezing and hoarseness of voice, and before long the pain settled on the chest and was accompanied by coughing.” Sound familiar? The plague struck just after the Athenians’ leader, Pericles, delivered his great funeral oration over the dead from the war against Sparta. Alas, Pericles himself died of the plague, and not long after Athens’s glory was in decline. Most historians would no doubt say that Britain’s glory days began their decline after the second world war. But one of the lessons from that war was that, well before it ended, the coalition government under Conservative prime minister Winston Churchill and Labour deputy prime minister Clement Attlee was planning for the aftermath. One of the main things on Attlee’s mind was that the poor social conditions of the interwar years should not be experienced again. Central to postwar planning was the formation of the NHS under the first Attlee administration of 1945-50, which was set up, amid fierce resistance from the medical profession, by Aneurin Bevan in 1948. There was no NHS in ancient Athens, and there is no NHS in the United States. To put it another way: we have a health service, they have a health sector. That is an important reason why, for all the well-publicised mishandling of this crisis in the UK, the US, still the mightiest economy in the world, seems to be in for an even bigger shock from the virus than we are experiencing. At this point – as one who was born a year before the outbreak of the 1939-45 war – I hope readers will forgive me if I point to an important difference in the dangers to the general public between then and now. Thus I confess that my initial inclination when asked what I felt personally about the virus – as opposed to thoughts about the disturbing political and economic implications – was to say something like: “This is nothing like watching flying bombs overhead, listening as their engines switched off, and hoping they didn’t land on you.” In fact one did land on the church at the end of our road and shattered our windows while we were safe in the Anderson shelter in the garden. The awful thing about this plague is that it is more like the Athenian one 2,500 years ago or the Spanish flu of 1918. It doesn’t fly in or explode, it just hits people unawares – that is to say, we are aware of the danger, but don’t know if or when it will hit. A timely reminder of the horrors of germ warfare. In common with most of the population, I feel as if I am under house arrest. But when I hear and read so many comments about “draconian” conditions, my classical background comes back to me. There is a breed of historians who say that the common understanding of the epithet “draconian” is a misrepresentation, and that Draco wasn’t that bad: he merely codified existing civic practices. On the other hand, let’s face it: in ancient Athens, Draco prescribed the death penalty for petty theft – even of cabbages, if you please. According to Plutarch, this produced the memorable comment that “his laws were written not in ink but in blood”. So frankly, in the circumstances, I do not regard being asked to take precautions about the threat to my own and other people’s health – indeed, lives – as draconian. But back to the economy. The unemployment and bankruptcy news is horrendous, and likely to get worse before it gets better. There will be plenty of time in the coming months to examine the implications. But at this stage I should just issue a health warning (sorry) against taking some of the instant conclusions too seriously. The end of capitalism? I doubt it. The Conservative and Brexit party suddenly repenting of 10 years of austerity and becoming fully paid-up Keynesians? For how long, I wonder. Finally, why are we in this mess? Could it possibly be anything to do with the fact that during 10 years of austerity, public spending on health was budgeted to rise by 1% a year at most (in real terms – that is, after inflation) whereas all the professionals knew that it needed to rise by 4% a year merely to cope with the pressures of an ageing population and, especially, the cost of technological advance? And could it also possibly be because this government’s crazed obsession with Brexit means that it shut itself out of the joint ordering of vital medical supplies with the 27 members of the European Union? I merely ask."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}