{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/07/how-keir-starmer-can-step-up-in-this-crisis", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-07T17:23:35Z", "webTitle": "How Keir Starmer can step up in this crisis | Letters", "webUrl": "https://www.theguardian.com/politics/2020/apr/07/how-keir-starmer-can-step-up-in-this-crisis", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/07/how-keir-starmer-can-step-up-in-this-crisis", "fields": {"headline": "How Keir Starmer can step up in this crisis", "bodyText": "John Harris asks who will speak for all of Britain in the current crisis, while questioning whether any politician can convincingly adopt the mantle of a national leader (Johnson seems unable to unify us. Who will speak for the country?, 5 April). However, what is needed urgently is credible collective leadership. It is sadly ironic, in retrospect, that the Tories were gifted the December election they so desperately craved. Without a parliamentary majority, they would certainly have had to set up a government of national unity by now. The current administration has been lacking in clear and consistent communication. It is understandable that Labour is wary of association with policies that may prove to have been criminally negligent and wishes to be able to be critical, as well as supportive, where appropriate. However, the national interest now demands participation by all parties in a government representing the whole country. Keir Starmer should take up Johnson’s call for the leaders of all parties to work together by calling explicitly for a national government. This will be empowered not only to take the tough decisions necessary to bring the situation under control and devise an exit strategy but also, as after the war, to prepare for the reconstruction of a more equitable society, with fully resourced public services. Dr Anthony Isaacs London • Unless he embraces proportional representation for the Commons and wider electoral reform, Keir Starmer will probably suffer the same fate as other Labour leaders. One wonders just how many defeats Labour will undergo before it realises that PR is in its own interest, as well as being fairer for the country. As things stand, we have a bog-standard government unwanted by most voters and neck-deep in constitutional skullduggery over Brexit. The pandemic will eventually pass, but this situation will remain as the long-term national emergency. Dr James C Robertson Pembury, Kent • The government has been without an effective opposition for months, just as the country faces its most critical threat. The election of Keir Starmer as Labour leader should bring that to an end. Two things should happen straight away. First, he should take his place at Cobra, the committee effectively dealing with this national emergency. Second, he should demand the return of parliament in whatever form to allow MPs to question ministers and their advisers. It is not sufficient for journalists to interrogate ministers in the forum of a daily press conference. It is the job of those elected to represent us to hold the government publicly to account. Kate Gordon Swaffham, Norfolk • Boris Johnson’s stay in hospital raises an interesting question about vulnerability to the virus. Undoubtedly he had been under severe stress for some weeks and this may have raised his stress hormone, cortisol, and possibly compromised his immune system, which may contribute to complications. This link between stress and vulnerability to viruses should also be considered in our healthcare professionals, who are often exhausted and may well be in compromised immune states. Therefore protecting them is not just a matter of providing masks etc, but also about keeping an eye on their cortisol levels and immune competence, and providing sufficient opportunities for rest and recuperation. Prof Paul Gilbert Centre for Compassion Research and Training, University of Derby • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}