{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/07/jewish-leaders-praise-keir-starmer-for-pledges-on-labour-antisemitism", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-07T12:28:38Z", "webTitle": "Jewish leaders praise Keir Starmer for pledges on Labour antisemitism", "webUrl": "https://www.theguardian.com/politics/2020/apr/07/jewish-leaders-praise-keir-starmer-for-pledges-on-labour-antisemitism", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/07/jewish-leaders-praise-keir-starmer-for-pledges-on-labour-antisemitism", "fields": {"headline": "Jewish leaders praise Keir Starmer for pledges on Labour antisemitism", "bodyText": "Keir Starmer has been praised by Jewish leaders for achieving “in four days more than his predecessor in four years” after he held a video conference to set out steps Labour would be taking to stamp out antisemitism. Starmer, who replaced Jeremy Corbyn as party leader on Saturday, told the meeting that he had asked for all outstanding investigations into antisemitism within the party to be “on my desk at the end of the week”. Following the meeting with Starmer and his deputy, Angela Rayner, Marie van der Zyl, the president of the Board of British Jews, Jonathan Goldstein, chairman of the Jewish Leadership Council, Gerald Ronson, chairman of the Community Security Trust and Mike Katz, chairman of the Jewish Labour Movement, issued a joint statement praising the steps that Starmer proposes to take. “While we would have fully understood the need to focus entirely on coronavirus at this time, Keir Starmer has already achieved in four days more than his predecessor in four years in addressing antisemitism within the Labour party,” they said. “As we discussed with Keir and Angela, we want to have a normal relationship with Labour whereby we can discuss the full range of issues affecting our community, from religious freedom to Israel, from Jewish schools to poverty, from refugees to the environment - and not just antisemitism. “This has certainly been a good start. If the new Labour leadership continues in this way, we can work together to make the changes that will make Labour a proudly anti-racist party once again.” The issue of antisemitism has troubled Labour for years, with the party still under investigation by the Equality and Human Rights Commission over allegations of institutional antisemitism in its handling of complaints. Starmer thanked the Jewish representatives for meeting with him “not least so close to Passover”. “It was very important to me to seek to address the disgrace of antisemitism in our party as soon as possible,” he said. “Today, I repeated once again the apology I made as soon as I was elected leader. Over the last few years, we have failed the Jewish community on antisemitism. “Labour is a proudly anti-racist party and, going forward, it will not be enough to ‘pass the test’ on antisemitism. We need to set new standards for best practice. “At today’s meeting, I committed to begin work on setting up an independent complaints process, cooperating fully with the EHRC’s inquiry and asking for a report on all outstanding cases to be on my desk at [the end of] the week. “I also discussed with the Jewish Labour Movement my ambition to roll out training of all Labour party staff as soon as practically possible.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}