{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/03/john-mcdonnell-calls-for-wealth-tax-to-pay-for-coronavirus-measures", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-03T13:17:30Z", "webTitle": "John McDonnell calls for wealth tax to pay for coronavirus measures", "webUrl": "https://www.theguardian.com/politics/2020/apr/03/john-mcdonnell-calls-for-wealth-tax-to-pay-for-coronavirus-measures", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/03/john-mcdonnell-calls-for-wealth-tax-to-pay-for-coronavirus-measures", "fields": {"headline": "John McDonnell calls for wealth tax to pay for coronavirus measures", "bodyText": "John McDonnell has called for a wealth tax on the richest in society and a windfall levy on the banking industry to fund the government’s emergency response to the coronavirus crisis, as the social and economic costs of the outbreak rapidly mount. In his final act as shadow chancellor before Labour elects a new leader on Saturday, McDonnell said the rebuilding job for Britain after Covid-19 should prioritise fully funded, publicly owned and democratically controlled public services. Writing exclusively in the Guardian before he is expected to retire to the back benches of the Commons, McDonnell said the rapidly rising cost to the public purse of the escalating global health pandemic needed to be borne by those with the broadest shoulders. “We pay for it by introducing an immediate windfall tax on the banks and finance sector we bailed out when they brought about the crisis a decade ago,” he said, adding that it should be combined with a wealth tax on the richest within our society, and a tax on multinationals. “We can demonstrate, just as the current government has demonstrated, that when we need the resources they can always be found.” With Britain on the brink of the deepest global recession since the second world war amid the coronavirus crisis, economists have warned that government borrowing is set to surge as the economy crashes. The Institute for Fiscal Studies has warned that public borrowing could balloon to more than £200bn, outstripping in cash terms the budget deficit Britain was left with after the 2008 financial crisis. The government has promised to pay 80% of the wages of workers and most of the self-employed, as well as offering billions of pounds of support to British companies, despite intense criticism that serious gaps remain in its plan. Warning against the use of austerity to balance the books once the dust settles on the Covid-19 outbreak, McDonnell said Britain needed to embark on a decade-long programme of intensive government investment to stage a fightback from the current crisis. Faced with the challenges of global heating and entrenched inequalities in Britain leading up to the pandemic, he said investment in infrastructure to end the country’s dependence on fossil fuels and greater steps to share wealth would be urgently needed. “If we are to build the resilience needed to cope with any further waves of this virus, or other future unknown threats, our new society needs to be built on fully funded, publicly owned and democratically controlled public services,” he said. The shadow chancellor said the crisis had highlighted the vital importance of the public sector and the need for a stronger safety net to safeguard people’s lives and livelihoods – shown by the way the political dogma of the Conservatives had been ditched as the crisis intensified. “As we enter possibly a longer and more distressing period of this pandemic, we must give people hope that there is light at the end of the tunnel and that together we can make it a bright one. We will never let our eyes become accustomed to the dark,” he added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}