{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/03/keir-starmer-poised-to-be-announced-new-labour-leader", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-03T14:32:38Z", "webTitle": "Keir Starmer poised to be announced new Labour leader", "webUrl": "https://www.theguardian.com/politics/2020/apr/03/keir-starmer-poised-to-be-announced-new-labour-leader", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/03/keir-starmer-poised-to-be-announced-new-labour-leader", "fields": {"headline": "Keir Starmer poised to be announced new Labour leader", "bodyText": "Keir Starmer’s plans to transform the Labour party will be dictated by the scale of his anticipated victory on Saturday, key supporters have said, as senior Jeremy Corbyn supporters expressed concerns they could be purged from key positions. Allies of the former director of public prosecutions say they will be watching to see whether he can achieve an emphatic win before assessing how quickly he can remake the party in his own image, with a clearout of those responsible for the damaging 2019 election defeat. MPs who support Starmer, 57, are hoping that a resounding victory will put pressure on some of the key individuals close to Corbyn to step down. They are said to include Karie Murphy, Corbyn’s chief of staff and one of the election’s directors, and Jennie Formby, the party’s general secretary. One Starmer supporter said: “If Keir wins comfortably among the membership and affiliates on Saturday, the pressure on Murphy and Formby to stand down will be huge. It might not be within the rules, but sometimes the politics overtake the rules. “We are a democratic, slow-moving organisation and we cannot just throw people out, but one would hope that a big victory would mean they get the message and step down.” The shadow Brexit secretary is favourite to beat Rebecca Long-Bailey and Lisa Nandy to become Labour’s leader, with a decision to be announced at 10.45am on Saturday. Nearly 785,000 party members and affiliated members have voted, according to official figures. Each of the candidates has recorded a victory video to be played if they win. Angela Rayner, the shadow education secretary, is favourite to become deputy leader. The contest comes after a devastating 80-seat general election defeat to Boris Johnson’s Conservatives in December, and an ongoing inquiry into antisemitism within the party conducted by the Equality and Human Rights Commission. In the event of a victory, Starmer’s associates say he will want to get hold of the party’s central structures in Southside, central London, to ensure that staff work with the leader’s office, which is based in parliament. Only the party’s national executive committee (NEC) can remove the party’s general secretary, and it is controlled by Corbyn supporters and their allies. Any attempt to remove Formby, an ally of the Unite leader, Len McCluskey, could result in months of internal wrangles. “If Jennie wishes to stay in post, she can. The last general secretary, Iain McNicol, stuck around for years under Jeremy Corbyn and was accused of undermining him,” said one former Corbyn aide. A sub-plot to Saturday’s leadership election will be the election of three new members to the NEC. Starmer’s allies are hoping that his supporters will win those posts. If Starmer wins, he will also be able to remove three Corbyn appointees to the NEC - Long-Bailey, Jon Trickett and Diane Abbott - and appoint three new shadow frontbench members, which may edge him closer to a majority on the party’s ruling body. It is understood that Labour’s director of communications and strategy, Seumas Milne, a former Guardian columnist, has already informed the party of his plans to stand down. Milne and Murphy, a former aide to Tom Watson and a close friend of McCluskey, are on permanent contracts with the party. Most of those who work for the leader of the opposition are on time-limited contracts that end at the same time as Corbyn’s leadership. Among those tipped for promotion to shadow ministerial positions if Starmer wins are the MP for Tottenham, David Lammy; the Oxford East MP, Anneliese Dodds; and the Birmingham Edgbaston MP, Preet Gill. He would also be expected to keep Jonathan Ashworth, the shadow health secretary, in position during the coronavirus crisis, and may also keep the shadow leader of the house, Valerie Vaz, and the shadow communities secretary, Andrew Gwynne, on the frontbench. Starmer and his team have held a series of video conferences with up to 50 MPs in recent weeks as his team seeks to bring together different wings of the party. Those who have participated have included Kate Hollern, Corbyn’s former parliamentary private secretary, and the former ministers Angela and Maria Eagle. Tulip Siddiq, the MP for Hampstead and Kilburn and a Starmer ally, said they had been brought together by a desire to win elections, eradicate anti-semitism within the party and stop the in-fighting. “We have to change the structures, drop the factionalism and focus on winning. I don’t think he has an easy task on his hands. Uniting the party will be difficult, making Labour relevant again will be difficult. Winning back the Jewish community will be difficult,” she said. “He’s not the messiah, but it is so important to have a good leader. If we elect him, it will be a start in the right direction.” An associate of Long-Bailey, a Corbyn supporter, said she had run a hard campaign, but conceded that Starmer’s had successfully targeted many of Labour’s “paper” members, who rarely attend meetings. “If we can push the contest to second preferences, that would be a reasonable achievement,” the associate said. Starmer’s personal team would be likely to include Morgan McSweeney as chief of staff. Ben Nunn, his current spokesman, would become director of communications. Claire Ainsley of the Joseph Rowntree Foundation, who used to work for Unite, would serve as director of policy. Starmer has also approached Helene Reardon Bond, Corbyn’s office manager and a former senior civil servant. She could serve as deputy chief of staff. Murphy and Formby were approached via Labour for a comment. Starmer’s spokesperson declined to comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}