{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/apr/08/boris-johnson-improving-sitting-up-bed-chancellor-says-coronavirus", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-04-08T17:51:26Z", "webTitle": "Boris Johnson improving and sitting up in bed, chancellor says", "webUrl": "https://www.theguardian.com/politics/2020/apr/08/boris-johnson-improving-sitting-up-bed-chancellor-says-coronavirus", "apiUrl": "https://content.guardianapis.com/politics/2020/apr/08/boris-johnson-improving-sitting-up-bed-chancellor-says-coronavirus", "fields": {"headline": "Boris Johnson improving and sitting up in bed, chancellor says", "bodyText": "Boris Johnson remains in intensive care but his condition is improving and he is sitting up in his hospital bed, the chancellor has said. Rishi Sunak said the prime minister was “engaging positively” with medical staff as he gave an update on Johnson’s condition at a press conference on Wednesday afternoon. He said Johnson was receiving “excellent care”, adding: “The latest from the hospital is the prime minister remains in intensive care where his condition is improving. “I can also tell you that he has been sitting up in bed and engaging positively with the clinical team. “The prime minister is not only my colleague and my boss but also my friend, and my thoughts are with him and his family.” Sunak was later pressed on whether Johnson had received enough medical support while he was unwell, and if it was true he was only told to go to hospital following a Zoom call with his GP on Sunday. The chancellor said: “I think the prime minister has received excellent care and advice at every step of the process. At the end of the day, we are all trying our best, none of us are superhuman and impervious to getting sick during this process and that’s what makes this thing so awful ... as I’ve observed and seen, the care has been excellent.” He said politicians and officials had been “doing their best to follow the guidelines” following concerns that high numbers of those working on the coronavirus response in Westminster have been struck down with the disease. Insisting the government was still functioning well, he said: “There is a good update on the prime minister’s condition and those who have been away many are now returning to work. But whether people are away or social distancing or in the same place, the business of government throughout all of this has gone on at pace.” Johnson has been in St Thomas’ hospital since Sunday night, when he was first admitted to the care of a team led by the respiratory expert Dr Richard Leach. He was moved to intensive care on Monday night after his condition deteriorated. No 10 said he had not been placed on a ventilator at any point and did not have pneumonia. They did not reveal further details, such as whether Johnson had any type of secondary infection. The prime minister was said to be “responding to treatment” in an update on Wednesday lunchtime. No 10 has been receiving medical updates from doctors at St Thomas’ but Johnson is now not doing any work at all. He was working on his red box of government papers even after being admitted to hospital, up until when he was admitted to intensive care. Johnson’s spokesman said he was able to be in contact with No 10 if necessary. However, he has not spoken to Dominic Raab, who is deputising for him, since going into hospital."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}