{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/apr/04/pandemic-shaming-is-it-helping-us-keep-our-distance", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-04-04T14:30:01Z", "webTitle": "Pandemic shaming: is it helping us keep our distance?", "webUrl": "https://www.theguardian.com/science/2020/apr/04/pandemic-shaming-is-it-helping-us-keep-our-distance", "apiUrl": "https://content.guardianapis.com/science/2020/apr/04/pandemic-shaming-is-it-helping-us-keep-our-distance", "fields": {"headline": "Pandemic shaming: is it helping us keep our distance?", "bodyText": "Scholarships have been threatened. LinkedIn and Facebook profiles have been removed. Death threats have been sent in their hundreds, if not thousands. And governments spurred into action. Since mid-March – when the government first recommended self-isolation measures as a way to tackle the spread of the world-altering respiratory disease Covid-19 – a public shaming frenzy has spread across social media. Thousands of people are blaming, naming, and shaming others for their improper pandemic practices; those targeted include drunk spring breakers, coughing commuters, flower markets, Stereophonics fans, and romcom screenwriter Richard Curtis’s daughter. When it comes to the crime of not taking a global pandemic seriously, perhaps online shaming is the perfect punishment. After all, if you go to a packed public place or hoard paracetamol, you’re endangering other people’s lives. Yet is pointing the finger actually a productive way to change others’ behaviour? Are we simply spreading discord at an already distressing time? At worst, are we blaming individuals for the inconsistent and confused measures implemented by the government? The term “covidiot” was first uploaded to the online slang decoder Urban Dictionary on 16 March and was defined as: “Someone who ignores the warnings regarding public health or safety.” On Twitter, #covidiot skyrocketed on the evening of 22 March; overnight, nearly 3,000 tweets used it to call out poor practices. That same day, Hilda – a 49-year-old who runs the Facebook and Twitter accounts for Columbia Road flower market in east London – received an influx of notifications. “I’m still feeling slightly traumatised by it,” says Hilda, whose name has been changed on her request, after a BBC journalist tweeted a picture of the market, which appeared heavily crowded despite social distancing rules. The picture was “liked” nearly 4,000 times, with commenters bemoaning the “stupidity” of those in attendance. Hilda began to receive angry comments, tweets, emails, and phone calls complaining that the market should be shut down. To make matters worse, the social media accounts she runs are for market shopkeepers, and she had no control over whether the market as a whole opened (that decision lay with the local council). “The worst thing I had to open and read was someone saying, ‘I hope you and your family stay healthy and alive but sadly I doubt all of them will,’” Hilda says. “They were very vitriolic … The world feels really dark and horrible.” A day later, after newspapers splashed pictures from Columbia Road and other markets, the health secretary, Matt Hancock, branded those who visited crowded places “very selfish” – that evening, new lockdown measures were put in place by the government. Yet Hilda argues that, at the time, people hadn’t broken any rules. “The government advice was if you’re healthy, go outside and exercise… that’s what people were doing.” Hilda is far from the only person to be “pandemic-shamed”. On 16 March, activist Scarlett Curtis uploaded an Instagram video of herself washing her hands for nearly 30 seconds, and commenters complained she used an improper technique. “Please can we not shame anyone during this hard time,” she countered. “Now is the time for community not judgment.” Perhaps the most egregious shaming came on 18 March, when CBS News tweeted a video of American spring breakers partying in Miami. In the video, drunk students flagrantly disregard social distancing recommendations, one declaring: “If I get corona, I get corona.” The video was subtitled with the full names of every student interviewed. The clip was “liked” more than 96,000 times and was flooded with comments berating the students’ appearances and intelligence. People began tweeting the students’ names and linking to their social media profiles, writing: “I have a feeling the following people will have a hard time finding a job upon graduation” (288 likes) and “Hospitals take note of these names. Do not give these selfish dumbfucks beds and/or respirators” (84 likes). Some went further and contacted the students’ schools, with one tweeter asking for a student’s scholarship to be rescinded (the same student later deleted their Facebook page). The anger behind these messages is understandable – mass-gatherings endanger people’s lives by facilitating the spread of the virus. And just three days earlier, internet shaming arguably had a productive outcome. After a Tennessee man received a barrage of angry comments for stockpiling 17,700 bottles of hand sanitiser to sell for inflated prices, he expressed remorse and donated his stock to a local church. Shaming has also been used effectively to improve employees’ lives during the pandemic: after Waterstones’ chief executive, James Daunt, announced its stores would be staying open, an online backlash prompted him to reverse the decision within a day. The same happened to Sports Direct, while Wetherspoon’s was shamed online and off (with branches graffitied) after its chairman, Tim Martin, claimed that he couldn’t afford to pay staff. A tweet calling Martin a “twat” gained more than 30,000 likes, and the pay decision was reversed after he met with hospitality experts. Yet pandemic shaming can also have dire consequences. On 18 March, the Polish press reported that a professor infected with coronavirus, Wojciech Rokita, died after being flooded with hateful online comments. Rumours had spread – both online and in local media – that 54-year-old Rokita had not complied with his quarantine and had visited a car showroom after being diagnosed with coronavirus. On 19 March, a lawyer representing Rokita’s family claimed the professor had not violated his quarantine, and had taken his own life as a result of the “wave of hate” he faced online. The story of the remorseful Tennessee hoarder is also less uplifting on second glance. The New York Times reported that the man received hate mail and death threats, with one stranger banging on his door late at night. “Your behaviour is probably going to end up with someone killing you and your wife and your children,” read one email. The man has also lost his livelihood – he is now banned from selling on eBay and Amazon, previously his sole form of income. It is hardly surprising that online shaming can have tragic consequences, but when it comes to coronavirus, you could argue that shamers endanger one person in order to save many more. Yet do the shamed actually change their minds as a result of hateful comments? Is shaming actually productive? “What they were saying was absolutely outrageous,” says Laura, a 17-year-old who received online hate after attending a Stereophonics gig in Manchester on 13 March (her name has been changed on her request). Laura emphasises that when she attended the concert, mass gatherings hadn’t been banned by the government (although some artists had cancelled their gigs). “I had people telling me I was going to kill people, someone private messaged me saying, ‘I hope you feel great about yourself when you’re the one who’s killed your whole family,’” she says. “They didn’t change my mind, they didn’t make me regret that I went,” Laura goes on. She received the comments on a tweet she posted after the gig, and therefore notes: “What they were saying was irrelevant because what had happened had already been and gone, so they couldn’t have stopped me from going.” Three days earlier, 24-year-old Jardin May from Texas received a flood of comments after tweeting, “Coronavirus is everywhere. BOOK THAT FLIGHT. Take that trip. You probably won’t die from it, but even if you do … You wanna die with the Eiffel Tower in the background …” May says some commenters educated her about coronavirus – those who were calm and polite taught her that she shouldn’t be concerned about herself, but rather the elderly and vulnerable people she might infect. “A lot of the stuff I know about coronavirus I didn’t learn till the calmer people in the comments were like, ‘Hey, just be careful’,” May says. “But Twitter took it and ran with it.” A fortnight later, May is still receiving notifications from the tweet, and she is continually being branded “fucking stupid and selfish”, a “bitch”, “murderer”, and a “moron”. “They were extremely aggressive, they were like, ‘Oh I hope your family dies’; ‘I hope you get sick and you die from it,’” May says of the initial messages she received. “I did feel like a lot of people were wasting their breath, because if you’re doing angry tweeting and cursing and threats, I’m not gonna read it.” The venom generated hasn’t prevented the state from adopting online shaming during the coronavirus crisis. While individuals use it to police behaviour, now the actual police are using it to denounce members of the public. On 27 March, Derbyshire police released drone footage which labelled anonymous dog walkers and exercisers on the Peaks as indulging in outlawed “not essential” travel. The former justice secretary, David Gauke, described the shaming as “badly misjudged”. And last Sunday (29 March) after tweeting a photo of his physically distanced birthday visit to his father Neil, Labour MP Stephen Kinnock was criticised by the South Wales police Twitter account – “A lovely thing to do, however this is not essential travel.” When Kinnock replied pointing out he had been delivering “necessary supplies”, the force thanked him for the “clarification”. The Twittersphere was divided over whether this was a good use of police time. Dr June Tangney, a psychology professor at George Mason University, and author of Shame and Guilt, doubts shaming will prevent poor pandemic behaviour. “By shaming people, we’re actually encouraging the opposite,” she says. “When people feel shamed, they tend to get very defensive, they tend to blame other people, they’re disinclined to take responsibility, and they’re not any more likely to change their behaviour.” So why are we really shaming others during a pandemic? Dr Lydia Woodyatt is a social sciences professor at Flinders University whose research has shown that schadenfreude motivates online shaming. “The same things that drive hostility and collective action offline can drive shaming behaviour online: anger, identification with others in the cause, schadenfreude, belief that our actions together will make a difference,” she explains. She points to recent research by PhD students at her university which found that when an online leader emphasises the nobility of the “goal” of their shaming, people are more likely to shame. You’d struggle to find a more noble goal than saving lives, so it makes sense that there’s been an increase in shaming in recent weeks. Yet Woodyatt also points to a simpler explanation – with social isolation increasingly common, more and more people are online for longer stretches of time, and this is an issue that encompasses the entire world. “The sense of loss of control can mean that people try and take control of what they feel they can control,” she adds. Schadenfreude and a bit of boredom might explain the reaction to a tweet posted by nightclub owner Fraser Carruthers on 16 March. Responding to Boris Johnson’s recommendation that the public stop visiting pubs, Carruthers tweeted: “I am a nightclub owner in Kensington and Chelsea. You can’t tell the nation to avoid ‘pubs and clubs’ and not officially ‘close us’ so that we can claim our insurance.” When online sleuths discovered that he had previously tweeted “Anyone but Corbyn”, they mocked the 37-year-old as deserving of his fate. “It was a mind-blowing response,” says Carruthers, who says he had “hundreds and hundreds” of messages for “three days non-stop”. He was particularly alarmed by commenters who wished he and his family would end up on the street. “It really makes you think there are some horrible people in this world.” Carruthers believes the response was so strong because of the “stigma” of Kensington and Chelsea, but notes he didn’t actually vote Conservative in the 2019 election – he voted for the Animal Welfare party. Of course, in the middle of a global pandemic, nightclub owners aren’t the people we should feel sorriest for. Yet the vitriol Carruthers received demonstrates that online shaming isn’t always altruistic. Dr Aaron Balick, a psychotherapist from London and author of The Psychodynamics of Social Networking, argues that online shamers are “hardly doing it for the safety of society. They’re doing it because they get to be right and someone else gets to be wrong.” Balick says pandemic shaming may be caused by fear, as “people tend to regress when they’re frightened”. Yet like Tangney, he believes shaming is counterproductive and potentially dangerous. “Shame is one of our most primitive feelings. It does hurt, very, very deeply, and if it happens on a grand scale, like on Twitter, it can be psychologically traumatic,” he says. Arguably, the repercussions of online shaming aren’t as severe as they were five years ago, when journalist Jon Ronson wrote his book So You’ve Been Publicly Shamed, chronicling the trauma, job losses, and damaged lives of the internet-shamed. Nowadays, trending topics move so quickly that it is difficult for one individual to capture the entire internet’s attention for long. Even actor Vanessa Hudgens, who employed her best vocal fry to say, “Like yeah, people are going to die, which is terrible … but inevitable?” on Instagram on 16 March, got away relatively unscathed. Though Hudgens was flooded with hate and forced to issue an apology, model Chrissy Teigen came to her defence and gained 75,000 likes for tweeting that when people make misjudged comments, “u don’t have [to] ruin their lives”. And indeed, if we now know the consequences of online shaming, we should also know the consequences of what we post online. May, the tweeter who encouraged people to book cheap flights, says she doesn’t think the backlash was unfair because she was aware that “this is the internet” and “it’s open for everyone to leave their opinion”. It is also possible that while shaming doesn’t change the behaviour of the shamed, it can adjust cultural norms. An anonymous 27-year-old says that seeing others hectored online changed his own habits. “In general it just made me take it way more seriously,” he says, explaining that he had initially still planned to go on holiday and had a “cavalier” attitude to the dangers. “Online hectoring [of others] did force me to see that behaviour as selfish and individualistic … perhaps more than straight up relaying that information in a calm and dispassionate way would have done.” Yet overall, the experts do not believe in the power of public shame. “By increasing hostility in an otherwise volatile environment we are just promoting the norm of hostility and aggression as a means of coping,” Woodyatt says. “I think we should all agree that is not a good idea. Humans can communicate social norms in calm and non-aggressive ways. We are all in this together.” Jon Ronson, too, is not a fan of pandemic shaming (though he notes that we can and should criticise public figures who are putting people in danger). “As we’re forced to isolate,” he says, “we need to be able to connect with other people. It can make the difference between being happy and stoical and being depressed. The very best thing Twitter could be right now is a nice place for people to visit and find connection.” In the UK and Ireland, Samaritans can be contacted on 116 123 and the domestic violence helpline is 0808 2000 247. In Australia, the crisis support service Lifeline is 13 11 14 and the national family violence counselling service is 1800 737 732. In the US, the suicide prevention lifeline is 1-800-273-8255 and the domestic violence hotline is 1-800-799-SAFE (7233). Other international helplines can be found at www.befrienders.org"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}