{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/apr/02/mice-have-a-range-of-facial-expressions-researchers-find", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-04-02T18:00:00Z", "webTitle": "Mice have a range of facial expressions, researchers find", "webUrl": "https://www.theguardian.com/science/2020/apr/02/mice-have-a-range-of-facial-expressions-researchers-find", "apiUrl": "https://content.guardianapis.com/science/2020/apr/02/mice-have-a-range-of-facial-expressions-researchers-find", "fields": {"headline": "Mice have a range of facial expressions, researchers find", "bodyText": "Whether it is screwing up your face when sucking a lemon, or smiling while sitting in the sun, humans have a range of facial expressions that reflect how they feel. Now, researchers say, they have found mice do too. “Mice exhibit facial expressions that are specific to the underlying emotions,” said Dr Nadine Gogolla, co-author of the research from Max Planck Institute of Neurobiology. She said the findings were important, as they offer researchers new ways to measure the intensity of emotional responses, which could help them probe how emotions arise in the brain. What’s more, she said, the findings show mice have a repertoire of emotions. Writing in the journal Science, Gogolla and colleagues report that they exposed mice to a mixture of triggers. These included electric shocks to the tail, sweet treats, and lithium chloride injections, which induced a state akin to nausea. While the authors say the facial movements that followed were noticeable, anyone hoping for a comical murine grimace may be disappointed. Indeed, rather like Ben Stiller’s Zoolander, the expressions appear very similar to the human eye – albeit with subtle differences. For example, compared with a neutral expression, a mouse’s ears lay further back and the position of its lower jaw and nose shifted when it had its tail zapped. To probe these expressions further, the team turned to computer vision technology that extracts features from different images, and quantifies differences between pictures. The software revealed clear differences between images of mice taken from before and after each trigger was applied, as well as differences between images captured during different types of trigger, suggesting the facial expression linked to a zapped tail was different to that manifested when a treat was given. Further work using average facial feature data relating to each trigger confirmed this, something the team say shows that the expressions reflect different emotional states, such as pleasure, disgust, nausea and pain – although fear linked to escape had a less distinct expression. The team also employed machine learning – a type of artificial intelligence that can recognise patterns and hence sort data into different groups. The system was first fed with facial expressions from the mice, labelled with the corresponding emotion. When it was subsequently presented with unlabelled facial images, it predicted the emotions captured within them with more than 90% accuracy. “[The expressions] are very similar between mice,” said Gogolla. The team found that expressions could vary in duration and onset. while Mice pulled a stronger expression, relative to the average, when they were given a sweet sucrose drink when thirsty compared with when they were quenched. “It is not just a sucrose face we are eliciting,” said Gogolla. “The pleasure is higher when you are actually thirsty.” In a further twist, the team looked at brain regions previously associated with emotions in animals including mice, finding that if they stimulated areas linked to particular emotions, the mouse pulled the expected corresponding face. Again, machine learning could tell these apart. In their accompanying commentary, Dr Benoit Girard and Prof Camilla Bellone of the University of Geneva say the new research could not only open up new ways to probe how emotions arise in the brain, but could also help researchers explore whether animals share information through their facial expressions, and how and why experiences of emotions may differ between individuals. But Dr Susanne Schweizer, a neuroscientist at the University of Cambridge who was not involved in the work, said it was unclear whether the facial expressions of the mice truly reflected emotions, since they relate to short-lived physical experiences. “How do these experiences – if at all – relate to the emotional pain experienced when we are faced with loss, the pleasure we experience when we see a loved one succeed, or the sense of disgust we are overcome with when we hear about a moral transgression?” she said. “It would be fascinating to see if the effects can be reliably replicated in response to social stressors and positive social stimuli in mice.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}