{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/apr/03/earliest-known-skull-of-homo-erectus-unearthed-by-australian-led-team", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-04-02T18:00:00Z", "webTitle": "Earliest known skull of Homo erectus unearthed by Australian-led team", "webUrl": "https://www.theguardian.com/science/2020/apr/03/earliest-known-skull-of-homo-erectus-unearthed-by-australian-led-team", "apiUrl": "https://content.guardianapis.com/science/2020/apr/03/earliest-known-skull-of-homo-erectus-unearthed-by-australian-led-team", "fields": {"headline": "Earliest known skull of Homo erectus unearthed by Australian-led team", "bodyText": "The earliest known skull of Homo erectus has been unearthed by an Australian-led team of researchers who have dated the fossil at two million years old, showing the first of our ancestors existed up to 200,000 years earlier than previously thought. The lead researcher Prof Andy Herries said the skull was pieced together from more than 150 fragments uncovered at the Drimolen Main Quarry, located about 40km north of Johannesburg in South Africa. It was likely aged between two and three years old when it died. Herries, a geochronologist and head of archaeology at Melbourne’s La Trobe University, said he “could not stress how rare it is” to find find enough fragments to piece together an intact brain case, especially given juvenile skulls are thin and fragile. “At this age they are so susceptible to damage,” he said. “It’s so exciting, because our fascination with human evolution is because it’s the story of us, and when we go back this far with a discovery like this, it’s the story of every person living on the planet. “The group this two or three-year-old was a part of could have been the origin of everyone alive today.” He said while there was a lot of disagreement of opinion in the field of archaeology and human evolution, one of the reasons Homo erectus is significant is because everyone agreed: “This is the beginning of us, this is the beginning of our genus.” Herries said it was one of his PhD students working with him at the excavation site, Richard Curtis, who found the fragments in 2015 during his first excavation. Curtis originally thought he had discovered the skull pieces of a baboon. “I was working a bit further up the hill and you know when someone has found something because a big shout goes up the hill, people come up to you with wide eyes, some of my colleagues start dancing,” Herries said. “But still, we find a lot of baboons, and that’s what we thought we’d probably found in this case. So it wasn’t until we cleaned the fragments off and my colleagues at the University of Johannesburg started working to put them back together that it was obvious the skull was way too big and round to be a baboon.” It took them five years to reconstruct, date and identify the skull. “It might seem weird that we can’t tell what is a baboon and what isn’t straight away, but it’s difficult when you have a lot of fragments,” Herries said. One piece of the skull had actually been uncovered by archaeologists in 2007, but because the fragment was found on its own and was very thin, the researchers did not recognise they had found the skull of a hominin. The fragment was placed in a bag, and sat in a vault for about a decade until Herries’ team realised it was a piece of their skull, which they named DMH 134. “We can now say Homo erectus shared the landscape with two other types of humans in South Africa, Paranthropus and Australopithecus,” he said. “This suggests that one of these other human species, Australopithecus sediba, may not have been the direct ancestor of Homo erectus, or us, as previously hypothesised.” Herries said the finding was particularly special because in 1924 the Australian anatomist Raymond Dart identified the the first fossil ever found of Australopithecus africanus, an extinct hominin closely related to humans and discovered in South Africa. “Nobody believed him at the time because they thought the origin of humans would be in Europe,” Herries said. “And now, 100 years later, DMH 134 will go sit in the same room as that child he identified, further proving what he found. It’s a testament to the work of Australians on human evolution.” The findings were published on Friday in the international journal Science. The archaeologist Dr Ceri Shipton from the Australian National University was not involved in the research but examined the findings, which he said made a good case for Homo erectus and several more species of hominin and other animals emerging at a time of a drying climate 2.3-2 million years ago. “This fits with the idea of our genus being adapted to the savannah and in particular exploiting the big game that is available on grasslands, which they would then butcher using stone tools,” Shipton said. “This find is a long way from the previous earliest Homo erectus in east Africa, confirming Homo erectus was wide ranging from the outset, which is why their early fossils have also been found in Georgia about 1.8 million years ago, and that they likely reached the island of Flores where they became isolated and evolved into Homo floresiensis.” The geochronologist and quaternary scientist with Macquarie University, Associate Prof Kira Westaway, said recent research into human evolution is increasingly uncovering overlaps between different hominids thought to be separated spatially and temporally. “These well dated overlaps indicate that the hominid family tree is much more diverse and complex than previously accepted,” she said. “The most fascinating implication from this research, fuelled by the confirmation of an overlap, is that the cause of Australopithecus extinction can be explored with the new potential that there may have been competition from Homo or Paranthropus – this truly is a new and exciting avenue of research.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}