{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/apr/03/dr-william-frankland-immunologist-behind-pollen-count-dies-aged-108", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-04-03T13:25:09Z", "webTitle": "Dr William Frankland, immunologist behind pollen count, dies aged 108", "webUrl": "https://www.theguardian.com/science/2020/apr/03/dr-william-frankland-immunologist-behind-pollen-count-dies-aged-108", "apiUrl": "https://content.guardianapis.com/science/2020/apr/03/dr-william-frankland-immunologist-behind-pollen-count-dies-aged-108", "fields": {"headline": "Dr William Frankland, immunologist behind pollen count, dies aged 108", "bodyText": "Dr William Frankland, a pioneering British immunologist who transformed the world’s understanding of allergies, has died aged 108. Frankland improved the lives of millions of hay fever sufferers by developing the idea of a pollen count. Until his death the oldest survivor of the Japanese prisoner of war camps, he published a scientific paper in September 2017 aged 105. Known as “the grandfather of allergy”, Frankland’s medical career spanned 70 years. He was a British army doctor in the second world war and spent three and a half years as a POW, later crediting his survival to his ability to treat Japanese troops. The historian Dan Snow called Frankland “one of the greatest Britons”, tweeting that he would never forget their meeting. Prof Adam Fox, the president of the British Society for Allergy and Clinical Immunology, said Frankland was “an enormous inspiration to many”, adding that he would be “sorely missed but very fondly remembered”. Frankland, known as Bill, gave an interview to mark his 108th birthday, on 19 March, and put his longevity down to good luck. “I’ve come close to death so many times – from the 1918 Spanish flu pandemic, three and a half years spent as a Japanese prisoner of war, to experiencing anaphylaxis following a tropical insect bite,” he said. “But somehow I’ve always managed to miss it and that’s why I’m still here.” Frankland was born in Battle, Sussex, in 1912, and studied medicine at the Queen’s College, Oxford and later at St Mary’s Hospital Medical School. When the second world war began he joined the Royal Army Medical Corps. He was captured by the Japanese in 1942. After the war he started work in the allergy department of St Mary’s hospital, and went on to become an assistant to Sir Alexander Fleming in his penicillin research. Among Frankland’s many achievements was his work on desensitisation – he would regularly experiment on himself using insects supplied by the London School of Hygiene and Tropical Medicine. His work revealed that hay fever sufferers could be become immune to pollen if exposed to a desensitisation treatment for three years, while many venoms could be neutralised by the same treatment in five. Despite helping millions of allergy sufferers, Frankland said his discoveries had been less about the desire to help than the love of solving problems. “I think being a doctor is rather like being a detective – someone is sick and there’s something you have to discover that’s not obvious,” he told the Daily Mail in 2005. Frankland talked of his regret in prolonging the life of Saddam Hussein, after advising the Iraqi dictator to give up his 40-a-day smoking habit. “To my lasting regret, I told him that was his trouble and that if he carried on, in another two years he wouldn’t be head of state,” Frankland said. He retired from his job at St Mary’s at the age of 65 but worked, unpaid, as a consultant at Guy’s hospital for a further 20 years. In his last interview he reflected on the global coronavirus pandemic, saying it was “great to see scientists, such as those at Imperial, working so quickly to help tackle the pandemic”, and added he would be having a quiet birthday as the doors of his care home were closed because of the virus. “My birthday this year will be quite different,” he said. “I’ve been given a special request to have two of my children visit for a short while, but they will have to keep at a safe distance.” Frankland – who was made an MBE in 2015 for his services to allergy research – is survived by two sons and two daughters. His wife Pauline, to whom he was married for 63 years, died in 2002."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}