{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/apr/03/climate-monitoring-research-coronavirus-scientists", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-04-03T09:00:15Z", "webTitle": "Climate monitoring and research could fall victim to coronavirus, scientists fear", "webUrl": "https://www.theguardian.com/science/2020/apr/03/climate-monitoring-research-coronavirus-scientists", "apiUrl": "https://content.guardianapis.com/science/2020/apr/03/climate-monitoring-research-coronavirus-scientists", "fields": {"headline": "Climate monitoring and research could fall victim to coronavirus, scientists fear", "bodyText": "The coronavirus pandemic has stalled scientific fieldwork and may even start to affect the monitoring of the climate, scientists have warned. Major projects to gather environmental data have been postponed or canceled over concerns that teams of researchers working together will spread the Covid-19 virus. The crisis has so far mainly stymied long-term studies, but concerns have been raised that routine monitoring of weather and the climate crisis may be affected if the pandemic drags on for an extended period. Petteri Taalas, secretary general of World Meteorological Organization, said: “The impacts of climate change and growing amount of weather-related disasters continue. “The Covid-19 pandemic poses an additional challenge, and may exacerbate multi-hazard risks at a single-country level. Therefore it is essential that governments pay attention to their national early warning and weather-observing capacities despite the Covid-19 crisis.” Wealthy countries that have deployed land- and ocean-based instruments, as well as satellites, to gauge temperature changes and other readings mostly have done so with fully or partly automated systems. This means that data will continue to flow without much hands-on human input but should the pandemic stretch out for many more weeks then missed repairs and replacements of instruments will become an “increasing concern”, according to the WMO. Furthermore, in many developing countries measurements are routinely taken manually by scientists in the field and there are indications this work has dropped off. A huge slump in air travel since the start of the pandemic has dented the collection of ambient temperature and wind speed taken in-flight by sensors fitted to commercial airliners through an initiative called the Aircraft Meteorological Data Relay program. A coalition of national weather services across Europe are discussing how to compensate for the decrease in the 700,000 climate observations normally provided per day by aircraft. In the US, a swath of climate research work has been called off or delayed. Nasa-led missions to survey the loss of land in the Mississippi River delta and hurricane recovery in Puerto Rico have been suspended. With all flights to and from Greenland suspended, a project to collect cores from the country’s vast ice sheet has been voided for the year. Nasa has asked staff to work remotely where possible, with a spokesman telling the Guardian that the agency has a continuity plan to ensure that there is “no interruption of climate-relevant data”. A five-year Nasa project to study the impact of severe thunderstorms that enter the stratosphere is now mired in uncertainty. Researchers from several universities have partnered with Nasa to use its high-altitude ER-2 aircraft to take measurements this summer but this work is now on hold. “Because of the delays we haven’t started tests yet and it’s not clear if we are going to be able to do that,” said Kenneth Bowman, a climate scientist at Texas A&amp;M University, who is working on the project. “We don’t really know the timings, we are taking it week to week. It’s always frustrating having all of your plans disrupted, not knowing when we will do what we want to do.” Bowman said routine climate monitoring is “robust” and that he would be surprised if the pandemic disrupted this work unless it spooled out for many months or years. Gabriel Vecchi, a climate modeler at Princeton University, said while he was concerned about the impact of the pandemic on data collection he was “quite heartened” that observations of the Earth’s surface have continued unabated so far. “We should all be grateful for the people and organizations that are continuing these essential forecast and monitoring operations, in spite of the severe challenges they are facing,” he said. If the pandemic lingers then climate scientists will face challenges shared by some other professions – meetings of teams will have to be reorientated, the maintenance of equipment will somehow have to be done and trips to research sites will be curtailed. This is occurring at a time when air pollution, as well as planet-heating gases, has declined considerably in China and Europe due to a reduction in human activity. “For the most part these polluted areas have snuck up on people and they have become the norm and when the public realize it doesn’t have to be that way, I can imagine considerable pressures to not let it go back to how it was,” said Kevin Trenberth, a veteran climate scientist. “I can imagine that commuting from home may become a lot more common as we move ahead, to the advantage of the climate system and fossil fuel use, and to everyone.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}