{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/apr/06/can-you-solve-it-double-chocolate", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-04-06T06:10:49Z", "webTitle": "Can you solve it? Double chocolate!", "webUrl": "https://www.theguardian.com/science/2020/apr/06/can-you-solve-it-double-chocolate", "apiUrl": "https://content.guardianapis.com/science/2020/apr/06/can-you-solve-it-double-chocolate", "fields": {"headline": "Can you solve it? Double chocolate!", "bodyText": "Double Choco is a new grid logic puzzle from Japan. Below are three examples, including a toughie which appeared in the 2020 UK puzzle championship last month. Pencil-and-paper puzzles like Double Choco are very absorbing; hopefully they provide a stimulating and escapist activity during these days of quarantine. The rules of Double Choco are as follows. 1.Divide the grid into blocks by drawing solid lines over the grid lines. 2.Each block must contain a pair of areas of white cells and gray cells having the same form (size and shape). One area may be a rotated or mirrored image of the other. 3.A number indicates the number of cells of that colour in the block (half the total number for the block). A block can contain any number of cells with numbers. The puzzles now follow. If you want to have them all on a single printable page, click here. Otherwise, you can solve them on screen with an app like Markup. Now for the tutorial puzzle (printed at the very top, and just below). My way in was to look at the 3 in the top left cell. This 3 tells you that there must be three white cells, and three grey cells, in that block. The only possible white cells are the three top ones in the leftmost column, since the white cells must form a contiguous area. The three grey cells must have the same shape as the white cells, in other words they must be in a line. There is only one possible position for a line of three grey cells that touches the white cells (and thus makes a single block.) I’ve marked it below. Likewise, the 3 in the top right corner means that the grey area must consist of three adjacent grey cells. There is only one possible position for those grey cells, and also only one possible position for three white cells that share the same shape (three in a row). I’ve marked that block too. The white area at the bottom left has two 3s in it. At first you might think they refer to two different blocks. They actually refer to the same block. (It is fine for the same block to have more than one cell with a number in it.) It has to be the same block, since the white area of this block has three cells in it, and there are only three possible cells, the ones I have shaded orange. The area of the block covered by grey cells must have the same shape, and thus must either be cells ABD, or cells BCD. Let’s assume it is BCD. Then where is the block that contains the remaining 3 on the white cell in the second bottom row? It cannot exist, since there are no three contiguous grey squares left on the board for that block. Hence The block with the three white squares on the bottom left contains ABD. The rest falls into place. Note that one of the blocks has no number-cells. Double Choco was invented by Japan’s legendary Nikoli magazine, which over the last 40 years has introduced many puzzles to a wide audience, most famously Sudoku and Kakuro. Last month, Double Choco was one of the featured problems at the UK Puzzle Association’s annual open tournament, which took place at a Croydon hotel, and consists of a sudoku competition and a general puzzle competition. The competitions are a bit like an exam: the contestants are presented with a series of papers, with each puzzle graded by difficulty. The hard Double Choco above was one of the hardest puzzles this year. This year’s results for the puzzle event were: 1st Neil Zussman, 2nd Vincent Bertrand, 3rd Tom Collyer. (Neil is in a league of his own in the UK and ranks amongst the best puzzle solvers in the world.) For the Sudoku event: 1st Vincent Bertrand, 2nd Tom Collyer, 3rd Mark Goodliffe. I’ll be back at 5pm with the solutions. UPDATE: click here for the solutions. If you like this type of pencil-and-paper puzzle, in which you need to fill in a grid following a short list of simple rules, here are some other ones I have featured in this column. They all link to printable pages. Print them all out and no chance you are leaving the house today. Snake Place (Oct 2017) Garam (Jan 2018) Skyscrapers (July 2018) Sandwich Sudoku (May 2019) Have fun, and keep safe. I set a puzzle here every two weeks on a Monday. I’m always on the look-out for great puzzles. If you would like to suggest one, email me. If you are reading this in the Guardian app, and you want a notification each time I post a puzzle, or its solution, click the ‘Follow Alex Bellos’ button above. Thanks to Tom Collyer, Liane Robinson and Rob Vollmert for today’s puzzles. To find out more about the UK Puzzle Association, its website is www.ukpuzzles.org."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}