{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/apr/05/walk-on-by-why-do-we-ignore-bad-behaviour-", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-04-05T07:00:21Z", "webTitle": "Walk on by: why do we ignore bad behaviour?", "webUrl": "https://www.theguardian.com/science/2020/apr/05/walk-on-by-why-do-we-ignore-bad-behaviour-", "apiUrl": "https://content.guardianapis.com/science/2020/apr/05/walk-on-by-why-do-we-ignore-bad-behaviour-", "fields": {"headline": "Walk on by: why do we ignore bad behaviour?", "bodyText": "What makes a hero? According to a popular meme going around at the moment, intentions matter more than actions. “Your grandparents were called to war,” it says. “You’re being called to sit on the couch.” In a way, sitting around and doing nothing is a new type of heroism, because going out and living life as normal makes you a passive bystander to a global threat. But in ordinary times, the difference between a hero and a bystander is far more clear-cut. What makes some of us the former, and some of us the latter? As she was boarding the tube in London on an otherwise ordinary Friday morning last November, Asma Shuweikh felt a man rush past her. He made a beeline for an orthodox Jewish family sitting by the doors– a father and two sons in kippah. Brandishing a bible, the man began to hurl antisemitic abuse at the family; as Shuweikh stood in shocked silence, she noticed he had highlighted passages in his book. When the man turned his attention to the children, she decided she could not remain silent any longer: it was time to speak up. In a video that subsequently went viral on social media, the 36-year-old can be seen calmly telling the aggressor: “Come on, man, there’s children here… You’re on public transport.” What made Shuweikh speak out and put herself in the firing line? The abuser later began berating her for being a Muslim woman wearing trousers. She says that faith and motherhood helped inform her actions. “When I see something wrong,” she says, “I have to say it.” According to Catherine A Sanderson, a psychology professor at Amherst College in Massachusetts and the author of The Bystander Effect, myriad complex factors make some of us bystanders and some of us heroes. These range from our self-identity to the pressure of social norms. Sanderson says she was inspired to write the book by both “personal and global” events: Harvey Weinstein’s sex offences, the USA Gymnastics sex abuse scandal, and the fact that a student at her son’s college died just two weeks into his very first semester. The student had been drinking heavily and had fallen and hit his head. Although fellow students watched over him, they didn’t call emergency services for nearly 20 hours. By which time it was too late to save him. Her book answers the question at the heart of this incident: why? You may already know about the “bystander effect”. For more than 50 years, newspaper articles and textbooks have recounted the story of Kitty Genovese – a young woman who was murdered outside her apartment in New York in 1964. It was claimed almost 40 people heard or saw Genovese’s murder, yet none of them spoke out. The term bystander effect was coined to explain the fact that individuals are less likely to help people in need when other people are present. The Genovese story is largely apocryphal – later research revealed that no witnesses actually saw the attack in its entirety and two people did in fact call the police. Yet this doesn’t mean the bystander effect isn’t without some truth. In her book, Sanderson shares a number of scientific and real-life case studies that prove the presence of others makes it more difficult for us to speak out. In one New York University study carried out shortly after the Genovese case, 85% of participants sought help for a man who was slurring his words when they believed only they could hear him. When they thought others could hear him, too, only 31% went to get help. Sanderson isn’t interested in easy explanations about fearless heroes and callous bystanders. “The question of why some people act badly and others don’t is not really about good and bad,” she says. She notes that many of the participants in the New York study were physically distressed and argues they didn’t choose not to act but were rather paralysed by a “state of indecision”. Throughout her book, Sanderson references a number of neurological studies that explain our inaction. She shows that working with others reduces our feeling of control and that as the number of observers to an incident increases, the parts of our brains that prepare us to take action actually become less active. “Many of the processes that drive inaction occur not through a careful deliberative process, but at an automatic level in the brain.” Sanderson is a psychologist not a neuroscientist, so I ask why she chose to focus so much on brain activity in the book. “I think it’s important for people to understand that what they’re doing is natural and probably even adaptive from an evolutionary point,” she says. “But neuroscience lets us be aware of our pre-existing unconscious biases. It gives us the power to say: ‘This is normal and it’s natural, but I still have some agency and I can act.’” The third section of Sanderson’s book is more of a guide to how we can all change our behaviour to ensure we speak out, whether that be about discrimination on public transport, workplace fraud, sexual harassment or school bullies. Sanderson’s research shows many of us often believe we would act in certain scenarios. Who among us hasn’t had a casual fantasy about heroically saving the day by whistleblowing at work, saving an infant and/or granny from traffic, or karate chopping a pervert in the park? But in that fantasy, we’re thinking about ourselves alone. In the real world, Sanderson says, we are often bystanders as part of a group and because of that we experience “deindividuation”. Can we be “re-individualised” to ensure that we act as we hope we might? A study Sanderson references seems to suggest we can. In 2012, academics from Harvard asked people to take a maths test and offered them $1 for every correct answer. The twist? Participants scored themselves. The study’s participants were divided into groups that included those who signed an honesty declaration at the end of the test after they’d written down their score; and those who signed a declaration at the top of the sheet before scoring themselves. In the end, 79% of people who signed their name at the bottom of the page cheated by inflating their score, compared to only 37% of those who signed their name before scoring themselves. “When we are reminded of who we are – which signing our name surely does – we are also reminded of our intentions to be a good person who does the right thing,” Sanderson writes. By remarkable coincidence, Darryn Frost was reminded of who he was shortly before he ran at a terrorist with a narwhal tusk during the London Bridge attack of November 2019. “I was at a conference directly before the attack and an American woman was talking about where we learn our behaviours,” he explains. “She started our session asking us for three positive and negative traits about ourselves.” After this, Frost says, she prompted the audience to think about their earliest memory where they learned these traits. “It was literally just after that that everything kicked off, so my emotions at the time were really raw and on the surface.” In general, Frost’s experiences tally with Sanderson’s optimism that we can overcome our inaction. Frost says he taught himself to speak out and conquer fear – he assists those in need and confronts people who are disrespectful to others when he is out in public. “It mostly comes from my schooling… My school motto was: ‘For the brave, nothing is too difficult’. They teach you to be a good citizen and to look out for your fellow man.” Of his response to the attack, he says: “It did feel instinctive to an extent, but that instinct has been taught and nurtured and built over years.” One thing Sanderson says we all must nurture, and build in ourselves is the ability to overcome social awkwardness. Time and time again, she notes how social pressures facilitate inaction. Put simply: if we are around others, we base how we act on how they’re acting. Many of us might avoid speaking out for fear that we’ve misjudged a situation – after all, if it really was that bad, wouldn’t others be speaking up, too? Psychologists call these worries “evaluation apprehension”. We’re concerned we’ll look stupid or sensitive or strange if we speak out. Sanderson notes that people find it easier to intervene if they are less concerned about fitting in, yet also notes those who are worried about fitting in feel social ostracisation more strongly. The neuroscience shows that for these people, rejection feels like physical pain – “as if you’ve twisted your ankle or burned yourself with coffee”. Sanderson also argues it’s more difficult to act when situations are ambiguous and less dramatic, noting that empirical evidence shows that in obvious emergencies such as terror attacks, people are just as likely to help whether alone or in a crowd. While Shuweikh had little doubt what was happening when she saw that man brandishing a highlighted bible, I spoke to someone who failed to act when they saw harassment on another train. Carla, 30, says she was travelling in west London when she heard some Muslim teenagers chatting. Suddenly, a trans woman stood up and shouted at the teens. Carla realised later that they had insulted the woman in a language they both spoke, but which Carla couldn’t understand. “It took a long time to even realise that something bad had happened, so I only started weighing up whether to say something when the trans woman began telling the carriage what had happened,” Carla explains. She says she felt stressed, ashamed and conflicted as she weighed up what to do – she felt as though her face went red. “I felt awful for this woman, because I know how much discrimination trans people face… but I was afraid, I didn’t want to be seen shouting at a group of young, visibly Muslim people in case it appeared racist.” Carla also says it was late and she was in a part of town she didn’t know, which fed her inhibitions. In the end, she didn’t speak out except to shout “good for you!” to the woman as she stood up for herself. Describing the story now, Carla apologises for being “cowardly”. Sanderson emphasises that Carla isn’t cowardly – the difference between a hero and a bystander is heavily situational. In another incident, Carla was the only person to call an ambulance when someone was run over by a bus, while Frost says he was uncomfortable at being labelled a “hero” after the London Bridge attack. He says he is “haunted” by the times in his adult life when he didn’t speak out or take action. “People seem to glorify my actions and yes I’m proud of them, but there’s a lot of times in life I regret not being a better person.” Despite her insistence that we can’t divide the world into neat dichotomies, Sanderson would be remiss not to document what makes it easier for certain people to speak out. She explains the concept of “moral rebels” – people who show courage in speaking out and overcoming social pressure. These people tend to have higher self-esteem and also believe their actions will make a difference (though there are no official figures, Sanderson estimates between five and 10% of the population can be categorised this way). She is at pains, however, to make it clear that anyone can speak out. “It’s not one-size-fits all,” Sanderson says. She argues that not everyone has to be a knight in shining armour. “You can find a friend if you don’t have the ability to do it alone” or “in some cases you might diffuse the situation by creating a joke”. As well as social skills, learning more traditional skills also helps – early in the book, Sanderson notes that people trained in first aid are more likely to intervene in dangerous situations. “They weren’t different in personality, but they were equipped with different skills.” Yet it isn’t just dangerous situations that concern Sanderson – much of her work is dedicated to how you can speak out about sexual harassment or workplace fraud. According to Sanderson, bystanders aren’t just people who fail to run at terrorists with narwhal tusks, they’re people who let sexist or racist jokes pass, too. She documents how silence perpetuates poor behaviour, citing a report that found men who have committed sexual assault believe other men accept their behaviour. Or as Martin Luther King Jr said: “History will have to record that the greatest tragedy of this period of social transition was not the strident clamour of the bad people, but the appalling silence of the good people.” “My hope is that reading this book will help people understand that they have a choice and they can act,” Sanderson says. “It doesn’t have to be a courageous act, it doesn’t have to be confronting the person shouting slurs on public transport, it can be going over and sitting with the victim and pretending that you know them to interrupt the situation.” There is no doubt that Asma Shuweikh chose the courageous path. She recalls being bullied at 12 because she wore a hijab. One girl threw Shuweikh’s lunch on the ground while others laughed – later that night, she went home and cried. “My mum and my brother said to me: ‘Never, ever, ever be quiet when someone does something wrong to you.’” In the past, she has been targeted by Islamophobic abuse in public and felt hurt when no one spoke up on her behalf. “When you’re in that situation, you just don’t think about yourself,” she says of witnessing the antisemitic abuse on the tube. “If you don’t like the discrimination, don’t like the injustice, you have to say something.” The Bystander Effect by Catherine A Sanderson (Harper Collins, £20) is published 16 April. Buy a copy for £16.80 at guardianbookshop.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}