{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/apr/06/coronavirus-cure-fact-check-hydroxychloroquine-trump", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-04-06T18:33:37Z", "webTitle": "Trump touts hydroxychloroquine as a cure for Covid-19. Don't believe the hype", "webUrl": "https://www.theguardian.com/science/2020/apr/06/coronavirus-cure-fact-check-hydroxychloroquine-trump", "apiUrl": "https://content.guardianapis.com/science/2020/apr/06/coronavirus-cure-fact-check-hydroxychloroquine-trump", "fields": {"headline": "Trump touts hydroxychloroquine as a cure for Covid-19. Don't believe the hype", "bodyText": "Faced with a global coronavirus pandemic that is increasingly centered upon the US, Donald Trump has touted several drugs that he claims can help tackle the outbreak. In March, the US president used a press conference to promote the use of hydroxychloroquine, a common anti-malaria drug, to treat Covid-19, saying: “I sure as hell think we ought to give it a try.” He followed this with a tweet that claimed the use of the drug in combination with azithromycin, an antibiotic, could be “one of the biggest game-changers in the history of medicine”. On Sunday Trump again touted hydroxychloroquine, saying “there are some very strong, powerful signs” of its potential as a Covid-19 therapy. Trump has been repeatedly contradicted by public health experts including his own top infectious diseases adviser, Dr Anthony Fauci, who has warned that there is only “anecdotal evidence” that the drugs could be helpful. Confronted with this disparity Trump, who has repeatedly made false and misleading assertions throughout the coronavirus crisis, responded by telling reporters that “I’m a smart guy” and “I’ve been right a lot”. The Fox News hosts Laura Ingraham and Sean Hannity have been promoting hydroxychloroquine on their shows. Last week the Food and Drug Administration (FDA) provided hydroxychloroquine with an “emergency use authorization” to use on coronavirus patients in some circumstances. State officials in New York have said that about 4,000 seriously ill patients are now being treated with the drug. But with some Americans turning to unconventional, and potentially deadly, treatments for coronavirus, medical experts have called for considered, accurate information to avoid exacerbating the pandemic. Last month an Arizona man died and his wife was left in critical condition after the couple took chloroquine phosphate, an additive used to clean fish tanks that is related to the composition of the anti-malaria treatment promoted by Trump. “Trump kept saying it was basically pretty much a cure,” the woman told NBC, before advising: “Don’t take anything. Don’t believe anything. Don’t believe anything that the president says and his people … call your doctor.” Here are the key things to know: What is hydroxychloroquine? Hydroxychloroquine, also known by its brand name, Plaquenil, is a drug used to treat malaria. It is a less toxic version of chloroquine, another malaria drug, which itself is related to quinine, an ingredient in tonic water. It is also readily available to Americans – already approved as a malaria and anti-inflammation treatment by the FDA – where it is an off-the-shelf drug with various low-cost generic versions. Despite the emergency use order, the FDA has not conducted clinical trials to fully ascertain whether the drug is an effective treatment for Covid-19. Why is Trump touting it? Trump was influenced by a widely publicized study in France where 40 coronavirus patients were given hydroxychloroquine, with more than half experiencing the clearing of their airways within three to six days. This apparent improvement is important as it would curtail the timeframe in which infected people could spread Covid-19 to others. However, experts have warned that the study is small and lacks sufficient rigor to be classed as evidence of a potential treatment. The French health ministry has warned against the use of hydroxychloroquine for Covid-19, with Olivier Véran, France’s health minister, saying that it shouldn’t be used by anyone with the exception of “serious forms of hospitalization and on the collegial decision of doctors and under strict medical supervision”. What does the evidence show? The French study followed work by Chinese researchers which suggested that hydroxychloroquine can slow infections from Sars-CoV-2, the virus behind Covid-19, by blocking it from entering cells in the body. But more recent, albeit small-scale, research from China has shown that patients who were treated with the drugs fought off coronavirus no more quickly than those who didn’t get it. Indeed, one patient given hydroxychloroquine severely worsened in condition while four patients on the medicine developed signs of liver damage and experienced diarrhea. Regardless of these findings, any drug being used for a certain purpose before full clinical trials are completed is, by definition, untested and unproven. It’s too early to say if hydroxychloroquine can have a major benefit or not. The European Medicines Agency, an agency of the EU, has said hydroxychloroquine should not be taken by coronavirus patients except for clinical trials or emergency use programs. Are there any downsides to this drug being in demand? Like many drugs, hydroxychloroquine comes with a number of potential side-effects. These include headaches, dizziness, stomach pain, weight loss and mood changes. Worse, a sudden surge in demand for hydroxychloroquine risks shortages of the drug for those who need it most. Hydroxychloroquine is able to keep lupus, a chronic autoimmune disease, in check but some people with the condition have complained they are now unable to find Plaquenil. Trump’s pushing of the treatment has caused many Americans, whether they need it or not, to stock up on the drug. What should people do instead? The latest Chinese research suggests that using hydroxychloroquine is no better than more conventional coronavirus treatments, such as bed rest, antiviral drugs and oxygen inhalation. There are about 40 different research efforts around the world to find a vaccine, which may take a year or more, while scientists rummaging around in the existing medical cabinet have identified some other drugs that may be repurposed to tackle Covid-19. But this work, too, will take time. Conclusion? There is no magic cure for this pandemic, no matter what Trump says. Due to the unprecedented and ongoing nature of the coronavirus outbreak, this article is being regularly updated to ensure that it reflects the current situation at the date of publication. Any significant corrections made to this or previous versions of the article will continue to be footnoted in line with Guardian editorial policy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}