{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "shelter-supporting-those-who-are-struggling/2020/apr/06/until-they-got-involved-i-was-beginning-to-think-this-was-the-end-of-me-how-shelter-changes-the-lives-of-those-in-need", "type": "article", "sectionId": "shelter-supporting-those-who-are-struggling", "sectionName": "Shelter: supporting those who are struggling", "webPublicationDate": "2020-04-06T11:34:08Z", "webTitle": "'It’s like all the pressure’s been taken off me': how Shelter is tackling the housing emergency", "webUrl": "https://www.theguardian.com/shelter-supporting-those-who-are-struggling/2020/apr/06/until-they-got-involved-i-was-beginning-to-think-this-was-the-end-of-me-how-shelter-changes-the-lives-of-those-in-need", "apiUrl": "https://content.guardianapis.com/shelter-supporting-those-who-are-struggling/2020/apr/06/until-they-got-involved-i-was-beginning-to-think-this-was-the-end-of-me-how-shelter-changes-the-lives-of-those-in-need", "fields": {"headline": "'It’s like all the pressure’s been taken off me': how Shelter is tackling the housing emergency", "bodyText": "Stuck in a house unsuitable for his disability, and falling deeper into debt trying to pay rent they could not afford, Anthony Pynaert and his family were almost out of options when they came to Shelter for help. “I felt like I was a prisoner there because I couldn’t get out properly,” Pynaert, who had polio as a child and now uses a wheelchair, says about the property in Buckinghamshire. “There were steep steps outside the front door and I fell down them a few times.” He was also left having to sleep and use a portaloo downstairs because he couldn’t access the second floor. Despite these difficulties, the family weren’t prioritised for social housing, but following support from a Shelter adviser they were moved up on the list, and in January 2019 their story was publicised as part of the launch of the Shelter Social Housing Commission. They now live in a social home that’s been adapted for Pynaert and is close to their two children’s schools as well as commutable to Pynaert’s partner’s work. “It’s like all the pressure’s been taken off me … it really has lifted us all as a family,” he says. “[But] I think how many other people out there must be in similar circumstances. Until Shelter got involved, I was beginning to think this [would be] the end of me.” Pynaert’s family is one of the 6 million households in England and Scotland that Shelter aims to support; people who are denied the right to a safe home, or are threatened with losing it. The charity’s ethos hasn’t changed since it was established in 1966, although the scale of the housing crisis has worsened in recent years. That’s because a lack of social housing has pushed more and more people into the expensive private rental market, which is by and large unaffordable for those who rely on housing benefit, prompting greater numbers to fall into homelessness or debt. There are 280,000 people officially recorded as homeless in England, many of them living in temporary accommodation. This includes the 4,266 people recorded as sleeping rough on a given night in 2019 – an increase of 141% since 2010. And the charity is worried this could get worse as a result of the coronavirus outbreak. “We are seeing a real national emergency in relation to housing,” says Polly Neate, Shelter’s chief executive. “Over decades, successive governments have failed to invest in enough social rent housing for people who really need it … we’re pouring more than £1bn a year of public money into temporary accommodation instead of building stable, genuinely affordable and decent homes for people to live in.” The numbers are staggering but the charity’s efforts are making a substantial difference to the lives of people, many of whom have nowhere else to turn. In 2018/19, 4.3 million people visited Shelter’s online advice pages and more than 41,500 conversations were had with people seeking housing advice through its free webchat service, while the charity’s national emergency helpline gave free telephone advice to more than 41,100 households in crisis. Over a third (39%) of clients were facing eviction or repossession when they came to Shelter, and 44% said they were struggling to cope or manage on a day-to-day basis. Shelter’s online housing advice includes information on resolving housing issues such as how to challenge deductions from tenancy deposits, dealing with damp and disrepair, helping people to understand the type of tenancy they have, and their legal rights. There’s also advice on making a homeless application, dealing with a Section 21 eviction notice, and details of available rent deposit and guarantee schemes. The rapid escalation of the coronavirus crisis has affected many people’s ability to work and therefore to pay rent. Shelter has developed guidance and support on renters’ rights and general housing advice, including for those renters faced with rent arrears, as well as for people who have recently lost their jobs, are on benefits, who need to move during the crisis or are worried about going into mortgage arrears and having their homes repossessed. The charity has 16 local service hubs (12 in England and 4 in Scotland), which offer face-to-face support for issues with housing, benefits, and debt, as well as legal advice, with more than 38,000 households seeking help in this way last year. Due to the threat posed by the coronavirus outbreak, Shelter is shifting most of its face-to-face support to telephone and online advice in order to protect its staff and to ensure those in need can still access its free, expert help. “The people we help are our top priority, and we’re striving to limit the impact of coronavirus on our services,” says Alison Mohammed, Shelter’s director of services. The national emergency helpline will remain open daily. Shelter’s teams of solicitors work with those facing the most serious threat of homelessness, which can involve advocating for them in court. Of the people who used Shelter’s legal team in 2018/19, almost three quarters (72%) of those facing eviction or repossession stayed in their homes. That’s thousands of families who were struggling on a daily basis, and are now coping much better. But for all the stories that do end happily, the team are mindful of those they can’t reach, says Mohammed. “It can be really overwhelming to think no matter how many people we speak to on the phone or who see one of our advisers, there are so many other people we’re not able to help.” Part of the charity’s efforts to meet demand has included investing heavily in its website, making the information more accessible and personalised, with step-by-step guides and videos. The introduction of its free webchat service, whereby advisers can speak to twice as many people as they can on the phone has given greater scope for the helpline team to focus on emergency cases: those who are already homeless, threatened with homelessness in the next 56 days, or at risk of harm. Additionally, the charity also runs a Specialist Debt Advice Service, and offers training and consultancy to local authorities to improve their systems around homelessness prevention. Expert advice and training is provided through its National Homelessness Advice Service for frontline professionals working in the sector, including those working for local authorities, voluntary and statutory agencies. At the other end of the scale, the charity introduced a 12-month traineeship scheme in 2015 for people with lived experience of homelessness to give them better employment prospects, as well as to better inform its services. Of the 56 who have taken part so far, seven are currently on the programme, 44 have gone on to other work (many still within Shelter), and two went on to study or further training. “With so many people in housing need, we can’t advise or support everyone, but if more advisers, social workers and even lawyers were able to have a better understanding of housing rights, then it spreads our reach,” says Mohammed. “We can’t crack this on our own, we need to be able to work with others,” she adds. “It’s about not just providing the advice, it’s about identifying what’s causing the issues and trying to do something about it.” To that end, Shelter has been working hard through campaigning and strategic litigation to change the system itself. There have been some notable successes over the past 18 months, particularly around better rights for renters. This includes the Tenant Fees Act that bans excessive fees being charged to tenants, putting hundreds of pounds back into people’s pockets, and the End DSS Discrimination campaign, which is focused on ending the discriminatory practices of letting agents and landlords against tenants who require housing benefit to help them pay rent. As a consequence of Shelter’s work, Natwest and the Co-Operative Bank, along with other major lenders, have agreed to remove “No DSS” clauses from their buy-to-let mortgages (which were being used as an excuse by landlords to not let to benefit claimants); and Zoopla has banned any adverts displaying “No DSS” across its property portal. Shelter successfully campaigned for a temporary ban on evictions to ensure renters could stay in their homes during the coronavirus outbreak. The government has also said it will permanently scrap Section 21 “no fault” evictions – something for which Shelter has campaigned for more than a decade. This change will greatly improve the stability of private renting, protecting those whose housing is under threat and allowing tenants to challenge bad practices and poor conditions without fear of losing their home. However, Neate says there is still a lot more that needs to be done, in light of the scale of the problem the country faces. “I would like social housing to be as sacred in people’s minds as the NHS. We’re still a long way from that – and we’re concerned that with the coronavirus outbreak things could get worse. There’s going to be even more people needing Shelter’s support,” she says. “[But] the outbreak shines a light on the need for a better social security system and more secure housing so that people can cope through a crisis. And there’s a much greater level of discourse about social housing – within the housing sector, within government, and within the general public.” Public support is key, she adds: “Those 6 million people [denied the right to a safe home] need the other 60 million people in the country to see what’s going on and want to do something about it. And it’s our job to mobilise them.” Head to england.shelter.org.uk to find out about Shelter’s range of information and advice"}, "isHosted": false}}}