{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/commentisfree/2020/apr/03/my-icu-is-three-times-capacity-and-still-the-coronavirus-tide-keeps-coming", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-03T15:49:41Z", "webTitle": "My ICU is three times capacity. And still the coronavirus tide keeps coming | Anonymous", "webUrl": "https://www.theguardian.com/society/commentisfree/2020/apr/03/my-icu-is-three-times-capacity-and-still-the-coronavirus-tide-keeps-coming", "apiUrl": "https://content.guardianapis.com/society/commentisfree/2020/apr/03/my-icu-is-three-times-capacity-and-still-the-coronavirus-tide-keeps-coming", "fields": {"headline": "My ICU is three times capacity. And still the coronavirus tide keeps coming", "bodyText": "I am angry. I am angry that NHS Nightingale will come too late. Intensive care units are becoming overloaded across the London region. Our own is now ventilating almost three times the number it was designed for, spilling out across adjacent wards and operating theatres on scavenged ventilators and skeleton staffing. Still the tide keeps coming. We are keeping sicker and sicker patients on the wards just because there is no capacity to ventilate them. We are becoming stricter and stricter about who we are able to offer ventilation to; soon many of our own staff would not meet the criteria. These conversations become harder and having them so many times per day is exhausting. The Nightingale is opening at least one week too late. The upcoming weekend terrifies me. I am angry that for the last week I have almost certainly had Covid-19 myself. I am lucky, of course, but because we have hardly any testing for staff and I did not have a fever or continuous cough, I was cleared as safe to continue working without a test. Who knows whether I was safe or not? The tiredness has been crippling and I have crawled straight into bed after 14 hour days. I am feeling a bit better now but have profound anosmia that has robbed me of any ability to taste my food. But at least I am OK. I am angry that so many of my colleagues are sick. Some departments, my own included, have over half our staff off. We have – apart from a few exceptions – not run out of protective equipment, but it doesn’t seem to matter. People are sickening anyway. My worry is that some will get seriously ill, and some will die. Some already have. In a callous, brutal way, I can only hope they are not people I know. I don’t think I could stomach that. I am angry that we have had to go cap in hand to larger partners, in effect begging for equity in staffing. Most teaching hospitals have an army of university-affiliated doctors doing research, or super-specialist clinics, or complex surgeries, and each have pulled these doctors into their own hospitals now that these activities have been cancelled. This includes hospitals without emergency departments, which fully staff empty wards until they receive patients referred on a case-by-case basis from other hospitals. Contrast this with a smaller hospital, already full before the crisis began, with no pool of additional resource to call on for a sudden unexpected shift to 24/7 working. There have been direct refusals to share staff and the unfairness takes my breath away. Surely the only sensible answer is to convene a regional panel to fairly allocate staffing between hospitals based on need; once again the lack of high-level leadership lets us down. I am angry that I cannot switch off. At home, at work, in the car, this is all there is now. Everything else seems trivial, monochrome, unimportant by comparison. To my shame this has started to include me and my family. How can I care about my kids’ birthdays or my parents’ loneliness when people are dying unnecessarily? How do I enjoy a day off at home when I’m still expected to dial in to two, three calls and there are constant WhatsApp messages and emails for advice and urgent decisions? I worry how long I can sustain this for. Most of all, though, I am angry that despite all of our preparations we will be overwhelmed through no fault of our own. We prepared well. We were responsive, organised, calm, ready. What we have achieved already is truly remarkable. Now, though, we will just be yet another hospital with patients being treated in corridors, exhausted staff, insufficient ventilators and people dying because we can’t treat them properly. • The writer is an NHS respiratory consultant who works across a number of hospitals"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}