{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/10/the-rev-paul-nicolson-obituary", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-10T12:34:27Z", "webTitle": "The Rev Paul Nicolson obituary", "webUrl": "https://www.theguardian.com/society/2020/apr/10/the-rev-paul-nicolson-obituary", "apiUrl": "https://content.guardianapis.com/society/2020/apr/10/the-rev-paul-nicolson-obituary", "fields": {"headline": "The Rev Paul Nicolson obituary", "bodyText": "My father, the Rev Paul Nicolson, who has died aged 87, was an indomitable man of God who fought for social justice. He founded the Confederation of Employee Organisations in the 1970s, providing collective strength for smaller trade unions threatened by the closed shop, the charity Z2K in the 1990s, which campaigned against the Thatcher government’s community charge – the poll tax – and for all those living in poverty, and in 2012, Taxpayers Against Poverty, dedicated to the prevention or relief of poverty. He was a prodigious man of letters. One of Paul’s greatest achievements was research he commissioned in 1999 for Z2K into minimum income standards, creating a methodology for adequate standards of living for those on low pay or benefits. From this work came the Living Wage, an idea born in the East End of London that now has global status and has taken hundreds of thousands of people out of poverty. Paul was born in Kensington, London, the elder son of Bridget Kindersley, the aristocratic daughter of a Conservative MP, and Roddy Nicolson, a charismatic vintner from Scotland. After leaving Uppingham school, Paul undertook national service, then joined the family business, H Parrott &amp; Co. As a champagne salesman in the 50s he was a regular around the clubs of London and Paris. He recently recalled an evening’s entertainment from the French cabaret star Charpini, who performed his famous imitation of the French chanteuse Mistinguett while she looked on and the film-maker Jacques Tati dropped in for a drink. Dad could knock out a tune on the piano, and in his youth wrote lyrics for promotional ditties, and musicals staged for the amusement of his friends, including Robina Dallmeyer, whom he would marry in 1962. My father began training for the priesthood in 1965 at Cuddesdon College, near Oxford, where Robert Runcie was principal, and was ordained by Runcie in 1968. The struggle to find a path true to his faith was typically atypical. It took him from the concept of worker priests bringing Christian values to the workplace, via ICI, the trade union movement, liberation theology, and in 1981 a parish in the Chilterns, then to Tottenham in north London, along the way shedding much of the upper-class privilege he was born with - although he never lost his accent, which always turned heads on 1970s picket lines. Dad’s determination to make a difference only increased as his health deteriorated in recent years. If you met him on a bus, or in a cafe or a hospital bed, you would find him with his glasses perched on his head, squinting at his phone, debating land tax, benefit levels or housing policy on social media. His work was rooted in the contemplation and expression of “a love that is so brilliant it is beyond the best my imagination can do”. He will be remembered for the selfless way he shared that love with the world. Dad is survived by his children, Hugo, Tom, Claire, Krissie and me, and nine grandchildren, and his younger brother, Guy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}