{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/08/food-bank-run-out-stock-before-coronavirus-lockdown-ends", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-08T06:00:09Z", "webTitle": "Our food bank could run out of stock before the coronavirus lockdown ends", "webUrl": "https://www.theguardian.com/society/2020/apr/08/food-bank-run-out-stock-before-coronavirus-lockdown-ends", "apiUrl": "https://content.guardianapis.com/society/2020/apr/08/food-bank-run-out-stock-before-coronavirus-lockdown-ends", "fields": {"headline": "Our food bank could run out of stock before the coronavirus lockdown ends", "bodyText": "When my job running the media team for a music festival was put on hold two weeks ago, it meant I had time to help my mum, Jacqui, keep our local food bank open during the coronavirus outbreak. Ten years ago, I helped set up Wadebridge food bank. It was only the second one in the county and many said it was not needed in our affluent area of north Cornwall, beloved of royalty and MPs. Yet it has fed 28,000 people since it opened and, last year, my mum received an MBE for her tireless commitment to serving those in need. But she is 68 and many of her volunteers are older. Even before the government-imposed lockdown, demand had skyrocketed and volunteers had stepped back. We’ve had to roll out new processes overnight to get supplies to the people who need it most. This is our journey. Friday 20 March Food bank is technically closed today, but it’s my last child-free day before schools shut, so we’re planning furiously. We’ve set up hand sanitisers and restricted access. Government and Trussell Trust guidelines are changing daily. People are stripping the supermarkets bare, but they’re donating huge amounts of food – which is a relief, as we know we’ll need it in the weeks to come. Today’s recommendation is a 72-hour quarantine for donated food, to minimise the chance of infection via a packet of pasta (if we ever see one of those again). Our premises are too small for our normal needs, let alone this. We’ve been raising funds for somewhere larger for a while, but we need more space today. Mum calls the estate agent. Later, we are loaned a shop for storage. It’s astoundingly generous – and just in time. We get a call from the National Trust offering us boxes of Easter goodies and 600 chocolate eggs. Monday 23 March Schools have closed and our administrator has brought her children in with her. We’re key workers, but plans are still being finalised for their tiny school of 51 children, so they’re sharing her office chair while she perches on a stool and fields phone calls. Usually a referral agency – such as social services, a school or a doctor’s surgery – issue a paper voucher, which a client brings to a food bank and exchanges for food. This ensures that long-term support is offered as well as crisis help. Now that agencies are working remotely, issuing paper vouchers isn’t possible. Should they email us? Can clients just come to pick up food? Our normal systems are no longer fit for purpose and we’re not sure of the best way forward. Demand is surging and it’s difficult to know whether this is the new normal or temporary panic. Businesses across town are closing. Costa Coffee offers us leftover milk. Local bakeries donate bread. We plug in every freezer we have. Tuesday 24 March My husband calls a crisis meeting after Boris Johnson announces a lockdown. My parent’s annexe is connected to our house. We agree to operate as one, seeing as we’re working together, but we need a plan to protect us and ensure the food bank can still operate. We agree to close for the day. This is a critical incident, my husband says. Plan well and you’ll get through it. Our administrator spends the day on the telephone to the Trussell Trust, which we are part of, implementing an e-referral system to replace physical vouchers. Almost half of our 60 volunteers have resigned. They’re heartbroken but can’t continue. Their children insist they shield. Thankfully, we’ve had new offers of help: an influx of working-age people like me, whose day jobs are redundant, including a father and his 18-year-old son, now no longer sitting his A-levels. We restructure and draw up new rotas. We have a small team of (mainly retired) volunteers at our central Wadebridge hub. It usually opens four mornings a week, with four people processing food and two in the office. It’s cramped when everyone is in, so to allow for social distancing we split into pairs and add an afternoon shift. Only one person in the office at a time. To build in resilience, everyone is allocated one shift a week, including Mum. The rest must be done from home. We slot new volunteers into the gaps, placing them alongside old hands to train them on the job in case people get sick or drop out. Wednesday 25 March We reopen, but as a different type of food bank. We are now delivery-only. As well as food collection points, we also ran drop-ins which provided a cup of tea, a friendly listening ear and signposting to other services. Closing them is a big loss. But limiting public contact is a necessary step. Our drivers will deliver boxes to each location twice weekly as usual, and from there new teams will oversee delivery within each town, calling ahead and leaving boxes on doorsteps. Thursday 26 March Some of our volunteers are struggling with their reduced shifts. Some have learning difficulties or mental health problems. For many, volunteering is a lifeline. They miss the camaraderie and structure that it gives them. Distancing ourselves – from each other and the people we serve – is tough for us all. We’re a family, a unit, a vital part of our community. But health and safety come first. Monday 30 March Going into the second week of lockdown, standard food boxes remain unchanged – three days’ worth of dried and tinned food – but it’s the extras that are usually offered in person, such as nappies, toiletries, pet food and fresh food, that are harder to manage now. A local hotel delivers a van full of produce. Trying to bag it for delivery adds another layer of complexity. We know that these donations won’t continue for ever, so we eke them out as best we can. Wednesday 1 April We get in to find more deliveries scheduled than food boxes prepared. We work solidly for an hour but we’re still behind when the driver arrives. Systems obviously still need tweaking – this may mean some people have to wait longer for food, and we may need to add a third delivery slot. The driver covers 52 miles across three towns, delivering 28 food boxes to two distribution points, collecting donations from five supermarkets and picking up 16 boxes of Cornish pasties from a wholesaler. Individuals are still donating food via supermarkets, but much less than last week – perhaps because they are shopping less or collection boxes have been moved as supermarkets rearrange store layouts for social distancing. Like everyone, we’re desperately short of tinned tomatoes and pasta. Thursday 2 April We’ve fed 135 people this week – double the number for the same period last year – and given out 800kg more food in March than we’ve received, dipping into the reserves of food built up at Christmas. Family referrals have increased the most, mainly from school support workers. They include parents who have to stop work to care for children, those already on low incomes who have lost shifts, and new referrals from the self-employed, many of whom never thought they would need a food bank. Cornwall has one of the lowest GDPs in the country and a highly seasonal, fragile economy. Government help will still take weeks to come through. Like supermarkets, we’re working around the clock to implement change and increase capacity so that we can continue to get food to the most vulnerable. Unlike supermarkets, we are not multinational corporations. Operating on a shoestring, run by volunteers and reliant on donations, if analysts’ predictions are correct and unemployment doubles, we may not be able to provide all that is being asked of us. Monday 6 April Our area manager, Emma Greenwood, who has been working non-stop to support the 26 food banks in the south-west, sends us a request. She wants to know how long we can continue to meet demand before current stock runs out. We estimate about six weeks. The Trussell Trust is working at a national level with supermarkets to secure corporate donations – so far, most of the large chains have announced multimillion-pound support packages – but we’re not sure how it will trickle down to individual food banks and whether it will compensate for the drop in individual donations that we saw last week. “I’m not sure how to put it into words,” she says when I ask her what the picture looks like across the region. “I’m just so bowled over and proud – and a little emotional. Everyone is essentially rewriting their operational model on a daily basis just to keep going. They’re all being so resilient – but then I guess that’s what food banks are about, isn’t it?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}