{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/01/nhs-urged-to-turn-hotels-into-birth-centres-during-coronavirus-crisis", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T05:00:13Z", "webTitle": "NHS urged to turn hotels into birth centres during crisis", "webUrl": "https://www.theguardian.com/society/2020/apr/01/nhs-urged-to-turn-hotels-into-birth-centres-during-coronavirus-crisis", "apiUrl": "https://content.guardianapis.com/society/2020/apr/01/nhs-urged-to-turn-hotels-into-birth-centres-during-coronavirus-crisis", "fields": {"headline": "NHS urged to turn hotels into birth centres during crisis", "bodyText": "Hotels should be used as “pop-up” birth centres with retired and student midwives drafted in to support NHS staff, maternity experts recommend in a bid to help expectant mothers stay away from hospitals amid the coronavirus pandemic. The call comes as the charity Birthrights warned that the withdrawal of homebirth and birth centre services could be unlawful and lead health trusts to be responsible for significant risk to life if women choose to give birth without medical assistance. With the NHS under pressure due to coronavirus, more than a fifth of heads of midwifery said their local maternity units had been closed, while homebirth services had been withdrawn or restricted in more than a third of areas, according to a survey by the Royal College of Midwives. Experts warn that community-based options should be available to women wishing to avoid hospitals treating people infected with Covid-19, where pregnant women are being told they will not be allowed the support of a birth partner, apart from during “active labour”. Where freestanding midwifery units were unavailable, pop-up birth centres couldbe quickly established close to hospitals, the UK-based Midwifery Unit Network (MUN) recommended in statement sent to more than 100 stakeholders. The recommendation, supported by a group of academics, is based on a Dutch model where midwife teams have equipped hotels – closed amid the pandemic – as birth centres. A video posted on Facebook of the Van der Valk hotel near a hospital in Bernhoven describes how three rooms were turned into a delivery suite. Lucia Rocca-Ihenacho, the chief executive of MUN, said: “We could be creating pop-up birth centres like the Dutch. They could be set up in a couple of days using the same equipment used by homebirth teams. “This is a proactive way to prepare for a crisis, rather than centralising births in obstetric units.” The proposals include working with independent midwives, midwifery students, retired midwives and doulas to support the NHS. Rocca-Ihenacho added: “It’s not ideal but could be safer than what might be on offer in a labour ward where there is a higher risk of interventions leading to longer stays and risk of infection.” The charity Birthrights said it had been inundated with concerns about the removal of homebirth and birth centre options “without thorough investigation about how staffing and safe transfer challenges could be addressed”. In a statement it said: “We believe that this action may be unlawful and could lead trusts to be responsible for significant risk to life if women choose to birth without medical assistance.” It said frightened pregnant women were contacting its advice service in the belief they now faced childbirth alone, in settings where they felt less safe and at a time of critical staff shortage. Maria Booker, the programmes director at Birthrights, said: “Some women being induced are not allowed their partners with them until active labour (three or four centimetres dilated). Many are not allowed partners on the postnatal ward, which is especially worrying for mothers of twins. “Others who have suffered PTSD [post-traumatic stress disorder] are having homebirths cancelled but told they can’t have partners with them on the postnatal ward. Some are asking if trusts have a duty of care to attend their birth at home if they go ahead anyway.” Lucy Tuohy, from Edinburgh, is currently 38-weeks pregnant and was hoping to have a vaginal birth. But due to the restrictions placed on birthing partners she came to the conclusion that a planned caesarean-section delivery would give her more control over her birth. She was told that if she were to be induced she would have to go through the early stages of labour without her partner and he may not be allowed on the postnatal ward. She told the Guardian: “With my first baby I had a long traumatic birth. The thought, if I had to be induced, of spending time in hospital without my partner petrifies me. What is meant to be this lovely, magical time now has a grey shadow over it.” Soo Downe, a professor of midwifery studies at the University of Central Lancashire, is among academics supporting the idea of pop-up birth centres. “We know from the UK Birthplace Study that women without complications have less risk if they give birth outside hospital – at home or in birth centres – and there is no increased risk for babies in the vast majority of cases,” she said. “While some maternity services in the UK have reacted to the Covid-19 crisis by centralising services, other UK regions and countries – including the Netherlands, Canada, and Iceland – have done the opposite and found creative solutions to keep community services open or even to expand birth centre or homebirth facilities.” Speaking recently on the BBC’s Andrew Marr Show, the health secretary Matt Hancock said empty hotels across the country would help ease the pressure on hospitals filling up with patients, although he did not comment on hotels being used as birth centres. An NHS spokesperson said: “It is important that visiting is restricted to help stop the spread of coronavirus, but our guidance is absolutely clear that a specific exception should be made for birthing partners when a woman is in labour.” NHS England said it was due to publish guidance in response to the Birthrights statement. It said it currently had no plans to use hotels as birth centres. Advice on the NHS Lothian website states: “At present, birthing partners are permitted to attend, however we ask that this is limited to just one person. The midwife in charge will be able to advise of any restraints that may be placed around the visit.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}