{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/09/coronavirus-survivor-asking-myself-why-here-others-died-nhs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-09T09:57:20Z", "webTitle": "Coronavirus survivor: 'I'm still asking myself why I'm here and others aren't'", "webUrl": "https://www.theguardian.com/society/2020/apr/09/coronavirus-survivor-asking-myself-why-here-others-died-nhs", "apiUrl": "https://content.guardianapis.com/society/2020/apr/09/coronavirus-survivor-asking-myself-why-here-others-died-nhs", "fields": {"headline": "Coronavirus survivor: 'I'm still asking myself why I'm here and others aren't'", "bodyText": "I was ill at home with coronavirus symptoms for 10 days before I went to hospital. During this time my 92-year-old father died; I didn’t see him for the last week of his life. My 84-year-old mother, who lives with me, also started displaying symptoms, as well as one of my sisters. Even though I was listening to coronavirus coverage on the radio, it was difficult to think it was happening to me. I had a persistent temperature of 40 degrees. I called NHS 111 but it took forever to get through and then the advice was quite general. A couple of days later, I not only had a temperature and a cough, I suddenly felt quite faint and dropped to the floor and vomited. I’m quite old-fashioned and a bit stiff-upper-lip, always feeling like I’ll pull through and that somebody else needs help more than me, but a friend made me promise to call an ambulance. I shaved, put on a fresh pair of pyjamas and dialled the number. It came very quickly even though we’re pretty remote. They did some checks and said I was going with them. That’s when my stay at the Leicester Royal infirmary began. I was under observation for one night. The next day they said they were going to take me to the intensive care unit (ICU). I was attached to oxygen, a drip feed, a catheter, antibiotics and morphine. I had a device in my mouth to stop me choking and a tube down my throat into my lungs which was sore and uncomfortable, but it kept me alive. I drifted in and out of consciousness. When I coughed I couldn’t suck in breath because of the tube down my throat, so I started to panic. I had this sense of drowning and dying. I grasped the side of the bed or someone’s hand and I had to calm myself. I remember a nurse mopping my brow with a damp towel and soothing my hair, and putting lipsalve on my very dry lips. I went back to being a baby; I was utterly dependent on others for everything. After a while, I began to have doubts as to how much longer I could do this for because I was wiped out by my struggle for breath. I had flashbacks to all sorts of different times in my life. I have a strong faith and the idea of falling into the arms of a loving God became quite appealing. I would be able to rejoin my wife, who I love very much and who died four years ago. The thing I’m still trying to get my mind around is what kicked in and made me think that I couldn’t give up, and that I had more work to do. I began to think about my boys, who are a bit too young to be left, and my mother – the idea of her losing her husband of 65 years and her only son in one week was horrific. I was also supported by an extraordinary assembly of people around the world who were praying for me; I felt I couldn’t let them down. I do feel I’ve got something to contribute as a farmer interested in sustainability and involved in conservation work. That sense of purpose is something that got me through. The day after, my situation started to improve. When I was moved out of intensive care after five days I knew deep down that I’d made it, although I was still a mess and was put in private room for three days. It was then needed for another patient so I moved on to a ward with three others. While in recovery, the nurses found out it was my 61st birthday coming up and asked me what I wanted. I felt pretty rough and beaten up so I said I’d love a shave. The nurse gave me one. On the day, the nurses gathered around my bed with a slice of cake and sang Happy Birthday. It was so unbelievably moving. By this time, I could use my mobile phone. I found out that the doctor had told my boys that the outlook when I was in ICU wasn’t certain at all. I also found out my mother went to a different hospital two days later, along with my sister. They didn’t have it as badly and were discharged three to four days later. I’m still asking myself why I’m here and others aren’t. The man opposite me on the ward looked a similar age to me, but he died while I was there. It was harrowing to witness his struggle as a nurse sat by him all afternoon holding his hand. There was also one boy of 13 who died. The day before I came out of intensive care, an ENT consultant who worked at the same hospital died. I haven’t been out of hospital long but all I can think is that the miracle of this whole story is the NHS. I don’t know how an organisation on the scale of the health service ends up having a team of people – whether in reception, intensive care or on the ward – where everyone is inculcated with a sense of care and compassion. It’s mind-blowing and very humbling. I do think the creation of the NHS is the crowning achievement of Britain. I want to thank the staff, without whom I would not be here today. If you would like to contribute to our Blood, sweat and tears series about experiences in healthcare during the coronavirus outbreak, get in touch by emailing sarah.johnson@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}