{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/01/nhs-staff-making-masks-from-snorkels-amid-ppe-shortages", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-01T16:54:24Z", "webTitle": "NHS staff making masks from snorkels amid PPE shortages", "webUrl": "https://www.theguardian.com/society/2020/apr/01/nhs-staff-making-masks-from-snorkels-amid-ppe-shortages", "apiUrl": "https://content.guardianapis.com/society/2020/apr/01/nhs-staff-making-masks-from-snorkels-amid-ppe-shortages", "fields": {"headline": "NHS staff making masks from snorkels amid PPE shortages", "bodyText": "NHS staff are making improvised masks out of snorkels, buying kit from hardware stores and using school science goggles to protect themselves in anticipation of a rise in coronavirus cases, it has emerged. Doctors and nurses said they were being forced to improvise as they worried about access to appropriate personal protective equipment (PPE). A consultant anaesthetist working in south-east England reported buying 60 snorkels to adapt into respirator masks. “Various other places are doing the same,” the doctor told the Guardian. “One trust has ordered 500 and teamed up with companies who are (3D) printing the adapters.” Samantha Batt-Rawden, the president of Doctors Association UK, said: “It is unacceptable that ongoing shortages in personal protective equipment (PPE) have led to this desperate situation. We have heard from numerous frontline NHS doctors who have been forced to improvise as they simply don’t have access to appropriate kit. “Many doctors have told us they have also had to buy their own respirator masks from hardware stores, while others have reached out to schools and laboratories for protective glasses. Some have approached 3D printing companies to have batches of visors made. In the wake of the tragic death of three frontline NHS doctors, it is now vital the government act to protect the frontline.” PPE used by doctors treating contagious patients includes visors, gowns, gloves and masks with varying levels of protection. The most sought-after is a FFP3 mask, with the highest safety levels, but they are in short supply globally. The anaesthetist said that while his department had not yet run out of equipment, they were devising improvised models in anticipation of a rise in patients. He said there was no official guidance for the use of snorkels but Italian doctors had shown it was possible. “The snorkel masks have been adapted for use as non-invasive ventilators by Italian anaesthetists. They published their design including 3D-printed adapters to connect oxygen tubing to the snorkel breathing tube,” he said. “This adapted connection can alternatively be used to attach a heat moisture exchanging (HME) filter used worldwide to protect tubing and ventilators from patients’ exhaled gases. These HMEs are in plentiful supply. You now have PPE combining a full-face visor with filtered air, cleanable, reusable and resource-efficient.” At one practice in Devon, a patient has been using a 3D printer to make masks for doctors. “We have not been issued with sufficient kit, so a patient has been making it. That should not be the case,” the practice manager said. “He just prints using a 3D printer. He has taken it up a scale and is now providing a number of hospitals. It is a full-face visor on a plastic headband and it goes around the head, protecting the whole front of the face,” the manager said. Another doctor said something similar was happening at their trust as 3D printing partners worked to help adapt snorkels. “I think our hospital has plenty of PPE. We have just been tinkering as a proof of concept in the scenario we run out,” they said. Elsewhere, doctors have raised concerns about ill-fitting masks. One said: “We have only this week started being fit-tested for FFP3 masks. This is supposed to be a requirement. Usually only one type will actually fit. This means there’s been around two to three weeks minimum that staff have been dealing with possible Covid-19 patients without fitting masks because we weren’t fit-tested. “Today I was informed by one of our healthcare staff that we have around 60-70 masks left. That’s it. When I asked a senior what happened after that, they couldn’t tell me. I don’t blame them. They’re doing the best they can just like the rest of us. We are all risking our lives because our government covered up reports that said we were woefully underprepared for a pandemic years ago. We are using eye protection now that’s been donated by schools and DIY shops. That’s pathetic.” The Guardian has previously reported that schools across England were being asked to donate science goggles to the NHS. Meanwhile, the public is being urged to stop panic-buying breathing aids during the outbreak. Intus Healthcare, which specialises in sleep disorders and sells continuous positive airway pressure (CPAP) machines to help with breathing, said there had been a huge increase in people trying to buy its products. “Unfortunately, a lot of people are buying them out of panic rather than medical necessity, due to the news about ventilator shortages. We are being overwhelmed by these additional orders and are finding it difficult to help those with genuine medical conditions,” said Tim Barker, of Intus Healthcare. He added: “It is vital that people understand that CPAP machines, ventilators, are medical devices and cannot be supplied unless authorised by a medical professional. They should not be being purchased ‘just in case’ without any formal diagnosis of a relevant medical condition. The orders cannot be fulfilled and they delay other, valid orders.” An NHS spokesperson said: “The Department of Health and Social Care has secured millions more items of personal protective equipment for us, which the army is helping get to frontline staff across the NHS with every hospital and ambulance trust, family doctors and community pharmacy having received a delivery. “The personal protective equipment sent out to NHS staff is certified by HSE as safe and appropriate.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}