{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/01/950000-apply-for-universal-credit-in-two-weeks-of-uk-lockdown", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T18:33:13Z", "webTitle": "950,000 apply for universal credit in two weeks of UK lockdown", "webUrl": "https://www.theguardian.com/society/2020/apr/01/950000-apply-for-universal-credit-in-two-weeks-of-uk-lockdown", "apiUrl": "https://content.guardianapis.com/society/2020/apr/01/950000-apply-for-universal-credit-in-two-weeks-of-uk-lockdown", "fields": {"headline": "950,000 apply for universal credit in two weeks of UK lockdown", "bodyText": "Nearly a million people have successfully applied for universal credit in the last fortnight, in a rush to welfare support that reveals the depth of the jobs crisis caused by the UK’s lockdown. Despite the government’s job support schemes offering 80% of earnings to employees and the self-employed who cannot work, 950,000 people applied for the main income support benefit between 16 and 31 March. There are normally about 100,000 applicants for the benefit in any given two-week period. Applications started flooding in as soon as Boris Johnson told the nation to stop non-essential contact with others and cease all unnecessary travel. The surge reflects falls in income as well as unemployment as firms go bust or lay off staff because they cannot afford to wait for the Treasury’s retention scheme to start making payments. “We have never seen anything like this,” said Torsten Bell, director of the Resolution Foundation thinktank. “It is not remotely normal even in the grim circumstances of a recession. While attention has understandably focused on new retention and self-employment schemes, universal credit delivering in the face of this huge jobs shock is the key to many families avoiding real hardship.” The surge in applications dwarfs the impact on the benefit system during the last recession, which was triggered by the 2008 financial crisis. Applicants for jobseeker’s allowance, then the main plank of welfare, rose from 46,000 in February 2008 to 82,000 a year later, an increase of 78%. Coronavirus has triggered a rise of more than 500%, from 60,000 to 371,000 claims a week. Applicants include employees laid off because they cannot be furloughed, and some self-employed people who will not be eligible for a separate support scheme offering 80% of average profits over the last three years, up to a limit of £2,500 per month, for the next three months. This only applies to people earning profits of less than £50,000. Bell said: “The scale of the claims means we should add hardworking civil servants from the Department for Work and Pensions to our ever-growing list of people to be grateful for. Their job in processing these claims and getting cash to families couldn’t be more crucial.” The DWP said it had moved more than 10,000 staff to deal with claims and was recruiting more. Officials have been calling people who applied online to try to speed through claims, and say they are making tens of thousands of phone calls per day. Since 2012, staff numbers at the DWP have been cut by almost 40%. Labour called the figures “truly shocking” and urged the government to make the process more efficient. “The government must wake up and take action, not leave people waiting days to verify their identity and five weeks to get the support they need. Advances are not the answer to the five-week wait, they are loans that have to be paid back, and nobody knows how long this crisis will last. “The government should turn advances into non-repayable grants to end the five-week wait and make sure people get the support they need quickly at a level that genuinely protects them from poverty.” A DWP spokesperson said: “With such a huge increase in claims, there are pressures on our services. But the system is standing up well to these and our dedicated staff are working flat out to get people the support they need. We’re taking urgent action to boost capacity.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}