{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/01/covid-19-recoveries-it-was-the-most-terrifying-experience-of-my-life", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-01T16:23:52Z", "webTitle": "Covid-19 recoveries: 'It was the most terrifying experience of my life'", "webUrl": "https://www.theguardian.com/society/2020/apr/01/covid-19-recoveries-it-was-the-most-terrifying-experience-of-my-life", "apiUrl": "https://content.guardianapis.com/society/2020/apr/01/covid-19-recoveries-it-was-the-most-terrifying-experience-of-my-life", "fields": {"headline": "Covid-19 recoveries: 'It was the most terrifying experience of my life'", "bodyText": "“I could tell the nurses were as scared as me; they told me my coronavirus test was positive as if I was going to die,” says Ati, 41, who was admitted to hospital in Edinburgh after suffering from a fever, a constant cough, abdominal and chest pain, shortness of breath and the loss of her sense of smell and taste. She had initially been told by 111 call responders to nurse her symptoms at home, but was instructed to go to hospital after coughing up blood. On her third day in hospital – her 13th with the illness – Ati started bringing up more blood and felt an ever greater tightness in her chest as her temperature rose further. That night it started to fall. “To my surprise, it did not come back,” she recalls of the fever. “My body finally began to fight it off and the next day they told me I could go home the day after if everything stayed stable. “I was so relieved. I had kept thinking I should’ve been admitted earlier and feared it was too late. It was the most terrifying experience of my life.” More than 29,000 people across the UK are confirmed to have contracted Covid-19, and it is thought that thousands more have it. The disease has killed 2,352 people in the UK so far. Meanwhile, 174,019 people globally are known to have recovered. The number in the UK remains unclear, but heartening reports are beginning to emerge. “I actually got out of bed today, which is huge,” says 51-year-old Lou, in Chalfont St Peter in Buckinghamshire. “I thought I was dying Wednesday last week, when I couldn’t take a breath and was losing consciousness.” Paramedics who came to Lou’s house found that her temperature exceeded 40C (104F) and her blood pressure and oxygen intake had dropped. She was rushed to hospital along with her husband, who was also symptomatic. She was tested for Covid-19 on Friday and is still awaiting her results. In hospital she was put on a drip and given a variety of drugs, and her condition stabilised. She was discharged several days later as the choking feeling began to ease and her fever subsided. “It makes you think: sod bloody work. When this is over, we are having fun,” she says. “It’s baby steps, but we are slowly getting there.” Only patients with the worst symptoms are being admitted to hospital, and 22-year-old Ryan is among many whom 111 call handlers have told to stay at home and self-isolate unless they have severe difficulties breathing. “I’m very relieved I recovered,” says Ryan, a third-year engineering student at Imperial College London, telling of coughing red phlegm, exhaustion, night sweats and nausea. “I couldn’t get out of bed when the fever was at its worst. I lost my appetite and could barely drink water.” He says he is usually healthy and that the ordeal has been a big shock. Now he just wants to return to his home country, Malaysia. Jenny, 59, a former GP in Falkirk who has multiple sclerosis, isolated herself from her vulnerable family and has since been able to resume normal life. “I’m a week down the line from two weeks’ self-isolation in a van on my driveway,” she says. “I have never experienced anything like it. I’m 99.5% certain I had Covid. It felt like I had a tight band going through my diaphragm.” Although she is still quite fatigued and has to stop to catch her breath while walking through her village, she has now returned to caring for her partner, who is undergoing chemotherapy, and her father, who has dementia. Jenny stresses her desire to give people optimism about recovery and the importance of isolating if you have symptoms. “Every single one of us can make a difference in the flattening of the epidemic curve,” she says. For Ati, the episode has given her a new sense of community. “We started to see messages from neighbours, my GP and friends offering help,” she says. “It was so comforting to see how society comes together.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}