{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/03/dr-monica-shutter-obituary", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-03T09:21:20Z", "webTitle": "Dr Monica Shutter obituary", "webUrl": "https://www.theguardian.com/society/2020/apr/03/dr-monica-shutter-obituary", "apiUrl": "https://content.guardianapis.com/society/2020/apr/03/dr-monica-shutter-obituary", "fields": {"headline": "Dr Monica Shutter obituary", "bodyText": "My mother, Dr Monica Shutter, who has died aged 94, was a GP in Cambridge for more than 30 years, working in partnership with her college friend Dr Betty Corston. They ran a small practice, knowing all their patients, each being “on-call” alternate nights and weekends, rather than using any deputising service. Throughout her life, ex-patients remained in touch. The daughter of Nellie (nee Hosegood) and Christopher Bennett, Monica was the middle of five children growing up on their father’s farm near Louth, Lincolnshire. She went to Newnham College, Cambridge, in 1942, one of a handful of women among a sea of men studying medicine, graduated in 1945 and qualified as a doctor in 1948. She returned to Cambridge in 1949 after marrying Tony Shutter, assistant under-librarian at the university library. She took locum GP jobs while her children were young, and she cared for them; and later for Tony, who died in March 1959, at 38, of diabetes-related kidney failure. In 1960 Monica began her long work partnership with Betty, and they became well-loved family GPs, nurturing doctor-patient relationships to promote health and find the best treatment for individuals. She was interested in the connection between physical and mental health and studied this with the psychoanalyst Dr Michael Balint, learning from him for years. She was the regular doctor for the Cyrenians charity and for Jimmy’s homeless shelter, volunteering with both organisations, and other health-related groups, for decades. She was a member of the Community Health Council until its abolition, and an early member of the Green party, deeply concerned about humanity’s dangerous effects on the planet. Monica was a committed Christian and active in Wesley Methodist Church, which she joined as an undergraduate. She was a local preacher for over 50 years, retiring from that service only in 2010. She led the primary department of the Sunday school through the 1960s and was a member of the oversight committee of Wesley House, training future Methodist ministers. After retirement in 1990, Monica followed many courses at U3A (the University of the Third Age), in subjects as diverse as geology, archaeology and comparative religion. She loved caring for her granddaughters and getting to know her great-grandchildren. Cambridge had not allowed women to graduate before 1948, and finally acted to remedy the injustice 50 years later. Monica was pleased to join some 900 other women in the 1998 ceremony finally awarding them their degrees. Monica’s three children, Pip, Tim and me, her three granddaughters, Katie, Rosanna and Amy, three great-grandchildren, Imogen, Dylan and Otis, and her youngest sister, Josephine, survive her."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}