{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/10/nhs-coronavirus-volunteer-ionger-than-expected", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T16:22:36Z", "webTitle": "NHS says coronavirus volunteer scheme taking time to get up to speed", "webUrl": "https://www.theguardian.com/society/2020/apr/10/nhs-coronavirus-volunteer-ionger-than-expected", "apiUrl": "https://content.guardianapis.com/society/2020/apr/10/nhs-coronavirus-volunteer-ionger-than-expected", "fields": {"headline": "NHS says coronavirus volunteer scheme taking time to get up to speed", "bodyText": "NHS officials have said it has taken longer than anticipated to get the coronavirus volunteer programme up and running after many of the 750,000 who signed up complained that they had not yet been given jobs. The extraordinary willingness of the British public to help out has been considered one of the few bright points of the crisis, but only a few thousand tasks are being carried out around the country so far. With 2.5 million elderly and vulnerable people in the UK supposed to be receiving help from the scheme, there is concern that people who are self-isolating for at least 12 weeks could be falling through the safety net. Neil Churchill, an NHS England administrator working on the volunteer team, explained “why it’s taking time for you to get your first asks” in a post on a Facebook group for volunteer helpers on Friday. He said there were “a lot more [identities] to check” than initially expected, and it was only after that that “we ask people in the NHS to make referrals”. But NHS staff have also been slow to call for the volunteers to assist. “It just takes time for info to get through to every GP practice, every pharmacist and every discharge team. Referrals are in the thousands right now and we expect they will be in the tens of thousands soon,” Churchill said. Volunteers are registered on the Good SAM app and, when signed in, wait for an alert indicating that a job needs doing. But Facebook groups for volunteers are full of people expressing disappointment that they have waited hours without being given a task. Dean Tonna, 57, from Leicester, said he signed up as soon as it was announced last month and was told that they would do DRB (Disclosure and Barring Service) checks and get back to him in a week. It took a bit longer than expected, but he was cleared to help last Thursday. “I was sent a lot of instructions and have been on call ever since and in nearly 250 hours I have not had a single thing to do. On the app you can see other responders in the area and there are a good 20 people around where I am. I am not sure if they are busy but having looked on Twitter it looks like no one is doing anything.” A total of 750,000 people signed up in less than a week at the end of March, in response to a call by Matt Hancock, the health secretary, for volunteers to help those who have been told to stay indoors for at least 12 weeks. The appeal was so successful that new sign-ups have been halted. Volunteers have been asked to be on standby to pick up medicines from pharmacies, drive patients to and from appointments, and call to check on people isolating at home, following referrals from doctors, pharmacists and other NHS staff. Melanie Westell, 41, from Kent, said she had signed up to volunteer two and a half weeks ago and last Friday she was told she had been accepted. “I have been on duty for 87 hours over the last week and have not had anything come through,” she said. “The only thing I can put it down to is that when doctors or pharmacies, for example, refer vulnerable people to the service they have to fill out a form for all the services they may need.” Some people have complained they have been rejected without clear explanation, saying they supplied or have had up-to-date criminal record checks. But others say they have been asked to help and found the experience rewarding. The scheme is being run by the Royal Voluntary Service, with the support of Camilla, Duchess of Cornwall, in conjunction with the NHS. A spokesman for the RVS said the scheme would expand in numbers over the coming days and weeks: “It will be a gradual and developing process as more healthcare professionals, pharmacists and local authorities refer people who need help in greater numbers.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}