{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/apr/03/nca-predicts-rise-in-online-child-sexual-abuse-during-coronavirus-pandemic", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-04-02T23:01:03Z", "webTitle": "NCA predicts rise in online child sexual abuse during coronavirus pandemic", "webUrl": "https://www.theguardian.com/society/2020/apr/03/nca-predicts-rise-in-online-child-sexual-abuse-during-coronavirus-pandemic", "apiUrl": "https://content.guardianapis.com/society/2020/apr/03/nca-predicts-rise-in-online-child-sexual-abuse-during-coronavirus-pandemic", "fields": {"headline": "NCA predicts rise in online child sexual abuse during coronavirus pandemic", "bodyText": "The National Crime Agency (NCA) has warned there could be a rise in online child sexual abuse offences during the Covid-19 pandemic as it reveals its most recent intelligence shows there are at least 300,000 people in the UK who pose a sexual threat to children. The figure, which comes from intelligence pre-dating the coronavirus outbreak, reflects a new assessment of the threat and is far higher than previous estimates. The NCA believes there are a minimum 300,000 individuals in the UK posing a sexual threat to children, either through physical contact abuse or online. NCA investigators have also found that is possible to access child sexual abuse content on the open web in just three clicks. The figure is from the NCA’s latest national strategic assessment, which will be published online on Friday, and comes amid warnings from charities and law enforcement agencies over heightened risks during the coronavirus crisis. The NCA revealed offenders are already discussing opportunities over online chat forums to abuse children during the Covid-19 crisis. The National Police Chiefs’ Council lead for child protection, Simon Bailey, chief constable of Norfolk police, said: “It is sickening to think that some criminals are looking to exploit the coronavirus crisis to cause harm online. Despite the issues that the pandemic will cause for law enforcement, child protection is still a priority and we remain totally committed to keeping our young people safe.” The number of child safety concerns reported through the child exploitation and online protection command website since schools closed because of coronavirus has stayed largely the same, the NCA said. While there has been decreased reporting from professionals, such as teachers and social workers, the level of reports from children has remained stable. A host of educational products aimed at children of all ages, parents, carers and teachers will be issued through the agency’s Thinkuknow website and social media channels. Rob Jones, the NCA director of threat leadership, said: “Preventing offences occurring is always crucial and now more so than ever when there is masses of online traffic and a possible elevated threat to children. “We are redoubling our efforts to promote our online safety messages to children, parents, carers and teachers and are working with partners to keep children safe.” The NCA and UK policing arrest more than 500 child sex offenders and safeguard about 700 children each month. The NCA warning comes as new research showed that residential schools for children with special educational needs and disabilities (Send) recorded nearly 10 times the number of safeguarding concerns of a sexual nature than other residential schools. The study by the Independent Inquiry into Child Sexual Abuse (IICSA) is based on in-depth research at a small sample of mainstream residential schools, including private schools and state boarding schools, as well as Send residential schools for students. It found that online and peer-on-peer abuse were the most common safeguarding concerns of a sexual nature, and highlighted the challenge of managing children’s online safety and peer relationships within the context of round-the-clock care. “Alongside more serious reports of sexual violence and assault,” the report said, “some mainstream schools also recorded, for example, sexting and a range of peer-on-peer concerns. “It seems unlikely that these issues were not also happening in other schools; rather, they were not being recorded in safeguarding logs, but perhaps elsewhere in behavioural logs. “In addition, in special schools, some concerns with a sexual element seemed to relate to young people experiencing or exploring their bodies with no intent to harm.” Nancy Kelley, deputy chief executive of the National Centre for Social Research which produced the report on behalf of IICSA, said: “This research uncovers the unique challenges involved in safeguarding children in residential schools. Managing relationships between pupils, overseeing children’s online activity, and communicating with local authorities are all key areas of concern for these schools.” IICSA was set up in 2015 because of serious concerns that some organisations had failed and were continuing to fail to protect children from sexual abuse. This latest research drew on interviews with 150 staff, pupils and parents and analysis of the safeguarding logs of 15 residential schools across England and Wales."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}