{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/02/three-championships-in-2022-offers-asher-smith-treble-chance-says-coe", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-02T21:30:01Z", "webTitle": "Three championships in 2022 offers Asher-Smith treble chance says Coe", "webUrl": "https://www.theguardian.com/sport/2020/apr/02/three-championships-in-2022-offers-asher-smith-treble-chance-says-coe", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/02/three-championships-in-2022-offers-asher-smith-treble-chance-says-coe", "fields": {"headline": "Three championships in 2022 offers Asher-Smith treble chance says Coe", "bodyText": "Dina Asher-Smith will have a shot at an unprecedented world, Commonwealth and European treble in the summer of 2022 after Sebastian Coe confirmed that all three championships would be squeezed into a six-week window. Lord Coe, the president of World Athletics, hinted that the world championships in Eugene, Oregon, which have been pushed back a year to 2022, could be staged first – most likely in early July – before the Commonwealth Games in Birmingham and the European championships in Munich take place later in the summer. “I do want the treble to be on,” said Coe. “We’ve really not left any stone unturned here and we’ve still some conversations to go. We’re trying to navigate our way through what is a window, not much more than about six weeks, which is really challenging. But my guiding principle is that I don’t want to put athletes in a position where they’re perming one from three.” Coe that for multi-eventers such as Katarina Johnson-Thompson and top endurance athletes it would be tough to do more than one major championship in a season. However, he also added: “It is my hope that we get to a sensible gap – so that at least the athletes have a maximal period of preparation after the world championships, before they head off then to a European championships and a Commonwealth Games.” Coe also backed Asher-Smith and Johnson-Thompson to bounce back at next year’s Olympics after the Tokyo Games were postponed because of the Covid-19 pandemic. “This is not an exact science,” he said. “Some athletes are going to compete well one season, and maybe not so well the next. But I hope that Dina and Kat are at that point in their career where this disruption really doesn’t impact too dramatically on them. “What they have both displayed to me is they’ve got resilience – and I think the resilient athletes are going to manage their way through this. So my instinct is that while the delay is not ideal for them, I think they’ll figure this out and come back in 2021 really strong.” Coe also revealed that he was prepared to lengthen this year’s track and field season – but only if it was safe to do so. “I wish I knew when it’s going to be sensible or safe to be able to commence the summer season. But we’ll do everything possible to extend it into September, and possibly even into early October. “What I don’t really want is for athletes to go into next season, without at least making every effort to try and resurrect something – providing we do it in a way that is safe and secure and doesn’t risk their health.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}