{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/07/kelly-loeffler-the-wnba-owner-against-everything-the-league-stands-for", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-07T11:00:20Z", "webTitle": "Kelly Loeffler: the WNBA owner against everything the league stands for", "webUrl": "https://www.theguardian.com/sport/2020/apr/07/kelly-loeffler-the-wnba-owner-against-everything-the-league-stands-for", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/07/kelly-loeffler-the-wnba-owner-against-everything-the-league-stands-for", "fields": {"headline": "Kelly Loeffler: the WNBA owner against everything the league stands for", "bodyText": "Republican senator Kelly Loeffler’s financial disclosures show that millions of dollars in stocks were sold on her behalf right after Congress received briefings about the forthcoming coronavirus crisis. The transactions in question occurred on three separate occasions, and involved selling International Exchange stocks, as well as for retail companies that were likely to be hard hit during the pandemic. The Georgia senator also purchased stock for a company that provides teleworking software. There have been accusations of insider trading in some media reports, although there is no indication Loeffler has been the subject of a criminal investigation over the allegations. But the accusations may have an impact on not just her political career, but on the WNBA. That’s because, since 2011, Loeffler has been one of the owners of the Atlanta Dream. This has the potential to put the WNBA and its players into a terrible position. Her political views – and the recent allegations – seem to be in contrast to everything the league itself stands for. Loeffler is a businesswomen with no previous political experience. She was not elected to office, but appointed by Georgia’s governor, Brian Kemp, in what some political insiders have referred to as “a joke,” after her predecessor, Johnny Isakson, resigned due to health problems last year. Loeffler’s background is in finance and she made her money mostly through bitcoin – the Atlanta Journal Constitution referred to her as “a deep pocketed marketing whiz” – making her capable of understanding the market well enough that her current actions look even more suspect, though she has maintained that her portfolio is handled by a third party (Loeffler’s office did not return request for comment for this story). Loeffler took a page out of the Donald Trump playbook and boasted of her status as a “political outsider.” She was originally thought to be on the more moderate side (probably because she heads up the first women-owned professional sports team in Georgia) and rightwing publications lambasted her as having “ties to the abortion industry” (due to the fact that the WNBA has partnered with Planned Parenthood). But she has made it clear that she is “pro-2nd Amendment, pro-military, pro-wall, pro-Trump” and “strongly pro-life.” Loeffler has said she is “saddened” by the “politicization” of sports. This puts her at-odds with not only most of the players, but the league itself. It’s not uncommon for professional sports teams to be owned by wealthy white people with views that contrast greatly with those of their players – just look at the NFL. What makes this feel different is that, in the case of the WNBA, it has rebranded itself in recent years to be more explicitly progressive as a league. It’s more than just individual players speaking out – though that happens, too. Entire WNBA teams took a knee to protest racial injustice and held media blackouts where they only talked about police violence against black people; last year, superstar players like Breanna Stewart and Elena Delle Donne spoke out publicly against the heartbeat bills that were sweeping the nation. A large number of players are openly gay and support LGBTQ causes. But 2018 saw an intentional pivot on the part of the league to be more reflective of the players on the court and the fans, who tend to skew more progressive. The league announced a “Take A Seat, Take A Stand” initiative that supported six different organizations, which included one that supports LGBTQ youth and Planned Parenthood. The league’s commissioner, Cathy Engelbert was proud to support the players as they announced their new collective bargaining agreement this off-season – which boasted some of the most progressive family planning benefits in the nation. “It’s sad to see her so openly display things that counteract the very core and mission of the WNBA,” a former Dream player told Power Plays. “But hey, does the person who funds the show’s ideals permeate throughout? Can she believe in both?” Most players did not want to comment for this story, which is generally not the case when reporting on political topics and the WNBA. “It’s not my place to talk about something I know nothing about,” one Dream player said via Instagram DM. Angel McCoughtry, who was with the Dream for 10 years before being traded to the Las Vegas Aces this off-season, initially put out a statement to the Guardian and then on social media saying, “I will never judge a person on their political views … we get so caught up on what’s going wrong. But I remember the million things Kelly has done right.” After pushback, McCoughtry then backtracked, tweeting that she is “obviously not an expert on federal securities laws” and she “wasn’t trying to weigh in on that aspect of Kelly’s life.” “She has been a tremendous supporter of the WNBA and the Atlanta Dream,” McCoughtry said of Loeffler, “and helped inspire young women in this city throughout her involvement with the team.” But that’s the sticking point right there. Loeffler may have helped inspire young women, but she is also supporting policies and a government that actively harms those women, particularly young black girls. Girls who look a lot like the majority of the players in the WNBA. Now, though, the WNBA’s Loeffler problem is not just that her views as a politician contrast so greatly with the ones espoused by the league and its players. Now it has to grapple with the reality and optics of the owner of one of its teams potentially using an impending pandemic and the inside information she was granted as a result of her government position to line her pockets. “The Atlanta Dream is not a political entity, and we are in the business of sports and entertainment,” a spokesperson for the Dream said in a statement. “We are focused on building a successful team on the court and creating a top fan experience.” But that fan experience could be put into jeopardy by Loeffler’s alleged behavior. “I’m a relatively new WNBA fan and was already wary of supporting a team owned by Loeffler,” said Dream fan Janee Ronca, who added that the accusations concerning stock trading against Loeffler made her particularly uncomfortable. Another fan echoed these sentiments, telling Power Plays that “the Atlanta Dream won’t get a dollar from me moving forward unless Loeffler were to part with her stake in the organization.” For a league that has struggled with ticket sales and fan attendance but is finally on an upswing, a controversy like this is the last thing it needs. Loeffler herself may have expressed sadness at the fact that sports are political, but whether she wants to admit it or not, she’s contributed to exactly that. As a politician who owns a sports team, her political views and the actions she takes as a US Senator now reflect on the basketball team she owns. It’s going to be up to the league how they handle it, and they should decide sooner rather than later. Because for as long as Loeffler remains both a politician and the owner of a WNBA team, it will be impossible to separate the two things. And ultimately, the only thing it hurts are the players, who didn’t ask for any of this. • Cathy Engelbert and the WNBA did not return requests for comment for this story."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}