{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/apr/07/talking-horses-a-win-for-the-north-as-brian-hughes-is-champion-jockey", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-07T14:35:03Z", "webTitle": "Talking Horses: Rooneys quit jumps two years after Cheltenham boycott", "webUrl": "https://www.theguardian.com/sport/blog/2020/apr/07/talking-horses-a-win-for-the-north-as-brian-hughes-is-champion-jockey", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/apr/07/talking-horses-a-win-for-the-north-as-brian-hughes-is-champion-jockey", "fields": {"headline": "Talking Horses: Rooneys quit jumps two years after Cheltenham boycott", "bodyText": "Paul and Clare Rooney have decided to quit jump racing altogether and are in the process of selling off the horses who represented them this season. The owners have been going through a gradual and very public cooling process in relation to the winter game, having at one stage been the most prolific of British-based owners. The news was confirmed by Jason Maguire, racing manager for the couple, who said on Tuesday: “They’re just concentrating on Flat racing. They’ve decided they’re going to sell the jumpers.” Asked for a reason why the Rooneys would take this action, Maguire replied: “I couldn’t tell you. They just said to me they want to put their energy into Flat racing. They’re giving the trainers some time to get them sold so the trainers can keep the horses.” The navy and yellow colours of the Rooneys have had some high-profile successes over hurdles and fences in recent years, notably when Willoughby Court won the Ballymore at the Cheltenham Festival in 2017. If The Cap Fits did his bit with a thrilling victory over Roksana and Apple’s Jade in the Liverpool Hurdle at last year’s Grand National meeting, while Go Conquer won the Great Yorkshire Chase. The Last Samuri came close to winning the National itself in 2016, when beaten only by Rule The World. At the end of 2018, the Rooneys told their trainers not to make any further entries at Cheltenham, having decided there was a higher risk of injury there but then changed their minds after their concerns were allayed by track officials. Last year, they decided to cut back their string to focus on quality over quantity but their commitment to jumps racing was restated at the time and they ran 34 different horses in the current jumps season. If The Cap Fits is to stay in training with Harry Fry, who said another owner in his yard had seized the chance to buy the horse. “We’re very grateful for the support we’ve had from the Rooneys,” Fry said. “We’re sorry to see them ending their interest in jump racing. We’ve had some great days together and none more so than when If The Cap Fits won at Liverpool last year under a power-packed Sean Bowen ride.” Fry added that he had also found other owners for the promising youngsters Winningseverything and Get In The Queue. Hughes named champion jockey one year after horror fall Three weeks after horse racing in Britain was stopped by the coronavirus, the authorities have confirmed that Brian Hughes is champion jockey for the season that was supposed to end at Sandown a fortnight on Saturday. Hughes got the news on Monday while celebrating the first birthday of his daughter, Olivia, and was grateful that 6 April will now have more positive professional associations for him than was the case a year ago. On the day Hughes’s wife, Lucy, gave birth last year, he took a crashing fall while duelling for the lead on Bingo D’Olivate, whose flailing hoof did a lot of damage. “I got my face smashed in,” he recalls. “Jaw broken in three places.” His agent told a reporter at the time that the jockey would need his teeth reset because “they’re all over the place”. So, while Lucy was in a hospital in Middlesbrough, recovering from giving birth, Brian was in a hospital in Newcastle having his face put back together. Such is life when there’s a jump jockey in the family. Memories like that mean Hughes can be sanguine if it is ever suggested that he was helped to his first title by injury to Richard Johnson, who broke an arm at Exeter in January. He knows that everyone in his line of work gets their share of bad luck in the end. And he was three winners in front at the time of Johnson’s injury. In the other jockeys’ championship, for conditionals, Jonjo O’Neill Jr (61 winners) beat Ben Jones (41) and Connor Brace (35). All three look like serious young talents with long careers ahead of them. So long as the sport can get back on its feet at some point, there will be no shortage of accomplished riders available. In the meantime, the tweet above shows that staff at Gordon Elliott’s yard are finding ways to keep themselves busy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}