{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/07/dana-white-ufc-249-private-island-coronavirus-khabib-nurmagomedov", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-07T15:53:38Z", "webTitle": "Dana White plans to host UFC 249 on private island during coronavirus lockdown", "webUrl": "https://www.theguardian.com/sport/2020/apr/07/dana-white-ufc-249-private-island-coronavirus-khabib-nurmagomedov", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/07/dana-white-ufc-249-private-island-coronavirus-khabib-nurmagomedov", "fields": {"headline": "Dana White plans to host UFC 249 on private island during coronavirus lockdown", "bodyText": "The UFC president Dana White, who has faced criticism for pushing forward with events during the Covid-19 epidemic, says he plans to host fights on a private island. While all but a few sports leagues around the world have shut down during the pandemic, White has insisted he wants UFC 249, scheduled for 18 April, to go ahead. The event was supposed to be headlined by undefeated lightweight champion Khabib Nurmagomedov against Tony Ferguson. However, Nurmagomedov said he would not leave quarantine in Russia to fight, possibly due to the fact that he may have trouble entering the US during the Covid-19 lockdown. Ferguson will now face Justin Gaethje, although White said a private island could help fighters having trouble entering the US. “I’ll tell you this, I’m this close to getting a deal done,” White said. “So, this place where this fight is going to be on 18 April, I have locked up for two months, so I’m going to continue to pump fights out. I also secured an island. I’ve got an island. The infrastructure is being built right now. We’re going to do all of our international fights on this island. “So, when we do this fight 18 April, international and in the United States, we’re going to start cranking. The UFC will be back up and running, internationally and here in the States.” There will be no live audience at UFC 249 and White did not name the island he plans to use as a venue. “Health and safety is something we worry about all the time, not just during the coronavirus,” White said. “Obviously, this has made our jobs a little tougher, but we’re going to do everything above and beyond to make sure everybody is safe, just we always do. A lot of things will be different.” White did not specify whether fighters would be tested for Covid-19 before competing. “I’m ready to get back,” White said. “You keep people in their houses for too long without entertainment, people are going to start losing their minds. And we need to start figuring out solutions. That’s what we’re doing. We’re going to keep everyone safe and we’re going to pull this thing off.” White’s plan is not dissimilar to one proposed for Australia’s NRL. The rugby league competition is considering plans to host the entire season on an island 40km off the coast of Queensland."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}