{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/08/england-ben-stokes-named-leading-cricketer-in-world-wisden", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-08T07:30:11Z", "webTitle": "England's Ben Stokes named as leading cricketer in the world by Wisden", "webUrl": "https://www.theguardian.com/sport/2020/apr/08/england-ben-stokes-named-leading-cricketer-in-world-wisden", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/08/england-ben-stokes-named-leading-cricketer-in-world-wisden", "fields": {"headline": "England's Ben Stokes named as leading cricketer in the world by Wisden", "bodyText": "Wisden has named Ben Stokes as its leading cricketer in the world and urged the government to ensure that at the next global event in the UK all England matches are broadcast on free-to-air television – not only the final. The 157th Almanack lands on Thursday in what should have been a precursor to the opening deliveries of the County Championship this Easter Sunday. However the sport it charts sits in stasis and so this is solely a blast of primrose sunshine from 2019. Stokes is duly feted for the heroics witnessed during the World Cup final at Lord’s and the Headingley heist that joined the pantheon of Ashes centuries. He is the second England player to win this award in its 17-year history after Andrew Flintoff – even if Jos Buttler’s epochal breaking of the stumps at Lord’s adorns Wisden’s cover. Writing in his notes the Wisden editor, Lawrence Booth, says: “Every so often, an England cricketer joins the national conversation. First among equals is WG Grace, because he put the sport on the map. But others have kept it there: Hobbs, Hutton, Compton, Botham, Flintoff, Pietersen and now Stokes. Of the three modern all-rounders, Stokes can be the greatest.” Wisden’s five cricketers of the year, a slice of prestige that dates back to 1889, can only be won once in a playing career and as a result England’s Jofra Archer is the sole World Cup winner to be included after what is hailed as “an unprecedented impact in his first summer as an international cricketer”. Archer is joined here by three Australian cricketers in Pat Cummins, Marnus Labuschagne and Ellyse Perry, who were all instrumental in helping their teams to retain the men’s and women’s Ashes on British soil. Simon Harmer, the South African who spun Essex to their second Championship title in three years, joins them. Perry is also named the leading female cricketer in the world – like Stokes this is for performances across the entire calendar year, not only the English summer – while another all-rounder, Andre Russell of West Indies, is the top Twenty20 cricketer. The editor’s notes are particularly forthright on the lesson from Sky Sports sharing the World Cup final with Channel 4, and England becoming the nation’s team again. Booth writes: “The [England and Wales Cricket Board] calculated that almost a third of the 15.4 million who at some point tuned in to Channel 4’s coverage were watching cricket for the first time. “The argument that no one watches TV any more sounded odder than ever. When the UK next hosts the World Cup, the government must insist that England’s games can be watched by the man and woman on the street, not just those who can afford the subscription.” As well as giving Eoin Morgan a platform to explain how multiculturalism inspired his victorious team, and a defence of five-day Test cricket after the suggestion it be cut to four, Wisden also raises the subject of unconscious bias in English cricket. The question is asked as to whether this was present amid the narrative of Archer’s year. Booth writes: “[Jofra Archer was] regarded in some quarters as an interloper, until he helped win a World Cup, when he became a national hero. Then, as soon as his pace dropped, or he struggled on heartless pitches in New Zealand with the Kookaburra [ball], his motivation was questioned. “Out came the stereotypes: he was too cold; he was too laid-back; he was a natural athlete, so why couldn’t he bowl at 95mph on demand? It was the sort of inquisition the injury-prone Mark Wood has never had to face.” Moeen Ali’s description of himself as a sometime scapegoat for the Test team, and Adil Rashid’s sometime strained relationship with Yorkshire, are cited as further possible examples, along with tropes used during the playing days of Usman Afzaal, Alex Tudor, Devon Malcolm and Phillip DeFreitas. “In isolation, these labels might be unremarkable; together, they grow ugly,” Booth states."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}