{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/03/englands-cricketers-to-hand-back-500000-and-donate-to-charities", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-03T18:28:10Z", "webTitle": "England's cricketers to hand back £500,000 and donate to charities", "webUrl": "https://www.theguardian.com/sport/2020/apr/03/englands-cricketers-to-hand-back-500000-and-donate-to-charities", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/03/englands-cricketers-to-hand-back-500000-and-donate-to-charities", "fields": {"headline": "England's cricketers to hand back £500,000 and donate to charities", "bodyText": "England’s cricketers have announced they will make a donation of £500,000 to their employers and selected charitable causes as the sport continues to grapple with cashflow issues caused by the coronavirus. This gesture by the centrally-contracted men’s players is the equivalent of a combined 20% pay cut for the next three months but allows them to have a say in where some of the money goes, with the squad set to decide their chosen charities in the next week. The money, which comes from the Team England Player Partnership that distributes their pay and bonuses, has been described as “an initial donation” and follows talks led by Joe Root, the Test captain, and Eoin Morgan, his limited-overs equivalent, on Friday. A statement issued by the Professional Cricketers’ Association read: “The players will continue to discuss with the ECB [England and Wales Cricket Board] the challenging situation faced by the game and society as a whole and will consider how best to support the ECB and both the cricketing and wider community going forward.” The PCA statement also confirmed that England’s centrally-contracted women’s players have volunteered a three-month salary reduction that, while unspecified, is in line with those taken by their coaches. Heather Knight, the England women’s captain, who has signed up to be an NHS volunteer, said: “All the players felt like it was the right response in the current climate to take a pay cut in line with what our support staff are taking. We know how the current situation is affecting the game and we want to help as much as we can. We will be discussing with the ECB further ways we can help the game in the coming weeks.” The moves by both sets of players are entirely voluntary and come while talks are ongoing between the 18 first-class counties and PCA regarding salary cuts for domestic players. The majority of clubs are understood to be furloughing their squads under the government’s coronavirus job retention scheme. The scale of the issue facing cricket was underlined by the ECB unlocking £40m of emergency funding for the counties this week and making a further £20m available to the recreational game in the form of grants and interest-free loans. Upon announcing this rescue package Tom Harrison, the ECB chief executive, warned that the sport faces the “biggest challenge in its history” and estimated losses in the region of £300m should the entire home season be wiped out by the pandemic. There are, however, plans afoot for matches to be played behind closed doors in what have been labelled “bio-secure” conditions. Steve Elworthy, the ECB’s director of events, has stated that internationals could potentially be staged within four weeks of getting the green light from the government."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}