{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/04/los-angeles-rams-logo-mean-tweets-nfl-kevin-demoff", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-04T16:20:22Z", "webTitle": "Rams exec reads mean tweets about team's hated logo after $2m charity drive", "webUrl": "https://www.theguardian.com/sport/2020/apr/04/los-angeles-rams-logo-mean-tweets-nfl-kevin-demoff", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/04/los-angeles-rams-logo-mean-tweets-nfl-kevin-demoff", "fields": {"headline": "Rams exec reads mean tweets about team's hated logo after $2m charity drive", "bodyText": "The new Los Angeles Rams logo, which has been savaged by fans, does appear to have some value. The team’s chief operating officer, Kevin Demoff, said he would read “mean tweets” about the new logo if a charity drive for Los Angeles United Way and Los Angeles Food Bank raised $2m. Demoff said the total had reached $2.3m when he posted the video of him reading criticism on his Twitter account. Comments included “There’s a Rams logo debate? What is it between? Trash and hot garbage?” and “If you’re low on toilet paper, don’t worry. You can get it now on NFL shop. #ramslogo”. The new logo was met with near universal disgust when it launched last month, with many fans saying it looked cheap and tacky. However, fans hoping the team will change the logo, or revert back to the original may be disappointed. In a second Twitter post, Demoff did not say the logo would be dropped. “While it isn’t always the easiest to hear, we value the commentary you have provided on the logo &amp; colors,” wrote Demoff, whose Twitter avatar is the new logo. “We are excited about the future of our team, our brand &amp; our stadium, but recognize we can always get better through feedback and engagement and appreciate your passion.” The Rams are due to move into a new $5bn stadium at the start of the NFL season, which is scheduled to kick-off in September. The Rams will share the stadium with LA’s other NFL team, the Chargers. The Rams and Chargers have struggled to build fanbases in LA since relocating to the city from St Louis and San Diego respectively."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}