{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/apr/04/england-cricketers-willing-to-dig-deep-but-county-game-will-be-hit-hard", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-04T12:55:19Z", "webTitle": "England cricketers willing to dig deep but county game will be hit hard | Vic Marks", "webUrl": "https://www.theguardian.com/sport/blog/2020/apr/04/england-cricketers-willing-to-dig-deep-but-county-game-will-be-hit-hard", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/apr/04/england-cricketers-willing-to-dig-deep-but-county-game-will-be-hit-hard", "fields": {"headline": "England cricketers willing to dig deep but county game will be hit hard", "bodyText": "The last time I was in the Lord’s museum I spotted a letter of 1981 with the familiar Somerset CCC logo at the top in one of the display cabinets. It had been sent to Viv Richards and was the confirmation of his salary for the forthcoming season. At the bottom was Viv’s signature. The sum agreed was just under £9,000 for a six‑month contract. That equates to a salary of £31,000 today. At the time Richards was the best batsman in the world, just as Brian Lara – arguably – was in 1994 when Warwickshire paid him £40,000 for a season, which now equates to about £68,000. The point is simple. English cricketers are much better paid, both at international and domestic level, than they ever have been before. The figures may be pocket money for the top footballers in this country but England’s Test cricketers earn between £300,000 and £500k per year, the white-ball cricketers between £200k and £300k and that does not include any income they might accrue from the various T20 leagues or endorsements/sponsorships. Even so, one can only applaud that they are willing to make a donation equivalent to 20% of their income over the next three months. Their contracts with the England and Wales Cricket Board were so watertight that they did not have to do this. But they did. It is worth noting, too, that this £500,000 is described as an “initial” donation. So there is the assumption that there may be more to come. England’s players via the Professional Cricketers’ Association moved quickly, which is one of the advantages of being a small, tight-knit group. At the beginning of last week Joe Root was talking of looking into this “over the next few weeks”. However, with Premier League footballers being called out by government ministers last week they have accelerated. The outcome is not exactly what the ECB’s chief executive, Tom Harrison, had sought in his letter to the PCA, which was a voluntary 20% reduction in their salary. Instead they are making a donation, which means they have more control over the destination of that £500,000, some of which will go to charities of their choice. Among the players and the PCA, confidence in how the ECB might use the extra cash may not be absolute. By contrast England Women have agreed to a more straightforward pay cut while their captain, Heather Knight, has offered herself as a NHS volunteer – so we should bang our pots and pans in her direction. Last summer the PCA was able to wring a very good deal from the ECB in return for its support for the Hundred. It was confirmed that £8m would go to the players via the Hundred; the salary collar – the minimum spend on county squads – was doubled to £1.5m and the new minimum wage for full-time professionals set at £27,500. Understandably the PCA will be eager to retain all these commitments. As ever the greatest concerns lie beyond the international cricketers. Most of the counties are gratefully utilising the government’s furlough scheme, but it is inevitable that they will have to reconsider their costs in the future. In short, the Covid-19 crisis will leave some professional cricketers vulnerable. Despite the salary collar, priorities may change and staffs may diminish. Hence the PCA, the clubs, the players and their agents have a difficult balancing act ahead of them. Demand too much and there will be fewer professional cricketers out there. In particular the decreasing band of red-ball specialists in county cricket, who are unlikely to be needed on a regular basis in the Blast – or the Hundred – may become less valued; some may become superfluous. The budding 18-year-old, whose recruitment represents a gamble, may no longer be offered that exploratory contract. The stalwart senior player, who is on a hefty contract, is also likely to be discarded – or asked to accept a reduced salary – far more frequently. It is estimated that 130 county cricketers will be out of contract at the end of the 2020 season and the PCA is eager that there should be some way to protect them come September. From every corner of the game there will have to be some give and take but at least our leading cricketers have shown a willingness to give this week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}