{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/10/xfl-canceled-coronavirus-layoffs", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-10T17:40:13Z", "webTitle": "XFL suspends operations due to Covid-19 with no plans for 2021 return", "webUrl": "https://www.theguardian.com/sport/2020/apr/10/xfl-canceled-coronavirus-layoffs", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/10/xfl-canceled-coronavirus-layoffs", "fields": {"headline": "XFL suspends operations due to Covid-19 with no plans for 2021 return", "bodyText": "The XFL has suspended operations and laid off its employees. The eight-team professional football league conceived by World Wrestling Entertainment chairman Vince McMahon as an out-of-season competitor to the NFL appears to be done for good after workers were informed of the layoffs during an in-house conference call Friday. When it canceled the remainder of its 2020 season last month because of the coronavirus pandemic, the league’s official statement said it was “committed to playing a full season in 2021 and future years”. The XFL played five games out of a planned 10-game schedule. It drew decent TV ratings early on and had deals with ESPN and Fox. But spring football is a difficult challenge, as the Alliance of American Football found out in 2019, not lasting a full season. NFL Network’s Mike Garafolo reported the league will pay employees through Sunday. Shortly after Friday’s announcement, the Dallas Cowboys signed cornerback Saivion Smith, who played for the XFL’s Houston Roughnecks. The Roughnecks were the XFL’s longe undefeated team when the league stopped playing in March. Smith led the University of Alabama with three interceptions in his only season in 2018. The Crimson Tide lost to Clemson in the College Football Playoff championship game. He signed with Jacksonville as an undrafted free agent last year but was waived before the season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}