{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/04/rfu-autumn-internationals-rugby-union", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-04T21:00:09Z", "webTitle": "RFU hopes to avoid using autumn international proceeds to help others", "webUrl": "https://www.theguardian.com/sport/2020/apr/04/rfu-autumn-internationals-rugby-union", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/04/rfu-autumn-internationals-rugby-union", "fields": {"headline": "RFU hopes to avoid using autumn international proceeds to help others", "bodyText": "The Rugby Football Union is hoping it will not have to offer struggling governing bodies elsewhere any financial handouts after the autumn internationals, according to its chief executive. The RFU is reluctant to agree to sharing its revenue should the summer tours to the southern hemisphere fall victim to the coronavirus crackdown and the autumn internationals in Europe survive, as the English union is grappling with its own projected loss of up to £50m this year. Unions throughout the world are feeling the squeeze as rugby’s shutdown is set to be measured in terms of months rather than weeks. Australia, who are among the visitors to Twickenham in November, have made swingeing cuts. Elsewhere, USA Rugby has filed for bankruptcy. A decision on whether the summer tours will go ahead is expected at the end of the month but, with Australia shutting down its community game until at least 1 June, the fitness of playersunable to train with their clubs is a concern. Also, with a vital income stream cut off, the southern hemisphere nations would be reluctant to travel to Europe unless they received a share of the proceeds. “We are in discussions with everybody,” said Bill Sweeney, the RFU chief executive. “We are looking at the July tours and further forward with a blank sheet of paper in terms of how things will go and World Rugby may have a role to play in this. “Revenue sharing talks have been held in the past, but it is pretty important for us to maximise our revenues from the autumn internationals to make sure we can continue to invest in our game. We have to take that into consideration, but all options are on the table as we look for the best possible outcome.” The Six Nations have a potential lifeline through CVC, the private equity company that is negotiating taking a 15% stake in the tournament worth £300m. A decision was expected by the end of the this year’s tournament but the extensive due-diligence period has been extended because of the coronavirus pandemic. “Conversations are ongoing,” said Sweeney. “The period has been extended because of what the crisis has done in terms of communication and the need to look at and reassess everything. The private equity markets have been turned on their heads in terms of shareholder value. At this moment, it is still going ahead and has not been derailed.” Sweeney is confident broadcasting values will not take a hit, with the Six Nations having started the tender process for the tournament in a package that will take in the autumn internationals of the sextet. “We believe there is an opportunity for the entire game to emerge stronger at the end of this,” he said. “If that is the case, we are looking at an improved product which becomes even more appealing from a broadcast point of view. That is the way we are approaching it and we are in discussions with terrestrial and pay TV. The tender process has been put on pause because everyone is looking at their own situation. We will pick it up again when things start returning to a bit more like normality.” The RFU is waiting to hear from the NHS after offering the use of Twickenham as a medical facility, the adjacent hotel as a dormitory for staff and a car park as a testing centre. The new contract for Eddie Jones does not include a clause governing what the England head coach says after matches despite his being forced to apologise to the referee Ben O’Keeffe of New Zealand last month after he claimed that the match against Wales had at the end been 16 against 13. “We work together on an ongoing basis about how we manage that,” said Sweeney. Jones added: “I made it clear that it was an inappropriate way to express my disappointment and I will definitely have a chat with him the next time I see him. He is a good young fella.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}