{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/05/shane-lowry-open-champion-interview-golf", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-05T13:00:28Z", "webTitle": "Shane Lowry: 'I'm not happy to live off winning one Open title'", "webUrl": "https://www.theguardian.com/sport/2020/apr/05/shane-lowry-open-champion-interview-golf", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/05/shane-lowry-open-champion-interview-golf", "fields": {"headline": "Shane Lowry: 'I'm not happy to live off winning one Open title'", "bodyText": "Shane Lowry has always been blessed with a candour that makes his depiction of trying to cross the line at an Open Championship no surprise. “It’s not a nice place to be,” he says. “It’s where you want to be as a golfer, I hope I’m in that situation again, but anyone telling you to go out and enjoy yourself? They are mad or don’t know what they are talking about. It’s the most unenjoyable weekend of your life. You realise the magnitude of the whole thing.” As uncertainty surrounds the next and 149th playing of the Open, Lowry’s runaway success at Royal Portrush last July is worthy of further reflection. The wave of support and emotion as the man from County Offaly marched down the 72nd fairway emphasised what this meant to Northern Ireland and Irish golf. It was monumental for Lowry too, a maiden major triumph four years after he conceded a four-stroke lead after 54 holes in the US Open at Oakmont. “I’m not bigging myself up but in this game you are only ever one week away from greatness,” Lowry says. “That’s why I took Oakmont so badly; when you are in that position and you let it slip, it’s so hard to take. If I hadn’t won at Portrush from that [starting] position on Sunday, I still wouldn’t be over it. “Oakmont took longer than I realised, my form went really bad after what had been a good 12-18 months. I will probably always look back and think I should have won … but everyone has one of those.” Lowry was to have the last laugh, including on the United States Golf Association executive who thought it smart to draw him as part of a “heavyweight” three ball – Kevin Stadler and Brendon de Jonge the others – at an earlier US Open. “I remember I wasn’t too happy about it at all,” says Lowry. “Whoever came up with that idea, it wasn’t a very nice thing to do.” Lowry can dismiss that incident. When golf resumes, it will be fascinating to see if he can become a multiple major champion. On talent grounds, there is no reason why not. “I’m not happy to live off the Open,” he says. “I’d love to win more. I feel very lucky and privileged to have done what I did, in that manner and where I did it. Genuinely, if it all ended today it would be decent but I’m a very driven and competitive person. I want to keep pushing on.” Lowry’s endearing post-Open celebrations, in Dublin bars and in front of 15,000 people at a homecoming in Clara, became the stuff of legend. “I knew it would be a big deal but when you are living it, it’s incredible,” he recalls. “We are a great country when our sportspeople are doing well. Now, we have no problem kicking sportspeople when they are down as well. “I used to curse the other Irish lads. All that people in Ireland asked me was: ‘When are you going to win a major?’ They don’t think you’ve made it unless you win a major.” Lowry’s smile masks a serious point about not allowing the winning of the Claret Jug to go to his head. “If I was to arrive in my hometown in a flash car, I’d be dragged back down to earth fairly quickly.” In early 2020 Lowry appeared to be toiling with the expectation of being the Open champion, and afforded a bunker some unwanted excavation work when about to miss the cut in Abu Dhabi. Lowry has always set himself high standards; had his mindset been adversely affected by Portrush? “Abu Dhabi was very difficult to take,” he says. “I was defending champion in a Rolex Series event and I knew I wasn’t going to play on the European Tour for a while. Before I knew it I had missed the cut and I was taken aback by it. I was hard on myself, I’d be pissed off sitting in the locker room changing my shoes but by the time I’m back at the hotel I’m fine. “It probably looks like I take it a lot harder than I do, I show my emotions. I think I’ve got really good at going out, giving 100% on that day, taking whatever comes on the chin and moving on. “The one thing I struggled with is that everywhere I went people expected me to have the burden of being Open champion. In my head I was like: ‘Why is this a burden? This is the greatest thing to happen in my career.’ I’ve not set the world alight since I won but you can get very result-orientated when you do something big. ‘Oh my God, I need to perform to the best of my ability every week.’ “I am mature enough to know golf isn’t like that. Golf is a funny game, we are not all Rory McIlroy where we top-five every week. I’ve put pressure on myself for the majority of my career anyway and if anything, I’d put too much on. I don’t feel anything extra now.” Golf’s indefinite shutdown means Lowry may well set a non-wartime record as the reigning Open champion. Yet this break will cause inevitable frustration; Lowry has dreams of a Ryder Cup debut at Whistling Straits this year when another of Ireland’s famous sons, Padraig Harrington, will lead Europe’s team. “I’ve never done it so it wouldn’t matter who was captain but it would be extra special with Padraig,” he says. “I want to make the team and think I would be good in that environment. And it’s not just making the team; I want to help win the Ryder Cup.” Now 33, Lowry has spent a golfing lifetime in the company of McIlroy. The pair were amateur teammates long before majors were conquered. Lowry scoffs at the notion of one as talented as the world No 1 being a source of jealousy. “I’m open about the fact he is the best player in the world,” he says. “When he has his A-game, I’ve said it for years, there’s nobody better. “He was always the superstar. When you get to hang around and play with the best, you learn a lot. They almost drag you towards – not to – their level. When I was playing amateur golf there were big crowds because Rory was playing. Things like that really helped me. “I’m a very ambitious golfer but I’m not stupid. I know I’m not going to win eight or 10 majors like Rory wants to win. I’m probably never going to be world No 1. But I am going to go out every day and give it the best I can. “If you put me on the back nine on a Sunday against Rory or Brooks [Koepka] I’d be confident of beating them but that doesn’t mean I think I’m better than them. I know I’m probably a level below those guys but I’m happy being me. I’m very comfortable in my own skin.” Golf’s last major championship demonstrated that much."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}