{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/07/ian-finnis-tommy-fleetwood-golf-caddies-raising-money-gofundme", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-07T18:25:10Z", "webTitle": "Ian Finnis, Tommy Fleetwood's caddie, raises £10,000 for colleagues", "webUrl": "https://www.theguardian.com/sport/2020/apr/07/ian-finnis-tommy-fleetwood-golf-caddies-raising-money-gofundme", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/07/ian-finnis-tommy-fleetwood-golf-caddies-raising-money-gofundme", "fields": {"headline": "Ian Finnis, Tommy Fleetwood's caddie, raises £10,000 for colleagues", "bodyText": "A GoFundMe page set up by Tommy Fleetwood’s caddie aimed at alleviating hardship for bagmen on the European Tour during the coronavirus crisis has raised £10,000 in less than a day. Ian Finnis, whose wife Rachel Brown-Finnis is a former England goalkeeper, devised the admirable plan of providing emergency funding for his fellow caddies during golf’s indefinite suspension. Finnis distributed 1,000 raffle tickets, at a cost of £10 each, to people who donated. Prizes include signed flags by the European Ryder Cup team and Rory McIlroy, a hat autographed by Fleetwood, tournament caddie bibs and an online golf psychology session. The move was an instant hit with the golf fraternity; £10,000 was collected in just seven hours on Tuesday from around 460 donors. One anonymously contributed £500. “Unreal from the golf world,” tweeted Finnis. Caddies at the top level will generally be paid a retainer wage by their boss, plus a percentage of winnings. While that elite group can in theory withstand a period without work, scores of others will inevitably struggle with the European Tour suspended indefinitely. Fleetwood and Finnis, lifelong friends, teamed up in 2016. “When I started out with Tommy it was tough going financially,” Finnis said. “We had a lot of missed cuts, no money coming in and I had a baby at home, so I know what it is like. I’m delighted to help out. “I knew golf fans would support the idea but have been delighted at how quickly they got behind it.” Another high-profile caddie, Billy Foster, has used memorabilia as a means to raise money for the NHS. Foster, currently on the bag of Matt Fitzpatrick, has a stellar CV which includes working for Seve Ballesteros and Lee Westwood. Foster has offered signed flags from Europe’s Ryder Cup teams of 2014 and 2016 to the highest bidder, with £3,000 offered as of Tuesday afternoon. Foster will donate 100% of the proceeds to the NHS."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}