{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/08/my-favourite-game-italy-v-brazil-1982-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-08T10:59:15Z", "webTitle": "My favourite game: Italy v Brazil, 1982 World Cup second group stage", "webUrl": "https://www.theguardian.com/sport/2020/apr/08/my-favourite-game-italy-v-brazil-1982-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/08/my-favourite-game-italy-v-brazil-1982-world-cup", "fields": {"headline": "My favourite game: Italy v Brazil, 1982 World Cup second group stage", "bodyText": "“Sócrates scores a goal … that sums up the philosophy of Brazilian football!” Even during John Motson’s mid-80s pomp, I was always more of a Barry Davies man. The yodelling tone, the semi-scripted big lines. It always seemed a bit much. Even that stone cold Motson classic, “the Crazy Gang have beaten the Culture Club”, was basically quite weird, an unexplained zigzag into sexually androgynous New Romantic cod-reggae in the moment of Wimbledon’s FA Cup final triumph. “The Crazy Gang have beaten the Rat Pack.” That might have been better, but only if we really must have an underdog 1950s British comedy troupe riff at this point. But Motson on Brazil was always brilliant. He was there at all the big World Cup moments. Each time you felt he really did love Brazilian football, that the oddly sensuous, flushed round of gurgles and squawks came from a genuine place. Spain 1982 was the last really captivating version of those premodernity, pre-Nike Brazil teams. Defeat to Italy was epic-scale and oddly heartbreaking. Mainly, though, it looks now like the end of something. Not that anyone really got that at the time. The game was an instant, indelible classic. It had two of the best World Cup teams in two of the best World Cup kits. It had Motson on the BBC in prime full-warble mode. It had the best scoreline, 3-2, lodged perfectly in between overly chaotic goal-madness and just enough goal-madness. And it had something beautiful, too, Brazil’s team of all the No 10s broken like a butterfly on a wheel by the gristlier, more industrial football of Italy’s champions-in-waiting. Telê Santana’s team had won their three first group stage games by an aggregate of 10-2. For this game they had a dream midfield of Cerezo-Falcão, with Sócrates and Éder ahead of them, plus Zico, the perfect No 10, just off the front man. Who was, as it happened, a bludgeon in a team of scalpels. “When Serginho plays, the ball is square,” one Brazilian journalist wrote. By contrast, Italy had Paolo Rossi, recently returned from a match-fixing ban and a ghost in his three goalless games at Spain 82 to that point. But he opened the scoring after five minutes in Barcelona with a header from a fine cross by Antonio Cabrini. The defending was terrible. Brazil were level seven minutes later through a piece of fantasy on the right. Sócrates gave the ball to Zico, then ambled forward at a regal sprint. Zico Cruyff-spun away from Claudio Gentile and nudged a through pass that cut three defenders out. Sócrates breezed on. He waited, breezed on a bit more, then shot low past Dino Zoff, the ball kicking up a startling puff of dust as it crossed the line. Sócrates was mobbed: huge gangly arms outstretched, perfectly Grecian, impossibly wise and scorer now of a goal summed up the philosophy of Brazilian football. Although Motson slightly muddled that by adding: “How to play when you’re behind!” which didn’t make much sense, or sum up any obvious philosophy, but you got the idea. Parity didn’t last long. With 25 minutes gone Cerezo gave the ball straight to Rossi. He ran on a few yards. The shot was straight down the middle. Waldir Peres dived out of the way. Brazil fretted and pressed and produced wonderful phases of attacking play. Gentile fouled Zico six times and even ripped a huge chunk out of his shirt. Brazil equalised after half-time, Falcão spanking a shot into the top corner and veering off in a classic sinew‑straining celebration. A draw would suffice for Brazil. But six minutes later Italy were ahead again as Rossi completed a fairly low-grade hat-trick, poking in from three yards. Brazil pressed but with a steadily depleting sense of destiny. Italy went on to beat Poland 2-0 in their semi, Rossi scoring both goals, then played their best football in a 3-1 defeat of West Germany in the final. Four years on, the spine of that Brazil team, creaking now but with a brilliant centre-forward in Careca, tried to right the agonising defeat of Barcelona. This time they lost agonisingly to France instead. Zico came on, semi-injured, and missed a penalty. Sócrates looked sad and drawn. Brazil would win the World Cup again but their football was never quite the same again. Meanwhile, that game at Espanyol’s old Sarrià Stadium continues to spin in space, a perfect little sporting miniature."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}