{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/05/world-anti-doping-agency-survey-doping-whistleblowers", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-05T07:00:21Z", "webTitle": "Survey shows many potential doping whistleblowers unsure where to turn", "webUrl": "https://www.theguardian.com/sport/2020/apr/05/world-anti-doping-agency-survey-doping-whistleblowers", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/05/world-anti-doping-agency-survey-doping-whistleblowers", "fields": {"headline": "Survey shows many potential doping whistleblowers unsure where to turn", "bodyText": "A groundbreaking survey of more than 400 British and US elite athletes and coaches has found that fewer than half feel their sport actively encourages them to report doping, the Observer can reveal. The study, conducted by Leeds Beckett University on behalf of the World Anti-Doping Agency, also discovered that nearly a quarter of athletes surveyed feared they would be labelled as a “snitch” if they expressed their suspicions. The report, the first of its kind to be conducted among elite athletes and coaches in the UK and US, also found that the vast majority of respondents admitted the negative reaction towards whistleblowers could discourage them to come forward if they saw evidence of wrongdoing. A total of 301 athletes from 54 sports – all of whom had represented their country at international level – along with 139 coaches were questioned for the 140-page study, “Blowing the whistle on doping in sport through evidence-informed policy making”. Dr Kelsey Erickson, the lead researcher, said her work showed that changes needed to be made to encourage more people to come forward if they had suspicions of wrongdoing. “In recent years we have seen a huge increase in the number of reporting mechanisms available for athletes and coaches to blow the whistle,” she told the Observer. “Yet while we found they often want to come forward, they often don’t know who to voice their concerns to, and they don’t necessarily trust action will be taken.” Erickson said most coaches (93%) and athletes (83%) felt that reporting doping was their responsibility, but barriers to reporting were evident throughout the research. Just 45% of coaches and 38% of athletes surveyed felt their sport actively encourages them to report doping, for instance, while fewer than half were aware of Wada’s whistleblower programme. The report makes clear that establishing a culture of feeling able to speak up and have confidence that concerns will be listened to – and acted upon – is the most important element of whistleblowing. As Erickson pointed out, fewer than a quarter of coaches (23%) and athletes (19%) surveyed felt that the public reaction to those who have reported doping in sport would encourage them to do the same. “What really stood out for me was the incredible courage, strength and determination it takes to come forward and report misconduct in sport,” added Eriksson, who is now director of safe sport at USA Cycling. “Often people feel they should only report their suspicions if they have hard evidence. But the message to them should be that they don’t have to do the investigation themselves. And that little piece of information they provide could be the last bit in the jigsaw.” To raise awareness of the research, a video detailing the experiences of courageous individuals who blew the whistle on doping will be released this month. Produced by the Northern Film School at Leeds Beckett University, the research team hopes the video will help remove the barriers to speaking up to protect the integrity of sport. Professor Sue Backhouse, director of research at the Carnegie School of Sport at Leeds Beckett, also hoped the study would lay the foundations for Wada to develop better policies to encourage the reporting of doping. “Our findings underscore the need to celebrate those who show courage by coming forward with information of rule violations,” she said. “It’s also important to recognise the vulnerability of those who do so within global policies and procedures. “Given this vulnerability and the uncertainty felt by those who do report, Wada needs to emphasise the positive difference individuals and groups can make when they come forward with information on wrongdoing. “Wada and their broader community now need to work together to establish a culture where people feel able to speak up and have confidence that their concerns will be listened to – and acted upon.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}