{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/07/could-simone-biles-really-do-the-unthinkable-and-retire-before-tokyo-2021", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-07T08:00:20Z", "webTitle": "Could Simone Biles really do the unthinkable and retire before Tokyo 2021?", "webUrl": "https://www.theguardian.com/sport/2020/apr/07/could-simone-biles-really-do-the-unthinkable-and-retire-before-tokyo-2021", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/07/could-simone-biles-really-do-the-unthinkable-and-retire-before-tokyo-2021", "fields": {"headline": "Could Simone Biles really do the unthinkable and retire before Tokyo 2021?", "bodyText": "Last week when Simone Biles spoke to the press for the first time since the postponement of the Tokyo Olympics, she failed to guarantee she would be back for the rescheduled Games in 2021. “I haven’t decided not to do it, but I haven’t really decided to do it,” she told the Wall Street Journal. This was not what we wanted to hear from one of the world’s most exciting athletes. Biles was heading into Tokyo 2020 as the overwhelming favorite to win her second consecutive Olympic all-around title. That would have been a fitting capstone for the 23-year-old’s record-breaking career. Though Biles had been adamant for the past year that she would retire after the 2020 Olympics, most assumed she would continue her career so she could compete in 2021 instead. Biles’ reasons for not immediately committing to next’s summer’s Olympics are sensible: the toll another year of training would take on her already aching body; the desire to move on with her life; and another year of dealing with USA Gymnastics, one of the institutions that enabled former team doctor Larry Nassar to abuse Biles and dozens of other athletes. “I don’t know if I can deal with USAG for another year,” she said. While I’m still betting on Biles being in Tokyo next year, it’s worth contemplating what a US effort without her would look like. She’s been a key part of the program for eight years and it’s hard to imagine the team without her. First, let’s be clear about one thing – the US would still take the women’s team title in Tokyo next year even without Biles. The American program has a deep bench, deeper than any other women’s program. There is definitely a fourth (or fifth or eighth) gymnast that can put up strong scores across the board and help the American women secure victory. But a Biles-less team win wouldn’t look exactly the same. The point margins over the other top teams would be slimmer. At the 2019 world championships, Biles’ floor score, for instance, was a point higher than the other two Americans, whose own floor scores were a point higher than the next best marks from Russia. The US will certainly be able to find another gymnast who can score in the same range as the other Americans but it’s unlikely that they will find one who will score as Biles would. In 2015, gymnastics blogger Lauren Hopkins pointed out that “between 2014 and 2015, the US team improved their final score by about two points. Of these two points, seven tenths came from Biles with the other 1.3 divided among the other four gymnasts.” And this was before she started extending her all-around margins into “fall more than once and still win” territory. Also, Biles competed on all four apparatuses in team finals during the last three major team championships. Replacing Biles means replacing four scores in the team final. And then there’s Biles’ formidable individual medal haul. Biles in Tokyo probably means four gold medals – all-around, vault, beam, and floor. The US certainly has gymnasts that are capable of bringing in medals in all of those disciplines, but their medals are not as assured as Biles’ are. The best bet for a US gold without Biles is vault where Jade Carey excels. Biles is a three-time world champion on the balance beam but her record is, by her standards, spotty. If she hits, she is one of the favorites to win but if she misses – as she did in 2016 and 2018 – she may end up with a medal but it won’t be gold. But beam, in particular, is where the US is loaded with talent. There’s Kara Eaker, who would have been world champion in 2018 if not for a mistake in the finals, and Morgan Hurd, a world silver medalist in 2017. As for floor, the US is reasonably assured of walking away with a medal there as well, perhaps even gold. Even without Biles, the Americans boast some of the best tumblers in the world. And finally, the most prestigious individual contest, the all-around final. Biles has dominated the all-around since her senior debut in 2013. The US certainly has other gymnasts who can win – the Americans won three consecutive Olympic all-around titles before Biles came on the scene – but their wins are not guaranteed. Sunisa Lee, like 2017 world champion Hurd and a couple of other Americans, can win the all-around title on a good day but only a good day. Only Biles can win it on a bad day. All of this prognosticating is based on what the Olympics would have looked like this summer. But 2021 is not 2020. Over the next 16 months, a lot will change. Perhaps there will be injuries to the current group of top contenders. The year before the Games entails some of the most arduous training of a gymnast’s career. The athletes, who were more than halfway through that year, will be forced to endure it all over again. For some, it will be too much. And there will be gymnasts who were already injured but will now perhaps have enough time to recover. In February, Asuka Teramoto of Japan ruptured her achilles. She was out of the picture for Tokyo 2020 but she could very well be back in the mix for 2021. Then there is a whole new crop of contenders who were too young to compete in Tokyo this year but will be 16 and therefore age eligible next year. Two of the most promising juniors who will now be able to compete in 2021 are Konnor McClain of the US and Viktoria Listunova of Russia. The former is the best junior gymnast in the US with enormous potential on balance beam; the latter is the reigning junior world champion. (The International Gymnastics Federation is set to decide what to do about the new seniors in regards to the 2021 Olympics in the next two weeks.) Shortly after the Olympic postponement was announced, Yahoo Sports ran a story about McClain and her Olympic prospects if she competes at the 2021 Games. While McClain’s coach was circumspect about her chances, noting that the gymnast’s preparation had been oriented towards the 2024 Games, 2008 Olympic champion Shawn Johnson posited that McClain could be a potential rival for Biles due to the junior’s youthfulness. That was a ridiculous assertion. While McClain, who was just 32 days shy of 2020 eligibility, is an enormously talented gymnast and an exciting prospect for the future, she has yet to compete as a senior. McClain has a lot to prove before she can be considered a rival to the GOAT. So much can happen in a year. The future is always uncertain but it feels even more so during this pandemic. Biles, who has been a sure thing in gymnastics for the last eight years, won’t give us the certainty we’re desperately seeking by committing to 2021. She can’t even give herself that kind of assurance. Biles, like the rest of us, is going to have to take this one day, one week, one month at a time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}