{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/apr/03/talking-horses-roll-up-for-our-answer-to-the-grand-national-mystery", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-03T14:23:53Z", "webTitle": "Talking Horses: roll up for our answer to the Grand National mystery", "webUrl": "https://www.theguardian.com/sport/blog/2020/apr/03/talking-horses-roll-up-for-our-answer-to-the-grand-national-mystery", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/apr/03/talking-horses-roll-up-for-our-answer-to-the-grand-national-mystery", "fields": {"headline": "Talking Horses: roll up for our answer to the Grand National mystery", "bodyText": "It’s a tricky beast, this Virtual Grand National which so many of us will watch on Saturday (ITV, 5pm). Because of our reduced circumstances, it has become something to anticipate on about the same level as that half-pint of Carlsberg that John Mills sinks at the end of Ice Cold In Alex, but it cannot hope to be as satisfying, for all that an immense amount of work has clearly gone in to making it look convincing. The first odd thing is the runners list. In a normal year, the virtual race would be based around the entries made on the Monday before the National. But the race was abandoned weeks ago and the most recent entry stage that actually happened was at the end of February. So the producers have evidently decided to take the top 40 horses left in at that stage and accept them as the runners. In reality, a lot of the top 40 would have dropped out by this stage. Joe Farrell, who got a run in last year’s National, was 71st on the list at the end of February. It would have taken some nerve to go through the list, ejecting horses that might not have turned up at Aintree, and you always risk offending someone, but it would have been worth doing. Someone has worked very hard on the jockey bookings but I raise an eyebrow at the appearance of Rachael Blackmore on Burrows Saint. She won a hurdles race on him at New Year when Paul Townend was on a more fancied runner from the Willie Mullins yard but Townend would still have had first choice and he surely would not have rejected last year’s Irish National winner in favour of Total Recall, whose odds are three times bigger. Blackmore would have been on Sub Lieutenant for Henry de Bromhead. The Twitterati reckon this is ITV’s way of ensuring a National Velvet-like story. They might be right, too, because the three virtual Nationals so far have all fallen to fancied horses at 14-1 or shorter. Would Lisa O’Neill be on Shattered Love if Jamie Codd had no ride in the race? I doubt it. David Maxwell probably would have insisted on riding his Saint Xavier, but there’s no way he’d have made the weight of 10st 4lb. When he had to do 10st 7lb last season, he threatened to eat the horse in question afterwards. I’m afraid we have to put him down for 3lb overweight, or he’d be so light-headed that he might not make it across the first Melling Road. The virtual going description is reportedly ‘good’, which is slightly surprising, given that the policy at Aintree seems to be to ensure good to soft or softer. The new clerk at Aintree, Sulekha Varma, tells me it would probably have been good to soft this week, though some watering might have been necessary. With all that in mind, I’m going to have a crack at working out what would have happened in this year’s Grand National, had it taken place this weekend. 3pm UPDATE I wouldn’t say this is a tip for the Virtual National, because who knows what kind of outcome a computer is going to spit out, but I’ll claim the win if it comes up with the same answer as me … 1st Any Second Now 10-1 2nd Burrows Saint 12-1 3rd Jett 50-1 4th Kildisart 50-1 The 2020 Grand National was chiefly memorable for the chance taken by Tiger Roll at The Chair, which drew gasps from the crowd and may, on reflection, have ended his chance of a third consecutive victory. The little horse has been a bit low at a handful of these fences in the past couple of years and got away with it but this mistake cost him momentum and rocked Davy Russell onto his neck briefly. He seemed to make a good recovery and travelled well on the run to Becher’s but found the leaders getting away from him after that. By then, it was clear that Any Second Now had plenty left in the tank as the Kim Muir Chase winner at last year’s Cheltenham Festival cruised along behind Bristol De Mai, who ran so gallantly in the lead for such a long way under his big weight. Nigel Twiston-Davies’s popular grey was left behind by a small group of mostly Irish-trained horses from the home turn. Briefly it looked as though Burrows Saint could follow up his Irish National win of last year and become the first seven-year-old to land the Aintree spectacular since 1940. But when Mark Walsh let out an inch of rein on the approach to the final fence, Any Second Now quickened clear. He is a second winner of the race for his trainer, Ted Walsh. Jett stayed on dourly to be another placed runner for Jessie Harrington, who had the runner-up last year with her first National runner, Magic Of Light. Having been sold just a fortnight ago, Jett was ridden by the amateur Sam Waley-Cohen, who has such a fine record when riding over these fences. Kildisart did best of the Brits, staying on well in a never-dangerous fourth, with Tiger Roll cheered for shouldering top weight into fifth place. Bristol De Mai faded after putting so much into the first half of the race but completed the course, and similarly game efforts were made by OK Corral, Acapella Bourgeois, Walk In The Mill and Sub Lieutenant. But the ground was just not soft enough for some of the fancied horses, like Kimberlite Candy and Potters Corner, who struggled to get involved. Total Recall came here off the back of a Thyestes success but ran no race, just as was the case when he started favourite two years ago. It is hard to escape the conclusion that he just doesn’t care for the place. So Irish runners have mopped up the first three places for the third year in a row and the colours of JP McManus have been successful for just the second time in the National, following Don’t Push It a decade ago. Is that how you saw it panning out?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}