{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/apr/02/talking-horses-punchestown-festival-scrapped-to-bring-end-to-jumps-season", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-02T17:03:29Z", "webTitle": "Talking Horses: Godolphin target Japan races behind closed doors", "webUrl": "https://www.theguardian.com/sport/blog/2020/apr/02/talking-horses-punchestown-festival-scrapped-to-bring-end-to-jumps-season", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/apr/02/talking-horses-punchestown-festival-scrapped-to-bring-end-to-jumps-season", "fields": {"headline": "Talking Horses: Godolphin target Japan races behind closed doors", "bodyText": "Some racehorses familiar to British punters may be back in action next month in Japan, following the decision by Charlie Appleby to enter eight of his horses in races there. Japan is one of the few countries where horse racing continues behind closed doors during the coronavirus crisis, though that situation is not certain to last long enough for Appleby’s horses to benefit and nor are they certain to be allowed to run in any case. A selection committee of Japan’s ruling body is to meet on Friday to decide whether each of the Appleby entrants is sufficiently highly rated to be given a slot in the races, which range in status from Listed to Group One. But that ought to be a formality in the case of Magic Lily, runner-up in the top-class Jebel Hatta in Dubai last month, where she was beaten only by Barney Roy. Magic Lily, who was beaten less than a length in the 2017 Fillies’ Mile at Newmarket, is entered for Tokyo’s Victoria Mile on 17 May, a race that was worth £778,000 to the winner last year. While the reward is certainly there for Appleby and there is hardly anywhere else for him to race his horses, there is significant financial risk in transferring horses from Dubai to Japan for races that might not take place. The races concerned are open races, not invitationals, and no travel allowance is offered for overseas runners. “The virus situation appears to be getting worse in Japan,” said a spokesman for the Japan Racing Association. “It was recently decided that racing could continue until 19 April but we cannot guarantee that races will be held in May. In a worst-case scenario, we might be forced to cancel the race-meetings after these horses arrive.” Appleby’s entrants also include Space Blues, a winner on Oaks day last year and beaten just a head in the Jersey Stakes at Royal Ascot. He is in the Keio Hai Spring Cup, a Group Two on 16 May. The other possible runners are Well Of Wisdom, Mubtasim, Glorious Journey, First Nation, Spotify and Mythical Magic. They are Godolphin-owned except for Glorious Journey, who has been racing in the maroon colours of Sheikha Al-Jalila, one of the children to Sheikh Mohammed and Princess Haya whose custody has been the subject of legal dispute. Meanwhile in Britain, Chester racecourse announced that it would not stage their high-profile May Festival next month. “It was clear that it would be impossible to draw upon the support required to run this event,” said a statement that referred to government guidelines on dealing with the coronavirus as well as discussions with the local authority. “With our proximity to the city centre and public access around the perimeter of the racecourse, any racing behind closed doors was considered impossible within the current climate,” the statement concluded. The British Horseracing Authority said it would not seek to stage jump racing before July, an acknowledgement of the additional danger posed by that branch of the sport at a time when the health service is under immense pressure. However, it promised to plan an enhanced jumps programme in late summer and early autumn to make up for the lost fixtures. “Tracks capable of holding jump racing in this period and most affected by the reduction in the number of jump fixtures earlier in the summer will be given priority when programming additional opportunities,” a BHA statement said. Meanwhile, Irish racing bowed to the inevitable on Wednesday with an announcement that the five-day Punchestown Festival, which was due to open on 28 April, has been cancelled as a result of the lockdown to combat coronavirus. Neither Punchestown nor the Grand National Festival at Fairyhouse, which had been scheduled for its traditional slot on Easter weekend, will be rescheduled and as a result, the 2019-20 jumps season has now officially closed. It could now be several months before another horse jumps a fence in public in Ireland, as Horse Racing Ireland (HRI), the sport’s ruling body, also said on Wednesday that when the sport eventually resumes it will do so with a month of Flat-only fixtures, almost certainly behind closed doors. The decision to draw a line under the 2019-20 season means that Willie Mullins, who had a narrow lead of just over €100,000 in the trainers’ table, is Ireland’s champion trainer for the 14th time, while Paul Townend, his stable jockey, is the Irish champion for the second year running. “While the conclusion of the National Hunt season is a major blow for that sector and jump racing enthusiasts,” Kavanagh said, “in making an early decision we want to give as much certainty as possible to owners and trainers and this plan will allow winter National Hunt horses to take advantage of summer grass, reducing the costs for National Hunt owners, with the knowledge of an enhanced programme to come for them from the autumn onwards, circumstances permitting.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}