{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/apr/08/talking-horses-seeking-a-venue-for-a-derby-behind-closed-doors", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-08T09:16:59Z", "webTitle": "Talking Horses: seeking a venue for a Derby behind closed doors", "webUrl": "https://www.theguardian.com/sport/blog/2020/apr/08/talking-horses-seeking-a-venue-for-a-derby-behind-closed-doors", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/apr/08/talking-horses-seeking-a-venue-for-a-derby-behind-closed-doors", "fields": {"headline": "Talking Horses: seeking a venue for a Derby behind closed doors", "bodyText": "Could the Derby take place somewhere other than Epsom? The starting pistol has been fired on that discussion by a piece in the Racing Post this morning, in which Lee Mottershead threw out the names of Newmarket, Ascot and Newbury as alternative venues for this turbulent year. The problem with Epsom is one of the things that has made it such a special place to stage an important race for all these centuries, the Downs in the middle of the track to which the public has free access by law. That being the case, how could you run a race-meeting there behind closed doors? The Guardian was pressing officials for an answer to that weeks ago but if an answer has been developed in the interim, no one is offering to articulate it. It begins to look as though racing will not be possible at Epsom until the day comes when it is safe to readmit spectators to sporting events, and who knows how long that will take? The Derby was postponed indefinitely yesterday, with officials seemingly hoping to find a new date for it, perhaps a month after a return to racing behind closed doors is allowed, whenever that turns out to be. It seems likely that, as a matter of simple realism, they will also be seeking a new venue. Personally, I would not favour Ascot because you may well end up with a large field and the mile-and-a-half layout there can cause a draw bias in big fields. Newbury would strike me as a fairer test but there is a lot of housing in the immediate vicinity of the track nowadays and it might not be a popular choice for racing behind closed doors, however careful the measures that were taken to ensure social distancing. Newmarket seems the most obvious candidate, being attached to a racing town where thousands of horses are still exercised daily and would have to make only a short journey to the track. The racecourses themselves are at a distance from any homes. If racing behind closed doors on turf is to work, Newmarket looks like the right place and let’s remember that it staged war-time Derbys from 1915 to 1918 and again from 1940 to 1945. At any rate, flexibility will have to be the sport’s watchword, as Ascot’s Nick Smith stressed to me when we spoke yesterday about the Royal meeting, which will be staged behind closed doors or not at all. “At this stage, we’re planning on the programme as it stands but I think everyone’s going to need some flexibility,” he said. “The positioning of the Guineas and the Derby will have an impact on certain other races. Whenever racing resumes, we are all going to need flexibility to put a coherent Pattern on the table to ensure the program is delivered. It is inevitable that there will be some tweaks but I would like to think tweaks is what they will be rather than fundamental changes.” Smith was given a tough time at around 8.30am on Radio 4’s Today programme this morning by an interviewer who kept repeating: “What’s the point?” on the subject of a race-meeting staged behind closed doors during the current crisis. Racing will need to have ready answers for that when the time comes but for now the possibility seems a long way off. Racing in Hong Kong Racing continues behind closed doors in Hong Kong, however, and there is action at Happy Valley which will be screened by Sky Sports Racing this afternoon. I have made a tentative initial foray at forming some tips for the races (above) and we’ll see how this goes. I expect a steep learning curve. Perhaps what follows might end up filed under ‘slapstic’ rather than ‘analysis’. Happy Valley is a tight circuit of about a mile round, so luck in running is a major factor. Adding to the unpredictability, the tactics employed by some of the riders are not always easy to fathom. On the other hand, Joao Moreira, Zac Purton and Karis Teetan are excellent and there are other highly capable jockeys on show. The horses are not all unfamiliar. In the 2.15pm race, Sunny Lad is actually Honest Albert, who was beginning to make a name for himself before being sold out of John Gosden’s yard last summer. Beauty Amigo is Brother Bear of Jessie Harrington’s who started favourite for the Coventry a couple of years back and is a live runner today but races a bit freely. Fantastic Boy (12.15) looks a progressive type in the opener at 13-2 or so, with Teetan, who has a good record for the trainer, legged up for the first time. He was given a lot to do and then met trouble in running at Sha Tin last time, and looks ready to get competitive. The Moreira-ridden favourite looks short of pace. Perhaps the great man may have more luck in the next, on Charity Grand (12.45) at 11-4. Lightly raced, he won a similar race here last year and should be sharper for a couple of runs over shorter trips at Sha Tin. The market seems certain that Diamond Brilliant can turn it around with Ping Hai Galaxy (2.15), who was a huge price when he won here in February. The latter was well held in a subsequent run but things didn’t work out for him that day and Chad Schofield is an interesting booking on a horse who plainly has ability. He’s 6-1. Smoothies (3.15) made all to score at Sha Tin last time on just his third run in Hong Kong and this four-year-old might be able to turn that trick again, for all that he was on fumes by the finish that day. Odds of 8-1 are certainly fair for a horse who is well drawn to attack. Good luck!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}