{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/02/open-golf-postponement-possible-but-no-final-decision-made", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-02T11:40:23Z", "webTitle": "Open postponement possible but R&A says no final decision is made", "webUrl": "https://www.theguardian.com/sport/2020/apr/02/open-golf-postponement-possible-but-no-final-decision-made", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/02/open-golf-postponement-possible-but-no-final-decision-made", "fields": {"headline": "Open postponement possible but R&A says no final decision is made", "bodyText": "The R&amp;A’s chief executive, Martin Slumbers, has admitted postponement of the Open Championship this year is a possibility, but no final decision has yet been taken on the fate of the July event at Royal St George’s. A report in the United States has claimed the Open was on the brink of cancellation because of the coronavirus crisis. Last week it was clear the major would at least follow the lead of the Masters and US PGA Championship by postponing. Scheduling issues, television commitments, insurance and the fact St Andrews is due to stage the 150th playing of the Open next summer are all relevant factors. In a statement issued on Thursday, Slumbers made no reference to cancellation. “We are continuing to work through our options for the Open this year, including postponement,” he said. “Due to a range of external factors, that process is taking some time to resolve. “We are well aware of the importance of being able to give clear guidance to fans, players and everyone involved and are working to resolve this as soon as we can. We will give a further update as soon as we are in a position to do so and thank everyone for their support and understanding in this challenging situation.” The United States Golf Association is yet to postpone or cancel the US Open in New York in June."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}