{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/05/tom-dempsey-new-orleans-saints-kicker-dies-coronavirus-record-field-goal", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-05T14:05:36Z", "webTitle": "Saints' record-breaking kicker Tom Dempsey dies after contracting Covid-19", "webUrl": "https://www.theguardian.com/sport/2020/apr/05/tom-dempsey-new-orleans-saints-kicker-dies-coronavirus-record-field-goal", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/05/tom-dempsey-new-orleans-saints-kicker-dies-coronavirus-record-field-goal", "fields": {"headline": "Saints' record-breaking kicker Tom Dempsey dies after contracting Covid-19", "bodyText": "The New Orleans Saints have confirmed that their legendary kicker, Tom Dempsey, has died after contracting Covid-19. He was 73. Dempsey had an extraordinary career. He was born without toes on his right foot, the same foot he kicked with during his NFL career. He used a specially adapted flat boot to kick with and the shoe is now displayed in the Pro Football Hall of Fame. “Tom’s life spoke directly to the power of the human spirit and exemplified his resolute determination to not allow setbacks to impede following his dreams and aspirations,” the New Orleans Saints owner, Gayle Benson, said in a statement. Dempsey joined the Saints out of college in 1969, and the following year he set the NFL record for the longest field goal in history with a 63-yard game-winning effort as time expired against the Detroit Lions. His record stood for 43 years until the Denver Broncos’ Matt Prater converted a 64-yard kick in 2013. Dempsey also played for the Philadelphia Eagles, Los Angeles Rams, Houston Oilers and Buffalo Bills before retiring in 1979. He returned to New Orleans after his football career ended and had been living in a care home at the time of his death after being diagnosed with dementia in 2012. Louisiana has become a hotspot for Covid-19 and at least 14 other residents of Dempsey’s care home have tested positive for the virus. He is survived by his wife, Carlene, children and grandchildren."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}