{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/04/kobe-bryant-hall-of-fame-nba-basketball-lakers-vanessa-bryant", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-04T18:12:56Z", "webTitle": "Vanessa Bryant says husband Kobe's Hall of Fame election is 'incredible'", "webUrl": "https://www.theguardian.com/sport/2020/apr/04/kobe-bryant-hall-of-fame-nba-basketball-lakers-vanessa-bryant", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/04/kobe-bryant-hall-of-fame-nba-basketball-lakers-vanessa-bryant", "fields": {"headline": "Vanessa Bryant says husband Kobe's Hall of Fame election is 'incredible'", "bodyText": "Kobe Bryant’s wife, Vanessa, has hailed her husband’s achievements after he was voted into the Naismith Memorial Basketball Hall of Fame on Saturday. The NBA superstar was killed in a helicopter crash in January along with eight others, including his daughter Gianna. On Saturday he was confirmed as one of nine new members of basketball’s hall of fame. Bryant played his entire, 20-year career with the Los Angeles Lakers, where he won five championships and was named an All-Star on 18 occasions. He retired in 2016 as the NBA’s third-highest all-time scorer. He also won gold medals with Team USA at the 2008 and 2012 Olympics. “It’s an incredible accomplishment and honor, and we’re extremely proud of him,” Vanessa Bryant told ESPN on Saturday. “Every accomplishment that he had as an athlete was a stepping stone to be here.” The Bryants had three other daughters together besides Gianna. “Obviously we wish that he was here with us to celebrate,” Vanessa said. “We’re incredibly proud of him.” Lakers owner Jeanie Buss also paid tribute to Bryant on Saturday. “Kobe was not only a proven winner and a champion, he gave everything he had to the game of basketball,” she said in a statement. “His fierce competitiveness, work ethic and drive were unmatched. Those qualities helped Kobe lead us to five titles – and have now brought him to the Hall of Fame, where he will be enshrined with the greatest to have ever played the game. No one deserves it more.” Two men who faced Bryant on court, Tim Duncan and Kevin Garnett, were among the other new members of the hall announced on Saturday. WNBA great and four-time Olympic champion Tamika Catchings was also on the list."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}