{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/07/richie-richardson-west-indies-sun-hat-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-07T14:00:02Z", "webTitle": "The prime of Richie Richardson: one man and his West Indies sun hat | Andy Bull", "webUrl": "https://www.theguardian.com/sport/2020/apr/07/richie-richardson-west-indies-sun-hat-cricket", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/07/richie-richardson-west-indies-sun-hat-cricket", "fields": {"headline": "The prime of Richie Richardson: one man and his West Indies sun hat", "bodyText": "There’s solace in the old clips, especially of cricket. It’s not that they’re all that comforting, as such – not if you followed England, anyway – more they carry you back to a time when your biggest worries were wondering when Mike Atherton’s back would give in, why the selectors insisted on making Alec Stewart keep wicket and whether Mark Ramprakash would ever make a Test century. Less the stress, this time around, of fretting. I was watching some the other day and there was Richie Richardson heaving Australia’s attack all around the Bourda. Lord, did anyone ever hit the ball through the off like Richardson? He went for the ball as if he caught it stealing from him. That was in the early 1990s, when he was in his prime. Viv Richards was on the way down, Brian Lara on the way up, and Richardson was the one you wanted to watch. “One of my all-time favourite batsmen,” says Mike Selvey, the Guardian’s former cricket correspondent. “One of the few batsmen worth forking out money to see.” The hat was part of it. Watching a man bat in a sun hat, the past never looked so much like another country. If you were going to tell the history of cricket in a handful of objects, Richardson’s hat would be one of them, the maroon one, with the broad brim. If you can remember Richardson, you’ll picture him wearing it. So it’s almost surprising to find he ever went without it. But he did. For the first few years of his career he batted in a cap, just like his captain Richards. It was in the late 1980s, during a one-day tournament in India, that one of the sponsors sent the team a box of maroon sun hats they’d made. “It didn’t look good, everybody just chucked them away,” Richardson said later. “I kept one and decided I was going to try something.” He asked the manufacturer to make him one with a wider brim and a deeper cup, so it would sit just right. Those were his best years: he took 122 and 106 off Australia in the winter of ’88, 194 and 156 off India in ’89, 104 and 182 off Australia in ’91, 104 and 121 in England that summer, and made another 109 against Australia in 1992-93. He loved playing Australia, making nine hundreds against them ;at the time only Jack Hobbs had scored more. And he did it all in that sun hat. They started selling replicas outside his home ground, the Antigua Recreation Ground, where Chickie’s disco would play his song. “Who is dat man, flashin’ blade in de han’, Beatin’ de ball like he playing pouchan, A livin’ nightmare for the opposition, Richie Rich, Richie Rich, Richie Richardson.” The hat became famous. In Australia The Late Show ran a skit about it. “Channel 9 ran a Richie Richardson hat competition for the crowd and it was won by five blokes,” Selvey recalled. “One who wore it and four who supported the brim on poles.” When Richardson signed for Yorkshire, in 1993, the papers were full of stories about whether they’d let him wear it. “We don’t allow floppy sun hats,” the club secretary said. “Our chief executive, Chris Hassell, has said he will take Richardson on one side when he arrives and suggest that the hat is not appropriate.” “The hat is part of me,” Richardson said then, “part of my image.” The hat, which offered no protection at all, was his armour. It wasn’t that you couldn’t hurt him. There’s another clip of him being hit on the jaw by Asantha de Mel in a one-day game against Sri Lanka. Richardson turns his back, takes five strides off the pitch, flags for a medic and spits out blood and broken teeth. It was that he wasn’t scared of being hurt. Richardson says helmets made him uncomfortable, “like trying to fight against someone without room to manoeuvre – it made me vulnerable”. Better, he reckoned, to trust his reflexes. The hat was a swagger and a symbol of proud defiance. Then, in March 1995, Australia went to the West Indies. It was hard cricket, maybe some of the hardest played. “It was strike or be struck down,” reported Wisden, “more like arm wrestling, white knuckles tilted back and forth until the strain told, the weaker man snapped.” Richardson was back as captain, after a year when he’d missed a lot of cricket because he’d been enduring mental fatigue. His mother had died and his son had been badly injured in a car crash. The captaincy was weighing heavy and his touch had gone. Australia won the first Test by 10 wickets in three days. Richardson made nought and 36. In the second, 25 years ago this week, Richardson was pushed up to open, at his home ground. That was where it happened. Late on the first day, for the first time in his life, Richardson walked out to bat in a Test wearing a helmet. He must have been one of the very last players to put one on. Selvey wrote: “One of the most charismatic cricketers has joined the responsible, lidded ranks of the anonymous.” They say the crowd booed him as he walked in. The game was a draw. But West Indies lost the next and the series with it. It was their first defeat in 15 years and a watershed between two eras of the game, the one West Indian, the next Australian. Richardson played eight more Tests, then retired at 33. As for that hat, it’s on a peg on his bedroom wall, a relic now, a symbol of something else: the way they used to play."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}