{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/07/walter-gilbert-shamed-thief-who-shone-canadian-exile-the-spin-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-07T11:28:42Z", "webTitle": "The Spin | Walter Gilbert, the shamed thief who shone in Canadian exile", "webUrl": "https://www.theguardian.com/sport/2020/apr/07/walter-gilbert-shamed-thief-who-shone-canadian-exile-the-spin-cricket", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/07/walter-gilbert-shamed-thief-who-shone-canadian-exile-the-spin-cricket", "fields": {"headline": "Walter Gilbert, the shamed thief who shone in Canadian exile", "bodyText": "In October 1908 a most curious court case took place in Canada in which someone called either Charles or Chris Mitchell, depending on which report you believe, found himself on trial for theft. “Mr Sparling, crown prosecutor, said that Mitchell is a sneak thief who not only stole $13 from the trousers of Mr Gilbert – hung up while the owner was playing at cricket – but he has also been hanging about church dressing rooms and behaving generally in a manner that leads to a suspicion that he is not all right in the head,” the Winnipeg Tribune reported. “This indictment of foolishness was completed by Mr Gilbert’s statement that Mitchell has been heard making silly speeches about cricket, and the man was remanded until Thursday to have him examined for insanity.” Mitchell obviously failed (or passed, depending on your perspective) that test, because he ended up being sent to Brandon jail for three months, but what made this case remarkable was the identity of the victim, a certain Walter Gilbert, school headmaster and, at 55, star player for Montreal CC. Twenty-two years earlier and 4,000 miles away, Gilbert had been involved in a strangely similar trial. The accused, like Mitchell, had been caught stealing from clothes left in the dressing room while their owners played cricket, and his lawyer argued that he could not be held responsible for his actions. “The prisoner had, for some time past, been worried and harassed in a way which it was almost impossible for a man to bear,” he argued, according to a report in the Cheltenham Mercury of a case that took place in that town in June 1886. “He had latterly suffered from an attack of erysipelas in the head and, unfortunately, had also resorted to drink in order to try and drown his troubles; and the medical man who attended him said that the effect of the two things combined would be such that at times he would not be responsible for his actions. On Saturday last he was in such a state of mind that he hardly knew what he was doing.” The defendant was sentenced to 28 days’ hard labour. The judge in that case had also been asked to consider “the position which the prisoner had occupied in the past” and the fact that: “He could never hold up his head again in this country. Never again could he mix with his friends, and any punishment which the Bench might inflict would not be equal to that which he had inflicted on himself.” Indeed, so deep was the shame associated with this theft that the guilty man, once released, left the country and moved to Canada. His name was Walter Gilbert. Both by birth and marriage Gilbert was of the finest cricketing stock. He was the cousin and county teammate of WG, EM and GF Grace and the husband of Sarah Lillywhite, whose family included William, cricketing great and founder of the sporting equipment business, John, who opened the first Lillywhite’s shop on Haymarket in London, and James, England’s first Test captain. He was a fine all-rounder himself, but not a great businessman. The seed of his downfall was sowed in 1882, when a series of 21 cricket matches he had arranged was massively affected by bad weather. Instead of making £600 he ended up with only £70, and the following year he filed for bankruptcy. As one report of his miserable situation put it: “The liabilities amount to about £800 and the assets were estimated at £4, and consisted of four cricket bats, which had seen good service.” His situation was difficult: most amateur players came from wealthy backgrounds, but Gilbert’s father had himself filed for bankruptcy in 1864 and died in penury in 1877. In 1886 Gilbert made the unusual step of renouncing his amateur status and turning professional, and in addition to playing for Gloucestershire he made a bit of extra money by playing for East Gloucestershire. Some of the East Gloucestershire players noticed that money had a habit of disappearing from the clothes they left in the changing room while they played and eventually they contacted the police. Together, they arranged for an officer, Sergeant Woolford, to hide in the changing room while the team played Stroud on Saturday 5 June 1886, while one of the players marked some coins and left them in his waistcoat. At approximately 12.10pm that afternoon Gilbert came into the dressing room, rummaged around a few unguarded pockets, and took half a sovereign and a shilling from the waistcoat. He was confronted, admitted everything, and was swiftly spirited by taxi to the local police station. Gilbert immediately knew that his life in England was over, and he ended up in Calgary, where he quietly rebuilt his reputation. He was headmaster of two schools, massively outclassed all the local cricketers unlucky enough to come up against him – in 1901, for example, he captained Canada, was Montreal’s best batsman for the fifth year in succession and took 59 wickets more than their next best bowler – and seemed to live a genial life, judging from the articles he wrote about fishing for Rod and Gun magazine, about horseracing for the Calgary Herald, and occasional efforts about curling, golf, athletics and British culture. He died in Calgary in 1924 after a long illness, having spent his final 17 years working for the land titles office of the local government, where according to the registrar he was so highly esteemed he always “supervised the drawing of the most complicated titles”. The Calgary Herald carried news of his passing, describing him as a “popular citizen” and a “loss to Calgary” and carrying a long description of his life as “one of England’s finest cricketers and all-around sportsmen”. There was, of course, no mention of the scandalous cricketing crime that had propelled him to Canada – or the strikingly similar one that occurred once he got there. Ask Moeen Our cricket writer Ali Martin will be speaking to Moeen Ali this week, and we’d like to hear Spin readers’ questions for the England all-rounder. So if there’s something you’d like to ask Moeen, contact Ali by 10am on Friday at ali.martin@theguardian.com with the subject line: Ask Moeen. • This is an extract from the Guardian’s weekly cricket email, The Spin. To subscribe, just visit this page and follow the instructions."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}