{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/apr/04/talking-horses-millions-will-tune-in-for-itv-virtual-grand-national-horse-racing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-03T23:01:42Z", "webTitle": "Talking Horses: millions will tune in for ITV's Virtual Grand National", "webUrl": "https://www.theguardian.com/sport/blog/2020/apr/04/talking-horses-millions-will-tune-in-for-itv-virtual-grand-national-horse-racing", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/apr/04/talking-horses-millions-will-tune-in-for-itv-virtual-grand-national-horse-racing", "fields": {"headline": "Talking Horses: millions will tune in for ITV's Virtual Grand National", "bodyText": "Around lunchtime on Saturday, somebody somewhere will hit “enter” on their keyboard and, a fraction of a second and many millions of calculations later, it will generate the result of the 2020 Virtual Grand National. A few hours after, many millions of viewers – more, perhaps, than might have watched the real thing – will tune in to ITV to watch as the computer’s thought processes get the full CGI treatment and its calculation becomes (virtual) reality. If algorithms are not your thing, think of it as the rolling of a 100-sided dice, with Tiger Roll’s name on about 16 of the faces and the other 39 virtual horses distributed around the remaining 84 faces in proportion to the computer’s idea of their chance. Poor old Double Shuffle, at 100-1, is only there once, but in the unlikely event that his name does come up, it should guarantee a healthy return for NHS Charities Together, which will receive all bookmakers’ profits on the virtual race. If the ever-popular Tiger Roll is the virtual “winner”, there are unlikely to be any profits to distribute (though his backers could, of course, choose to do the decent thing and pass on their winnings here). And the bookies accepting bets on the race, of course, include firms who received a letter from Claire Murdoch, the NHS’s head of mental health services, just three months ago, which accused them of “leaving the NHS to pick up the pieces” of lives damaged by problem gambling. So it is only fair to report that at a moment of national crisis when we are all in need of diversion, not just on Saturday but probably for many weeks to come, the bookmakers seem to have thought quite carefully about how to approach the Virtual Grand National and the interest it will generate. “There’s of risk of that happening [a losing race for the bookies] if Tiger Roll wins, and we’ve made NHS Charities Together aware of that,” Gary Follis, of the Betting and Gaming Council, which represents all the major firms offering odds on the race, said this week. “But of course there’s no guarantee of that happening. “We’ve developed a set of rules around this and there’s going to be no marketing to new customers, it’s only going to be promoted among the current customer base, and there’s also going to be guidelines around the treatment of any new customer who signs up as a result of this. Like any Grand National, there will always be new customers, though probably considerably fewer this time around, but we’re looking at ways to put them into a separate database, so that they don’t receive any follow-up marketing or cross-promotion of other products. “It’s about a bit of light relief during coronavirus and to raise money for the NHS. I think we’ve been beaten up often enough that the penny is dropping that we’ve got to be whiter than white on this, so it hasn’t been difficult to get members to agree to that.” Nearly 10m viewers tuned in to watch Tiger Roll win his second Grand National 12 months ago and an even bigger audience would have been anticipated this time around to see Gordon Elliott’s chaser attempt to become the modern Red Rum with a third successive victory. ITV declined to speculate on possible viewing figures on Friday, but the strict lockdown means that it is at least possible that this year’s virtual race will pull in more viewers than an actual National ever could, and if the trailers are any guide, it promises to be quite a show. Little touches which add to the experience include CGI fence-repair teams who jog on to patch up the obstacles for lap two, virtual mud, CGI crowds in the stands and around the track and even a virtual ambulance following the field to check on the condition of fallen riders. The developers have even created what they describe as a “flocking algorithm” to account for how horses run around bends. It is very clever stuff, and promises to offer a welcome respite from grimmer realities outside the front door. And when all is said and done, the virtual prizes have been handed out and the actual bets settled, it may also leave us cherishing the real Grand National a little bit more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}