{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/apr/02/magnus-carlsen-to-stage-richest-online-chess-tournament-in-history", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-04-02T11:00:49Z", "webTitle": "Magnus Carlsen to stage richest online chess tournament in history", "webUrl": "https://www.theguardian.com/sport/2020/apr/02/magnus-carlsen-to-stage-richest-online-chess-tournament-in-history", "apiUrl": "https://content.guardianapis.com/sport/2020/apr/02/magnus-carlsen-to-stage-richest-online-chess-tournament-in-history", "fields": {"headline": "Magnus Carlsen to stage richest online chess tournament in history", "bodyText": "The world chess champion, Magnus Carlsen, says he will stage the richest online tournament in history this month as part of plans to grow the game during a time when most sports are shut down because of the coronavirus pandemic. Carlsen, the world’s No 1 player for a decade, said that seven other top players would join him in battling it out for a $250,000 (£200,000) prize fund in the two-week event, with the winner guaranteed $70,000. Chess has taken off during the lockdown with servers on the most popular sites crashing, and record numbers tuning in to follow the now suspended Candidates event in Russia. At the launch of the Magnus Carlsen Invitational, the Norwegian said bringing chess online with a fast-paced format would help to make the game more accessible to a wider audience at a time when the world is lacking competitive entertainment. “Chess is unique in the sports world as the moves are the same whether played on a wooden board or a computer screen,” he said. “This is a historic moment for chess and, given that it’s possible to continue top professional play in an online environment, we have not only the opportunity but the responsibility to players and fans around the world who need a distraction and when no other live competitive sport is being played.” The tournament, which runs from 18 April until 2 May, will feature an all-play-all group stage, with each player facing one another in a mini-match of four games. The top four players in the round robin will then go through to the knockout stages. The world Nos 3 and 4, Ding Liren and Maxime Vachier-Lagrave, are said to be on board while several other leading stars – including Fabiano Caruana, Carlsen’s opponent in the 2018 world championship match in London – have been approached. Players will get 15 minutes for each game – with an additional 10 seconds added after each move – and the matches will be shown online at the website Chess24.com, which is part-owned by Carlsen, in nine languages. Under the rules, players must dress in business-casual attire. A number of anti-cheating measures will also be employed, with players required to have cameras watching them to ensure they do not look at powerful chess engines, or get help from any other party. All games will also be reviewed by anti-cheating software."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}