{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/apr/02/now-im-fine-review-ahamefule-j-oluo-comedy-music-memoir-online-theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-04-02T12:15:25Z", "webTitle": "Now I’m Fine review – candid gem mixes standup and mesmerising music", "webUrl": "https://www.theguardian.com/stage/2020/apr/02/now-im-fine-review-ahamefule-j-oluo-comedy-music-memoir-online-theatre", "apiUrl": "https://content.guardianapis.com/stage/2020/apr/02/now-im-fine-review-ahamefule-j-oluo-comedy-music-memoir-online-theatre", "fields": {"headline": "Now I’m Fine review – candid gem mixes standup and mesmerising music", "bodyText": "Since venues closed their doors because of the coronavirus, a wealth of online theatre has emerged and the industry is finding quick, creative ways to bring the stage to screen. But alongside the new, it is worth diving into the archives to find buried treasure. Ahamefule J Oluo’s innovative show Now I’m Fine is one such gem. Originally staged at Seattle’s Moore theatre in 2014, and streaming at OntheBoards.tv, it has been dubbed a “standup big-band autobiography” for its original, hybrid form. It feels new in content too, speaking to our precarious times and bolstering the spirit. Things could always get worse, Oluo reminds us. Our skin could flay itself and fall off, leaving us as raw on the outside as it did him. His experience with a rare autoimmune disease came after the death of his father alongside divorce and debt, and it makes a potent metaphor for being stripped of all that is vital: “The thing that literally holds me together as a human being began to fall apart.” It also left Oluo, a musician and comedian, in his own confinement, unable to see at first or play his trumpet or piano. The show begins with standard standup comedy, whimsical in tone, as Oluo speaks of his white American mother from Kansas and his Nigerian father who left when he was a baby. He is funny and observant on teen masculinity and mixed heritage (he describes the meaning of his illustrious Nigerian name and then bathetically reveals his middle name is “Joe”) and touches on the scars his father’s estrangement left. But Now I’m Fine, co-written by Oluo and Lindy West (also his wife), is far from standard fare and a confluence of forms kick in, which combine cabaret with experimental pop opera, standup and dramatic memoir. Oluo is a sure but gentle storyteller who does not strain for effect and the autobiographical format for his standup, which could so easily fall prey to solipsism, never feels self-indulgent. Gradually it gets darker, but these emotional nadirs are never milked. There is a steady pace to Oluo’s delivery and a note of understatement. This restraint only gives his story more power and the jazz-infused music heightens emotions as he spirals into illness, depression and despair. There is a live 17-piece orchestra behind him and mesmerising vocals from Okanomodé; Oluo’s words weave with the music to become a live dynamic in instances when a violin or trumpet begins to play as a melancholy memory is recalled, but this accompaniment is not obvious or overplayed. An emotionally arresting moment comes when he stops mid-sentence and lets the music describe a memory that is too devastating to be articulated, so that we never know its details in words but hear its trauma through orchestral sound. The power of this show is built slowly and devastatingly but we end in a place of resilience, if not recovery. “It’s about finding a way to feel OK when you know that things are very not OK,” he says. Now I’m Fine is a show for our time and this parting wisdom is a gift. Available online, at OntheBoards.tv"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}