{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/apr/01/reading-shakespeare-book-plays-emma-smith", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-04-01T12:38:13Z", "webTitle": "The page's the thing – take it from Shakespeare's earliest readers", "webUrl": "https://www.theguardian.com/stage/2020/apr/01/reading-shakespeare-book-plays-emma-smith", "apiUrl": "https://content.guardianapis.com/stage/2020/apr/01/reading-shakespeare-book-plays-emma-smith", "fields": {"headline": "The page's the thing – take it from Shakespeare's earliest readers", "bodyText": "That Shakespeare wrote for the theatre and that his plays should be enjoyed on the stage not the page has become the standard rallying cry of directors, teachers and academics. “I don’t think people should bother to read Shakespeare. They should see him in the theatre,” Sir Ian McKellen advised in 2015. And if actors bring Shakespeare to life, according to Royal Shakespeare Company director Greg Doran, the benefits are mutual: advocating a “Shakespeare gym” earlier this year, Doran suggested that without proper opportunity to perform Shakespeare, the craft of acting itself could “diminish or get lost”. But this is a modern perspective. Powerful advocates for Shakespeare in the past were less convinced by the medium of theatre. Samuel Johnson, the great 18th-century lexicographer and editor of the plays, felt that while comedy was often better experienced in the theatre, tragedy rarely was. Charles Lamb, who with his sister Mary wrote the popular children’s Tales from Shakespeare, suggested that “the plays of Shakespeare are less calculated for performance on a stage than those of almost any other dramatist whatever”. When we watch King Lear, he suggested, we see merely the mundanely pitiful “old man tottering about the stage with a walking-stick”, but when “we read it, we see not Lear but we are Lear”. Deep engagement with the plays meant private study, not public spectacle. It’s certainly true that people have been reading Shakespeare’s plays for almost as long as they have been watching them. Within two or three years of his first, collaborative efforts on the London stage, Shakespeare’s first play in print was the gory tragedy Titus Andronicus (1594). Only one copy of this edition exists, now in the Folger Shakespeare Library in Washington DC. That scarcity itself tells us something about reading: playbooks were small, consumable pamphlets often read into oblivion, not literary trophies to be venerated. And an early reader of this copy has marked it, in brown ink and careful secretary hand. He (probably) has corrected phrasing and typos, and suggested some alternative readings where the text is unclear. This reader’s attention to individual words and phrase – changing the play’s word for Roman funeral rites from “obsequies” to the more technically correct “exequies”, for example – focuses precisely on things that would flash by in performance. These details you’d only have time to notice in reading. This Titus reader was certainly not in awe of Shakespeare – and perhaps hadn’t even heard of him: the play, like the others printed over the next four years, was issued anonymously. But by the end of the decade, 13 other plays had been printed, in more than 20 separate editions. These playbooks often advertised their origins in performance – the first edition of Romeo and Juliet has as a blurb “often (with great applause) played publicly” – but they clearly also established their place in the print marketplace. Gradually, some of the apparatus we now take for granted in a printed play began to be more standardised, and playbooks offered lists of characters and more descriptive stage directions to aid readers. Title pages frequently claimed that the texts were “newly corrected and augmented”: the second edition of Hamlet told buyers that it was “enlarged to almost as much again as it was”. More was definitely more when it came to Shakespeare’s readers. That doesn’t mean that early readers necessarily slogged through entire plays from start to finish. Copies of the first collected edition of Shakespeare’s plays, the First Folio of 1623, often show great enthusiasm at the start of the volume, which tails off with readers’ best intentions. Ideas of reading in this period were, in any case, less immersive and more strategic. The educated reader harvested from the play useful or exemplary phrases with which to enhance their own writing, marking them in the margin of the book with a symbol or line. This activity of commonplacing cherrypicked from literary texts in order to create reusable fragments. Reading was effectively a stage in verbal recycling. In some ways this anticipates our own culture of Shakespeare quotations, but with one major difference. For us, the mark of the quotation is its utter distinctiveness. Early modern readers were looking for something that was a bit more adaptable to their own context. No one seems to have had much everyday use for now-famous highlights such as “To be or not to be”, or “A horse, a horse, my kingdom for a horse”, whereas flowery phrases for use in letter-writing in Love’s Labour’s Lost are frequently commonplaced. One copy of The Tempest marked by an early reader does not seem to notice Prospero’s lyrical: “Our revels now are ended”, but is deeply impressed by Ferdinand’s cheesy chat-up lines to the unworldly Miranda: “Tis fresh morning with me/ When you are by at night.” Early modern readers of Shakespeare felt no embarrassment about taking from the plays what they wanted, and no obligation to the author’s larger intention. Perhaps we could recover that liberated form of reading as we return to the plays on the page while the theatres are dark. Early modern readers encountered Shakespeare’s plays without the cultural baggage of centuries of Bardolatry. I like the simple pathos of one early woman reader, Frances Wolfreston who lived near Tamworth, who wrote on her copy of Othello: “a sad one”. Shakespeare’s first readers engaged in acts of rewriting where they felt the original was lacking or could be improved. They took from their reading the aspects that were most relevant to their own lives, or the phrases they felt they might be able to use or imitate in their own writing. They enjoyed the texture of verbal detail rather than an overall narrative arc. Although we know that many early readers of Shakespeare were also enthusiastic playgoers, they found that the pleasures of reading were distinct from those of the theatre. Maybe we can too. Emma Smith’s book This Is Shakespeare is out in paperback on 2 April."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}