{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/apr/06/phoebe-waller-bridges-fleabag-to-be-livestreamed", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-04-06T15:27:58Z", "webTitle": "Phoebe Waller-Bridge's Fleabag play to be streamed online", "webUrl": "https://www.theguardian.com/stage/2020/apr/06/phoebe-waller-bridges-fleabag-to-be-livestreamed", "apiUrl": "https://content.guardianapis.com/stage/2020/apr/06/phoebe-waller-bridges-fleabag-to-be-livestreamed", "fields": {"headline": "Phoebe Waller-Bridge's Fleabag play to be streamed online", "bodyText": "It was one of 2019’s hottest theatre shows, returning Phoebe Waller-Bridge to the stage in her most famous role and swiftly selling out in London’s West End. Now, the triumphant live production of Fleabag at Wyndham’s theatre – which has already been broadcast to cinemas by NT Live – is being streamed online to raise money for those affected by the Covid-19 pandemic. All proceeds will go towards charities including the National Emergencies Trust, NHS Charities Together and Acting for Others, which provides support to all theatre workers in times of need. There will also be a special Fleabag Support Fund, which will distribute grants of £2,500 to freelancers working in the UK theatre industry. Fleabag is available to stream from today in the UK and Ireland on Soho theatre’s On Demand site. From 10 April it will be available for a two-week period in Australia, New Zealand and Canada, as well as on Amazon Prime Video in the US and UK. The production will be available for a 48-hour download for £4, with the option to donate larger amounts of money. Written and performed by Waller-Bridge, and directed by Vicky Jones, Fleabag is an account of “some sort of woman living her sort of life”. Waller-Bridge received a Fringe first award at the Edinburgh fringe in 2013 for the play, whose scenarios and characters formed the basis for its first series on TV. Waller-Bridge, who announced last year that the 2019 summer run would be her last performance of the monologue, said: “I hope this filmed performance of Fleabag can help raise money while providing a little theatrical entertainment in these isolated times. Thank you to all our partners and to the creative team who have waived their royalties from this production to raise money for such vital causes in this unbelievably challenging situation. All money raised will support the people throughout our society who are fighting for us on the frontlines and those financially devastated by the crisis, including those in the theatre community. Thank you in advance to those who donate. Now go get into bed with Fleabag! It’s for charity!” The new season of Killing Eve, executive-produced by Waller-Bridge, is launched on the BBC iPlayer on 13 April."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}