{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/apr/02/whatever-the-weather-review-m6-childrens-theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-04-02T09:31:03Z", "webTitle": "Whatever the Weather review – a rainbow of a show", "webUrl": "https://www.theguardian.com/stage/2020/apr/02/whatever-the-weather-review-m6-childrens-theatre", "apiUrl": "https://content.guardianapis.com/stage/2020/apr/02/whatever-the-weather-review-m6-childrens-theatre", "fields": {"headline": "Whatever the Weather review – a rainbow of a show", "bodyText": "In the late 19th century, a comic opera was derived from the mini daily dramas of an alpine weather house whose little male and female figures each pop outdoors depending on the weather (rain for him, sun for her). Weather or No played as a curtain-raiser to The Mikado at the Savoy. According to the Musical Times, the “funny little couple fall in love” in a trifle of a show that would be “welcome to those who require pieces suitable for private theatricals”. Whatever the Weather, created for children aged three to seven by Rochdale’s touring theatre company M6, has a similar storyline. It is available to stream throughout April while theatres remain closed because of the coronavirus. Six-year-old Hilda and I are getting used to watching our own “private theatricals” at home during the shutdown. On the plus side: you can enjoy online theatre sprawled on the couch, noisily eating Twiglets and playing with the cat. On the downside? Hilda says she misses all the interaction or, as she puts it, “the ‘Hello!’ and the ‘Welcome!’” She loves this show’s set, which has a toadstool, a Bambi-alike deer and is populated with cutout Christmas trees that look like iced biscuits. Joss Matzen’s attractively designed chalet looks smart on screen, with its clean lines defined by pitch-black surrounds. Carl Cockram’s Mr Rain and Simone Lewis’s Mrs Sunshine take turns to leave their shared home and, apart from the briefest of encounters, are always alone. She delights in the garden, playing keepy-uppy with a floating feather; he plonks about catching raindrops in his hands. “They each have a time to be funny,” laughs Hilda. There is hardly any dialogue and we’re soon chatting much more than we would in a theatre. This makes a nice change: kids’ minds race so quickly that they are often on to the next thing by the time you’ve left the theatre and don’t dwell on discussing the performance. When the couple start to look after a nest of birds (“fluffy pompoms!” cries Hilda), Gilly Baskeyfield’s story and her jaunty production gently explore themes of family and shared responsibilities, which is useful at this lockdown time when we’re all striving to get along in the same space. Mr Rain’s drainpipe contraption, and his tricks with differently coloured water, may inspire some postshow activities at home and M6’s website has its own downloadable resource pack and story book too. Whatever the Weather should help children see the world a little differently on their daily trip outside or recognise that every day comes with sunny and rainy feelings even if you stay indoors. There are no prizes for guessing what happens at the end, when Mr Rain and Mrs Sunshine stay outdoors together, but really the whole show is a rainbow, full of delightfully sweet magic. Available online until 30 April."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}