{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/apr/02/hamlet-review-wooster-group-richard-burton", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-04-02T10:08:08Z", "webTitle": "Hamlet review – the Wooster Group resurrect Richard Burton's Dane", "webUrl": "https://www.theguardian.com/stage/2020/apr/02/hamlet-review-wooster-group-richard-burton", "apiUrl": "https://content.guardianapis.com/stage/2020/apr/02/hamlet-review-wooster-group-richard-burton", "fields": {"headline": "Hamlet review – the Wooster Group resurrect Richard Burton's Dane", "bodyText": "In these times when “too, too solid flesh” is something we long for, this meta-textual production of Hamlet proves both a fascinating and frustrating exploration of live performance. This is a show preoccupied with ghosts, especially those of Hamlets past. In 1964, Richard Burton starred in John Gielgud’s Broadway production, which, in a pioneering move, was recorded with multiple cameras and shown in cinemas across the US. “The immediacy,” Burton said in a trailer, “the sense of being there, is unlike any experience you have ever known.” The master tapes were meant to be destroyed after the four scheduled showings, but two copies survived. Forty-two years later, New York-based avant-garde company the Wooster Group edited and reconstructed Burton’s production on stage. In 2013 they filmed their production, at Edinburgh’s Royal Lyceum theatre, and in light of the shutdown have made it freely available online until 7 April. We watch through a single static camera. On a largely undressed stage, a projection shows the grainy black-and-white 1964 film. Scott Shepherd, playing Hamlet, explains how he has edited the original film, plucking out pauses he dislikes and controlling Burton’s performance like one of his players. Synchronising their words and movements to the edits, the Wooster Group’s performances are jagged, jolting comically to keep up with the jump-cuts and fast-forwarded scenes. It’s a striking spectacle, a challenging provocation and a playful demonstration of control, but the unnatural metre untethers the words from their meanings, and the lack of emotion gradually becomes tiresome. The ideas beneath the layers of performance – how long should a legacy last? Are all performances haunted by their predecessors? Can a camera capture the rapture of an audience? – are easier to engage with in a theatre or cinema, where attention is undivided. At home, it’s easy for distractions to win out, particularly when the one-shot archival recording lacks the multi-camera richness of the NT Live or other screen versions. The static nature of both camera and performance seems to strip away the sense of immediacy, and as a result, it all feels less like actually being there. Online (Vimeo link, until 7 April)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}