{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/apr/01/one-man-two-guvnors-nicholas-hytner-james-corden-national-theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-04-01T09:49:39Z", "webTitle": "One Man, Two Guvnors: Nicholas Hytner on the joy of farcing around", "webUrl": "https://www.theguardian.com/stage/2020/apr/01/one-man-two-guvnors-nicholas-hytner-james-corden-national-theatre", "apiUrl": "https://content.guardianapis.com/stage/2020/apr/01/one-man-two-guvnors-nicholas-hytner-james-corden-national-theatre", "fields": {"headline": "One Man, Two Guvnors: Nicholas Hytner on the joy of farcing around", "bodyText": "One Man, Two Guvnors is based on Carlo Goldoni’s The Servant of Two Masters. You played the title role yourself at school … I wasn’t very good! Compared with James Corden, I really wasn’t very good. The play was specifically created for James Corden, wasn’t it? We had a serious, high-minded season planned for summer 2011 at the National Theatre. We needed something that was purely entertaining. In one of our regular meetings we were knocking around ideas and I think I said James should come back. Sebastian Born [from the literary department] said what about Servant of Two Masters? It immediately resonated but I wasn’t interested in a commedia dell’arte production with James in harlequin gear. I’d just worked with Richard Bean on Dion Boucicault’s London Assurance, which he had secretly punched up in a big way – a lot of the best jokes in it were his. So I called him and asked him to do this. I said to think of Ealing comedy, Carry On films, Brighton in the 1950s, end of the pier, variety … The relationship of Venice to Turin [in Goldoni’s play] is essentially the same as Brighton to London. Venice is for the dirty weekend, the carnival – it’s where the wicked stuff goes on. All of that fell into place really quickly and Richard identified the early 60s for the era. James was in immediately. He was one of a large number of people who, if you’re running a big theatre like the National, you’re always anxious to bring back. I knew how funny and skilled he is on stage. Would it have surprised you if you’d been told at the time that he would one day host an enormous chatshow in the US? Not at all. And it came about because Les Moonves [former CBS executive] came to see One Man, Two Guvnors on Broadway. How do you engineer this kind of stage farce? A lot of the physical and verbal humour go together. There’s a sequence where James beats himself up as he’s having an argument with himself. That started on the page – Richard had written that speech – and then James and [physical comedy director] Cal McCrystal worked out the physicality of that speech together. Cal, with his company Spymonkey, has been making this kind of comedy for a long time. It wouldn’t be unfair to say he’s like an accountant. The comedy has the precision of double-entry accounting. In rehearsals, Cal won’t ever laugh. He is so deadpan. I remember him saying to Richard: “There’s too many words here, it’s like Ibsen.” The NT Live version that is being streamed by the National this week is longer than the play was when it got to the West End and Broadway. When it was on at the National, it was quite long. We had a two-and-a-half-hour show in rehearsal but the laughter added half an hour. We gradually had to cut it back. Which moments of audience participation in the production stood out for you? Unfortunately, I wasn’t there for the Trump episode. James had a good eye for who to bring up on stage to help him in the scene with the trunk. I think he recognised Donald Trump from The Apprentice. Trump, from the way James tells it, couldn’t have been happier to be dragged up on to the stage. James bantered with him, and the audience enjoyed it and rolled their eyes. That was Donald Trump when he was a relatively harmless blowhard. The first five minutes of One Man, Two Guvnors seem quite deliberately as if you’re in Carry On-land. What I remember most vividly is those first minutes in the first preview, feeling the audience’s jaws on the floor, as if they were asking: how can they be doing this? The moment they got it is in when James comes in, throws a peanut in the air and does a kind of dazzling thing that he and Cal worked out – falling backwards over a chair, catching the peanut in his mouth and springing straight back up again. There was a kind of collective decision in the audience: Oh, it’s this kind of show! I’ve never been involved in a show that harvested as many big laughs as regularly. There’s no single individual that you can credit for that – it was a collective alchemy. I couldn’t have done it without Cal or without Richard’s extraordinary gift for individual jokes and building a whole comic sequence. A lot of people came to the National not knowing who James was. A lot of people were sceptical about James. But he is incredibly sympathetic and lovable. Above all, he is unbelievably skilled. I hope he’ll come back one day – and I think he does, too. One Man, Two Guvnors is streaming on YouTube from 7pm BST on Thursday 2 April. Available until 9 April."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}