{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/apr/07/sally-cookson-jane-eyre-national-theatre-at-home-bronte", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-04-07T10:56:58Z", "webTitle": "'Wow, I'd love to be someone like that!' Sally Cookson on our passion for Jane Eyre", "webUrl": "https://www.theguardian.com/stage/2020/apr/07/sally-cookson-jane-eyre-national-theatre-at-home-bronte", "apiUrl": "https://content.guardianapis.com/stage/2020/apr/07/sally-cookson-jane-eyre-national-theatre-at-home-bronte", "fields": {"headline": "'Wow, I'd love to be someone like that!' Sally Cookson on our passion for Jane Eyre", "bodyText": "What drew you to staging Jane Eyre? It’s a story I’ve loved since I was a child although I didn’t read the novel until I was in my 20s. As a kid I was intrigued by the black-and-white film noir version with Orson Welles as Rochester and music by Bernard Herrmann. When I read the book at drama school, I thought: that film completely misses the point. It might as well have been called Rochester. The book is a clarion call for equal opportunities for women, not a story about a passive female who’ll do anything for her hunky boss. I was struck by how modern Charlotte Brontë’s Jane seemed – her spirit and strong will, her peculiar and brilliant mind. She lashes out against anything that prevents her from being herself. I just thought: wow, I’d love to be someone like that. It’s such an epic story and has been so often turned into film, TV, theatre and ballet versions. I was intrigued as to why we keep going back to it. Was it a daunting project, knowing that the book is so loved? Adapting a novel like that is challenging – it’s taken on legendary status. If you’re going to be as bold as to do another version, you have to put all that to one side and trust that you’ve got a right to tell this story and it’s going to be how the people in the room want to tell this story. So I was initially anxious but quickly forgot about it. When you read the novel again, did it surprise you at all? As a child, I had been drawn to the romance of the film. In my 20s I was attracted to the feminism. As a mature woman, I was struck by the individual human rights and the weight the novel places on them. Jane understands from a very early age that you need to be emotionally, spiritually and intellectually nourished to thrive. She didn’t have any of these things given to her. They are basic human needs we all require to flourish. That’s what I wanted to bring to the fore. Can you describe your process of devising theatre with the company? It was terrifying but amazing. People assume with devising that you don’t do any prep, that you just all go into a rehearsal room and say: OK, how are we going to do this? But I put a structure in place before we started, working very closely with the dramaturg, Mike Akers, and asking a whole load of questions. We made an order of scenes. We didn’t have any dialogue but we had a title for each scene. In rehearsals, the actors were free to improvise and play with what needed to happen in the scene. If you just lift the dialogue from the book it feels leaden; you have to find the language through improvisation. It’s about taking Charlotte Brontë’s words but shifting them a bit or distilling them. Sometimes we found that key moments were better interpreted with no words, but with music or movement instead. Music takes responsibility for a lot of the storytelling, which is why the band is right in the middle of the action. There is a motif of windows and frames in the production … I didn’t want it to look like an obvious period drama with a set that was literal. I remember thinking: let’s start with an empty space and then add an element that makes it feel like an old house. There are different environments in the story. How Jane gets from one to the next is crucial. We put in some perilous ladders. Seeing Madeleine Worrall struggling up a ladder, in a skirt and corset, took on this kind of poetry. It was an imaginative visual way of describing Jane’s arduous journey to get where she wants. That was a very potent moment in the workshop that Michael Vale took into his design. We got rid of any kind of conventional set or costume so it didn’t suffocate the story. I didn’t want it to be a dinosaur period piece. Katie Sykes’s brilliant costumes suggested the period rather than imposing it. When audiences came in and saw this wooden playground of platforms and ladders, practically everyone’s first reaction was: well, this isn’t what I was expecting! I really enjoyed that. Did you always have Madeleine Worrall in mind for Jane? She was Wendy in a version of Peter Pan I did. I knew she’d be perfect. She is such an intelligent and tenacious actor – and very like Jane Eyre in many ways. She never stops investigating and is not at all frightened of failing or making a fool of herself. A lot of Jane’s text was invented by Madeleine. It may be too early to say but how do you think this period of lockdown will change theatre? It will most certainly change. I’m finding it hard to think of projects that I’m meant to be doing in the future because the tectonic plates have had such a seismic shift in every area of our life. I’ve got this burning need to be part of a big group of people standing together on a stage – singing a song or telling a story. One of the things that makes me feel more alive than ever are the Thursday evenings when we stand outside and bang on pots and pans and applaud the key workers in the NHS. Of course, that’s to do with supporting those amazing people but I also love that sensation of being part of something with other people. When this is all over we will need to do that more than ever. Jane Eyre streams on YouTube from 7pm on 9 April as part of National Theatre at Home. Available until 16 April."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}