{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/apr/10/amsterdam-to-paris-in-90-minutes-dutch-tout-hyperloop-as-future-of-travel", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-04-10T15:51:30Z", "webTitle": "Amsterdam to Paris in 90 minutes? Dutch tout hyperloop as future of travel", "webUrl": "https://www.theguardian.com/technology/2020/apr/10/amsterdam-to-paris-in-90-minutes-dutch-tout-hyperloop-as-future-of-travel", "apiUrl": "https://content.guardianapis.com/technology/2020/apr/10/amsterdam-to-paris-in-90-minutes-dutch-tout-hyperloop-as-future-of-travel", "fields": {"headline": "Amsterdam to Paris in 90 minutes? Dutch tout hyperloop as future of travel", "bodyText": "Swifter than trains, safer than cars and far less damaging to the environment than planes, the Dutch province of North Holland believes the hyperloop might be the future. Plans are being drawn up for Amsterdam to be connected to other European cities by the futuristic high-speed mode of transportation comprising a magnetic hovertrain in an air-free tube able to travel at speeds of over 600mph due to the lack of friction and drag. A study carried out by a Dutch technology startup, Hardt Hyperloop, in collaboration with the province, has found the hyperloop could reduce commuting times from Amsterdam to Paris, Brussels, Düsseldorf or Frankfurt from “hours to minutes”, boasting that “borders would, quite literally, become blurred”. Commuters stepping into a hyperloop pod in Amsterdam could arrive in Brussels in under 30 minutes or in Paris in 90 minutes rather than the current three and half hours, the study suggests. It is yet to be seen how the coronavirus pandemic will affect the transnational project at a time when borders are being shut and an economic recession is widely predicted. In addition, the practicality of the hyperloop has been questioned ever since the entrepreneur Elon Musk suggested back in 2013 that the aerodynamic pods could be the future of high-speed travel for passengers and freight, given its relatively low energy use. Questions have been raised about its value for money, with critics adamant that incremental changes to current transport are a better bet than inventing a fifth mode to join cars, trains, boats and planes. Australia is the latest to reject it in favour of tried and trusted high-speed rail. But Jeroen Olthof, the deputy responsible for mobility in North Holland, said he had been impressed by the possibility of creating a “compact region” of five European cities in which commuters could travel door-to-door within an hour. Economic modelling published this week suggests such time-saving would deliver an additional €275bn (£241bn) in GDP for the province, equating to growth of 121%. Not only would Amsterdam be served by a larger workforce but the drop in demand for short-haul flights from Schiphol airport could lead to a reduction of about 20,000 to 24,000 aircraft movements in 2040, it is claimed. Olthof said: “We know that people are willing to travel from door to door for up to one hour for their work. With such a super-fast hyperloop, it suddenly becomes possible to travel much longer commuting distances. That sounds promising. “That is why we are going to consult with other authorities and parties to continue this research.” Hardt Hyperloop, which was founded after winning the international hyperloop competition organised by Musk in 2017, is partnering with companies including Tata Steel on the project. A first high-speed test facility is being built in the Dutch province of Groningen with a three kilometre test track, making it the first in Europe of its kind. A 30 metre low-speed test tunnel has already been built in Delft. Hardt Hyperloop has been looking at how its passenger-carrying pods – which will be propelled through a tube – might also be able to change routes by switching lanes without reducing speed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}