{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/apr/07/google-uk-staff-earned-average-of-234000-in-2019", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-04-07T08:46:08Z", "webTitle": "Google's UK staff earned average of £234,000 in 2019", "webUrl": "https://www.theguardian.com/technology/2020/apr/07/google-uk-staff-earned-average-of-234000-in-2019", "apiUrl": "https://content.guardianapis.com/technology/2020/apr/07/google-uk-staff-earned-average-of-234000-in-2019", "fields": {"headline": "Google's UK staff earned average of £234,000 in 2019", "bodyText": "Google’s UK staff earned an average of £234,000 each last year as the tech firm paid more than £1bn in wages and a share scheme – but only £44m in UK corporation tax. Google, which increased UK staff numbers by almost 800 to 4,439 last year, footed its first £1bn-plus wage and salary bill for the year to the end of June. The £1.04bn total was a 25% increase on the £829m paid to staff in 2018, according to the company’s latest financial filings in Britain. The accounts show UK staff received a £441m bonanza in share-based bonuses, thanks to Google’s surging stock price and financial performance in 2019. This is 29% more than the £342m pot the previous year. The pay bill was spent on 1,723 marketing staff, 2,171 research and development employees and 545 classified as management and administration. The average payout of £234,000 is £8,000 higher than the £226,000 average pay package in 2018. The accounts show Google paid £44m in UK corporation tax, down from £66m a year earlier, as pre-tax profits fell slightly from £246m to £225m. Cost increases in the year included the hiring of almost 400 research and development staff, as spending in this area rose from £387m to £462m year on year. “As an international business, we pay the vast majority – more than 80% – of our corporate income tax in the US, which is our home country,” a spokeswoman for Google UK said. “We also pay all of the tax that is due in the UK. We continue to strongly support the OECD’s [Organisation for Economic Cooperation and Development] work to develop a new international framework for how multinational companies are taxed.” The government is pressing ahead with plans to impose a 2% digital services tax on the UK revenues of online companies including Google, Facebook and Amazon. Google UK reported £1.6bn in revenues last year, up from £1.2bn, but this does not reflect how much it makes in total advertising revenues in the UK as they are reported in other jurisdictions. The research company eMarketer estimates that in reality Google made about £5.7bn in ad revenue in the UK last year, accounting for 39% of the total digital ad market, and will make more than £6bn this year. In October, it emerged that Facebook’s UK operations paid £28m in corporation tax last year despite achieving a record £1.6bn in British sales. EMarketer estimates that in reality Facebook, the second-biggest player in the UK digital ad market behind Google, made £3.6bn in online ad revenues, and will make £4.2bn this year. Google UK operates as the marketing and sales division of its European operation, which is headquartered in Dublin, where taxes are lower. The UK operation makes most of its reported revenue through an annual “research and development” fee from its US headquarters and a “marketing services” payment from Dublin. Google, which has a market value of more than $800bn, made $111bn in total global revenues and profits rose to $34bn last year. In the Europe, Middle East and Africa region, revenues rose 13% from $44.7bn to $50.6bn."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}