{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/apr/02/experts-warn-of-privacy-risk-as-us-uses-gps-to-fight-coronavirus-spread", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-04-02T15:30:58Z", "webTitle": "Experts warn of privacy risk as US uses GPS to fight coronavirus spread", "webUrl": "https://www.theguardian.com/technology/2020/apr/02/experts-warn-of-privacy-risk-as-us-uses-gps-to-fight-coronavirus-spread", "apiUrl": "https://content.guardianapis.com/technology/2020/apr/02/experts-warn-of-privacy-risk-as-us-uses-gps-to-fight-coronavirus-spread", "fields": {"headline": "Experts warn of privacy risk as US uses GPS to fight coronavirus spread", "bodyText": "A transatlantic divide on how to use location data to fight coronavirus risks highlights the lack of safeguards for Americans’ personal data, academics and data scientists have warned. The US Centers for Disease Control and Prevention (CDC) has turned to data provided by the mobile advertising industry to analyse population movements in the midst of the pandemic. Owing to a lack of systematic privacy protections in the US, data collected by advertising companies is often extremely detailed: companies with access to GPS location data, such as weather apps or some e-commerce sites, have been known to sell that data on for ad targeting purposes. That data provides much more granular information on the location and movement of individuals than the mobile network data received by the UK government from carriers including O2 and BT. While both datasets track individuals at the collection level, GPS data is accurate to within five metres, according to Yves-Alexandre de Montjoye, a data scientist at Imperial College, while mobile network data is accurate to 0.1km² in city centres and much less in less dense areas – the difference between locating an individual to their street and to a specific room in their home. Additionally, legal safeguards on location data in the UK mean that the government only receives information from mobile carriers in aggregated form, which prevents individuals from being identified. “Most of the time, you don’t need to know who’s behind the phone,” said de Montjoye. “If you’re not doing contract tracing, you’re interested in aggregates: who’s been moving between London and Edinburgh, say, or between London boroughs.” According to the ICO deputy commissioner for policy, Steve Wood, the aggregation is crucial to the legal basis on which the government has access to the data. “Generalised location data trend analysis is helping to tackle the coronavirus crisis. Where this data is properly anonymised and aggregated, it does not fall under data protection law because no individual is identified. “In these circumstances, privacy laws are not breached as long as the appropriate safeguards are in place,” Wood added. In contrast, the location data the CDC has acquired is pseudonymised, but not aggregated, according to a report in the Wall Street Journal. That means that identifying data such as names have been removed from the dataset, but the data has been left in a format that allows for an individual to be followed over a period of time. The power of such an approach is made clear in one demonstration by the data visualisation company Tectonix GEO, using location data collected by the ad industry data provider X-Mode Social. By tracking the movements of all the spring break holidayers on one beach in Florida in mid-March, Tectonix showed how a temporary failure of social distancing could theoretically spread an infection across a huge swathe of the eastern and central US. But, warns de Montjoye, such data is never truly anonymous. “The original data is pseudonymised, yet it is quite easy to reidentify someone. Knowing where someone was is enough to reidentify them 95% of the time, using mobile phone data. So there’s the privacy concern: you need to process the pseudonymised data, but the pseudonymised data can be reidentified. Most of the time, if done properly, the aggregates are aggregated, and cannot be de-anonymised.” The data scientist points to successful attempts to use location data in tracking outbreaks of malaria in Kenya or dengue in Pakistan as proof that location data has use in these situations, but warns that trust will be hurt if data collected for modelling purposes is then “surreptitiously used to crack down on individuals not respecting quarantines or kept and used for unrelated purposes”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}