{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2020/apr/02/can-i-get-a-refund-is-travels-biggest-issue-coronavirus-travel-questions-answered", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2020-04-02T17:22:37Z", "webTitle": "Why ‘can I get a refund?’ is travel's biggest issue: Coronavirus Q&A", "webUrl": "https://www.theguardian.com/travel/2020/apr/02/can-i-get-a-refund-is-travels-biggest-issue-coronavirus-travel-questions-answered", "apiUrl": "https://content.guardianapis.com/travel/2020/apr/02/can-i-get-a-refund-is-travels-biggest-issue-coronavirus-travel-questions-answered", "fields": {"headline": "Why ‘can I get a refund?’ is travel's biggest issue: Coronavirus Q&A", "bodyText": "For the past two weeks we’ve addressed several questions in our Q&amp;A but increasingly readers want to know the answer to just one: can I get a refund? We answered one specific query on this last week and my colleague Miles Brignall also outlined consumer rights in this piece. But as it keeps being raised, we thought it worth addressing again. Under the Package Travel Regulations (PTR), you are entitled to a refund if your holiday provider cannot fulfil the holiday but – and it’s a big but – tour operators are struggling to meet this legal obligation while facing a massive loss of income and, in some cases, repatriation costs. In short, the travel industry is in freefall. It has weathered problems from natural disasters to terrorism to recession, but nothing comes close to the Covid-19 crisis, which is disastrous for countries and tourist destinations all over the world. A ludicrous, hypothetical scenario – what would happen if no one could travel? – is now a shocking and surreal reality. Of course, many sectors are on perilous ground, but the knock-on effects of this global paralysis are arguably worse for travel. The World Travel &amp; Tourism Council (WTTC) estimates that a million jobs are being lost every day in the travel and tourism sector because of the pandemic. “From waiters to taxi drivers, tour guides to chefs and caterers, pilots to cleaners, the relentless cascade of job losses is plunging millions of families into terrible hardship and debt. The domino effect of Covid-19 is right now having a massive impact, wiping out an entire economic sector,” said WTTC president and CEO Gloria Guevara. Where does this leave holidaymakers? As Brignall says, you should keep contacting your travel provider for a refund. If the government acts on calls from Abta for the refund window to be extended from 14 days to four months, you will wait longer for the money. But tour operators are pleading with customers to postpone instead of cancelling, warning that mass cancellations will lead to a meltdown of the sector. Credit notes are protected in the same way as holidays and if the company does go under, the Atol scheme means you will be compensated. The most responsible tour operators are being as flexible as possible. Much Better Adventures, for example, is offering refunds as an option but incentivising customers to postpone by offering a 5% discount (for life) on future trips. So far it has worked: 80% of customers have opted to postpone instead of cancel. There will be no increase in the cost of trips for 2021, and no expiry date for credit notes. Co-founder Sam Bruce admitted that small companies can be more adaptable but he’s also critical of companies that are refusing refunds. “Lots of companies in our position aren’t being as flexible.” He also said he doesn’t support Abta’s call for changes to the PTR rules and believes there is “a lot of love being lost between the travel industry and consumers. If customers bought under those terms, they should be honoured.” For some tour operators that is simply not possible. They are being asked to give full refunds for air-inclusive holidays, often without being able to recoup money from airlines – leaving tour operators out of pocket. “Until governments step up, and bring the airlines to heel, the consumer has to rely on the quit wits and sympathy of small tour operators,” said Douglas Durrant of Caribbean Fun Travel. As Bruce sees it, this is a test of loyalty – those companies that work with customers during this challenging time will be the ones that benefit in the long term. “There are a lot of travel companies making rash decisions, and they may not come out of this looking too rosy at the end. This is about treating customers well so the terms know who to trust when this passes.” That is small comfort if you are trying to get money back right now, but worth bearing in mind when you come to book a future holiday."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}