{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2020/apr/05/lockdown-learning-how-to-dance-tango-classes-online-youtube", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2020-04-05T10:00:25Z", "webTitle": "Bored in lockdown? Try learning how to tango online", "webUrl": "https://www.theguardian.com/travel/2020/apr/05/lockdown-learning-how-to-dance-tango-classes-online-youtube", "apiUrl": "https://content.guardianapis.com/travel/2020/apr/05/lockdown-learning-how-to-dance-tango-classes-online-youtube", "fields": {"headline": "Bored in lockdown? Try learning how to tango online", "bodyText": "All of Argentina’s 44 million inhabitants currently appear to be offering online tango classes. OK, that’s an exaggeration, but it’s fair to say that porteños (residents of Buenos Aires) are jumping into the world of virtual tango with both high-heeled feet. Available classes range from Dance Tango TV, with starter courses from $19 a month, to iDance.net’s lesson packs, with a two-hour class from just $1.69. Google “free tango classes” or, in Spanish, “clases de tango online gratis” and you’ll find several YouTube tutors. Welcome Argentina has very watchable sessions in Spanish. My partner, Kate, and I took a refresher lesson. Jonatan and Julia speak pretty good English and their opening 10-minute class concentrated on posture. I hope they add more classes this week. James and Joanna are apparently in England, but who cares? They are very good on the first few key moves. Sebastián and Mariana are the real thing, and can show the more confident a few tricks. Most online classes are delivered by couples, though a few dancers do work alone, if you want to indulge the fantasy of a long-distance tango partner. Songs typically last three minutes – though one dancer titled her book Twelve Minutes of Love to reflect the fact that tangueros generally do tandas (turns) of four songs – so expect three minutes of giggling as your lower limbs get tied in knots and your high kick hits the telly. Once you have a few basic moves and feel a sense of tango rhythm, tune in to La 2 x 4 , a 24-hour online tango radio station funded by Buenos Aires city hall. When I tuned in they were playing crooner numbers driven by pounding button accordion. Your living room may not have the atmosphere of an Argentine milonga, but uncork a decent malbec, dim the lights, put on something by Julio de Caro or Juan Carlos Cobián and you’ll be transported far away from the world of Covid-19 for three minutes."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}