{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/07/kirstie-allsopp-on-life-in-lockdown-people-think-im-a-robust-gung-ho-person-im-not", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-07T05:00:18Z", "webTitle": "Kirstie Allsopp on life in lockdown: 'People think I’m a robust, gung-ho person. I’m not'", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/07/kirstie-allsopp-on-life-in-lockdown-people-think-im-a-robust-gung-ho-person-im-not", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/07/kirstie-allsopp-on-life-in-lockdown-people-think-im-a-robust-gung-ho-person-im-not", "fields": {"headline": "Kirstie Allsopp on life in lockdown: 'People think I’m a robust, gung-ho person. I’m not'", "bodyText": "There is a “terrible fight” going on in Kirstie Allsopp’s kitchen. Her two sons, who are 11 and 13, are making a chocolate cake. Allsopp, speaking on the phone, takes a pause to listen out. At least they’re not on screens – she has been trying, and not always succeeding, to implement a no-screens-before-6pm policy. How is that even possible? “Screaming. Threats. I haven’t resorted to physical violence yet,” she says with a laugh. (In 2018, Allsopp became notorious, briefly, for saying she had smashed her children’s iPads because they were spending too long on them.) Allsopp, 48, has presented the property show Location, Location, Location since 2000. And there are other TV shows, including a property renovation programme, Love It Or List It. She has also become known for shows about home crafts, and is about to begin filming a lockdown crafts special for Channel 4, with a team of 11 who are arriving at her house this week. They have all been in self-isolation for a couple of weeks in preparation – the channel believes the team can travel and work safely – and Allsopp has turned her tennis court into a kind of field canteen, where they will all eat together twice a day. She is putting them all up, and somehow, she says, will all observe the physical-distancing rules (yes, her house must be huge). “That means we’re able to make 10 shows with family crafts that people can do with the stuff they have in their homes,” she says. “People should know by now to save the inside of their loo rolls.” She is expecting a bit of a backlash – making a TV show about crafts may not be considered essential – but for some, it can relieve some of the pressure of this time, she says. “We just want to do fun stuff, which people can do with their kids or grandparents – they can FaceTime or Zoom while doing it. They can make things that they will link together when they meet up, and get through a couple of hours of the day doing something fun together. When you use your hands to make something, you have a sense of achievement. This is a really important thing for mental health – it gives us some control over an increasingly uncontrollable environment. It’s very therapeutic.” What else is keeping Allsopp sane? “I’m not sure I am staying sane,” she says. Watching Call the Midwife is helping (“It just reminds us how hard life was”), as is Friends and Frasier. “Cooking, tidying and our daily walk at the end of the day. Daffodils and Evan Davies. Knowing I have some work to do next week. Mascara.” She says she knows she has much to be grateful for. “There’s no point pretending Covid-19 is a great leveller because – look at me – I’m not on a par with other people, shut up.” She has a big house and garden, she points out, and no financial problems. “Anyone saying we’re all in this together … we’re bloody not. There are people who are shut up who have acute money worries, as well as being in small spaces.” But, mentally, Allsopp is finding it a struggle. “People think I’m quite a robust, gung-ho type of person … that I would be responding really well, but I’m not,” she says. She worries about women trapped in abusive homes and children who were already living in deprived circumstances. “At the moment, I’m feeling completely overwhelmed by the misery that this is causing – the loss of work, the loss of relationships. People are going to be saying things to each other in their lockdown that they’ll never be able to take back. I worry far more about the economic impact and the effect on those with Aids, TB or malaria in places where those conditions are overwhelming. And the impact on children. In places where life is hard, it will be harder.” It is this that has given her some perspective while dealing with a week of abuse on social media. Her partner, Ben Andersen, a property developer, was diagnosed with Covid-19, and she was criticised online and in the press for taking her family to their house in Devon. She does have a house in London, but insists the family is based in Devon, and that they weren’t escaping the capital for their “second home”. It blew up on Twitter. “I’ve had some of the most unpleasant things said to me on social media that have ever been said to me.” Devon, she says, “is our home, 100%. It’s the house that Ben had when I met him, and it’s the only place that has been consistent in the lives of my stepchildren.” Andersen has two sons from a previous relationship. “When national newspapers use the internet to generate activity – when they go and look for negative things tweeted about people – they are bullying and they are generating hatred. Every single day on social media, people have said things to me. It’s becoming less now, but yesterday somebody asked: ‘Are you dead yet? You brought your vile, infected family to Devon.’” On the whole, she says, she can’t allow herself to indulge in self-pity – her partner has recovered, the children are healthy, they have money and a home with outdoor space. “I am in a far, far, better situation than 99.9% of the population. It’s just that there will always be people out there who think I did something wrong, and I won’t be able to change that.” Later, she sends me a text apologising for being “so gloomy”. One thing that has changed for the better during this period, she says, is people’s relationships with their neighbours. “I’m seeing stories every day about neighbourhood relations, and if that is the one thing that comes out of this – people knowing their neighbours – then that’s enough for me.” I interviewed Allsopp about 15 years ago, and I couldn’t help but like her. She often gets herself into trouble with her pronouncements (that washing machines in the kitchen were “disgusting”, that women should think about putting off going to university to have children earlier), but I admire her willingness to say what she thinks. If she is privileged in the extreme – she is the daughter of Charles Allsopp, the sixth Baron Hindlip, and former chairman of Christie’s – at least she is aware of it. Her late mother, Fiona, an interior designer, was diagnosed with breast cancer when Allsopp was 17, an illness she would live with, on and off, for 25 years until her death in 2014. That shaped Allsopp’s early adulthood, and alongside her experience of being a step-parent “means that I don’t feel like I’m completely lost in my privilege”. Her job, she thinks – making TV shows about people looking for their next home – “also enables me to both relate and be relatable. What my job has given me is something that I would never have had otherwise.” Without spending 20 years seeing how more ordinary people lived, or at least those in a position to buy a house, “I’d have lived in my bubble. It would have been the life of an upper-middle-class country housewife. Who knows? Maybe not. Maybe I’m doing myself an injustice. Maybe I would always have been interested in other people and other people’s lives. I think that going all around the country, seeing houses, it would be good if more members of parliament did what I did.” Allsopp is conspicuously posh – as in she has never pretended not to be – and well-connected. Her brother’s godmother is the Duchess of Cornwall, who was a childhood friend of their mother’s. She is careful not to talk about the royal family (“My mum was always very strict about never talking of any connection”), but says Camilla is “kind and straightforward in a way I appreciate more and more as I get older. I know quite a lot of women who are like her – they get things done.” She has known David Cameron since they were young, and memorably described a dinner party once at which Michael Gove did some rapping. She has met Boris Johnson “and I do know his sister Rachel”. Are there too many privileged people in public life? She talks instead about education. “My children are in the independent school sector. I wish that we had [one universal form of] education; I wish that we could sort that out. The headteacher of my stepson’s school wrote an article saying if they made it become a state school, he would rather close it because he felt that the school was independent and could do different things. I absolutely get that, but at the same time I recognise the divide.” She doesn’t make much of an effort to justify her own decision to send her children to private school beyond saying their father hated the London comprehensive they would have gone to (although the school is now rated outstanding). Should private schools be abolished? “I think we should try to find a way,” she says. “The problem is, it is a divide. It isn’t a good thing, but it is so low on the list [of priorities] and after this it’s going to be even lower.” Allsopp grew up in Berkshire, the eldest of four, although for a long time it was just her and her younger brother. “My parents worked very hard to give us what they thought was an idyllic childhood. We lived in the middle of the country; we didn’t have any friends whose house we could walk to. It was me and my brother, and I think I was more gregarious than that. I had forgotten about that until this week, and now I feel like I did when I was a child, longing for visitors to come.” She went through several schools, never really settling. “I was a pain in the arse,” she says with a laugh. “Children are very conventional, and I wasn’t. Now I probably seem much more conventional than I was as a child, but I’m not a conventional person. And school didn’t work for me.” She has dyslexia, and has seen one of her own children deal with a similar issue. “The London independent day-school system doesn’t want dyslexics – it’s all about the academics. And the focus on academic stuff, and the lack of craft, art, drama and music. I struggle with it.” Allsopp’s mother had ME before being diagnosed with breast cancer and so Allsopp had always helped out at home a lot, particularly with her sisters. “I wasn’t dragged kicking and screaming out of a rave to look after my sisters,” she says. “I liked looking after them. I was always very maternal and housey. I went through a stage of thinking maybe if my mother hadn’t been ill, I’d have gone to raves and done lots of E, and had the early 20s that a lot of my contemporaries did, but I don’t think that that’s true any more.” One of her sisters has had a preventive mastectomy, but Allsopp decided against it (“She was younger and it’s very tough surgery”), even though she says she believes there is between a 50% and 80% chance of her developing breast cancer. It’s not something she worries too much about, she says. “I don’t do health anxiety. I never have, not about myself, Ben or the kids. It may be that there was a lot of it around when I was a teen or I may be missing a chip.” Her 20s, she says, “were not particularly happy. I was desperate to get married and have a child – that was all I was interested in. I wasn’t interested in a career. And then what happened to me was incredibly lucky. And also it was my very domesticity which led to my job.” It was the Guardian journalist Jonathan Freedland who inadvertently kicked off Allsopp’s television career – she was running a property-finding company and found him a flat. He wrote about her in the paper, and a TV production company contacted her and gave her a screen test opposite Phil Spencer, another property agent it had already hired to present the show. She didn’t expect to get the job long-term, but agreed to film the pilot. “They were paying me £600 a day! Can you imagine? I was self-employed, and I was paid for three days, plus travel, and they put us in a hotel. Of course I was going to say yes to that. They were going to find proper presenters for the show, obviously.” That was 20 years ago. What does she think Covid-19 will do to the property market? “No one knows,” she says. “I’ve always put a caveat on all my predictions for property: ‘aside from an unforeseen world event’. Well, that is this.” One of the things this crisis is highlighting, now we are forced to stay at home, is the vast divide in housing. “There are so many homes that are not fit for purpose,” says Allsopp. “What housebuilders have been allowed to get away with … they just built substandard homes and it will come back to haunt all of us. In our desire to build more homes, we’ve focused on ‘more’ and not ‘what’.” She breaks off to listen out for sounds from the kitchen: “Shit, that was the Hoover. What have they done? They’d have to make quite a mess to voluntarily get the Hoover out.” Another pause to listen. “It’s good, they’re learning. There are some benefits to the lockdown. In my lighter moments I can see those.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}