{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/02/torture-porn-do-the-celebs-on-sas-who-dares-wins-deserves-to-suffer", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-02T05:00:41Z", "webTitle": "Torture porn: do the celebs on SAS Who Dares Wins deserve to suffer?", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/02/torture-porn-do-the-celebs-on-sas-who-dares-wins-deserves-to-suffer", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/02/torture-porn-do-the-celebs-on-sas-who-dares-wins-deserves-to-suffer", "fields": {"headline": "Torture porn: do the celebs on SAS Who Dares Wins deserve to suffer?", "bodyText": "In these testing times, a show like SAS: Who Dares Wins feels a little out of place. Its brand of all-outside, roughty-toughness – especially when it comes fronted by Coronavirus Bellend-in-Chief Ant Middleton – suddenly feels very old fashioned. Now, if there was a show called SAS: Who Stays Inside Wins, then that might be worth watching. But, still, Channel 4 has made a new celebrity version (coming soon, it says, mysteriously), and has just announced the line-up. Perhaps we should rank the new influx in reverse order of who we’ll most enjoy watching being tortured. 12. Anthea Turner A national treasure. She’s better than Celebrity SAS: Who Dares Wins. But if she really has to participate, she should spend the entire duration of the series being carried aloft on a bed of ostrich feathers. 11. Lauren Steadman Steadman has competed at Olympic level in both swimming and the paratriathlon. She reached the semi-final of Strictly Come Dancing. She excels at everything she tries. Quite frankly she deserves a break. 10. Tony Bellew A retired boxer, Bellew seems custom designed for a show like SAS: Who Dares Wins. And that is exactly my problem with him. Whatever is thrown at him, he will cope with it adequately. And that is bad television. Poor form, Channel 4. 9. Nikki Sanderson Sanderson has been in Coronation Street, Heartbeat and Hollyoaks. The woman has chaff written all over her. Nobody will take any pleasure whatsoever from watching her struggle. 8. Locksmith A member of Rudimental, albeit one not prominent enough to have a Wikipedia page. There is a chance that the show will push him to the front of the group. You know, like when Maggot from Goldie Lookin Chain went on Big Brother. Remember that? 7. Yasmin Evans Evans is a BBC 1xtra DJ, and therefore I am roughly two decades to old to have a valid opinion about her. Nevertheless, I wish her well. 6. Brendan Cole The guy from Strictly who started off as the world’s smarmiest git before slowly maturing into the world’s third smarmiest git. If he struggles on this show, good. If he acquits himself well, nobody will notice. 5. Helen Skelton I’m actually really looking forward to seeing Skelton on SAS: Who Dares Wins. This sort of show feels like a throwback to the kind of absurd physical challenges she put herself through on Blue Peter. She’s going to be fun to watch. 4. Joey Essex But not as fun as Joey Essex. Joey Essex is always the runaway hit of every show he has ever been on, because he is so extraordinarily dim. On this show he will try to eat barbed wire, address all ropes as if they were living people and wear his boots like gloves. I love Joey Essex. 3. Jack Maynard A YouTuber. As someone slightly too old to fully grasp YouTubing as a profession, I am fearful of what he represents and can only hope that he spends this entire series being dragged through stinging nettles by his feet. 2. Katie Price God knows Katie Price needs a win at the moment. Her financial difficulties have left her in the most precarious position of her career, and there is no way that she would have participated in SAS: Who Dares Wins unless she really had to. And this means that the producers will go hard on her (like when Louise Mensch was punched repeatedly by Heather Fisher, a rugby World Cup star). And this means that she will complain endlessly. If nothing else, it will be entertaining. 1. John Fashanu Footballer, Gladiators presenter and karate master, Fashanu will go one of two ways here. Either he will utilise every element of his hardman persona and come away victorious, or he’ll quickly be exposed as a sack of hot air and struggle mightily. For television’s sake, I hope it’s the latter. BONUS ENTRY: Ant Middleton Does Ant Middleton regret making that video about how he’s too strong to catch coronavirus? Yes. Has it terminally affected his reputation? Yes. Is there a way for him to get out of this predicament? Yes. Will that way out involve him spending every second of screentime on SAS: Who Dares Wins getting pummelled in the testicles by the world’s angriest horse? Let’s hope so."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}