{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/07/years-and-years-is-riveting-dystopian-tv-and-the-worst-show-to-watch-right-now", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-07T02:00:13Z", "webTitle": "Years and Years is riveting dystopian TV – and the worst show to watch right now", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/07/years-and-years-is-riveting-dystopian-tv-and-the-worst-show-to-watch-right-now", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/07/years-and-years-is-riveting-dystopian-tv-and-the-worst-show-to-watch-right-now", "fields": {"headline": "Years and Years is riveting dystopian TV – and the worst show to watch right now", "bodyText": "Late last year, as bushfire smoke clung to the Sydney skyline, as people donned face masks and there was an eerie, apocalyptic vibe in the dirty atmosphere, I heard a lot of people say, “This is getting a bit too close to Years and Years.” Years and Years is a six-part British television series created by Russell T Davies that premiered on SBS late last year and is currently available to stream. The action begins in 2019 and propels the characters forward at a rapid pace into an unstable future in which Donald Trump gets a second term and ignorant populists are in charge everywhere, it’s too late to reverse the impacts of global heating, and the economy is collapsing. Not having seen it last year, I thought I would watch it while on lockdown during this global pandemic. My advice to you is: don’t make my mistake. Don’t watch this show right now. It is well acted, the story is engaging and the Lyons family at the heart of the drama is compelling and sympathetic – but now is not the time to watch this show. The central conceit of Years and Years – how society might collapse over the course of 15 years (from 2019 to 2034) – might have been a terrible portent even from the comfort of calmer times, but makes for deeply stressful and discombobulating viewing when watched during a fast-paced, chaotic and frightening real-life experience of global societal collapse. I watched three episodes of the show over the course of two weeks as Covid-19 spread from one country to the next. I had to force myself to continue past episode one. After having read the news all day, refreshing live blogs and even writing about the pandemic myself, the last thing I wanted to do in my downtime was watch a grim dystopian series that actually looks like a more attractive prospect than our current, lived reality. As the Lyons family deals with an uncertain and unstable world, viewers at home, forced to socially isolate – often away from friends, family and hugs – are going through their own dystopia. I started episode two, in which there is a run on the banks, in the week when more than 6 million people filed for unemployment in the US and up to a million jobless were predicted in Australia, as overnight dole queues sprung up in otherwise empty streets. That week, I couldn’t watch a full episode. My nervous system said “no”. The similarities pile up. Emma Thompson – in one of the show’s strongest performances – plays populist politician Viv Rook, who’s more entertainer than politician. At one rally she can’t explain what an “export tariff” is, but creates a distraction by brandishing a device that has the power to shut down everyone’s mobile phone. Meanwhile, in real life, Donald Trump contradicts scientists, touts unproven miracle cures for Covid-19 and has compared the deadly virus to a seasonal flu. An asylum seeker character in episode two of Years and Years is deported without warning or due process, while on the actual news entire countries seal off their borders and the economic fate of undocumented workers or workers on tourist or bridging visas looks dire. Over the decade and a half depicted on Years and Years, technology improves (you can plant your phone in your hand), species die out (there are no butterflies any more), a character succumbs to a slow death by radiation poisoning from nuclear fallout, and a successful banker loses his job and enters the gig economy, working as many as eight different jobs. Meanwhile, in our real lives, each night on the news is another horror story: cruise ships are denied port and must keep sailing while people aboard get infected and die; the only sounds in Manhattan are birdsong on empty streets and the wail of ambulance sirens; hospitals are overwhelmed and do not have enough ventilators or masks, and those with the virus are often dying alone for fear of infecting others. The rest of us are isolated in our houses, working from home (if we’re lucky enough to have jobs), denied the social contact and normal family life enjoyed by the Lyons family on the show – even with their dire political and economic situation. When it premiered on BBC in June last year, a Guardian review headlined “Future shock” read: “It remains likely that some, if not most, of the eerie forecasts contained within this drama will never happen. Rather than disappearing beneath the waves, the UK may yet build a new Jerusalem. But if the worst does happen, Years and Years will have served as good preparation.” It’s a good show, but it hasn’t been good preparation. Watch it when this is all over for some light relief. Right now, we are living in a dystopia beyond even the most fantastic imagining. • Years and Years is a six-part drama series available for streaming on SBS, if you dare"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}