{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/03/tv-tonight-tony-robinson-lockdown-south-america-machu-picchu-blackadder-star", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-03T05:00:11Z", "webTitle": "TV tonight: Tony Robinson pacifies lockdown wanderlust in Macchu Picchu", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/03/tv-tonight-tony-robinson-lockdown-south-america-machu-picchu-blackadder-star", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/03/tv-tonight-tony-robinson-lockdown-south-america-machu-picchu-blackadder-star", "fields": {"headline": "TV tonight: Tony Robinson pacifies lockdown wanderlust in Machu Picchu", "bodyText": "Around the World by Train with Tony Robinson 9pm, Channel 5 The actor and comedian continues on his epic rail journey, pacifying wanderlust for those of us stuck in lockdown. This week, he travels through South America, from Buenos Aires to the Incan citadel of Machu Picchu. Highlights come on the ultra-luxurious Andean Explorer to Peru, complete with its own piano bar and fine dining suite. Plus there is an altogether more rustic detour to an alligator-infested part of the Amazon. Ammar Kalia America’s Great Divide 8.35pm, PBS America The second part of this fascinating documentary series on the journey from Obama’s presidency to Trump’s opens on the eve of the November 2016 election with neither side sure of the outcome. Expert testimony unpicks how Trump cannily mobilised regional frustrations against the Democrats. AK Pilgrimage: The Road to Istanbul 9pm, BBC Two The celebs continue their trek along the 1,200-mile (2,000km) “Sultan’s trail”. In Serbia, they come across a tiny monastery where there is a resident nun who had her first spiritual experience in Essex. Meanwhile, visiting a mosque allows Amar Latif to “connect with a core part” of himself. Ali Catterall The Mash Report 10pm, BBC Two Amusing times, right? The current situation will provide a serious test of tone for anyone trying to have a bit of fun with the news. Still, Nish Kumar and friends have done OK so far, even if this news spoof tends to be patchy. As it returns for a fourth series, the gang will have plenty to work with. Phil Harrison Friday Night Dinner 10pm, Channel 4 Robert Popper’s Peep Show-esque comfort comedy continues, with Dad (Paul Ritter) developing a new obsession: a plastic bag caught in a tree. Elsewhere, Adam angers Mum (Tamsin Greig), before Mark Heap’s brilliantly weird neighbour Jim pops along as per usual to add to the simmering chaos. Hannah J Davies Babylon Berlin 11.20pm, Sky Atlantic The lavish German noir continues with a penultimate double bill. Rath is running out of ways to track down Walter and resorts to enlisting the help of a “criminal telepathist”. Meanwhile, Greta’s execution looms and Mortiz gets into trouble during a game of target practice with his new Hitler Youth pals. AK Film choice Midnight Special, 11.20pm, BBC Two Jeff Nichols’s kooky 2016 road movie has his Mud star Michael Shannon and Joel Edgerton as tough guys on a desperate journey to return light-intolerant wunderkind Alton (Jaeden Lieberher) to his mother (Kirsten Dunst), pursued by a weird cult: a blacktop thriller, with a touch of American gothic. Paul Howlett"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}