{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/10/sesame-street-coronavirus-advice-parents-children", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-10T20:30:15Z", "webTitle": "Sesame Street's pandemic advice for parents: 'Find rituals, be flexible, take a breath'", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/10/sesame-street-coronavirus-advice-parents-children", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/10/sesame-street-coronavirus-advice-parents-children", "fields": {"headline": "Sesame Street's pandemic advice for parents: 'Find rituals, be flexible, take a breath'", "bodyText": "Since 1969, the puppets of Sesame Street have raised generations of children, preparing them for school and helping them talk to adults about how they feel. When crisis has struck, Sesame Street has responded, helping children process big emotions about the 9/11 attacks, parents who struggle with addiction or incarceration – and now, the coronavirus pandemic. Sesame Street is one of the most researched children’s television programs in history, with evidence attesting to the learning gains made by children, particularly young children of color and those living in poverty. About 60 people – including in-house experts, researchers and production team members – collaborate to bring a single episode to air. As coronavirus closes at least 124,000 schools across the countryand millions of parents are thrust into the position of full-time caregivers, here is Sesame Street’s advice for parents, teachers and children. ‘Flexibility is the keyword’ Children thrive on structure and sticking to routine brings them a sense of security, according to Rosemarie Truglio, vice-president of curriculum and content for Sesame Street. Unfortunately, a spiraling health crisis that has overwhelmed hospitals and required families to shelter in place has made it all but impossible to say what’s coming next. So how do parents create routine in an unpredictable moment? “Flexibility is the key word,” said Truglio. “All children do best with structure, but we also need to be flexible if plans go awry.” The trick for parents, said Truglio, is to stick to the routines that are within control. Keep to night-time rituals like brushing teeth and reading bedtime stories whenever possible. Find regular times for children to focus on schoolwork. Days may feel frantic, but small moments of structure can help create a sense of normalcy. If plans don’t work out, pivot. If it rains, move a picnic to the living room. If you miss a morning reading activity, do it in the afternoon. And just as importantly, let children see that you’re capable of adapting when plans come apart. Handling frustration and disappointment is a crucial piece of child development. “Building resilience is key,” Truglio said. “We don’t know how long this is going to last. We all have to be resilient.” Embracing everyday moments The good news for parents is that children learn best through everyday moments. In her book Sesame Street: Ready for School! A Parent’s Guide to Playful Learning for Children Ages 2 to 5, Truglio writes about turning everyday tasks into learning moments. Enlisting kids to create a shopping list can be a way to use the alphabet and build vocabulary. Building towers with blocks can mean talking about shapes, width and height. Cooking dinner or doing laundry is a chance to practice math and measurements. A key, said Truglio, is to make learning playful. “Lean in and follow your child’s interest,” she said. “What’s not good is to do flashcards and rote learning. It’s not very interesting. When children are playing, they’re activated, they’re invested in the learning. When they are trying to solve a problem, they learn through trial and error. They learn not to give up.” Coping with the ‘for-now normal’ The pandemic is presenting a new kind of trauma, explained Akimi Gibson, vice-president and education publisher at Sesame Workshop, the nonprofit behind Sesame Street. “This trauma is universal. It has no cultural or economic bias. And it caught us all equally by surprise,” Gibson said. . Research attests to the negative impact trauma has on child development – whether it stems from poverty, a parent addicted to drugs, or a global outbreak. That’s why Sesame Street is leaning into the “for-now normal”, as the program creators are referring to the moment, by providing tips and resources for talking and listening to children in its recently launched “Caring for Each Other” initiative. “We have to realize this is a new way to look at trauma”, said Jeanette Betancourt, senior vice-president of Sesame Workshop’s US social impact. “But most importantly, we need to ask how we can best support children in the most traumatic times, when their voices are often lost.” If you listen closely, children will say what’s on their mind as they narrate their play, Truglio noted. Crucial for caregivers is to listen and help children understand it’s OK to be scared or uncertain. Thankfully, the support children will need to adapt looks a lot like what they have always needed. “Very important to young children are routines, but even more important is knowing that grown ups are there for me. We know what young children need: routine, stability and love. A pandemic doesn’t change that,” Betancourt said. In it together Sesame Street is built around children, but its creators understand that adults need help, too. For them, Sesame Street’s message is simple: understand that you’re human and take a breath. “Parents can’t help children if they’re not taking care of themselves. It’s like oxygen on a plane. We want to make sure there’s resources there, but also to be kind to themselves,” Truglio said. For Sesame Street, that has meant providing educators with reliable learning resources at a time when they’re facing a glut of untested tip sheets and guides. For parents and caregivers, it has meant helping them understand they don’t have to become the teacher. “A parent has to be a caregiver, first and foremost,” Gibson said. “And the educator wants to maintain a status as teacher. The two are in it together for the interest of the child.” At no point do the makers of Sesame Street say any of this will be easy. But neither did they suggest the future has to be grim. “I hope [people can see] a picture of joy within this moment,” Gibson said. “The act of rallying together toward a common goal is not a sad occasion.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}