{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/06/why-you-should-join-us-to-watch-spooks", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-06T10:56:40Z", "webTitle": "Why you should join us to watch Spooks", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/06/why-you-should-join-us-to-watch-spooks", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/06/why-you-should-join-us-to-watch-spooks", "fields": {"headline": "Why you should join us to watch Spooks", "bodyText": "Long before Bodyguard kept us on the edge of our seats, Line of Duty had us spinning theories into the small hours of the morning and Game of Thrones demonstrated that no character is too big to meet a violent end, there was Spooks. The much-loved-not-least-by-me BBC drama is available on iPlayer and, given that few dramas reward revisiting so well, I’m inviting old fans and new to join me every Tuesday at 7pm to watch an episode and discuss it in the comments below – with the usual disclaimer that while all speculation is welcome we are steering clear of spoilers for the sake of those who haven’t watched it before. For those who don’t remember those heady days when Matthew Macfadyen’s brooding Tom Quinn was the nation’s heartthrob, casually keeping Britain safe from harm while juggling an increasingly complicated love life, here’s what all the fuss was about. Created by the then newcomer David Wolstencroft and co-written with the acclaimed playwright and screenwriter Howard Brenton (The Romans in Britain), Spooks, which started in 2002, was a post-cold war spy thriller with a difference. Where previous generations had thrilled to the cerebral cat-and-mouse of Tinker Tailor Soldier Spy and Smiley’s People, BBC One controller Lorraine Heggessey knew from the start that she wanted something a bit flashier. The aim was to take the spy genre and make it sexy with a young and largely unknown cast, a set of slick action stories filled with double crosses and betrayal and a sense that these weren’t pen-pushers but people genuinely trying to save the world. If that sounds slightly ludicrous then in truth the great appeal of Spooks was the way in which it always walked a fine line between the sublime and the ridiculous. From the knowing tagline – “MI5 – Not 9 -5” – to the glossy action scenes and hot young cast, Spooks could be seen as BBC One serving a marker to its audience and the competition. Forget worthy, important drama, this was a naked attempt to make a slick American-style TV series for British eyes. It could have been a disaster but, instead, it would go on to be one of the BBC’s biggest hits, running for 10 series and being nominated for multiple Baftas. That it did so was largely down to three things: the sharply written scripts, which gave real depth to the action set-pieces, a willingness to take increasingly bold risks with the plotting and some near-perfect casting. Looked at today, the original cast reads like a who’s who of British talent. Alongside Macfadyen’s suave yet tormented Quinn, the first series included roles for Keeley Hawes (junior officer Zoe Reynolds), David Oyelowo (junior case officer Danny Hunter), Lisa Faulkner (admin support officer Helen Flynn), Jenny Agutter as senior case officer Tessa Phillips and the great Peter Firth bringing a wonderful world-weariness to the role of counter-terrorism head Harry Pearce. The first series would also feature appearances from Hugh Laurie, Tim Pigott-Smith and Anthony Head, while the second series saw the arrival of Nicola Walker as Senior Intelligence Analyst (and fan favourite) Ruth Evershed. The plotting, too, was ambitious, covering everything from security in a post 9/11 world (and the fact that old enemies such as Northern Irish terrorist splinter groups didn’t simply disappear in the wake of the attack on the twin towers) to the pragmatic trade-offs committed by governments in the name of diplomacy. Most of all, though, Spooks was adept at balancing the soapy with the spectacular, as keen as peeking into the private lives of its various operatives as it was in dealing with their dangerous day jobs. It is that ability to balance the political with the personal that made it such a superior slice of escapism and which is why I hope you’ll join me at 7pm tomorrow to discuss series one, episode one. See you all there (just remember the first rule of Spooks club is that we never mention the film) … • Join Sarah Hughes on Tuesday at 7pm to watch the first episode"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}