{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/09/tim-minchin-and-briggs-release-isolation-track-satirising-scott-morrisons-leadership", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-04-09T03:16:10Z", "webTitle": "Tim Minchin and Briggs release isolation track satirising Scott Morrison's leadership", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/09/tim-minchin-and-briggs-release-isolation-track-satirising-scott-morrisons-leadership", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/09/tim-minchin-and-briggs-release-isolation-track-satirising-scott-morrisons-leadership", "fields": {"headline": "Tim Minchin and Briggs release isolation track satirising Scott Morrison's leadership", "bodyText": "Any artist attempting to release new work right now is finding isolation a particular challenge – but Australian hip-hop artist Briggs and writer and performer Tim Minchin have made the most of it, with a new filmed-at-home song satirising Scott Morrison’s leadership during the bushfire and coronavirus crises. Titled HouseFyre, the clip features both artists partaking in contemporary national pastimes including exercising at home, wearing ugg boots, running out of toilet paper and envy-streaming Jacinda Ardern’s press conferences. “I’ve been wanting to do something with Briggs for years but couldn’t work out what idea to go to him with,” Minchin said. “Then a few days ago, he sent a track over and asked if I’d wanna write a chorus for it. I think my exact words were ‘fuck yeah’. So much fun to make, and such a buzz to work with the senator.” Briggs – or Senator Briggs, for those on Twitter – said: “Cabin fever manifests in strange ways … black and red together hasn’t looked this good since the ’93 grand final.” The lyrics cover everything from Morrison’s mid-bushfire trip to Hawaii to his planned mid-Covid-19 trip to the football – taking in the Ruby Princess debacle, and the prime minister’s megachurch and forced handshakes along the way. Or, to put it in Minchin’s words, “We’re good little citizens sitting in the bunker just / watching the boss fumble like my befuddled uncle does”. The clip – which was directed by actor and director Christiaan Van Vuuren (Bondi Hipsters), and features work from street artist Scott Marsh – was filmed by Briggs and Minchin in their own homes, on smart phones. All proceeds will go towards assisting – or raising awareness of – Indigenous Australians affected by the coronavirus crisis, with viewers being encouraged to donate here. “It’s easy to look smart while pointing out when things are stupid and our current leadership has given us a lot to point at, from Hawaii to sports rorts,” Briggs says. “I don’t feel very smart sitting inside my house, but the Covid-19 outbreak is really serious and the smartest thing we all can do right now is to STAY HEALTHY. Wash our hands, stay safe and practise social distancing.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}