{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/01/save-me-too-review-a-gripping-thriller-with-emotional-heft", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-01T21:00:31Z", "webTitle": "Save Me Too review – a gripping thriller with emotional heft", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/01/save-me-too-review-a-gripping-thriller-with-emotional-heft", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/01/save-me-too-review-a-gripping-thriller-with-emotional-heft", "fields": {"headline": "Save Me Too review – a gripping thriller with emotional heft", "bodyText": "Lennie James’s excellent, bleak drama Save Me made a strong impression when it arrived in early 2018. James wrote the series and starred as Nelly, a local barfly and ladies’ man whose lackadaisical approach to life was upended when his estranged daughter Jody went missing. While it had the qualities of a solid thriller, as Nelly was drawn deeper and deeper into a criminal underworld that eventually led him to discover a grim sex-trafficking ring, it had more subtle layers beneath, and was particularly good on class conflict. In a TV landscape where it can seem as if every character has a massive, luxurious house or flat, no matter what job they supposedly do, it was refreshing and welcome to see stories told about people who live on estates, and ones which were not just about the fact that they live on estates at that. The final episode, however, did not quite provide the resolution that many viewers craved, as Jody’s whereabouts remained unknown. So here we are with Save Me Too (Sky Atlantic), picking up the story 17 months later. It is Nelly’s 50th birthday, and his friends at The Palm Tree are throwing him a surprise party. In this show, even the prospect of a boozy party is appealing, since it has one of the best casts on television, from Stephen Graham as Nelly’s mate Melon, to Kerry Godliman as his ex, Teens, and Susan Lynch as the pub landlady, Stace. At this point, adding Oscar-nominated Lesley Manville to proceedings, as the wife of trafficker Gideon Charles (a chilling Adrian Edmondson), is just showing off. While Nelly is trying to get his life together, he is still haunted by visions of Jody. He is attempting to make a go of it with Zita, and to be a sort-of father to her young son. “She knows how far to reach down to get to me,” he says, explaining that Zita understands his mood swings. But while his main concern should be getting to his own surprise birthday party without letting it slip that he is not at all surprised by it, Nelly is still out there on the streets, searching for Jody and following each and every lead he can find. The legal case against Charles has collapsed, and he has gone missing, but Nelly tracks down his wife Jennifer. He buys her a coffee in a clever scene that pivots and twists as it goes deeper and deeper. What seems to be an act of sympathy quickly turns into something more sinister, although it is difficult to work out who is playing who. Nelly seems weary, in spite of his dogged determination, as if he has not yet admitted to himself that he may never find his daughter. He promised never to stop wearing his yellow coat until he does, but the coat is looking shabby and tatty. The disappearance of Jody is, by now, less of a shock, which means that the grief is more entrenched and more routine. The writing beautifully captures the agony of simply not knowing. Jody’s mother Claire (a brief-ish appearance from Suranne Jones, masterful as ever at conveying pain) visits a support group where other parents try to accept that their missing loved ones are dead, but she cannot stand to even contemplate it. Later, she listens to a message from a psychic telling her that Jody is still alive. The mix of scepticism and hope in Claire is unbearable. Such moments lift Save Me Too beyond your run-of-the-mill mystery, and give it far more emotional depth than most of its rivals. Nevertheless, it still stands firm as a gripping thriller. It starts with the kind of bang that insists you pay attention to find out how we got here: in this case, to Nelly, sitting in a car, outside his own birthday party, examining his bloody fists. As Nelly finally gets to enjoy his party, complete with karaoke, a lock-in, and the obligatory awkward moment with his ex-girlfriend’s new boyfriend, it dwindles until the morning, when there is a knock on the door of the pub. Then the episode ends with the kind of bang that insists you watch the next one immediately. This is shaping up to be another quality instalment, and I admire James’s reluctance to take the easiest path. This does mean that the question of whether anyone will find Jody, though, remains as open as ever."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}