{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/01/from-blackkklansman-to-withnail-and-i-what-to-stream-in-australia-in-april", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-01T00:00:06Z", "webTitle": "From BlacKkKlansman to Withnail and I: what to stream in Australia in April", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/01/from-blackkklansman-to-withnail-and-i-what-to-stream-in-australia-in-april", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/01/from-blackkklansman-to-withnail-and-i-what-to-stream-in-australia-in-april", "fields": {"headline": "From BlacKkKlansman to Withnail and I: what to stream in Australia in April", "bodyText": "Netflix BlacKkKlansman Film, US, 2018 – out 5 April There is a dangerous energy in Spike Lee’s Oscar-winning adaptation of author Ron Stallworth’s non-fiction book about a black detective who infiltrates the Ku Klux Klan. As a drama the premise is absurd; as a comedy the jokes are so real it hurts. A stranger-than-fiction farce-like plot sees Stallworth (John David Washington) providing the voice of a white bigot over the telephone while his Jewish colleague Flip (Adam Driver) pretends to be this imaginary racist in person. Lee pairs America’s race history with the history of cinema, revisiting films such as 1915’s Birth of a Nation to argue that racism is core not just to the nation’s foundation but to the foundation of motion pictures. It’s a confronting message, packaged in the form of a wildly entertaining comedy. The Midnight Gospel TV, US, 2020 – out 20 April As a person who gets a kick out of stories contemplating parallel universes, the multiverse theory, the simulation theory and, yes, as a person who digs Rick and Morty, an adult animation about a space traveller operating a malfunctioning multiverse simulator was always going to be my jam. The Midnight Gospel was co-created by Pendleton Ward – who helmed the popular animated comedy Adventure Time – and podcaster Duncan Trussell, drawing on interviews conducted for his Duncan Trussell Family Hour podcast. The Breakfast Club Film, US, 1985 – out 10 April Hey, hey, hey hey: The Breakfast Club is now 35 years old! I was but a wee bub when John Hughes’ Saturday detention movie first arrived in cinemas, yet I watched it countless times during my teenage years – demonstrating the cross-generational appeal of this bona fide classic. Judd Nelson’s unforgettable performance as the rebel John Bender still leaps from the screen. And while the film’s rushed saccharine ending was a mistake, it’s hard not to identify with some if not all of the characters. They are, of course, as any Brekkie Club fan would know, a brain, an athlete, a basket case, a princess and a criminal. Honourable mentions: Community seasons 1-6 (TV, 1 April), Absurd Planet (TV, 22 April), Cooked with Cannabis (TV, 20 April), Coffee &amp; Kareem, Crazy Stupid Love, Saving Private Ryan, Flight, The Fugitive (film, 3 April), Shaun of the Dead (film, 10 April), The Willoughbys (film, 22 April). Stan Bloom season two TV, Australia, 2020 – out 9 April Supporting Australian stories is always important, but at this time – with the arts industry facing a terrible coronavirus-induced crisis – it is particularly crucial. The latest homegrown production from Stan (its other recent Aussie offerings include The Gloaming and The Commons) is the second season of its enigmatic “fountain of youth” drama/fantasy, set in the fictional small town of Mullan. A freak tsunami flooded out the place in the first season, leaving magical yellow berries that make whoever consumes them young again. The second season sees the return of the original cast (including Jacki Weaver, Bryan Brown and Phoebe Tonkin) and extends the premise, nudging the narrative away from “what would they do if they had their time again?” into exploration of the conflicts between science and faith. The Death of Stalin Film, UK/France/Belgium/Canada, 2017 – out 1 April The great Armando Iannucci’s ferociously funny tragicomedy has an addictive quality: the more you watch it the better it gets. A great example of how to approach difficult and politically sensitive material, Iannucci refuses to punch down – tightly focusing his narrative on an elite group of politicians who scramble for power in the wake of the titular event. The results are terrific. The drama is farcical and the comedy hurts. Honourable mentions: Killing Ground (film, 20 April), The Little Drummer Girl (TV, 8 April), Penny Dreadful: City of Angels (TV, 26 April), Utopia season 4 (TV, 9 April), Jack Irish season 1 (TV, 24 April), Nowhere Boys seasons 1–3 (TV, 18 April), Nowhere Boys: Book of Shadows (film, 18 April), Mom and Dad (film, 4 April). SBS On Demand The Principal TV, Australia, 2015 – 1 April Alex Dimitriades stars as the principal of a wrong-side-of-the-tracks school in this intensely gripping four-part series, marking some of Dimitriades’ best work as well as some of the best work of the prolific director Kriv Stenders. What seems at first blush like a Sydney-set Dangerous Minds pivots towards crime and mystery, its CSI-in-the-classroom elements triggered by the discovery of a dead student on school grounds. With an excellent and unpredictable script from co-writers Rachael Turk, Kristen Dunphy, Alice Addison and Ian Collie, the writing is bold and interesting in ways that cannot be easily explained without jeopardising some of the surprises. No spoilers here. Add it to your list! Withnail and I Film, UK, 1987 – out 15 April It’s tough to make a living as an artist – particularly when your diet resembles a Hunter S Thompson bender and your attitudes towards work are, shall we say, flexible. Richard E Grant and Paul McGann star as two unemployed actors who, rather than clean the mess in the kitchen, decide to go on a country holiday. Matching a scuzzy aesthetic with the messy lives of its bleary-eyed characters, the director Bruce Robinson made a classic wastoid comedy buoyed by a deceptively sharp screenplay and Grant and McGann’s outrageous performances. Withnail and I belongs very much to the “they drank the bong water” genre of comedy – except in this instance, they drank the lighter fluid. Honourable mentions: Safe Harbour (TV, 1 April), Take Down season 1 (TV, 2 April), One Star Reviews (TV, 3 April), False Flag (TV, 9 April), Hunt for the Wilderpeople (film, 10 April), Time Bandits (film, 13 April), Monty Python’s Life of Brian (film, 16 April), The King’s Speech (film, 18 April), Slumdog Millionaire (film, 17 April). Foxtel Now The Purge, The Purge: Anarchy, and The Purge: Election Year Film, US – out 1 April The Purge franchise began as a solid but unremarkable 2013 home invasion movie with an interesting conceptual twist. In an alternate universe America, the economy is flourishing and unemployment is at a record low. The catch is that every year the titular annual holiday takes place, during which, for 12 hours, all laws are suspended – including those prohibiting murder. Citizens are encouraged to “release your inner beast”. The Purge: Anarchy and The Purge: Election Year fleshed out the premise in interesting ways, the former by exploring people in lower socio-economic circumstances than those in the first movie (which stars Ethan Hawke and Lena Headey) and the latter by following a US senator (Elizabeth Mitchell) campaigning to end The Purge. Like George Romero’s approach to zombie stories, the concept allows many different opportunities to explore social and political commentary. Animals Film, Australia – out 14 April The director Sophie Hyde’s Irish-Australian co-production is a film about best friends, profligate partying and the terrible question of what to do when the hangover outlasts the highs. Holliday Grainger and Alia Shawkat share a spritzy chemistry as two hedonistic 30-something besties whose relationship is challenged when one of them begins dating a teetotaller pianist (Fra Fee). Adapted from Emma Jane Unsworth’s novel, Hyde’s spirited direction reflects the temperament of her characters. Honourable mentions: Seinfeld seasons 1-9 (TV, out now), The Lost Women Of NXIVM (TV, 15 April), Jane Goodall: The Hope (film, April 22), Sliding Doors, Muriel’s Wedding, Mad Max, The Big Lebowski, The Wolf of Wall Street, Alien, Ex Machina (films, 1 April). ABC iView Mystery Road season two TV, Australia, 2020 – out April 19 Nobody captures the Australian outback quite like Warwick Thornton. The director of Samson and Delilah and Sweet Country directs episodes one, five and six of Mystery Road season two, with Wayne Blair (The Sapphires, Cleverman) directing two, three and four. One of the first lines in episode one is “he’s got no head”. This assessment of a corpse lying in the mangroves is delivered to Jay Swan, the stoic hard-bitten detective again played by the excellent Aaron Pedersen. The narrative of this season is independent of the first, which ABC is also returning to iView on 19 April. A mega Mystery Road binge-watching session, anyone? Easter Comedy Binge TV, Australia – from 7am Friday 10 April We all need a good laugh during these dark and difficult times. ABC iView is dishing out an Easter Comedy Binge spanning a range of series and specials, including Sick Of It (series one and two), Motherland (series one and two) and the return of homegrown productions such as Upper Middle Bogan (series three) and the always entertaining Black Comedy (series three and four). Honourable mentions: Killing Eve season 3 (TV, 13 April). Amazon Prime Original Australian Comedy Specials TV, Australia – from 10 April Amazon Prime is also getting into the homegrown comedy caper, launching two standup specials every week beginning 10 April. Filmed at Melbourne’s Malthouse Theatre, the specials feature a familiar lineup of Aussie comics including Lano and Woodley, Zoë Coombs Marr, Judith Lucy, Tommy Little, Celia Pacquola and Tom Gleeson. They’ll get good exposure, being added to Amazon Prime’s catalogue in more than 200 countries and territories. Apollo 11 Film, US, 2019 – out 4 April Turns of phrase such as “what we need at a time like this” are beginning to feel cliche. And yet: this magnificent moon landing documentary, capturing the voyage of Apollo 11, is indeed what we need at a time like this: an ode to ambition, imagination and the ability of humans to perform great feats of problem solving. The director and editor Todd Douglas Miller eschews convenient doco techniques – such as the moth-eaten “voice of God” narration – to make a beautiful film that’s big in every way: big ideas, big sounds, big images, big achievements. Miller’s editing makes the film flow like a piece of music, rhythmic qualities infusing what could easily have been a ho-hum, button-down reassembly of archival footage. Honourable mentions: Paper Planes, Limitless (films, 1 April), Tales from the Loop season one (TV, 3 April), Downton Abbey (film, 11 April). Disney+ Earth Month Collection The House of Mouse will celebrate Earth Month by dropping a range of documentaries, series and films from National Geographic and Disneynature throughout April. They include National Geographic productions Planet of the Birds, Wild Russia and Giants of the Deep Blue and Disneynature titles African Cats, Monkey Kingdom and Wings of Life. Honourable mentions: Life on the Edge (TV, 3 April), Dolphin Reef (film, 3 April), Edward Scissorhands (film, 10 April)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}