{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/09/sofa-distancing-how-coronavirus-has-transformed-british-tv", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-09T11:00:44Z", "webTitle": "Sofa distancing: how coronavirus has transformed British TV", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/09/sofa-distancing-how-coronavirus-has-transformed-british-tv", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/09/sofa-distancing-how-coronavirus-has-transformed-british-tv", "fields": {"headline": "Sofa distancing: how coronavirus has transformed British TV", "bodyText": "Coronavirus is changing television. How lucky Susanna Reid is to be able to use social distancing as reason to sit further away from Piers Morgan on the Good Morning Britain sofa. Ruth Langsford hasn’t got Reid’s excuse. She is married to and lives with Eamonn Holmes, poor woman, and so can sit in an intimate tight two-shot with him on the This Morning sofa. On Saturday Kitchen, we have seen wine expert Olly Smith join the show via video link, kicking back on his kitchen banquette, while host Matt Tebbutt holds the fort in the studio. The comedian Tom Allen was their guest last week, but his audio kept cutting out. As a result, punchlines were consigned to comedy oblivion. That said, I liked his kitchen’s recessed lighting and how he told his parents to get back into the cupboard when they strayed into shot. What’s more, in a pandemic era in which the slobathon of guests appear in onesies and pyjamas, how excellent that Allen was wearing a jacket and tie. The greatest change in TV at this difficult time, however, is not sofa-related social distancing but the death of the studio audience. Series 59 of Have I Got News For You started last Friday without one. Instead Paul Merton, Ian Hislop, Helen Lewis and Miles Jupp appeared by video link from their homes, laughing like irresponsible foetuses at their own jokes to fill the gaps. If Jupp hadn’t been invented, TV producers would have had to build some sort of machine with an infectious dirty laugh to fill the chasm. Who visited Prince Charles in quarantine at Balmoral, asked host Steph McGovern. “Gyles Brandreth in a gimp mask,” offered Merton. Jupp cackled. The answer was a red squirrel, attracted by the prince putting nuts on a table. There was a joke about Prince Charles wearing a kilt that a studio audience would have rightly booed to oblivion, but instead Jupp laughed obligingly. Perhaps this is the future: worse gags but more laughs, not from the audience but from the panel. One of the pleasures of having so many guests working remotely is that us viewers can virtually snoop inside their homes. That said, guests and interviewees have clearly got wise to the fact that we are not listening to them but instead studying their decor. As a result, some shoot themselves against blank walls, while others cleverly burnish their brands with visual aids. On Have I Got News For You, clever Helen had placed a few copies of her own book on the shelf behind her. On Question Time, the Archbishop of York, John Sentamu, appeared in front of an episcopal wall decorated with a simple crucifix. A surprisingly genial Russell Crowe beamed in from Australia on The Steph Show and I liked to think that all the awards he or his staff had arranged on the sideboard behind him weren’t for acting, but ones from his earlier life – for swimming at primary school or something. I’m not saying Russ has let himself go during this difficult time, but when lockdown is done, New South Wales sheep shearers will be tasked with sorting out that beard – ideally without upsetting the birds that have nested there. Back to Question Time, which had a similarly curious atmosphere. Sentamu was in York, while Fiona Bruce, Yvette Cooper, Matt Hancock and Donna Kinnair, the general secretary of the Royal College of Nursing, were social distancing from each other in the studio. It looked like they all hated each other, which maybe they did. Did Kinnair need to sit two metres away from Hancock, who has already had coronavirus? “You have the antibody to the virus … but whether you can be reinfected is not clear,” she explained to him. Without a noisy studio audience to give momentum to Question Time, there was an eerie calm. What a relief. Instead of grandstanding, the politicians had to answer questions with forensic detail rather than rhetorical blah. Instead of getting into toxic spats with audience members (think of the actor Laurence Fox v the academic Rachel Boyle), they had to be sensible. The pandemic is forcing Question Time and other TV shows to change. At least some of those changes could usefully become permanent. Say what you like about Steph McGovern, but she is having a good pandemic. Not only did she remotely host Have I Got News For You, but she is also live-hosting The Steph Show, which seems to be a Baudrillardian simulacrum masquerading as reality. I don’t really believe that McGovern’s house looks like that. Only the tea towel hanging off the oven door looked authentic. Otherwise, her living quarters looked as though Marie Kondo and Laurence Llewelyn-Bowen had recently presented their credentials, the production staff surely working out of sight like trolls in the garage. No matter. McGovern’s show works because of its unremitting positivity. There are lots of Britons who at this difficult time are cheering each other up, often by sending in footage of themselves performing in their living rooms or at proper social distances in the street to fill the blanks in schedules. McGovern, for instance, is encouraging something called the Sofa Lockdown Superstars, in which members of the public send in videos of their domestic performances. My prediction? Without wishing to sound too grouchy, Sofa Lockdown Superstars will only go to show yet again that Britain has no talent. Already I have suffered a cul de sac of people in Cheshire on This Morning doing a social distancing dance to Tom Jones’s It’s Not Unusual. At its worst, TV is so devoid of material that it is now becoming responsible for foregrounding unacceptable videos of the nation’s show-off amateurs. But this isn’t the time to be judgmental. Too many people have unwonted opinions about what’s wrong with TV during the pandemic, such as James Martin, who was slammed for not social distancing during a segment of his Saturday-morning cookery show that was, if you’ll excuse the caps lock fury, FILMED BEFORE THE OUTBREAK, YOU CLODS. To be fair there’s a weird split between footage filmed before lockdown and films made during it. Nigella Lawson, God love her, was cut and pasted into Saturday Kitchen making a recipe of chicken and grapes. We saw her glam shopping in her swanky part of London – cafe tables teeming with trustafarians, delis full of poshos squeezing mangos with bare hands and not standing two metres apart. Later, she served up supper for her girlfriends. It was as if someone had dug up a time capsule from a happier era and played it to make us nostalgic. But even if Nigella’s friends are really paid TV extras, as Tom Allen suggested, the scene evoked a time when we could have friends and even hired strangers round for a lovely meal. Those better days, as the Queen said on Sunday night, will return. We will be with our friends again; we will be with our families again; we will meet again. Whether TV will be what it was before the pandemic is less certain. • This article was amended on 9 April to correct the name of the actor Laurence Fox"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}