{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/apr/03/tiger-king-joe-exotic-netflix-tv", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-04-03T07:55:13Z", "webTitle": "What happened after Netflix quarantine smash Tiger King ended?", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/apr/03/tiger-king-joe-exotic-netflix-tv", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/apr/03/tiger-king-joe-exotic-netflix-tv", "fields": {"headline": "What happened after Netflix quarantine smash Tiger King ended?", "bodyText": "In the century since March began, one series has emerged as the go-to distraction for the millions now sequestered in their living rooms: Tiger King: Murder, Mayhem and Madness. The bizarre documentary series on a feud between big cat owners, as well as about 95 other things, has been the No 1 program on Netflix’s US platform since it premiered less than two weeks ago. And though the news and social media remain dominated by coronavirus coverage, the five hours of drama between outlandish characters in the disturbing American trade of private zoos has proved to be strange and fittingly unhinged counter-programming. Everywhere (online) you look: if it’s not about the pandemic, it’s probably Tiger King. It was perhaps inevitable that Tiger King would blow up: it’s the tried-and-true Netflix genre of shock documentary and follows in the footsteps of such buzzy hits on strange or fascinating corners of America as Wild, Wild Country; Cheer; and Fyre: The Greatest Party That Never Happened (whose director, Chris Smith, served as an executive producer on Tiger King). But Tiger King, a five-year odyssey into what is largely public information, is not only a hit but a quarantine smash – the cultural text most synonymous, timing- and crazy-level-wise, with the looking glass of America in lockdown; a ridiculous, darkly alluring universe that, from the characters to celebrity fans to Americans desperate to talk about anything else, keeps on going. Memes from the show have exploded on all platforms, repurposing the stars’ flamboyant styles, ironically adoring its layers upon layers of absurd taste, and sharing the stupefaction of falling into a seven-episode wormhole. The show’s buzz is now ubiquitous enough to inspire a Daily Show segment comparing the so-called Tiger King, Joe Maldonado-Passage, AKA Joe Exotic – a peroxide-mulleted private zoo owner from Oklahoma who looks like Joe Dirt crossed with Lisa Frank – to Trump. Celebrities such as Cardi B, Chrissy Teigen and Kim Kardashian West have raved about it (or, in the case of Cardi, tried to start a GoFundMe for Joe, who’s serving 22 years in prison for a plot to kill his nemesis, Carole Baskin). Fantasy casting (Lisa Kudrow as Baskin!) for a scripted miniseries already in progress has run rampant. (Saturday Night Live’s Kate McKinnon is slated to play Baskin). It helped Tiger King’s reach, of course, that the show dropped right as many American states mandated social distancing measures, isolating millions at home in dire need of distraction. And few shows can counterweight a once-in-a-generation public health crisis quite like Tiger King, which is, to be clear, truly bananas. Tiger King is the Long Island iced tea of shows, if it was stirred with Tide Pods and spiked with moonshine. It jams your processing functions by throwing a semi-truck’s worth of base interests at the wall, such as: actual tigers, polygamy, guns, genital piercings, a murder-for-hire plot, bad country music videos, a shock presidential campaign with branded condoms and meth. It’s so crazy that a convicted drug trafficker from Florida who is allegedly the inspiration for Al Pacino’s Scarface is the least remarkable person on the show. Which boils down to one intoxicating fact: for many, the horror of coronavirus is temporarily drowned out by Tiger King’s MadLibs of peak American things – Joe finds his presidential campaign manager in the ammo section of Walmart. The exposure of a Netflix show has, naturally, launched a cascade of news developments, another chapter unfolding in real time. People for the Ethical Treatment of Animals (Peta) denounced the series for not delving deep enough into the abuse of big cats in photo-ops and entertainment, and on Wednesday, a private zoo in Florida which had received tiger cubs from Joe was shut down by authorities. Many of the main participants have weighed into the public commentary, feeding into another round of competing narratives. Though he is in prison in Texas, Joe somehow continues to post on his Facebook page (he wants Brad Pitt to play him in the miniseries). Both Bhagavan “Doc” Antle, who called the series “sensationalized entertainment”, and Joe’s ex-business partner Jeff Lowe have disputed their portrayals, as has Baskin, who claimed she was misled in a blogpost. Tiger King co-directors Rebecca Chaiklin and Eric Goode have refuted Baskin specifically, and Goode told the New York Times: “We tried very hard to be honest and fair with all of the subjects in the story.” Meanwhile, homebound viewers have dug into the dense Tiger King filmography, unearthing video of Joe saying a racial slur (if you’ve seen any of his obscene YouTube clips this is … not surprising) or photos of Antle lurking behind Britney Spears on the night of her snake-dance performance of I’m A Slave 4 U in 2001 (“nothing will ever be more important than this,” the actor Zoe Kravitz wrote on Instagram of the find). And because truly, there is no end to content, Tiger King cast members, including Lowe, are now selling personalized fan messages via the app Cameo for between $50 to $108. Much of the online chatter has revolved around Baskin, an eccentric flower-crowned big cat sanctuary owner in Florida whom Joe despised and frequently accused of murdering her ex-husband, Don Lewis, who disappeared in 1997. (Baskin has flatly denied the accusations, and she was never charged). Though it makes no claims, the show leaves Baskin’s innocence up for interpretation. (Asked by the New York Times if he had a theory on Lewis’s disappearance, Goode replied: “I do and I’d rather not share that publicly.”) The internet has run with it. The show’s takeaway should arguably be the sickening state of big cat ownership in the states, but in the mental overload of a pandemic, whether or not Baskin killed her husband has become the hot internet topic, as has Baskin’s signature greeting – “Hello all you cool cats and kittens” – now a Tiger King fan signal. Memes defending Joe and questioning Baskin’s story have proliferated. Gwyneth Paltrow has publicly suggested she did it, as has OJ Simpson (because pop culture is melting). A Florida sheriff told CNN he has received tip calls for the case (none were relevant) and called for leads (the series “certainly spun it a certain way for entertainment purposes”, he said of the case). That entertainment, really, is the heart of Tiger King’s maddening yet predictable appeal. In this five-alarm fire time, the desire for something to tap the pressure valve is high. And when so many are isolated and anxious, brains fried and scared, a show up to the WTF-levels of the moment is a welcome point of communion. It’s yet unclear if there will be an official Tiger King follow-up – “At the moment I’m not contemplating doing more on this at all. Let’s see what happens. We’re just taking a deep breath,” Goode told the Times. And it’s still unknown when life will go back to normal, if loved ones will be OK, how jobs and livelihoods will sustain. But there is one small certainty, at least for the moment: if you step into the Tiger King universe, you’re not alone, for the content train barrels on."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}