{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/09/uk-coronavirus-lockdown-likely-to-be-extended-says-cabinet-minister", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-09T11:08:20Z", "webTitle": "UK coronavirus lockdown likely to be extended, says cabinet minister", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/09/uk-coronavirus-lockdown-likely-to-be-extended-says-cabinet-minister", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/09/uk-coronavirus-lockdown-likely-to-be-extended-says-cabinet-minister", "fields": {"headline": "UK coronavirus lockdown likely to be extended, says cabinet minister", "bodyText": "The coronavirus lockdown measures are likely to be extended beyond three weeks, a cabinet minister has said, as senior politicians prepare to hold a meeting to review the restrictions. Boris Johnson spent a third night in intensive care with Covid-19 on Wednesday, and Downing Street said he “continued to make steady progress”. The foreign secretary, Dominic Raab, will deputise for him by chairing a Cobra emergency committee on Thursday afternoon to discuss the lockdown measures with leaders of the devolved nations. No final decision is expected to be made at the meeting in the prime minister’s absence, with an announcement instead planned for next week. Raab will front the government’s daily coronavirus press conference on Thursday evening, at which he is expected to prepare the public for an extension of the measures put in place on 23 March. There were 938 UK fatalities from coronavirus announced on Wednesday – close to the highest daily figures reported in Italy and Spain. Medical experts do not expect the peak to come for more than a week. Looking ahead to an Easter weekend in which temperatures are set to reach 25C (77F) in some parts of the country, the culture secretary, Oliver Dowden, urged the public to continue following the lockdown rules. “I don’t think it’s very likely these measures are going to be changed given they’re just starting to have an effect but, as we said, we would review them,” he told BBC News on Thursday morning. “It’s only prudent that on an ongoing basis we review them after three weeks.” Dowden said the prime minister was doing “reasonably well”. In a later interview with BBC Radio 4’s Today programme, he was asked whether Johnson would be in a position to make a decision on extending the lockdown next week. “He’s in a stable condition, he seems to be doing reasonably well, he was sat up and engaging with medical staff,” he said. “But we have a well-established mechanism for the first minister, Dominic Raab, to take the prime minister’s place in chairing such meetings, he will chair Cobra and he will chair the relevant decisions. This is just about going through a proper process, that’s why we’re waiting for next week.” Labour’s new shadow chancellor warned against a “chaotic lifting” of the lockdown restrictions. Anneliese Dodds, who was promoted by the new party leader, Keir Starmer, said it was critical that the exit strategy was “communicated very clearly”, “driven by the scientific evidence” and informed “by what hasn’t worked in other countries”. The MP for Oxford East is due to hold a virtual meeting with her counterpart, the chancellor, Rishi Sunak, on Thursday. She told PA Media her focus would be on making sure “we really are doing all we can to protect jobs and incomes and coordinate internationally”. “I think the worst of all worlds really would be a kind of chaotic lifting of the lockdown, potentially with then its reimposition in different sectors or areas, with it not being clear to the public and to business why certain actions were being taken and what the trade-offs were associated with them,” she said. Wales has already announced an extension of lockdown measures, with the country’s health minister, Vaughan Gething, saying on Wednesday there was “virtually zero prospect” of experts advising that UK-wide measures could be eased yet. Speaking at Wednesday evening’s Downing Street press conference, Sunak refused to “speculate” about the future of the lockdown, instead confirming there would be a review of the measures “in and around three weeks” after they started. The three-week mark will be reached on Easter Monday, while the legislation drawn up to implement the lockdown measures must also be reviewed at least once every 21 days, making 16 April the latest date this can be done. Asked at the briefing about the prospect of certain parts of the country emerging from lockdown at different times, the deputy chief scientific adviser, Prof Dame Angela McLean, said she suspected “simple strategies might well turn out to be the best to use”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}