{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/03/hs2-ancient-wood-clearance-go-ahead-chris-packham-legal-bid-fails", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-03T14:34:46Z", "webTitle": "HS2 wood clearance to go ahead as Chris Packham legal bid fails", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/03/hs2-ancient-wood-clearance-go-ahead-chris-packham-legal-bid-fails", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/03/hs2-ancient-wood-clearance-go-ahead-chris-packham-legal-bid-fails", "fields": {"headline": "HS2 wood clearance to go ahead as Chris Packham legal bid fails", "bodyText": "The clearing of ancient woods for HS2 is to proceed this month after the high court refused an emergency injunction and judicial review of the government’s decision to proceed with the high-speed railway. HS2’s felling of woodlands in spring when birds are nesting has been widely condemned by wildlife charities but the conservationist Chris Packham’s attempt to halt “enabling” works was rejected after the court decided there was “no real prospect of success” for a judicial review. Two high court judges made the ruling after a one-day hearing held over video link, as bailiffs sought to evict protesters occupying treehouses in Crackley Wood, Warwickshire. The hearing heard that it would cost £20m–£25m to “press the pause button” on HS2 while a full judicial review of the government’s backing for the £106bn high-speed project could be considered. Timothy Mould QC, for the secretary of state for transport, said that cost would “come from the public purse. The court will not be seduced into treating that as an insignificant consideration.” He argued that Packham and others had already had plenty of opportunity to make arguments about HS2’s environmental impact while the railway was scrutinised by both chambers of parliament, which passed the act enabling HS2 in 2017. Packham, who crowdfunded £100,000 for the challenge, said: “I’m immensely disappointed on behalf of all the wildlife that will now be destroyed in the next few weeks and the irreversible damage to the woodlands. These trees are going to come crashing to the ground and all the birds nesting in them and bats roosting in them are going to die and nobody is going to know anything about it. “Our nation will be robbed of some of our greatest national natural treasures over the next few days for an entirely fallacious vanity project.” During the hearing, David Wolf QC, for Packham, argued that Grant Shapps, the transport secretary, was not given all the information required to make an informed decision on HS2 by the Oakervee review, which was led by the former HS2 chair Doug Oakervee. He told the courts the works would cause “irretrievable and irreversible” harm to ancient woodlands. HS2 Ltd contractors are clearing trees and soil from five ancient woodlands in Warwickshire during April, despite the Woodland Trust condemning the timing and the RSPB warning that bird nests would almost certainly be destroyed. HS2 has said temporary exclusion zones are being put around all nests discovered by its ecologists until the chicks are fledged, and contractors were “keenly aware of the law around nesting birds”. Wolf told the court that Oakervee’s review failed to properly consider HS2’s environmental impact or the railway being a net contributor to carbon emissions during construction. Wolf said the emissions produced by all the concrete required during construction would cause emissions of 8-14m tonnes of carbon dioxide equivalent, which would contravene Britain’s legal obligations to reduce its emissions under the Paris climate agreement. He argued that hearing the review would not unduly delay HS2 because if it was to abide by the law its contractors would not be able to continue with the clearance of ancient woodland. “This woodland will now already be full of nesting birds and it is a criminal offence to interfere with those nesting birds. Their ability to proceed in this [nesting season] period is already heavily compromised,” he told the court. Dr Darren Moorcroft, the chief executive of the Woodland Trust, which provided an expert witness statement criticising HS2’s “translocation” of ancient woodland soils during April, said: “To say we are disappointed by this outcome is an understatement. This decision is catastrophic for these irreplaceable ancient woodlands and the hundreds of species that call them home. Instead if bursting into life they will now be destroyed. “The flawed and invariably unsuccessful process of translocation will be carried out at completely the wrong time of year, flying in the face of professional standards and HS2’s original assurance that they’d do it when they should – when everything is dormant. Nature and the environment are the big losers today.” A Department for Transport spokesperson said: “We are pleased with today’s verdict. While our current priority is combating the spread of coronavirus, we must continue our work to level up the country. HS2 will be crucial to that ambition, boosting capacity and connectivity across our rail network. “We have tasked HS2 Ltd with delivering one of the UK’s most environmentally responsible infrastructure projects.” Packham and his lawyers, Leigh Day, will be able to consider the grounds for an appeal when the judges publish their written reasons for the verdict on Monday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}