{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/06/the-strange-lead-up-to-boris-johnsons-admission-to-hospital", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-06T20:07:13Z", "webTitle": "The strange lead-up to Boris Johnson's admission to hospital", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/06/the-strange-lead-up-to-boris-johnsons-admission-to-hospital", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/06/the-strange-lead-up-to-boris-johnsons-admission-to-hospital", "fields": {"headline": "The strange lead-up to Boris Johnson's admission to hospital", "bodyText": "The first indication that Boris Johnson was sicker with coronavirus than either he or his aides were letting on came on Thursday morning. The suggestion made by a source was specific: a bed was being prepared at St Thomas’ hospital for the prime minister, whose condition had worsened during his seven-day period of isolation in Downing Street. It did not take long for rumours to spread. A Conservative backbencher had heard a similar story, this time suggesting Johnson may have even already been admitted to the hospital across the Thames from Westminster, and passed the tip to the Guardian at about the same time. Together it was more than enough to prompt an urgent inquiry to No 10. In reply, Johnson’s aides were emphatic. His condition had not deteriorated, he still had only “mild symptoms”, he hoped to be at work from Friday when his coronavirus isolation period was up - and he had not been admitted to St Thomas’ hospital for treatment. When on Monday evening it emerged that contrary to reassurances about him getting on with his red box, he was being admitted to intensive care, the denials were coming under increasing scrutiny. Johnson, 55, had spent the week since testing positive for coronavirus holed up in the flat above No 11 Downing Street, while his pregnant fiancee Carrie Symonds - who has herself been unwell - was becoming increasingly concerned about his health. The prime minister hoped to keep his period of isolation to a minimum, trying to govern the country via video conference calls and email, all the while still coughing and with his overall condition failing to improve. Meanwhile, the mood in Downing Street was darkening during a difficult week in which it was becoming clear that the government was struggling to hit a target of 10,000 coronavirus tests a day, even prompting the unwell prime minister on Wednesday to promise that he would take personal charge of the issue. Key advisers such as Dominic Cummings, his chief aide, were not at No 10 because they too were ill and isolating, while criticism was being levelled at the health secretary, Matt Hancock, himself only back at work on Thursday after developing symptoms. “Other ministers feel he’s been getting the government in trouble by over-promising on testing, and not interrogating his civil servants enough,” according to one well-connected Tory aide, who is close to key figures at No 10. There was also criticism of the cabinet secretary, Sir Mark Sedwill, the leading figure in Downing Street in Johnson’s and Cummings’s absence. “Sedwill seems to be amassing power, even though you have to be questioning how effective the civil service has been in tackling coronavirus so far. And all the while, was he looking out properly for the prime minister?” the aide added, although it is hard to know if even the country’s most senior official could have persuaded Johnson to recuperate earlier. On Thursday lunchtime, having denied the first round of rumours about St Thomas’, Downing Street floated the idea that Johnson might not be back at work on Friday as planned if his temperature remained high. A cough was not mentioned, but his official spokesman told a daily briefing with journalists that he would only go back to work the next day if his temperature came down. That evening at 8pm, despite his isolation, the prime minister appeared at the door of No 10 to applaud the work of NHS workers. Despite the appearance, the health rumours did not go away: St Thomas’ was on standby because Johnson’s condition had worsened, the first source insisted - only for Downing Street, when pressed, to deny that he was about to be admitted that night. On Friday lunchtime, the situation began to unravel. An unkempt, gravelly-voiced and clearly unwell Johnson released a video in which he said, somewhat implausibly, “I’m feeling better,” before conceding he could not fully return to work. “Alas, I still have one of the symptoms, a minor symptom, I still have a temperature,” he insisted. On Saturday he spoke to newly elected Labour leader Sir Keir Starmer to invite him “to a briefing next week” on the crisis, but on Sunday his health apparently took a turn. At about 7.30pm that evening, Johnson was rushed by car to the hospital. About 90 minutes later, Downing Street went public, saying Johnson had been “admitted to hospital for tests” on the advice of his doctor and, in a change of language, acknowledged the prime minister was suffering from “persistent” rather than mild symptoms. Shortly before 8.30pm on Monday, further news came: the prime minister had been admitted to intensive care at St Thomas’ 90 minutes earlier. Several sources say Johnson has required oxygen to help with his breathing following his admission to hospital - an assertion that was not denied by Downing Street - although his official spokesman said that Russian reports that he was on a ventilator were “disinformation”. Those who know Symonds, 32, say she is worried: “She’s ringing up friends, telling them how anxious she is.” At the daily press briefing on Monday evening, nearly 24 hours after Johnson’s admission to hospital, little extra detail was offered. Dominic Raab, the foreign secretary, who has now taken over temporarily with Johnson incapacitated, would only repeat that the prime minister “had a comfortable night” and was “in good spirits”. Some Conservative MPs are worried that Downing Street’s evasiveness on the seriousness of the prime minister’s condition will undermine trust in what they say going forward."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}