{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/04/keeping-up-with-the-sussexes-will-harry-and-meghan-be-las-hottest-ticket", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-04T14:05:01Z", "webTitle": "Keeping up with the Sussexes: will Harry and Meghan be LA's hottest ticket?", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/04/keeping-up-with-the-sussexes-will-harry-and-meghan-be-las-hottest-ticket", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/04/keeping-up-with-the-sussexes-will-harry-and-meghan-be-las-hottest-ticket", "fields": {"headline": "Keeping up with the Sussexes: will Harry and Meghan be LA’s hottest ticket?", "bodyText": "Touching down to a city in lockdown cannot have been what the Duke and Duchess of Sussex had in mind when they had imagined starting a new life in Los Angeles. With a stay-at-home order in place, all activities usually associated with the city – premieres, parties, events and schmoozing – were on hold when they reportedly arrived last month, and studios had stopped production. Following months of drama swirling around Harry and Meghan’s decision to step down as working royals, which officially came into force on Wednesday, in the face of a deadly global pandemic they have finally taken a backseat in the public consciousness. Reports of their sudden arrival in Meghan’s hometown from Canada, just before the US closed its border amid the coronavirus outbreak, were greeted with subdued surprise. They had been living on Vancouver Island with their 10-month-old son Archie since their shock announcement in January that they were leaving in search of a “more peaceful life”. Donald Trump made time to greet them – via Twitter of course – in trademark style. “The US will not pay for their security protection,” he wrote. “They must pay!” They do not appear to be cowed by the president’s welcome note, issuing a swift rebuttal to Trump, saying they had “no plans to ask the US government for security resources”, adding: “Privately funded security arrangements have been made.” According to their final Instagram post under their former identities – they will no longer use the term “Sussex Royal” – they are “focusing this new chapter to understand how we can best contribute”. Clearly major changes are already under way. As they parted ways with Buckingham Palace, they also wasted no time in announcing the appointment of new chief of staff Catherine St-Laurent, who previously worked for the Bill and Melinda Gates Foundation. So what lies in store for the couple? And when life in the city begins to return to normal – assuming it will – what might their day-to-day lives look like? Melanie Bromley, chief news correspondent and head of news operations for E!, says: “As much as they both have – Meghan especially – some roots in Canada, LA is her home. It is where she grew up, it’s the place that she knows best, and so it isn’t a surprise that they’re here. I think what has surprised people is just the fact that they came here so quickly.” As soon as the city kicks back into business again, the couple are expected to shoot to the top of everybody’s invite lists. “Ultimately, this is a city where royalty trumps celebrity,” says LA-based Bromley. “They are potentially the most famous residents of Los Angeles – or at least they’re on the same level as Oprah [Winfrey], as that kind of celebrity, AAA list.” The couple are currently living in a “secluded compound”, according to People. Meghan, a self-professed “Cali girl”, grew up in LA in Woodland Hills, and her mother, Doria Ragland, lives in the city. But Harry, 35, and Meghan, 38, are reportedly house-hunting in the ocean-facing celebrity hotspot of Malibu. To get a sense of the scale of their intentions, Bromley says look no further than the appointment of St-Laurent. “That’s a huge hire of somebody who knows the foundation world, who has relevance in that industry, who’s a real heavy hitter – and that hire alone tells me how serious Meghan and Harry are when it comes to what their new life will look like,” she says. While they have yet to provide details on what form their charity might take, causes are likely to include mental health, the environment and the climate crisis, gender equality and women and girls’ rights. And what about work? Under their new plan, they will no longer rely on taxpayer funding and will instead earn their own income. Meghan’s first gig, doing the voiceover for Disneynature documentary Elephant, released on streaming platform Disney+ on Friday, was met with generally warm reviews. But it won’t earn her money because she donated her fee to conservation charity Elephants Without Borders. However, the documentary will be an interesting test of her “bankability” as a star, says LA Times entertainment industry reporter Anousha Sakoui. “Disney will get the first insight into the sellability of their name when it comes to content. Immediately, that has got some profile.” While royalty “has a mystique that sells’, she says that “the popularity is what’s important to studios. They are money-making organisations”. Ted Sarandos, Netflix chief content officer, has voiced his interest in working with the couple, and last year Prince Harry announced he had teamed up with Winfrey for a documentary series on mental health for Apple TV+. Sakoui warns, however, that everybody in LA has a lifespan and has to work for attention – even A-list celebrities and royalty. “There’s a lot of people competing for attention, and they will have to compete for them as well. But they have great connections.” Joe Bel Bruno, editor-in-chief of website dot.LA, believes that once the city reopens for business, the couple will be sought after for every Hollywood and charity function. “We already have a lot of celebrities, and we have multibillionaires who live here from the business world who like to entertain and like to throw these sort of events, and they will be No 1 on the list. Everyone will be clamouring to get them because we don’t have royals here, so this elevates the scene a bit.” The proliferation of wealth in LA also makes it an ideal place to fundraise. “It’s the perfect place for them building a foundation. And then on top of that, Meghan is able to pursue her Hollywood career, and she will be sought after just for her name and status,” he says. Meanwhile, he thinks that a lot of businesses – such as Snapchat, based in Santa Monica – and charities will be interested in working with Harry. “There are companies based here that would welcome him to be on their boards, just as status.” Mindy Weiss, party consultant to the stars, says when the Sussexes are not working with charities, she can see Meghan as a fan of Goop – Gwyneth Paltrow’s lifestyle brand, also based in Santa Monica – and Harry playing polo. But security will be essential, she says, as the paparazzi are “aggressive”. “The paps will love them, and it will be crazy at the beginning – but, just like anything and any celebrity, eventually they become part of the community and it just becomes a normalcy in La La Land.” Phil Lobel, whose Hollywood PR company Lobeline Communications lists Brad Pitt among its previous clients, says Harry and Meghan will be “the new it couple” and can see them supporting numerous charities in the southern California area. The couple have enlisted the services of PR firm Sunshine Sachs, whose clients include Ben Affleck and Leonardo DiCaprio. But in terms of their brand, Jeetendr Sehdev, LA celebrity branding expert and author of US bestselling book The Kim Kardashian Principle , believes they will not follow any preordained rules, and that their “disruptive” approach especially appeals to Generation Z. “The Meghan and Harry brand has always been very disruptive. They’re going to show us all a different way in which royal family members can live,” he says. He sees their prime revenue stream as being their charity – a “forward-thinking woke charitable foundation” – book endorsements and other endorsements, speaking engagements, and from “Harry opening up about his life as a royal family member”. “The closest comparison to Meghan and Harry will be the Obamas and what they’re actually doing, I mean they’ve created an entertainment entity where they’re producing documentaries and I think that will be a similar route that Meghan and Harry can certainly take.” But, he says, Meghan is a more “natural fit” in their new surroundings than Harry, whose brand is going to take a little more work. While he doesn’t think they should model themselves on existing LA royalty, the Kardashians, he does think they need to follow their example when it comes to opening up. “Letting people into who they are – because at the moment we don’t really know who Meghan and Harry are. We just know that they’re part of the royal family.” So, will they get the peaceful life they were hoping for? “I don’t believe Meghan and Harry are moving out to Los Angeles for a peaceful life,” said Sehdev. “I think they’re moving here for a particular type of lifestyle.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}