{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/07/leonard-nipper-read-obituary", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-07T15:05:07Z", "webTitle": "Leonard ‘Nipper’ Read obituary", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/07/leonard-nipper-read-obituary", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/07/leonard-nipper-read-obituary", "fields": {"headline": "Leonard ‘Nipper’ Read obituary", "bodyText": "Posted to Leman Street in the East End of London in 1964, the police detective Leonard “Nipper” Read, who has died aged 95, was asked whether there was any reason he should not head a team to look into the activities of the Kray twins, Reggie and Ronnie. He was justifiably annoyed at the implication that he might be on their payroll. In the event his inquiry at that stage was unsuccessful: with witnesses reluctant to give evidence and a crucial one changing his story the pair were acquitted of demanding money with menaces from Huw McCowan, a London club owner. Read’s annoyance pointed to the integrity characteristic of an effective and distinguished career. In March 1966, he was promoted to detective chief inspector and sent to West End Central, where he formed a squad to shut down the illegal clubs and beer joints before the arrival of visitors for the football World Cup. The next year he was promoted to detective chief superintendent and attached to the Murder Squad with the specific brief of investigating the murders of George Cornell, shot in the Blind Beggar public house in the East End, and another Kray associate, Jack “The Hat” McVitie. Read, fearful of his progress being leaked to the Krays, established his office away from Scotland Yard at Tintagel House, on the southern side of the Thames, in Vauxhall. He was wise to take precautions, because during the investigation a hired gunman was caught at Shannon airport on his way to kill him. He first concentrated on the twins’ fraud activities, and once they were in custody in 1968 he was able, with infinite patience, to persuade the barmaid who had seen the Cornell shooting and the woman in whose flat the McVitie killing had taken place to give evidence. In the guise of a vicar, he visited the Krays’ lieutenant Albert Donoghue in Brixton and persuaded him to give evidence about a third murder, that of Frank Mitchell, the so-called Mad Axeman, whom the twins had helped escape from Dartmoor prison and then had killed when he began to threaten them. In 1969 the Krays received life sentences for the first two murders, but were acquitted of the murder of Mitchell. Read had never been an inside man at Scotland Yard, and had refused invitations on a number of occasions to join the Flying Squad. He said he did not like sitting on observation in smoke-filled cars day in and out, but rather he was distancing himself from the corruption rife among some members of the squad. He was too much his own man for some tastes and, effectively passed over for further promotion, he returned to Nottingham in 1970 as assistant chief constable before becoming national co-ordinator of the Regional Crime Squads (1972-76). Born in Nottingham, Read was the son of Leonard Sr, who worked for a leather firm, and his wife, Ida (nee Morris). She died when the boy was four, and he was sent to stay with her brother. When his father remarried, he and his two sisters and brother returned home. Later Read would point out that, while in no way blaming his father, the Kray twins for all their pleading poverty had fared much better as children than he and his siblings had done. Read did well at school, never being out of the first three in his class in either junior or senior school. He learned to box, winning his first medal in 1937 when he weighed 29kg (4st 7lb). Later he joined the Grundy Boxing Club, which was where he was nicknamed Nipper. When he was 14 he left school. He had hoped to go to Nottingham high school and had passed the entrance examination, but his father could not afford the uniform and fees for books. In later life, Read resented the fact he had not been able to stretch himself academically. He took a job in a Player’s cigarette warehouse in 1939, earning 10 shillings (50p) a week, giving eight to his stepmother. He was called up in 1943, joining the Royal Navy, from which he was demobbed in 1946 with the rank of petty officer and a determination not to return to the tobacco factory. He could not join the Nottingham police force, which then had a minimum height regulation of 6ft and in 1947 scraped into the Metropolitan police, which took men at 5ft 8in, telling the medical examiner he was still growing. It was his lack of height that propelled his career. He was taken out of the uniform branch, because his small stature did not meet its requirements. He became an aide to CID, and was used in disguise, on the basis that no one would believe he was a police officer. He had played the lead in David Copperfield in the school play and his acting ability came in useful as, over the years, he would, among other guises, be a painter and decorator, a GPO linesman, a racing cyclist, a chauffeur, a roadsweeper, milkman and a delivery boy. Throughout his early years in the Met he continued to box. As a detective constable, he was sent to Harlesden, in north-west London, where he worked under the famous officer Bert Hannam, known as Suits, a man who dressed like a banker and had an almost photographic memory, but who, with implications and hints, was able to create an atmosphere of prejudice against a defendant. Read was then transferred to Paddington, where the senior first-class sergeant was the highly regarded Tommy Butler, who later led the London end of the investigation of the Great Train Robbery. Unfortunately, Butler was also highly secretive and so Read learned his trade from the other first-class sergeant, Frank Gloyne. At Paddington, Read was on the periphery of the Jack Spot case, when the so-called King of the Underworld asked for protection against his rival Billy Hill. In 1958, Read was promoted to detective sergeant and transferred to Chelsea, where he replaced Ray Purdy, who had been killed by the burglar and blackmailer Guenther Podola. While there he was seconded to Buckinghamshire after the Great Train Robbery, from a Glasgow train in August 1963. It was an experience that introduced him to the investigation of a major crime, but also to the infighting and bickering of officers as they pressed towards the limelight. Following it, he was promoted to detective inspector at Leman Street. In 1977 he retired from the police, having received the Queen’s Police Medal the previous year. He became national security adviser to the National Museums and Galleries Commission (1978-86), a position set up after the theft of Goya’s Duke of Wellington. Throughout his life he had maintained his interest in boxing, and in 1976 joined the British Boxing Board of Control, serving first on the southern area council and as a steward before becoming its chair in 1996 and president in 1997. It was he who saw the board through its painful period of reconstruction after the action brought by the boxer Michael Watson over the treatment of injuries suffered during his contest with Chris Eubank in 1991. Read also served as a vice-president of the World Boxing Association (1989-2001) and a senior vice-president of the World Boxing Council (1997-2001). He retired from the British Boxing Board of Control in 2000 and spent some of his leisure time lecturing on the Kray case on cruise ships. A neat, meticulous and often obstinate man who commanded respect and loyalty, he did not fit in well with the rough, tough and hard-drinking image of Scotland Yard of his day. One example of his obstinacy was his belief that two young children had been murdered in Enfield, north London, in 1970. He was told they had died from exposure and to close the case; but he never accepted the decision. He was vindicated when, in 1999, a paedophile already serving life imprisonment admitted the killings. Early in Read’s career, he had suffered a blackout which was diagnosed as exhaustion. In 1989, while holidaying, he underwent a convulsive fit and it was realised that he had had epilepsy throughout his life. Had this been diagnosed earlier, he would have been retired from the force almost before his career had started. He regarded himself as a fortunate man. In 1951 he married Marion Millar; they divorced in 1979. In 1980 he married Pat Allen, who had worked on the Kray inquiry, and she survives him, along with Maralyn, his daughter from his first marriage. • Leonard Ernest “Nipper” Read, policeman, born 31 March 1925; died 7 April 2020"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}