{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/07/foreign-nationals-nhs-indefinite-leave-remain-coronavirus-covid-19", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-07T17:40:11Z", "webTitle": "Give foreign nationals in NHS indefinite leave to remain, say MPs", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/07/foreign-nationals-nhs-indefinite-leave-remain-coronavirus-covid-19", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/07/foreign-nationals-nhs-indefinite-leave-remain-coronavirus-covid-19", "fields": {"headline": "Give foreign nationals in NHS indefinite leave to remain, say MPs", "bodyText": "Foreign nationals working in the NHS should be given indefinite leave to remain in the UK in honour of their contribution to combating the Covid-19 crisis, a cross-party group of more than 60 MPs has said. The MPs – led by the Liberal Democrats’ home affairs spokesperson Christine Jardine and the shadow justice secretary, David Lammy – have written to the home secretary, Priti Patel, urging her to say that “those who have put their lives at risk for our country are welcome to live in it”. They also want indefinite leave to remain to be extended to the families of foreign nationals working in the NHS. Last week, Patel announced a free-of-charge one-year extension for 2,800 foreign doctors, nurses and paramedics, whose visas are due to expire by 1 October. But the cross-party group, which includes one Conservative MP, Daniel Poulter, argue it does not go far enough. Jardine said: “Thousands of the doctors, nurses and support staff who work in our NHS – the people on the frontline of this crisis – are foreign nationals. Our beloved NHS could not function and lives would be lost at this difficult time without their contribution. “Right across the UK we have seen people’s enormous pride in the NHS and goodwill towards NHS staff. Now the government has a chance to show its own support for the people’s heroes by extending the right to remain to all the foreign national NHS workers fighting for our lives during the Covid-19 pandemic. “If someone is prepared to risk their life for this country, they must be allowed to live in it. This is not just a gesture – it is our moral responsibility.” Other signatories to the letter include the Green party MP Caroline Lucas, the former Liberal Democrat leader Tim Farron and the former Labour leadership contender Jess Phillips. The extent to which the NHS relies on migrants was underlined by the fact that the first four doctors who died from coronavirus were all born overseas. Dr Alfa Saadu, 68, Amged el-Hawrani, 55, Adil El Tayar, 64 and GP Dr Habib Zaidi, 76, had ancestry in regions including Asia, the Middle East and Africa. Before lifting its cap in 2018, the government was criticised for the refusal of visas to thousands of doctors from outside the European Economic Area, despite staff shortages in hospitals. A Home Office spokesperson said: “We recognise and value the huge contribution which foreign NHS workers are making at this difficult time. “That is why we announced an automatic 12-month, free of charge, visa extension for NHS doctors, nurses and paramedics whose visa will expire before October, to ease the situation for them. “We are continuing to see how else we can further assist frontline NHS workers during this crisis.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}