{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/04/fishermen-face-bleak-year-as-pandemic-bites", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-04T15:35:02Z", "webTitle": "Fishermen face bleak year as pandemic bites", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/04/fishermen-face-bleak-year-as-pandemic-bites", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/04/fishermen-face-bleak-year-as-pandemic-bites", "fields": {"headline": "Fishermen face bleak year as pandemic bites", "bodyText": "The UK fishing sector has been badly hit by the coronavirus crisis, with the collapse of export markets and the shutdown of the hospitality industry leading to most boats being tied up. British fishermen export about 70% of their catch, mainly to continental Europe and Asia. The sharp fall in demand has been a “severe shock”, said Barrie Deas, chief executive of the National Federation of Fishermen’s Organisations. “Like everyone, our members have been stunned by the magnitude of this crisis. It’s a very fluid and dynamic situation, and we’re hoping it’s temporary,” he said. Meanwhile, there are concerns that imports of fish, which amount to 70-80% of the seafood consumed in the UK, could be hampered by pressure on supply chains, including sickness and self-isolation among key workers. Last week, shipping representatives warned ministers that without government support, freight ships will be laid up, leading to a shortage of food and other goods. Frozen fish imports usually arrive in the UK on container ships. The first sign of the crisis in the UK fishing sector was a sudden slump in demand from Asia for shellfish. Deas said: “In recent years, there has been quite a dependence on the Chinese market for sales of crab, so that’s where it was felt first as exports dried up. “More recently, there has been the closure of the restaurant and hospitality trade, which has had a big impact on the shellfish trade. It has pretty well collapsed. White fish has been a bit more mixed, but there has certainly been a reduction in demand. The closure of some supermarket fish counters has not been helpful.” Fish markets in the north-east of England, where catches are sold on to suppliers to restaurants, supermarkets and fishmongers, have closed and Peterhead – the largest market in Europe – has seen a significant fall in trade. Markets in the south-west of England are open but reporting a slump in prices. Jim Portus of the South Western Fish Producers’ Association said that producers of crabs, prawns and scallops were the “critical sectors that have no market at all now”. He added: “We were severely hampered in the first three months of the year by storms and high winds. There wasn’t much meat on the bones at the start of the coronavirus outbreak – fishermen tend to live hand to mouth – so this is pretty critical economically.” Many trawlers were spending more time in port than usual, said Portus: “They’re maybe doing three days at sea, three days in port, rather than six days at sea and one day’s rest.” There was a glimmer of recovery in the Chinese market, he said: “If countries like Italy, Spain and France start to come out of the coronavirus crisis several weeks ahead of the UK, there’s no reason why fishing vessels shouldn’t start ramping up – but it’s more likely to be a slow buildup than an overnight recovery. Industry representatives are in talks with the government about financial help for the sector. Most fishermen are self-employed and their income is a share of the profits rather than a set rate. “Most will come under the chancellor’s package for self-employed people, but some at the top and the bottom of the range may be excluded,” said Deas. “The ongoing costs, such as harbour dues and equipment rental, continue even if your boats are tied up. We’re making a case to the government for a bespoke package for the fishing sector.” Johnny Murt, who owns a 25ft boat in Padstow, Cornwall, and supplies lobster and crab to local high-end restaurants and for export, said his market had vanished. “The lobsters are just starting to move. It’s the start of the season, coming off the back of a really hard winter. By the time we come out of this, we’ll be just about rolling into another winter. I think it will be a year from now before we start to earn any money, and some fishing businesses will crumble.” In Mevagissey, a Cornish fishing village whose picturesque harbour is a big tourist draw, about a dozen boats out of 70 registered in the port were at sea last week. Celia Mitchell, secretary of the Mevagissey Fisherman’s Association, said: “We’ve just had the worst winter a lot of people can remember, and now this, just as better weather was coming. The harbour is losing a lot of income from both fishing and tourism. It’s looking like a bleak few months ahead.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}