{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/02/arron-banks-fails-to-use-european-laws-to-avoid-paying-162000-tax-bill", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-02T15:16:03Z", "webTitle": "Arron Banks fails in effort to use European laws to avoid £162,000 tax bill", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/02/arron-banks-fails-to-use-european-laws-to-avoid-paying-162000-tax-bill", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/02/arron-banks-fails-to-use-european-laws-to-avoid-paying-162000-tax-bill", "fields": {"headline": "Arron Banks fails in effort to use European laws to avoid £162,000 tax bill", "bodyText": "Arron Banks, the businessman and Ukip party donor, has failed in his attempt to use human rights laws to dismiss a £162,000 tax bill. The Brexit-backing millionaire has been resisting an HM Revenue &amp; Customs (HMRC) assessment that he owes the money for an inheritance tax liability on political donations to Ukip. Banks, one of the self-styled “bad boys of Brexit”, gave almost £1m in donations to the party between October 2014 and March 2015. A written ruling by the upper tribunal delivered on Wednesday noted that donations to political parties that have two MPs elected at the previous general election, or one MP elected and a total of 150,000 votes, are exempt from inheritance tax. While Ukip did receive 919,471 votes across the UK in the 2010 general election, the party did not return a single MP to the House of Commons. Consequently HMRC billed Banks for £162,945.34. Banks challenged the decision at the first-tier tribunal, arguing the law on political donations being exempt from inheritance tax breached both his human rights and EU law. He claimed the provisions of the Inheritance Tax Act were unlawfully discriminatory under the European Convention on Human Rights (ECHR) and also breached his – and Ukip’s – right to freedom of expression and freedom of assembly under the convention. He further argued that the imposition of a tax charge on the donations involved a breach of the UK’s obligations regarding the Treaty on European Union. The initial tribunal dismissed his challenge in November 2018 and Banks took his case to the upper tribunal, which has rejected his appeal. Mrs Justice Falk ruled the difference in treatment between Banks and an individual who donated to a political party with two MPs, or one MP and which received more than 150,000 votes, was not discriminatory under European human rights law. She also ruled that the first-tier tribunal was wrong to have found that the difference in treatment was discriminatory on the grounds of his political opinion. The judge said the provisions of the Inheritance Tax Act were proportionate in the pursuit of “a rational and legitimate aim”, namely “to provide tax relief on donations to political parties that are participating in parliamentary democracy by being represented in the House of Commons”. Dismissing Banks’s contention that the law on inheritance tax exemption unlawfully interfered with his rights to freedom of expression and assembly, the judge added: “The existence of a tax charge does not obviously restrict the expression of any opinion or the ability to associate, whether with Ukip or anyone else. “There was also no evidence to support the argument that Mr Banks was in fact deterred from expressing opinions or supporting Ukip, whether by making donations or otherwise.” • This article was amended on 3 April 2020 to add details about the area of EU law which Arron Banks claimed had been breached."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}