{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/apr/07/its-difficult-for-a-dalek-in-robin-hoods-bay", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-07T17:09:51Z", "webTitle": "It's difficult for a Dalek in Robin Hood’s Bay | Brief letters", "webUrl": "https://www.theguardian.com/uk-news/2020/apr/07/its-difficult-for-a-dalek-in-robin-hoods-bay", "apiUrl": "https://content.guardianapis.com/uk-news/2020/apr/07/its-difficult-for-a-dalek-in-robin-hoods-bay", "fields": {"headline": "It's difficult for a Dalek in Robin Hood’s Bay", "bodyText": "I’m fascinated to know how a Dalek is trundling around Robin Hood’s Bay (‘Self-isolate’: Dalek surprises residents of UK fishing village, 6 April). Anyone familiar with the village will know it is a labyrinth of narrow lanes and passages, with numerous steps and steep roads thrown in. It would be impossible for a Dalek to “roam the North Yorkshire streets” as your report suggests. Ian Ferguson Thornton Dale, North Yorkshire • The concern for the PPE available to NHS staff reminds me of the notice that appeared anonymously in RAF crewrooms prior to the first Gulf war – “As you go to war remember that the personal protection and weapon on which your life may depend was supplied to your government by the contractor that made the lowest bid”. Plus ça change… Sqn Ldr Peter North (RAF Ret’d) Brinton, Norfolk • My bank emailed me to explain that because the Bank of England has recently reduced the base rate, they would have to reduce the interest rate on my savings account. I looked for the bit about how they would also have to reduce my credit card interest but haven’t found it yet. Lesley Whittaker Spreyton, Devon • Simon Jenkins (Was I wrong about coronavirus? Even the world’s best scientists can’t tell me, 2 April) was wrong in one respect: while mortals instinctively seek confirmation, the job of scientists is to seek evidence that contradicts their hypotheses. Geoff Firmin Gorran, Cornwall • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}