{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/10/us-briefing-covid-19-second-wave-fears-as-deaths-rise-jobs-lost", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-10T09:47:55Z", "webTitle": "US briefing: Covid-19 second wave fears as deaths rise and jobs lost", "webUrl": "https://www.theguardian.com/us-news/2020/apr/10/us-briefing-covid-19-second-wave-fears-as-deaths-rise-jobs-lost", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/10/us-briefing-covid-19-second-wave-fears-as-deaths-rise-jobs-lost", "fields": {"headline": "US briefing: Covid-19 second wave fears as deaths rise and jobs lost", "bodyText": "Good morning, I’m Mattha Busby with today’s essential stories. First Thing: your new-look US morning briefing Next week this briefing will look a little bit different, and be called First Thing. You don’t need to do anything: it will still contain everything you need to know as you wake up, and be delivered every weekday morning. But now spring is here, we thought it was a good time to freshen it up, and we hope you like the new changes as much as we do. Global coronavirus cases pass 1.6m amid fears of second wave Confirmed coronavirus deaths around the world have exceeded 95,000 and there are at least 1.6m cases. Countries including Spain and Italy report their rates of infection are beginning to plateau while others, such as Russia, announce record 24-hour rises. Many countries now enter the Easter and Passover holidays, or look towards the Ramadan month of fasting, as citizens are told to continue to abide by physical distancing measures. Warnings. Despite Trump’s claims, the World Health Organization warned of the human-to-human transmission risk as early as 10 January and urged precautions, though it did tweet days later appearing to contradict itself. Ignored. Many of the WHO’s most powerful members snubbed its advice and are now playing catch-up or suffering consequences, while the organisation, whose budget is smaller than many hospitals, is caught in US-China rivalry. Record NY Covid-19 deaths as state hires burial laborers New York broke its record for the largest single-day coronavirus toll for the third consecutive day on Wednesday as 799 deaths were announced. City officials have contracted laborers to bury the rising number of victims in an area long used to bury those with no known next of kin. The state governor, Andrew Cuomo, warned the effect of the outbreak on the state’s economy was expected to be more devastating than 9/11 and pointed to the 1918 Spanish flu, which came in three waves. Tribute. Frank Gabrin, 60, America’s first ER doctor to die treating Covid-19 patients, had voiced concerns over the lack of protective equipment at New York hospitals and had worn the same mask for several shifts. Death toll. The infectious diseases chief, Anthony Fauci, has dismissed baseless “conspiracy theories” that the official number of US deaths from Covid-19 has been overstated after claims on rightwing media. Bolthole. A businessman from Manhattan rented a mansion with a bowling alley in Long Island – now one of the worst-hit areas of New York state – for almost $2m until the end of September in an attempt to flee the pandemic. US unemployment rises 6.6m in a week as shutdowns reverberate More people have been put out of work in the last three weeks than in the two years of the last recession, with 16m jobs gone in the past three weeks, including more than 6.6m in the past seven days. Job losses are rising in every state and economists are predicting the unemployment rate will soon reach 15% or higher, unprecedented in the postwar era. The largest increases were in California (up 871,992), New York (up 286,596), Michigan (up 176,329) and Florida (up 154,171). Depression, not recession. Economists have warned that unemployment in Britain and the US could surpass the levels reached during the 1930s Great Depression within months, following a never-seen-before business collapse. In other news… LGBTQ rights pioneer Phyllis Lyon, who was among the first to marry another woman in California, has died at her home aged 95. Tributes have said her courage changed the course of history. Two former 21st Century Fox executives have pleaded not guilty to bribery scheme charges for lucrative football tournament broadcast rights, as the US government continues to investigation corruption in the sport. Hamas security forces in the Gaza Strip arrested local peace campaigners for “establishing normalisation activities with the Israeli occupation” after they held a virtual conference with Israeli activists. Joe Biden faces a deeply uncertain election in a transformed political and economic landscape, with the Democratic nominee-in-waiting due to speak with Trump to discuss the federal Covid-19 response this week . Must-reads The inequality virus: how the pandemic hit America’s poorest Without European-style welfare nor public healthcare, workers employed on precarious contracts in the US are particularly vulnerable to sudden shocks, casting doubt on the president’s claims of a strong economy, with four in 10 workers believed not to have even $400 in savings. Experience: I am an Instagram husband On their first proper date Jenn Im asked former rock star Ben Jolliffe to take a photo of her and he soon realised she – like most influencers – was always creating content for her channels. He effectively became her videographer but writes that real life starts when the camera switches off. Here’s how your body gains immunity to coronavirus Viral immunology expert Zania Stamataki asks, what is our most potent immune weapon against Covid-19? Memory cells can allow people who have already encountered the same virus to react with pre-existing defences, but vaccine research, distancing and hygiene are key, she writes. ‘We were always high. That was the job’ Tommy Chong, one half of the iconic stoner duo, tells of how cannabis, his beloved wife and time in prison for selling bongs prepared him well for the lockdown, in an expansive interview traversing Trump’s alleged Russia collusion, England’s inequalities and experiencing racism growing up. Opinion Fox News viewers are at particular risk from coronavirus due to their age yet they have been regularly subjected to misleading recommendations and misinformation downplaying its prevalence, write dozens of journalists led by Prof Todd Gitlin from Columbia Journalism School. Fox News does not clearly distinguish between the authority that should accrue to trained experts, on the one hand, and the authority viewers grant to pundits and politicians for reasons of ideological loyalty. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}