{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/07/california-covid-19-whats-next-outbreak-lockdown", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-07T23:44:30Z", "webTitle": "'A reality check on the math': What's ahead for California and Covid-19", "webUrl": "https://www.theguardian.com/us-news/2020/apr/07/california-covid-19-whats-next-outbreak-lockdown", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/07/california-covid-19-whats-next-outbreak-lockdown", "fields": {"headline": "'A reality check on the math': What's ahead for California and Covid-19", "bodyText": "California officials this week described a “slow and steady increase” in confirmed coronavirus infections, predicting that the peak of the state’s outbreak will occur in mid to late May. California has recorded more than 370 deaths due to Covid-19 and 15,800 confirmed cases, nowhere near as bad as the surge ravaging New York. Andrew Noymer, an associate professor of public health at the University of California, Irvine, explained what was behind the state’s projections – and what Californians can expect next. This conversation has been edited and condensed for clarity. Earlier projections estimated California would see its peak in mid-April. Why do state officials now believe the peak will occur in mid to late May? It’s a guess. California has been under statewide social distancing for three weeks. Social distancing works, but it takes a while to bite. A whole bunch of exposures take five to seven days to work out. And transmissions kept happening, for example every time there were weekends when people disregarded the order. So you have to do a reality check on the math. We’re still seeing increasing numbers statewide every day, so we can’t predict that it’s going to end a week from now. There’s also a desire not to call the peak too soon and potentially give people false hope. This is managing expectations. In Los Angeles county, where there are more than 6,000 cases, officials have urged residents to avoid the grocery store this week, if possible. Why do they think this week will be so bad? LA county officials are seeing an uptick in cases that is making them anxious. They’re thinking ‘Well, how can we improve the lockdown?’ In Italy, police were enforcing the lockdown. We have a slightly less severe order here, and they’re saying, ‘We don’t want anyone who needs groceries not to get them.’ They’re not saying we have to hunker down for the next eight weeks, but they would like to nip this little uptick in the bud. What happens after we hit the peak? If cases peak in mid-May, that doesn’t mean the lockdown ends. It means they peak and start to decline. And although there could be declining cases in the midst of a six-week or longer lockdown, after the lockdown ends, cases could go up again. So the low in cases we see under a better and better adherence to a lockdown – that may be a mirage, not an oasis. It’s really too early to say that when you see cases go down, that that means all clear to end the lockdown. So how does California decide to start to reopen after we think we’ve hit a peak? That’s going to require serological testing – looking for antibodies in the state’s population. We want to do serosurveys that are scientific samples of the California population, because there’s this elusive number of people who have already had it, asymptomatically. Everyone is hoping that that number is higher than we realize, that there’s way more people who have already had it and have recovered. If these antibodies aren’t widespread, then ending the lockdown is just going to bring back another wave. This virus isn’t just going to vanish under lockdown and then we can all just come out. If we don’t have some level of herd immunity, it will generate a second wave, because the virus is still out there in pockets. There’s some possibility that we’ll catch a break with seasonality effects – that it’s just less transmissible in the summertime. I don’t think it’s especially likely, but I don’t rule it out. It’s also possible we’ll open the lockdown too soon, but just catch a lucky bounce on the seasonal effects. But under that scenario, I absolutely guarantee a fall wave, a return. Vaccination would be a huge game-changer, but that looks 12 months away or more. So we all need to steel ourselves for doing this at least up until 1 June and potentially longer."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}