{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/02/navajo-nation-grassroots-self-help-coronavirus", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-04-02T17:47:02Z", "webTitle": "'It warms the heart': Navajo mount grassroots effort to tackle coronavirus", "webUrl": "https://www.theguardian.com/us-news/2020/apr/02/navajo-nation-grassroots-self-help-coronavirus", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/02/navajo-nation-grassroots-self-help-coronavirus", "fields": {"headline": "'It warms the heart': Navajo mount grassroots effort to tackle coronavirus", "bodyText": "In mid-March, shortly after the Navajo Nation declared a public health state of emergency, Ethel Branch went out to stock up on supplies for her elderly mother and nieces who live on the Native American reservation. Branch, who lives in Flagstaff, Arizona, spent all day going from store to store trying to find canned soups, soap and toilet paper. Many had sold out, while others were price gouging amid rising panic about the coronavirus pandemic. Branch started calling friends looking for ideas about how to ensure the tribe’s most vulnerable families got enough food, water and hygiene supplies without risking their lives by traveling long distances. It was not easy. The Navajo Nation is the second-biggest tribal group in the US, with 332,000 people, according to the last census. But unemployment on the reservation hovers around 50% and it is also a food desert with only 13 grocery stores for 180,000 people. One in three people do not have running water or electricity. “I’d been monitoring developments [in Asia] since January, and knew when it hit us, it would be really bad so we had to get prepared,” said Branch, 40, who served as the Nation’s attorney general between 2015 and 2019. With these harsh realities in mind, Branch and her friends created the Navajo &amp; Hopi Families Covid-19 Relief Fund, and started a GoFundMe page. By Thursday, $267,000 had been donated and a small army of volunteers was coordinating a full-scale emergency response to distribute crucial supplies to needy families across the vast Navajo territory and the neighboring Hopi reservation, where three small convenience stores serve almost 3,000 people. So far, more than 2,000 households have registered for help – some online but most by calling a call center volunteer who asks them about how much food they have left, allergies and medical needs, in order to prioritize orders. Hundreds of care packages – containing core items such as flour, beans, rice, canned soups, dried meat, fever and cough medicine, as well as fresh vegetables, fruit and meat when available, have been delivered to elders caring for grandchildren and people with pre-existing medical conditions. Fifty went to Chilchinbeto, a close-knit community of 500 people which has been locked down since the first localized spread was detected. The volunteer effort is an example of what the Navajo call T’áá hwó ajít’éego, or self-reliance and self-determination. “There’s no fixed model, we do what needs to be done, to get supplies where they are needed as fast and safely as possible through our network,” Branch told the Guardian. The volunteer – and government – efforts are a mammoth task given the size and geography of the Nation which stretches 27,000 square miles over the south-western Colorado plateau across Arizona, New Mexico and Utah. The territory, which is roughly the size of West Virginia, includes arid deserts and alpine forests with high plateaus, mesas and mountains reaching over 10,000ft in altitude. In addition to economic and topographic challenges, the coronavirus pandemic represents particular risks to the Navajo – and other tribal nations – as rates of cancer, heart and respiratory diseases and diabetes are comparatively higher than in the non-Native populations, while tribal health services have been underfunded for decades. Amid growing concern, the Navajo government issued a shelter-in-place order on 21 March – two days after California – shutting down all non-essential government services and businesses. “The order is to make sure we flatten the curve as soon as possible, and that means getting supplies to our most vulnerable residents and shelters so people stay home, and stay safe,” said tribal council delegate Amber Kanazbah Crotty. “Water is now our number one priority.” Even before this crisis, access to water on the Navajo reservation was incredibly complicated. At least 30% must rely on unregulated wells and springs – which can be unsafe as many groundwater sources are contaminated by some 523 abandoned uranium mines – or travel up to 40 miles to replenish tanks and buy bottled water to meet basic needs like drinking, cooking and bathing. The limited access to clean, running water made following coronavirus prevention guidelines such as frequent hand-washing challenging. Now, many government water distribution points have closed, while others have cut their hours to comply with the stay-at-home order. Finding a reliable bulk water supplier is a priority for Branch’s group as local stores and distributors expect shortages over coming weeks. The Navajo women driving this grassroots relief effort bring a range of business, public service and organizing experience, and include the owner of a home care company, a director of a not-for-profit small business incubator, and head of the department of corrections. These skills and contacts enabled them to make deals with wholesalers, and set up distribution points where volunteers sanitize items before trucking them to households in far-flung communities like Tuba City, Black Mesa and Hopi. The baskets are left on the doorstep, to minimize unnecessary physical contact. So far, 214 Covid-19 cases including seven deaths had been confirmed on the Nation. “It warms the heart,” said longstanding tribal council delegate Daniel Tso. “It brings tears to my eyes to see people organizing and risking their own health to protect the elderly and vulnerable children, it really shows the strength of the Navajo people.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}