{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/10/new-york-coronavirus-inequality-divide-two-cities", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-10T11:05:09Z", "webTitle": "A tale of two New Yorks: pandemic lays bare a city's shocking inequities", "webUrl": "https://www.theguardian.com/us-news/2020/apr/10/new-york-coronavirus-inequality-divide-two-cities", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/10/new-york-coronavirus-inequality-divide-two-cities", "fields": {"headline": "A tale of two New Yorks: pandemic lays bare a city's shocking inequities", "bodyText": "When Sean Petty walked into the emergency room of Jacobi medical center in the Bronx, at the start of his nursing shift on Monday, he was assailed by a catastrophic scene. About 60 people, almost all of them African Americans or Latinos from the surrounding area of New York City, all displaying classic symptoms of Covid-19, were gasping on stretchers everywhere he looked. “Every nook and cranny of the emergency department was full of patients attached to portable oxygen tanks, people so sick they needed beds. The stretchers filled the room and spilled down the corridors, 10 patients in just one hallway,” he said. The dreadful sounds of sickness filled the room. “It’s like a chorus, a cacophony of coughing.” Petty, a pediatric emergency nurse who now spends much of his time caring for adults with coronavirus, could not help envisaging the thousands of contagious micro-droplets being expelled into the air with all that coughing. “I felt like I was walking into a cloud of poison,” he said. Petty is on the frontline of the frontline: New York City. The metropolis has become the focus of the worldwide coronavirus pandemic, just as in 2001 it became the focus of the worldwide al-Qaida terrorist threat on 9/11. Day by day, the statistics tell their own grim story. On Tuesday, the New York City death toll overtook that of 9/11 and now stands at 3,602 (2,753 died in the city in the 2001 terrorist attacks). On Wednesday, it was announced that New York had suffered its highest number of fatalities in a 24-hour period – 806 lives snuffed out in just one day. Even that was almost certainly an undercount, as those New Yorkers who die at home are not being included in the figures. The attack is coming in waves – not just on one sunny morning in September as when the Twin Towers came down, but over days and relentless weeks. There are Ground Zeros dotted throughout the city, like Jacobi, one of 11 major public hospitals that are all now pushed to, and beyond, the limit. As the crisis thickens, a picture of how the virus is ravaging the city has come into view carrying with it a sobering realization. Coronavirus may not in itself discriminate, but its outcomes certainly do. It has inflicted its terrible toll not so much on New York City, but on the two cities it contains. “Coronavirus has exposed New York’s two societies,” Jumaane Williams, the public advocate who acts as the official watchdog for New Yorkers, told the Guardian. “One society was able to run away to the Hamptons or work from home and have food delivered to their door; the other society was deemed ‘essential workers’ and made to go out to work with no protection.” Different boroughs, even different neighborhoods within each borough, are experiencing coronavirus almost as though it were two different contagions. In wealthier white areas the residential streets are empty; parking spots that are fought over in normal times now stand vacant following an exodus to out-of-town weekend homes or Airbnbs. In places like the Bronx – which is 84% black, Latino or mixed race – the sidewalks are still bustling with people making their way into work. There is still a rush hour. “We used to call them ‘service workers’,” Williams said. “Now they are ‘essential workers’ and we have left them to fend for themselves.” The public advocate pointed out that 79% of New York’s frontline workers – nurses, subway staff, sanitation workers, van drivers, grocery cashiers – are African American or Latino. While those city dwellers who have the luxury to do so are in lockdown in their homes, these communities have no choice but to put themselves in harm’s way every day. If you superimpose a map of where frontline workers live within New York over a map of the 76,876 confirmed cases in the city, the two are virtually identical. In Queens, the most intense concentration of Covid-19 infections are in precisely those neighborhoods with large numbers of essential workers. One telling detail: at least 41 subway and bus workers have died from coronavirus. A diversity review by the Metropolitan Transportation Authority (MTA) in 2016 found that 55% of its 72,000 employees were black or Latino, and 82% were male – which is also telling as more men than women are dying from the virus. “We put people out there and said you got to go to work, but we didn’t give them protective gear or additional testing to keep them safe. It was almost as though these groups were expendable to keep the city moving,” Williams said. This week a tiger tested positive at Bronx Zoo. It generated plenty of headlines, but few media articles made the point that Williams highlighted. “A tiger tests positive – that’s good to know. If we have enough diagnostic test kits for tigers, shouldn’t we have enough for our own frontline humans?” Two miles away from Bronx Zoo, back in the ER of the Jacobi medical center, Sean Petty sees the impact of New York’s two societies every day. “We have almost 100% people of color in our emergency room,” Petty said. Most of the adult Covid patients he cares for are also wrestling with underlying health conditions that make them far more vulnerable to the disease. “Our patients are coming in with all of the comorbidities associated with poverty and racism – diabetes, asthma, hypertension. We have patients who are sicker and more likely to die because their lives have been conditioned by these chronic illnesses.” Reliable data has been hard to come by, as both city and state authorities resisted for several weeks releasing official figures on the grounds that the subject of disparities was less important than keeping hospitals afloat. Journalists at the independent not-for-profit news site THE CITY were driven to do their own analysis of NYC department of health data and found that in the Bronx people are dying at twice the rate of New Yorkers as a whole. On Wednesday, Mayor Bill de Blasio finally caved to pressure and posted preliminary findings that unambiguously underline the racial breakdown of coronavirus’s deadly toll. Black and Latino New Yorkers are dying at double the rate of white and Asian New Yorkers, following precisely the public advocate’s narrative of two societies. “There are clear inequalities, clear disparities in how this disease is affecting the people of our city,” De Blasio said. In recent days Andrew Cuomo, the governor of New York state, has tentatively suggested that the crisis may already have reached its apex and could be plateauing as the curves for new cases, hospitalizations and ICU admissions all show signs of flattening. If there are indications that the city may be starting to prevail against the disease, it certainly doesn’t feel like that to Sean Petty. When he looks out of the window of the staff room during shift breaks he sees the refrigerated truck lined up to receive the bodies of Covid victims – one of 80 parked outside hospitals around the city. “There is no good news story here,” he said. Already Jacobi has lost two frontline health workers, an educator in the psychiatric department and a nurse’s aide. On top of what he sees as preventable tragedies, Petty said what rattled him most was when a Jacobi emergency room resident aged 27 was admitted into intensive care. “That was a huge wake-up call for me. To see a 27-year-old person sent to ICU who was working a hundred yards from me, that shook me.” Petty said he has never felt as angry towards the US healthcare system and towards government – the Trump administration as well as city and state leaders – for failing to protect the city’s frontline workers. Through his union, the New York State Nurses Association, he has had to fight every step of the way to secure basic personal protective equipment (PPE) to keep him and his colleagues safe. As the virus claims more victims, the city is having to think the unthinkable. Rikers Island, the notorious New York jail complex that is fighting its own Covid-19 outbreak and saw the first death of a detainee on Sunday, has been paying prisoners $6 an hour to dig mass graves on a nearby island in the Bronx though recently they switched to contract labourers. This week a New York city council member revealed in a tweet that has since been deleted that mass burials were being considered in local parks, 10 caskets per grave. He later backtracked and said it was a “contingency plan”. Political leaders, from De Blasio locally, to Cuomo regionally and Donald Trump nationally, have all tried to calm emotions by pointing to high-profile initiatives intended to provide some relief for hospitals pushed to the edge. The Javits Convention Center has been turned into a military-run hospital; the USNS Comfort, a naval hospital ship, is also now docked in the Hudson River. But so far these headline-grabbing schemes have been full of sound and fury, delivering very little. Between them, the Javits and Comfort have treated just over 100 patients. A far less glamorous but much more substantial pattern of events is unfolding in the outer boroughs where most Covid victims live, away from the cameras and the political grandstanding. Here doctors and nurses are working far longer hours, at greater pace, than ever before, and with less protective equipment. Ventilator shortages mean making phone calls across the wards to see if other units can share. Patients are transferred between hospitals when one is running out of space. And health workers who normally wouldn’t work in an ER or intensive care have been reassigned to fill the need. Across the city, the practice of medicine has been turned on its head. A physician working at Bellevue hospital in Manhattan said he tries to see patients from outside the room window to minimize exposure, often guiding them to adjust their oxygen levels themselves. “We’re having to be innovative,” he said. “But it’s not necessarily comfortable.” Dozens of health workers have become sick on his unit, he said, but most have recovered quickly and returned to work. A physician at Elmhurst hospital, which like Jacobi is in the thick of the crisis, and treats many low-income and immigrant populations, said he is now having conversations with patients and their families about end-of-life care six or seven times a day, instead of once every two weeks. “These discussions are intensely personal and very emotional,” he said. And now that he can’t invite the family into the patient room, or hold the patient’s hand, “there’s a degree of detachment and depersonalization”. With such heartbreaking conversations now being held across the city, racial disparities continue to distort everything. Uché Blackstock, an urgent care physician, has witnessed the gulf in experiences of the virus in central Brooklyn where she works across several clinics. When she goes to work at a site in an African American or Latino neighborhood she knows she will be inundated with patients with Covid-like symptoms. In higher-income white neighborhoods the demand for health services has actually declined since the start of the crisis, to the extent that several clinics in these areas have been closed. “This pandemic is laying bare the inequities that have always existed in New York city,” she said. “We don’t invest in people, we don’t invest in neighborhoods, and this is what we get.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}