{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/08/bernie-sanders-ends-2020-presidential-race", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-08T17:18:33Z", "webTitle": "Bernie Sanders, who reshaped US politics, ends 2020 presidential run", "webUrl": "https://www.theguardian.com/us-news/2020/apr/08/bernie-sanders-ends-2020-presidential-race", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/08/bernie-sanders-ends-2020-presidential-race", "fields": {"headline": "Bernie Sanders, who reshaped US politics, ends 2020 presidential run", "bodyText": "Bernie Sanders, the 78-year-old senator from Vermont who reshaped American politics with his youth-led movement for sweeping social change, on Wednesday ended his presidential campaign for the 2020 Democratic nomination. His withdrawal from the race all but ensures the former vice-president Joe Biden will be the Democratic presidential nominee in an election against Donald Trump as the coronavirus pandemic thrusts the US deeper into an economic and public health crisis. In a livestream from his home in Vermont, Sanders formally announced that he was suspending his second bid for the presidency, capping what has been an extraordinary rise from relative obscurity to standard-bearer of the American left as an unabashed democratic socialist who championed the working class and called for political revolution. “I cannot in good conscience continue to mount a campaign that cannot win and which would interfere with the important work required of all of us in this difficult hour,” Sanders said in a defiant yet gracious remarks. The Vermont senator said he had reached the conclusion that there was no “feasible path” for his candidacy after weeks of consultation with his wife, Jane, and top campaign advisers. Sanders informed staff of the decision, which he called “difficult and painful”, during conference call on Wednesday morning. Though Sanders made clear that Biden would be the party’s next nominee – and that he would actively support the former vice-president – he said his name would remain on the ballot and he would continue to amass delegates in an effort to “exert significant influence” over the Democratic platform. “Together we have transformed the American consciousness as to what kind of nation we can become and have taken this country a major step forward in the never-ending struggle for economic justice, social justice, racial justice and environmental justice,” he told supporters, adding: “While this campaign is coming to an end, our movement is not.” After storming through the early primary voting states with strong performances in Iowa and New Hampshire and a dominating victory in Nevada in February, the political momentum turned inexorably against Sanders as South Carolina revived Biden’s sputtering campaign. The state was also the beginning of the end for Sanders in 2016, during his first campaign for the Democratic nomination when he challenged Hillary Clinton. Though he fell short of the nomination, his insurgent candidacy reinvigorated the American left. For weeks, Sanders resisted calls to leave the race despite falling almost hopelessly behind his rival as the pandemic forced the candidates to retreat from the campaign trail and governors to delay several key primary elections. In the final weeks before his exit, Sanders effectively turned his campaign into a coronavirus response effort. He said the unprecedented public health crisis exposed the “cruelty and absurdity” of the American healthcare system, which he would like to see replaced by a Medicare for All program. But his efforts did not shift the political reality. Though the early days of the primary were shaped by a robust contest of ideas, Democrats’ overriding priority was not ideology but electability. In March the race abruptly narrowed from a historically diverse field of candidates to two white men in their 70s. Suddenly fearful that a democratic socialist would jeopardize their chances against Trump in November, Democrats in states from Florida to Washington, Michigan to Texas aligned behind Biden, ultimately denying Sanders a path forward. Sanders called Biden a “very decent man” and said he would work together with the former vice-president to ensure Trump is defeated in November. In a lengthy statement, Biden said Sanders “hasn’t just run a political campaign, he’s created a movement” and thanked him for being a “powerful voice for a fairer and more just America”. “You will be heard by me,” Biden said, addressing the senator directly. “As you say: ‘Not me, us’” – which was the Sanders campaign motto. Trump also weighed in, ever eager to fan the flames of discord among Democrats. On Twitter, he blamed the Massachusetts senator Elizabeth Warren for Sanders’ string of Super Tuesday defeats and suggested the party had conspired against Sanders. “The Bernie people should come to the Republican Party,” he wrote. Sanders, ever strongest in the role of underdog, fought his way back into contention after suffering a heart attack in October and was all but written out of the race. As Warren, an ideological ally turned rival, fell behind, Sanders consolidated support on the left and, for a time, was the frontrunner for the Democratic nomination. But he only found success when his opponents were divided. Biden’s South Carolina win forced fellow centrists Amy Klobuchar and the former South Bend mayor Pete Buttigieg out of the race. Both threw their support behind Biden, who then swept 10 of the 14 Super Tuesday states, a hot streak that continued through March. The billionaire Mike Bloomberg quickly dropped out after that and endorsed Biden. Warren bowed out the following day but declined to endorse either candidate in what was viewed as a loss for Sanders. Perhaps no single candidate has done more to reshape the Democratic party in the past four years than Sanders. Issues he popularized in 2016 – from Medicare for All to the climate crisis – were the center of robust debates during the 2020 race. But his long-sought political revolution never quite arrived. Though Sanders made gains with Latino voters, he struggled to expand his appeal to black voters and young voters did not turn out in the numbers he hoped. “Your fight for progressive ideas moved the conversation and charted a path for candidates and activists that will change the course of our country and party,” Warren said on Twitter. Moderate Buttigieg, who sparred mightily with Sanders, called the senator a “tremendous force” in US politics."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}