{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/02/deported-coronavirus-ice-family-separations", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-02T10:00:47Z", "webTitle": "Deported amid coronavirus: US sends Guatemalan family home to face new threat", "webUrl": "https://www.theguardian.com/us-news/2020/apr/02/deported-coronavirus-ice-family-separations", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/02/deported-coronavirus-ice-family-separations", "fields": {"headline": "Deported amid coronavirus: US sends Guatemalan family home to face new threat", "bodyText": "As the plane descended into Guatemala City, María tried to calm her six-year-old niece. “Mami, I feel like I’m falling,” the girl told her from the window seat next to her. María, 26, was scared too, and not just because this deportation flight was her first time in the air. They were returning to Guatemala – the country they had fled after a gang murdered all their living relatives. The pair had been reunited in a Phoenix-area airport just a few hours before, nearly a year after border officials at an Arizona port of entry separated them. María had raised her niece as a daughter since the girl was an infant. But border officials did not recognize them as a family unit and sent the girl to foster care in New York and María to an immigrant detention center in Arizona. María, who could not shake the memory of her little girl being ripped out of her arms, had waited a year to hug her niece. They both wept. The moment was bittersweet. María and her girl landed in Guatemala as the coronavirus was taking hold in countries around the world. On the day of their deportation flight, the World Health Organization declared the rapidly growing outbreak a pandemic. The spread of the coronavirus has exacerbated concerns for immigrants held in detention centers across the US. At least four migrant children in government shelters in New York have tested positive for Covid-19, as have six adult detainees and five detention officers. Immigrant rights advocates, health experts, some members of Congress and even a former official for US Immigration and Customs Enforcement (Ice) are calling for detainees to be released due to the risks of the virus spreading. For deported asylum seekers like María, the crisis means many are returning to even more dire situations than the threats they originally fled. In Guatemala, the local economy is paralyzed by the pandemic, with businesses and many government offices shuttered. For those arriving on deportation flights, finding jobs and housing has become all but impossible. ••• The US has deported more than 11,600 people to Guatemala since the beginning of this year, according to data from Guatemala’s Migration Institute. As the corona crisis intensified, concern grew among Guatemalan officials about deportation flights contributing to the spread of Covid-19. Within a week of María’s 11 March arrival, the Guatemalan government closed its borders and announced no new deportation flights from the US could come in until Guatemala prepared new health protocols for repatriated citizens. The flights resumed a few days later but are now less frequent. Ice has begun taking the temperatures of immigrants before they board. Anyone testing above 100.4F gets referred to a medical screening. Guatemalan officials check again when the passengers deplane. The repatriated citizens are then instructed to self-quarantine. Still, a 29-year-old man on a 26 March deportation flight from Arizona tested positive for Covid-19 over the weekend, Guatemala’s health ministry confirmed, and became the country’s 36th case. (The country had confirmed 10 more cases, as of Wednesday night.) “Prior to boarding, the detainee was screened and neither had a temperature nor presented symptoms at that time,” said an Ice spokesperson in a statement. The agency said before he was deported, the man was booked into a Calexico, California, facility on 5 March and was transferred to a facility in Florence, Arizona, on 17 March. Officials at Guatemala’s foreign relations ministry have said they will continue to receive deportation flights for now. When María and her niece arrived at the Guatemalan airport, local authorities took their temperatures but didn’t offer any further assistance or support, María told the Guardian in Spanish. The pair’s first days in Guatemala were confusing, she said. As she had no family left in the country, her former cellmate at the Eloy detention center offered her a place to stay. But American officials had failed to give María back her Guatemalan ID before her flight, and with Guatemalan government offices closed amid the pandemic, she cannot replace it. She tried to bring a sense of normalcy to her little girl’s life. They went to church, they celebrated the girl’s seventh birthday and they had Guatemala’s classic Pollo Campero chicken. María was relieved to eat something besides the potato-based meals served in detention. But with the pandemic lurking, things were anything but normal. Eleven days after María arrived, President Alejandro Giammattei, a former doctor, instituted a nationwide lockdown between 4pm and 4am every day. Since then, Guatemala’s national civil police have detained more than 5,000 people for violating the rules. Public service announcements show images of deserted streets, bridges and bus stops. Police parade through neighborhoods playing the national anthem, and the president, wearing a protective mask, provides updates on social media. On Sunday, Giammattei said that public officials were doing everything they could to contain Covid-19, but also “to preserve the economic stability that the country has had for a long time”. “It is a great challenge, it’s not easy, but if we unite it will be easier,” he said. Small business owners in Guatemala City like Sergio Valdés don’t see such a promising forecast. Just 20 days after he opened the doors of his small restaurant, he had to close its doors. He was allowed to offer takeout, but his five employees could not get to work due to public transportation closures. “The president says that everything is going to get better, but that’s not the reality,” Valdés said. “If you keep a business closed for a while, it will die.” Many Guatemalans who rely on remittances from family members in the US are losing that income as the US unemployment rate climbs. Migrant shelters in Guatemala have reported requests for help from not only migrants and those recently deported, but also Guatemalans who have lost their livelihoods due to the shut-down economy. The global pandemic has revealed the vulnerability of populations already living on the fringes, said Father Mauro Verzeletti, director of Casa del Migrante, a shelter in Guatemala City. In a recent tweet, Guatemala’s ombudsman for human rights, Jordán Rodas Andrade, called for a moratorium on deportations, or at least a slowdown, that would allow the country’s system of shelters to ramp up to meet the needs of these populations. But deportation proceedings for many detained immigrants have continued. The US government is requiring immigration attorneys to bring their own N95 masks, eye protection and gloves at a time when those items are in short supply for healthcare workers. And under new border policies adopted by the Trump administration since the Covid-19 pandemic, most migrants and asylum seekers apprehended crossing the border are now swiftly returned to their countries. Those asking for asylum at ports of entry are turned away. ••• María looked for work as a waitress as soon as she arrived. She knocked on the doors of 15 restaurants and was rejected each time. “Right now, no one is hiring workers, they’re firing people,” María said. Under the lockdown, she has had to put her search on hold. María’s options in Guatemala are limited, particularly since it is not safe for her to go back to her home town. She and her little girl fled Guatemala for the US in late 2018 after the same gang that murdered María’s entire family over a land dispute, including the little girl’s mother, killed María’s partner and shot at María. Last summer, a US immigration judge found María’s account credible but decided her case did not meet the narrow legal standard for asylum. María filed an appeal but could no longer endure being locked up away from her niece. Because she was not the girl’s biological mother, Ice refused to release her from detention to reunite the family. After nearly a year apart, María requested deportation with the hope she and the girl could return together. “It was notably easier for Ice to concede the bona fides of the relationship between María and her niece when removal to Guatemala was the goal,” said Suzannah Maclay, María’s attorney. María was craving freedom after so long in detention but still finds herself spending her days inside. She wants her niece to go to school and get the education she never got. She feels restless, unable to start building a better life for them both. “I can’t do anything,” she said. She believes the gang that murdered her family still wants to kill her, and she is always fearful they will discover she is back. She doesn’t want her niece to grow up alone. She tries to give the girl a sense of security, but the truth is hard to hide. “Why did they send us here?” the girl asked her upon arriving in Guatemala. “It’s too dangerous.” As María and her child focus on day-to-day survival, they are also trying to heal from the trauma of their separation. Sometimes the girl tells María about foster care in New York. The stories are hard to hear. The girl describes getting her hands slapped when she touched things or being scolded in restaurants. “They humiliated her,” María said. “Mami, I missed you so much,” the girl tells her. “I don’t ever want to be apart again.” María responds with a promise: “This won’t happen again.” Grecia Ortiz in Guatemala City contributed reporting"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}