{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/10/appalchia-in-a-pandemic-theres-no-place-id-rather-be", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-10T10:00:42Z", "webTitle": "In a pandemic, there’s no place I’d rather be than here in Appalachia", "webUrl": "https://www.theguardian.com/us-news/2020/apr/10/appalchia-in-a-pandemic-theres-no-place-id-rather-be", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/10/appalchia-in-a-pandemic-theres-no-place-id-rather-be", "fields": {"headline": "In a pandemic, there’s no place I’d rather be than here in Appalachia", "bodyText": "The pizza place was the first to react. Within hours of the announcement that schools in my small Ohio community would close for at least three weeks, the restaurant began making baguette sandwiches, free for all children. Next, the inn announced they would distribute peanut butter and jelly every day, no purchase necessary and no questions asked. These announcements of local aid were the first, but by no means the last, but what is remarkable is that they come from a part of the country that has struggled with extreme poverty for generations: central Appalachia. We are a place either forgotten about or disparaged by much of America. Despite what the rest of the county thinks of us, in a pandemic, there is no place I would rather be than in Appalachia. I live in the poorest county in my state and one of the poorest communities in the nation, a remote town 90 minutes from an airport. My town is boosted by the presence of a state university, an economic benefit the nearby villages do not have, yet in the face of the pandemic, the university switched to online instruction. The college students were ordered to vacate, leaving many businesses un-patronized and even unstaffed. Under mandates from the governor, bars, restaurants, barbershops and hair salons have closed, and gatherings of more than 10 people are forbidden. These new mandates, combined with social distancing, make it difficult for traditional businesses to operate. But small local businesses, such as the ones that exist in my town, have more flexibility. Without corporate policies and with less liability, they have adapted –and fast. The town breweries offer carryout beer in growlers. The local ciderhouse, my personal favorite, is making a carryout cocktail. Restaurants switched to delivery, with one place quickly whipping up a new walk-in menu, and reorganizing the inside of the restaurant to minimize contact between patrons. Business changes like these cannot operate successfully without changes coming from the municipal level as well, something we’re able to do easier and faster in a small town. So, many parking meters have been changed to free, 10-minute parking for food pickup. The local distillery has shifted to making hand sanitizer, working with the FDA for official approval. Remote education has yet to begin for the thousands of children home from school in my county, primarily because living in a remote place, many children still do not have internet at home. But the school district is bringing mobile hotspots to the houses without access, and loaning Chromebooks to kids without computers. Certainly, the pandemic will be horrific to places already devastated by poverty. Many people in my town do not have primary care physicians – there are simply not enough doctors – and use the ER for care. Many others do not have insurance. Though the coronavirus is revealing the many, many cracks in our fractured country, uncovering the dirty truth about who gets care and who does not, I hope it is also unveiling how small communities like my own make it work, and have for years, even under unbearable conditions: through local networks, neighbors helping neighbors, even strangers. My small community is rising up together. A large mutual aid group quickly formed, with posts ranging from the bulk food store offering to take orders on notes outside their door and deliver, to posts from individuals, like a man who wrote he has a lot of condoms and can deliver to anyone in the county in need of birth control. Resilience and practicality are hallmarks of Appalachia. I spent a lot of time in a house without indoor plumbing, so the toilet paper shortage doesn’t alarm me that much. One of my friends is sewing medical masks, using the loops from a child’s potholder weaving kit for the earpieces. It’s spring, and I plan a big garden this year, growing enough to share. When it comes to the pandemic in America, no one is coming to save us. And no one knows more what that’s like than Appalachia. We are used to doing it alone and under the extreme pressure of poverty and all that it entails: low incomes, lack of sleep, lack of access to care. How to get through now? Look to the rural, neglected places that have always made it work and done it alone together. Nelsonville will be on earth forever, was an ad for one of the brickmakers in the town nearest my own. The brick factories are no more, but the town lives on, and only by helping each other with the little we have will we survive to fight another day. We have been fighting for survival, recognition and dignity our whole lives."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}