{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/10/new-york-funeral-homes-crematoriums-cemeteries-coronavirus", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-10T20:07:05Z", "webTitle": "Hundreds volunteer to help New York's overwhelmed funeral homes", "webUrl": "https://www.theguardian.com/us-news/2020/apr/10/new-york-funeral-homes-crematoriums-cemeteries-coronavirus", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/10/new-york-funeral-homes-crematoriums-cemeteries-coronavirus", "fields": {"headline": "Hundreds volunteer to help New York's overwhelmed funeral homes", "bodyText": "Hundreds of volunteers have come forward to help funeral homes and hospital mortuaries in New York City that have been overwhelmed by the number of deaths during the coronavirus pandemic. One funeral director had described the situation as a “state of emergency,” with some forced to ask families to try to keep their loved ones’ bodies in hospitals for as long as possible to allow funeral services to cope. Some cemeteries and crematoriums have reported being booked up for weeks. According to Johns Hopkins, 5,150 people had died in hospital in New York City after contracting coronavirus as of Friday, though the death toll is believed to be higher. The New York Times reported that New York fire department data showed 1,125 people were pronounced dead in their homes or on the street in the first five days of April, more than eight times the 131 deaths recorded during the same period in 2019. “The last couple of weeks have been totally out of control,” Matthew Pinto, director of the Provenzano Lanza funeral home in Manhattan, told the New York Post. “On a normal day, our funeral home will do between one and two calls. Now we’re doing eight or nine. Honestly, we’re not equipped for it.” Funeral directors have been running out of storage for remains, with some trying to rent refrigerated vehicles to expand their facilities. Hospitals in New York have already been using refrigerated trucks to store the dead, and the city set up 45 mobile morgues earlier this month. Joe Neufeld, director of the Gerard J Neufeld funeral home in Queens, told the paper he went from holding about 14 funerals a week to more than 50. He said he was was no longer able to offer full services because his viewing room was filled with people’s remains. “We had no choice,” he said. “I’ve had families call me telling me they can’t find anyone to take their loved one.” At the Daniel J Schaefer funeral home in the Sunset Park neighborhood of Brooklyn, Pat Marmo recently told the Associated Press his company was equipped to handle 40 to 60 cases at a time, but was taking care of 185 a day. “Every person there, they’re not a body,” he said as he walked among 20 or so deceased people in the home. “They’re a father, they’re a mother, they’re a grandmother. They’re not bodies. They’re people. “This is a state of emergency,” he said. “We need help.” Marmo said he had been begging families to insist hospitals hold their dead loved ones as long as possible to help funeral services to cope, and because cemeteries and crematoriums were booked up weeks in advance Drone footage showed how dozens of New Yorkers who have died without next of kin are being buried in pits in the potter’s field on Hart Island, where millions of the city’s poorest residents have been laid to rest. New York’s governor, Andrew Cuomo, this week signed an executive order allowing out-of-state funeral directors to come into the state to help relieve pressure on funeral services. The move came after the National Funeral Directors Association wrote an open letter letter to the governor, saying hundreds of people were willing to help. Announcing the move, Cuomo said: “If you ever told me that as governor I would have to take these actions, I couldn’t even contemplate where we are now.” The NFDA said it had been approached by more than 500 volunteers looking to help funeral homes and hospitals. It said it had this week sent the names of 115 students and apprentices to the New York City office of emergency management, who could help ensure the deceased were “treated respectfully” in hospitals, and “documentation is complete while awaiting transfer to a local funeral home”. It said it had also sent on names of licensed funeral directors to the New York State Funeral Directors Association, and would continue to try and recruit more volunteers. Funeral directors have said in addition to the surge in deaths, the physical distancing measures in place to help stop the spread of the coronavirus have transformed the grieving process. Those who die in hospital or other care facilities are not allowed to have visitors by their bedsides, and gatherings for funerals are limited to immediate family, if that. Jackie McQuade, a funeral director at Schuyler Hill funeral home in the Bronx, told the AP that at one cemetery she worked with, only she and a priest were allowed at the site of a burial. She photographed the casket being lowered, hoping it could bring some closure to the family. “We would be going crazy if it were one of our loved ones,” she said. The Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}