{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/07/trump-coronavirus-who-funding-deaths-briefing", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-08T02:07:25Z", "webTitle": "Trump threatens to hold WHO funding, then backtracks, amid search for scapegoat", "webUrl": "https://www.theguardian.com/us-news/2020/apr/07/trump-coronavirus-who-funding-deaths-briefing", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/07/trump-coronavirus-who-funding-deaths-briefing", "fields": {"headline": "Trump threatens to hold WHO funding, then backtracks, amid search for scapegoat", "bodyText": "Donald Trump hunted for a new scapegoat on Tuesday in an increasingly frantic attempt to shift blame for thousands of American deaths from the coronavirus, accusing the World Health Organization (WHO) of having “called it wrong” and being “China-centric”. The US president contradicted himself within minutes, first vowing to put “a very powerful hold” on his government’s funding of the WHO, then insisting such a freeze was only under consideration. Trump’s early inaction has come under renewed scrutiny in the past day after a New York Times report that Peter Navarro, Trump’s trade adviser, warned in a memo in late January that the virus could put millions of Americans at risk and cost trillions of dollars. Susan Rice, a former national security adviser, told the Washington Post that Trump’s missteps “cost tens of thousands of American lives”. The president has repeatedly denied responsibility and sought to blame China, the Obama administration and the media. On Tuesday, with the US death toll exceeding 12,000, he unleashed a tirade at the WHO, even though it raised the alarm in January, after which he made statements downplaying it and comparing it to the common flu. “They’ve been wrong about a lot of things,” Trump said at the daily White House coronavirus task force briefing. “And they had a lot of information early and they didn’t want to – they seemed to be very China centric” – implying that the WHO had toed the line of Beijing’s early efforts to minimise the scale of the outbreak. Shaking his head peevishly, he added: “They called it wrong, they called it wrong. They missed the call. They could have called it months earlier. They would have known and they should have known and they probably did know. So we’ll be looking into that very carefully and we’re going to put a hold on money spent [sic] to the WHO. “We’re going to put a very powerful hold on it and we’re going to see. It’s a great thing if it works but when they call every shot wrong, it’s not good.” But soon after, Trump was asked if the middle of a pandemic was the time to suspend money for the WHO. “No, maybe not,” he replied, backtracking from his earlier remark. “I’m not saying I’m going to do it but we’re going to look at.” A reporter interjected: “You did say that –” Trump retorted: “No, I didn’t, I said we’re going to look at it. We’re going to investigate it, we’re going to look at it. But we will look at ending funding, yeah, because you know what, they called it wrong, and if you look back over the years even, everything seems to be very biased toward China. That’s not right.” The WHO declared Covid-19 a public health emergency on 30 January, nearly a month before Trump tweeted: “The Coronavirus is very much under control in the USA”, and proclaimed: “One day – it’s like a miracle - it will disappear.” He eventually declared a national emergency on 13 March. Trump has long been sceptical about multinational organisations. In its most recent budget proposal, in February, his administration requested a reduction of the American contribution to the WHO from an estimated $122.6m to $57.9m. On Tuesday, the president also played down January and February memos from Navarro, saying he had not seen them at the time but did “more or less” what his trade adviser suggested by imposing travel restrictions on China. (It was reported this week that nearly 40,000 people have flown from China to the US since the partial ban came into effect on 2 February.) He would not have wanted to act prematurely, Trump added, when it was not clear how bad the situation would become. “I don’t want to create havoc and shock and everything else. I’m not going to go out and start screaming: ‘This could happen, this could happen.’ I’m a cheerleader for this country.” Meanwhile Wisconsin went ahead with an in-person primary election on Tuesday after Republicans and the US and state supreme courts blocked efforts to postpone it. Trump declined to criticise the move and claimed, without evidence, that mail-in voting is rife with fraud. “Mail ballots are a very dangerous thing for this country because they’re cheaters,” he said. “They go and collect them, they’re fraudulent in many cases, you gotta vote … The mail ballots are corrupt in my opinion.” When it was pointed out that Trump himself used a mail ballot to vote in last month’s Florida primary, he retorted: “Because I’m allowed to. That’s called out of state. You know why I voted? Because I happen to be in the White House and I won’t be able to go to Florida and vote.” Research has found that voter fraud is virtually nonexistent. In the five states that have moved to an entirely vote-by-mail systems, there has been no evidence of widespread fraud. Sean Eldridge, the founder of the grassroots community organisation Stand Up America, said: “Trump’s baseless attacks on vote-by-mail are a pathetic attempt to suppress the vote in the middle of a national crisis. He is demanding that voters choose between protecting their health and participating in our democracy.” He added: “Trump himself voted absentee in the last two elections. His comments tonight show he is a liar and a hypocrite. Congress must intervene now to provide states with the resources they need to implement mail-in voting, online registration and expanded early voting.” Evidence is also emerging that people of colour have been hit disproportionately hard by the virus for socioeconomic reasons and vulnerability due to underlying conditions. Black people make up a third of Louisiana’s population but about 70% of the state’s deaths. Dr Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said the pandemic has shined “a bright light” on the racial disparities. “When all this is over, and as we’ve said, it will end, we will get over coronavirus, but there will still be health disparities, which we really do need to address in the African American community.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}