{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2020/apr/06/coronavirus-us-live-trump-worst-week-america-us-election-news-latest-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-07T01:07:14Z", "webTitle": "Trump says country will reopen 'sooner than people think' – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2020/apr/06/coronavirus-us-live-trump-worst-week-america-us-election-news-latest-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2020/apr/06/coronavirus-us-live-trump-worst-week-america-us-election-news-latest-updates", "fields": {"headline": "Trump says country will reopen 'sooner than people think' – as it happened", "bodyText": "Live reporting on the coronavirus in the US continues on Tuesday’s blog: We’re ending our coverage on the US blog today. You can continue to follow coronavirus news updates on the Guardian’s global blog. Some key events in the US: New York governor Andrew Cuomo said the state may be starting to reach the apex of its crisis. But Cuomo extended the state’s “stay at home” order until 29 April, emphasizing this is not the time to be lax about social distancing. The US coronavirus death toll has surpassed 10,000. More than 350,000 cases of coronavirus have been confirmed, and health experts have said this could be the worst week for the country yet. Trump said he asked US pharmaceutical companies working on experimental coronavirus drugs to approach Boris Johnson’s doctors and offer their help, after it emerged that the British prime minister was in intensive care. The Pentagon leadership crisis over a US aircraft carrier has intensified after the acting navy secretary called the ship’s ousted captain “too naive or too stupid” to be in command. Trump said New York and New Jersey coronavirus patients would be admitted to the Navy hospital ship Comfort, which is moored alongside New York City. The Dow closed up about 1,600 points, even as health experts warned this could be the country’s worst week yet since the coronavirus crisis started. Data out today in numerous US regions suggested that black Americans were disproportionately suffering and dying from coronavirus. The Wisconsin supreme court ordered the state to move ahead with in-person voting on Tuesday, hours after Governor Tony Evers called it off. Trump and Biden talked on the phone about coronavirus. Trump’s daily briefing was characteristically filled with falsehoods and misleading statements. Trump on call with Biden: ‘We had a wonderful conversation’ Sitting in the White House briefing room on Monday, I noted that Donald Trump struck an unusually genial tone as he described a phone call with his likely presidential election rival, Joe Biden, whom he usually refers to as “Sleepy Joe”. At the Coronavirus Task Force briefing, the president said: “We had a really wonderful, warm conversation. It was a nice conversation. We talked about pretty much this [coronavirus]. “He gave me his point of view, and I fully understood that, and we just had a very friendly conversation. It lasted probably 15 minutes and it was really good, really nice. So I appreciated his calling.” Trump was asked by Jon Karl of ABC News if Biden offered any specific advice on handling the crisis. “We agreed that we weren’t going to talk about what we said,” he said. “He had suggestions. It doesn’t mean that I agree with those suggestions.” The soft tone was all the more striking because Trump was on irascible form with reporters. At one point he lambasted Karl, whom he has known for 26 years, “You’re a third rate reporter … You will never make it!” The president was asked if he would now make contact with predecessors Barack Obama or George W Bush to seek their advice. He will not. And the détente did not last. Later in the briefing, Trump made spurious claims about the Obama-Biden’s handling of swine flu and failure to stockpile equipment. Biden, meanwhile, tweeted: “For months, I called on President Trump to step up and take the action necessary to combat COVID-19. But week after week, he downplayed the threat it posed, misled the American people, and failed to act.” Here is a report from the Guardian’s Julian Borger on comments made by Trump about the UK prime minister, Boris Johnson, during his daily press briefing. Donald Trump has said he asked US pharmaceutical companies working on experimental coronavirus drugs to approach Boris Johnson’s doctors and offer their help, after it emerged that the British prime minister was in intensive care. In an evening press briefing, Trump did not name the companies or the drugs, but earlier in the day he held a conference about therapeutic drugs with the heads of four US pharmaceutical and biotech companies: Amgen, Genetech, Gilead, and Regeneron. Trump has consistently promoted the anti-malarial drug hydroxychloroquine in combination with an antibiotic azithromycin, as a “game-changer” in the battle with coronavirus, although his own health officials have cautioned that there is no proof they are effective. “I’ve asked two of the leading companies ... They’ve come with the solutions and just have done incredible jobs – and I’ve asked him to contact London immediately,” Trump said. “They’ve really advanced therapeutics … and they have arrived in London already. The London office has whatever they need. We’ll see if we can be of help. We’ve contacted all of Boris’s doctors, and we’ll see what is going to take place, but they are ready to go.” “They’ve had meetings with the doctors, and we’ll see whether or not they want to go that route,” Trump added. “But when you’re in intensive care it’s a big deal. So they’re there and they’re ready.” Trump heaped praise on Johnson, who he has consistently seen as one of his closest allies. “We’re very saddened to hear that he was taken into intensive care this afternoon, a little while ago, and Americans are all praying for his recovery,” the president said. “He’s been a really good friend. He’s been really something very special: strong, resolute, doesn’t quit, doesn’t give up.” The daily briefing has ended. Some key fact checks and falsehoods from Trump: He falsely suggested the pandemic was not predictable when, in fact, the US intelligence community, public health experts and officials in Trump’s own administration had warned for years that the country was at risk from a pandemic, including specific warnings about a coronavirus outbreak. He falsely said the testing in the US is “better” than any other country in the world. In fact, some of the initial coronavirus tests sent out to states were seriously flawed – some did not even work. The CDC had insisted it would manufacture the tests itself, creating further problems. He tried to suggest that Obama’s handling of H1N1 was worse than his handling of Covid-19, when in fact Obama declared an emergency within two weeks of a first confirmed US case. He falsely said airline passengers were getting tests upon landing, which is not true. He attacked the inspector general report about testing shortage as politically motivated from an Obama appointee, when in reality, the official behind the report has had a long career with the non-partisan office. He also said the country would open “sooner than people think”, even as health officials are warning of a gradual return from current restrictions. Dr Birx shared a personal story about her granddaughter’s current high fever and her inability to visit. Earlier, Trump accidentally referred to her “grandson”. More details from the Guardian’s Sam Levine on the Wisconsin election: The US supreme court ruled 5-4 that Wisconsin voters have to have their mail-in ballots postmarked by 7 April, election day, in order to have them counted in the state’s closely watched election. The deadline for election officials to receive the ballot is 13 April. The decision, which came shortly after the state supreme court ordered the election to move forward on Tuesday, ends days of legal fighting over the deadline for receiving absentee ballots in the state. State law requires them to be received at election offices by 8pm on election night in order to count, but a federal judge extended that deadline to 13 April amid an unprecedented surge in requests for mail-in balloting. There was such a surge in requests that state Democrats argued thousands would be disenfranchised because they wouldn’t even get their ballot until after election day. As of Monday morning, a little over 11,000 voters who had requested a ballot in the state had yet to be issued one. In an unsigned opinion, the five conservative justices on the court said it was ruling on a “narrow, technical question”, and that the lower court’s decision to extend the ballot deadline without requiring a postmark went beyond what plaintiffs had asked for. “The court’s decision on the narrow question before the court should not be viewed as expressing an opinion on the broader question of whether to hold the election, or whether other reforms or modifications in election procedures in light of Covid–19 are appropriate,” the majority wrote. Writing for the court’s four liberal justices in dissent, Ruth Bader Ginsburg wrote that the majority did not understand the scope of the case: While I do not doubt the good faith of my colleagues, the court’s order, I fear, will result in massive disenfranchisement. A voter cannot deliver for postmarking a ballot she has not received. The question here is whether tens of thousands of Wisconsin citizens can vote safely in the midst of a pandemic.” Dr Fauci is now speaking at the briefing, expressing some optimism about recent hospital data and shelter in place efforts: We got there through mitigation. We cut off the stream of people who require hospitalization. This is an indication, despite all the suffering and the death that has occurred.. that what we have been doing has been working. Keep it up. This is going to get us out of it. This is our best and only great public health tool... If you do it right, those that have not peaked, will not peak.” The Guardian’s voting rights reporter Sam Levine has an update on the Wisconsin primary, scheduled for this week: Justice Ginsburg: Trump has left the podium, after more than 90 minutes. Mike Pence is speaking now. Here’s a clip of one of the president’s testiest exchanges with the media today: Trump is lamenting the impact on sports, saying, “I hope basketball can maybe do their playoffs ... A lot of people are tired looking at games that are five years old ... You get tired of looking at nine-year-old baseball games ... People want to see sports, sports are a great thing for this country. I hope football can start. I told them they may be able to. I hope they can start with people in the stands ... You have seats. Those seats are meant for people to be sitting next to each other.” Football season starts in September. Trump is praising healthcare workers on the front lines, and makes an offhand remark about giving them “bonuses” when this is over. He didn’t offer any further details. He has compared them to “soldiers going into battle”. Trump is fielding questions on the commander fired over his coronavirus memo, suggesting he doesn’t think his life should be “destroyed” as a result: He made a mistake. He shouldn’t be sending letter. He’s the captain … you don’t send letters and then it leaks into a newspaper. I may get involved ...If I can help two good people, I’m going to help him” A useful fact check on Trump’s attempt to draw a comparison between his handling of Covid-19 and the Obama administration’s handling of H1N1: Trump took a break from discussing Covid-19 to share misleading assertions about undocumented immigrants, raising concerns about “criminals” in sanctuary cities. There is no evidence that sanctuary policies meant to protect undocumented people are linked to crime. Fact check: Trump is again spreading the falsehood that Covid-19 is a “virus that nobody ever thought possible”. An October 2019 draft report by the Department of Health and Human Services, obtained by the New York Times “drove home just how underfunded, underprepared and uncoordinated the federal government would be for a life-or-death battle with a virus for which no treatment existed”. The exact language of a question that Trump called “horrid”: The president told reporters today they should be offering him “congratulations”. Dr Birx made her first comments of today’s briefing, urging Americans to limit trips to the grocery store and pharmacy as much as possible, suggesting one family member do the shopping and go once every two weeks. In states that are bracing for the worst this week, officials have urged residents to completely stay home and avoid stores altogether if they have the supplies they need. The president has attacked governors, again, returning to his refrain that they are kind to him in private and then complain about him to the media. This time, he also criticizes one governor as a “Rino”, which means “Republican in name only”. Governors across the country have repeatedly raised concerns about the lack of ventilators and unsuccessfully sought the federal government’s help. The Guardian’s Kenya Evelyn has additional context on Trump’s attack on the inspector general: Trump has called Christi Grimm, inspector general for the department of health and human services, biased, citing her nomination under the Obama administration. The office of inspector general is a generic term for the oversight division of every federal agency, or essentially the watchdog of the government. Since its goal is to investigate the government to prevent inefficiency or fraud, it’s by default non-partisan. IG reports have often scolded administrations in their reviews of protocols and process. Grimm’s latest report found severe shortages in hospital equipment to combat the virus, based on a survey of nearly 325 hospitals in 46 states. Fact check on Trump’s claims that nobody thought a pandemic like this would happen: In fact, the US intelligence community, public health experts and officials in Trump’s own administration had warned for years that the country was at risk from a pandemic, including specific warnings about a coronavirus outbreak. When this strain of coronavirus, Sars-CoV-2, was identified in Wuhan, China, in early January, health experts immediately cautioned that it could turn into a global health crisis. US agencies were tracking the spread of the virus in China and then other countries, and warned that Chinese officials were minimizing the impact. “Donald Trump may not have been expecting this, but a lot of other people in the government were – they just couldn’t get him to do anything about it,” an unnamed government official told the Washington Post. “The system was blinking red.” Trump has gone on a brief tangent about his border wall, praising his progress. Some background from the Guardian’s Nina Lakhani on how construction continues, despite the ongoing pandemic: Trump has been most bothered today by questions about the damning inspector general report on tests, personally attacking reporters, including: “You should say congratulations, great job, instead of being so horrid,” and, “I wish we had a fair media in this country and we don’t.” It’s worth noting that the US initially botched its own attempt at developing a coronavirus test. Fact check on Trump’s claims that the the US testing is “better” than any other country in the world. In fact, some of the initial coronavirus tests sent out to states were seriously flawed – some did not even work. Part of the problem came from the CDC insisting it would manufacture the tests itself. Other countries – after their first coronavirus case – swiftly asked private companies to develop their own tests. South Korea, which recorded its first case on the same day as the US, did so within a week The US only allowed laboratories and hospitals to conduct their own tests on 29 February, almost six weeks after the first case was confirmed. “The federal agency shunned the World Health Organization test guidelines used by other countries and set out to create a more complicated test of its own that could identify a range of similar viruses,” ProPublica reported. Trump has repeatedly dodged questions about the inspector general report out today that said hospitals have not had access to the tests they need. Trump has interrupted questions about it, asking for the name of the inspector general and date of appointment. The president has attempted to suggest, without evidence, that the inspector general behind the report is politically motivated against Trump. Trump has repeatedly asked a reporter whether she is employed by “China”, saying, “Who do you work for? China.” When the reporter says she works for a private company based in Hong Kong, he says, “Good.” Here’s Trump on Boris Johnson: And more here: Asked about his suggestion last week that he was looking at travel restrictions around hotspots, Trump suggests he’s not planning to do that: We’re looking at it. The airlines have been cutting their routes. We need some flights for emergency use for military people, for medical people. There are very few flights. The flights going out are 3-4% full. They are generally very very empty planes, but it’s a tiny amount of flights relative to the overall...” Asked about Boris Johnson’s Covid-19 strategy and whether he “downplayed” it, Trump says: He was looking at it differently. He was looking at it ‘ride it out’. meaning ‘whatever it is, it is’, then you see what happens, and the numbers become monumental. We actually moved early. Trump was asked for more details on the medicines he said he had sent to Boris Johnson’s doctors, but he gives few more details, and does not name the companies involved: Well it’s a very, it’s a very complex treatment of things that they’ve just recently developed, and that they have a lot of experience with something else but recently for this. And .. they’ve already concurred. They’ve had meetings with the doctors, and we’ll see whether or not they want to go that route. But when you’re in intensive care it’s a big deal. So they’re there and they’re ready.” Whether the US can reopen by 30 April, Trump declines to directly respond, but says, “We certainly want to try.” He also says the US “can get more than back to normal on the economic side”. Dr Fauci strikes a different tone, saying, “We will go back gradually ... if you want to get to pre-coronavirus, that might not ever happen.” He expresses optimism about the vaccine. Asked about the states that don’t have stay at home orders, Trump says, “We do have a constitutional problem in doing that. I can do it, but ... I would rather have the governors do it and make their own determination.” Dr Fauci addresses this, saying the states that are holdouts may not have strict orders in place, but are adopting rules that are, in effect, the same. Asked about details on his conversation with Biden, Trump says: Very very good talk a warm talk I enjoyed him. He had suggestions, doesn’t mean I agree with those suggestions. I also told him some of the things we’re doing...” Fact check from the Guardian’s Kenya Evelyn on Trump’s test claims: Trump claimed the US tested more people than any country in the world. But it’s unclear how he’s measuring that, whether total cases or per capita basis. While the US has overtaken South Korea in total numbers of coronavirus tests administered, it has conducted fewer tests per capita given the US population is over six times larger. As of 6 April, the United States, with a population of 329 million, had administered at least 1,917,095 tests, according to the Covid Tracking Project, a group led by Alexis Madrigal, a staff writer for The Atlantic magazine, with more than 100 volunteers that compiles coronavirus testing data from states. This equates to 582 tests per 100,000 people in the US (with huge variations depending on the county, city and state), compared with 709 tests per 100,000 in South Korea and 600 per 100,000 in Italy. The US rate of testing has improved markedly in the last few days. On March 31 the rate was just 318 per 100,000. Trump is now taking questions. First up about Boris Johnson. He says: “I found Boris to be a fantastic person, a fantastic warm smart guy. He loves his country, you see that. He fought like hell for his country. Intensive care is big stuff, really big stuff...” When asked about the news of the UK prime minister meant the White House would reconsider its own safety procedures, Trump said: “Mike had his test ... I had my test ... We’re here and here you are.” He said because of “questions like that”, the White House will probably do more tests, which he said are so “quick and easy”. Trump, who previously said he wanted the country to open by Easter, is again striking an optimistic tone, saying, “We will rise from this crisis with more strength, unity and resolve... We’re going to have a rough week, but there’s tremendous light at the end of the tunnel. Regarding reopening the country, he said, “It’s going to be sooner than people think.” Experts have said the crisis will continue for much longer than a week. Trump says the US has performed 1.79m tests across the US. He’s downplaying the shortage of tests in the country, which has caused major problems. Some background on how the shortage is playing out in California: Trump took a jab at the Democratic governor JB Pritzker of Illinois, saying, “Governor Pritzker may not be happy when he talks to the press.” The governor had criticized Trump earlier about his criticisms of states. Trump on his conversation with Joe Biden today: We had a really wonderful, warm conversation. We talked about, pretty much this. This is what everyone’s talking about. He gave me his point of view and I fully understood that. We just had a very friendly conversation. It lasted probably 15 minutes. Really good, really nice. I appreciate his calling. Context on Trump’s claims that he is working with the FDA and companies are ready to assist London: In the week beginning 30 March, the Food and Drug Administration (FDA) provided hydroxychloroquine with an “emergency use authorization” to use on coronavirus patients in some circumstances. State officials in New York have said that about 4,000 seriously ill patients are now being treated with the drug. But critics point out a side effect is heart stoppage, meaning the drug is potentially deadly. Some medical experts have called for the drug to be used to treat the virus but others have warned of a need for more trials and controlled testing to avoid worsening the pandemic. Trump says Fema and HHS have distributed 11.7m N95 respirators and emphasizes that this is a large number. He is now praising the private companies, including Apple and Salesforce, that have been donating supplies and helping states. Trump says the governors “are extremely happy with what we are doing”. He also said social distancing is working and is again striking an optimistic tone about hospital beds, saying, “We’ll see whether or not our original projects are right.” Officials have warned that this might be one of the worst weeks yet for the Covid-19 outbreak in the US. Trump also said he asked drug companies to “contact London” regarding Boris Johnon to see “if we can be of help”. The specifics of these conversations were unclear. Trump said he is praying for Boris Johnson, the UK prime minster now in intensive care with coronavirus: “We are working with London with respect to Boris Johnson.” He’s been a really good friend. He doesn’t give up... We’ve contacted all of Boris’ doctors. ...When you get brought into intensive care, that gets ver very serious.” Trump’s briefing has begun. Dr Anthony Fauci is present. Follow along for updates. Michael Che of SNL has lost his grandmother to coronavirus, according to an Instagram post From the Guardian’s global coronavirus blog, the British pound has dropped against the US dollar following news that the UK’s prime minister had been moved into intensive care: The pound had been trading higher against the dollar and the euro, but fell sharply on the announcement. Sterling was down 0.3% against the dollar to $1.2229 and down 0.1% against the euro to €1.1326 shortly afterwards. Trump says the briefing will begin in 15 minutes: While we wait for Trump’s briefing to begin, my colleague Abené Clayton in Oakland has this report on the push for California’s prisons to release older people and others at risk of death behind bars due to Covid-19: Alicia Rhoden’s husband, Bruce Wayne Rhoden, has been in Wasco state prison for about a month. In addition to his age, Bruce has a bevy of pre-existing conditions, including diabetes and HIV, that make him vulnerable to severe illness and death if infected with the coronavirus. Alicia, who’s 60 and has epilepsy, says she’s frightened that her husband will become ill while in prison and she won’t know until it’s too late. “My husband is 61 and his health isn’t good at all,” Alicia Rhoden, a Los Angeles resident, said. “My fear is that he can die in prison because of his medical conditions.” More here on the disproportionate impact of Covid-19 in black communities in the US: In Chicago, the mayor has confirmed that more than half of the Covid-19 patients are black, even though black residents make up just 30% of the city’s population. More from the AP: Chicago is launching a health campaign focused on the city’s black and brown communities, Mayor Lori Lightfoot said Monday following a media report highlighting the disproportionate number of black residents among those who have died of COVID-19 complications in the city. Lightfoot called WBEZ’s finding that 70% of recorded deaths due to the coronavirus in the city were black residents “devastating”, adding, “And knowing they’re not just numbers, they’ve lives. There’s families and communities that have been shattered.” Joe Biden has reportedly talked to Trump about Covid-19, according to an NBC News reporter: It hasn’t been reported yet what the two discussed. Earlier in the day, the president was mocking Biden for saying the Democratic convention may have to be “virtual” due to coronavirus. Hi all - Sam Levin in Los Angeles taking over blog coverage for the rest of the day. Trump’s daily briefing is scheduled to start in half an hour, we’ll be covering it live with fact checks. The Pentagon has just announced that it is sending a total of 1,500 medical personnel to New York City this week. The goal is to offset the burden on local hospitals as soon as possible. About half of the 1,500 have already arrived, according to officials. That’s it from me today. My west coast colleague, Sam Levin, will take over the blog for the next few hours. Here’s where the day stands so far: British prime minister Boris Johnson has been moved to intensive care as he battles coronavirus. Johnson was hospitalized yesterday, and No 10 said today that his condition had worsened, although he is conscious. The US coronavirus death toll has surpassed 10,000. More than 350,000 cases of coronavirus have been confirmed, and health experts have said this could be the worst week for the country since the crisis started. New York governor Andrew Cuomo said the state may be starting to reach the apex of its crisis. But Cuomo extended the state’s “stay at home” order until April 29, emphasizing this is not the time to be lax about social distancing precautions. Wisconsin governor Tony Evers issued an executive order to cancel in-person voting for tomorrow’s presidential primary. The move was immediately challenged by the Republican leaders of the state legislature, who refused to support a bill canceling in-person voting over the weekend. Sam will have more coming up, so stay tuned. The Dow closed up about 1,600 points, even as health exerpts warned this could be the country’s worst week yet since the coronavirus crisis started. The Dow Jones, the S&amp;P 500 and the Nasdaq all closed up more than 7% as some coronavirus projections showed improvement. One frequently cited model lowered its prediction for the country’s overall coronavirus death toll by about 12,000. The Guardian’s Vivian Ho reports on the latest from California: With the number of hospitalizations for coronavirus in California rising 5.6% over the weekend, the state is loaning 500 state-owned ventilators to the strategic national stockpile inventory, the governor announced Monday. “California is stepping up to help our fellow Americans in New York and across the country who are being impacted the hardest right now by the covid-19 pandemic,” said Gavin Newsom, California’s governor. “We still have a long road ahead of us in the Golden State – and we’re aggressively preparing for a surge – but we can’t turn our back on Americans whose lives depend on having a ventilator now. We’re meeting this moment with compassion.” California is currently reporting 15,393 positive cases and 357 deaths. There are 1,085 people in intensive care unit beds throughout the state, and 2,509 hospitalized total, Newsom said. Despite taking aggressive and early social distancing and stay-at-home measures, the state is still projecting that California will run out of hospital beds by mid-May. Newsom has been pushing to add 50,000 hospital beds to the state’s capacity before then, as well as stocking up on protective gear and supplies like ventilators. He noted that if California needs the 500 ventilators back, “we’ll get them back” – but at the moment, there is greater need elsewhere in the country. Early evidence suggests African Americans are disproportionately dying from coronavirus. Michigan has confirmed 617 coronavirus deaths, and 41% of patients who died were black, even though African Americans make up only 14% of the state’s population. African Americans also account for 14 of the 24 coronavirus deaths in Washington, DC, where about 45% of the city population is black. The Guardian’s global coronavirus blog has more details on British prime minister Boris Johnson’s move to intensive care: It is understood Johnson was moved to the intensive care unit just short of an hour and a half ago. The decision was made by his medical team after his condition worsened over the course of Monday. The prime minister is understood to be conscious and to have been moved as a precaution in case he needs ventilation. British prime minister Boris Johnson has been taken into intensive care as he battles coronavirus. No 10 said yesterday that the prime minister had been hospitalized with a high fever to receive tests. Officials have not denied he is on oxygen. The global coronavirus death toll has now surpassed 70,000, with Italy and Spain accounting for about 30,000 of the deaths. In comparison, the US death toll surpassed 10,000 earlier today, according to data compiled by Johns Hopkins. However, deaths in both Italy and Spain appear to be on the decline. Follow the Guardian’s global coronavirus blog for more updates: Senate minority leader Chuck Schumer said lawmakers will need to return to the Capitol “relatively soon” to begin working on another coronavirus bill. “We are definitely going to need to do a COVID-4,” the New York Democrat said. “The problem may be of even greater magnitude than people thought a few weeks ago.” Republican senator Shelley Moore Capito said today that the Senate was looking at April 20 as a potential return date, even though Washington’s “stay at home” order extends through April 24. But another Senate Republican, Marco Rubio, acknowledged it will be logistically difficult to reconvene with the number of coronavirus cases on the rise in the Washington metropolitan area. “It’s going to be very difficult logistically to … get everyone back there, especially given the uptick in the infection rate in the DC area,” Rubio said. A New York councilman said temporary burials in parks was only being considered as a contingency plan, as the city’s morgues near full capacity because of the coronavirus pandemic. Councilman Mark Levine previously tweeted the city was considering “temporary internment,” but he later added the plan will not be necessary if the death rate drops. When governor Andrew Cuomo was asked about the city’s proposal during his daily briefing today, he said, “I have heard nothing about that. I’ve heard a lot of wild rumors, but I have not heard anything about the city burying people in parks.” Wisconsin’s Republican leaders in the state legislature said they would file a lawsuit over governor Tony Evers’ executive order to cancel in-person voting for the presidential primary tomorrow. “We are immediately challenging this executive order in the Wisconsin State Supreme Court,” said state Senate majority leader Scott Fitzgerald and state House speaker Robin Vos. “The clerks of this state should stand ready to proceed with the election. The governor’s executive order is clearly an unconstitutional overreach.” Wisconsin governor Tony Evers said that he considered it a moral responsibility to cancel in-person voting for the state’s presidential primary tomorrow. “Frankly, there’s no good answer to this problem—I wish it were easy,” Evers said in a statement. “I have been asking everyone to do their part to help keep our families, our neighbors, and our communities safe, and I had hoped that the Legislature would do its part—just as the rest of us are—to help keep people healthy and safe.” Evers called the Republican-controlled state legislature back to session for the weekend in the hope of passing a bill to cancel in-person voting, but lawmakers declined to do so. “I cannot in good conscience stand by and do nothing,” Evers said. “The bottom line is that I have an obligation to keep people safe, and that’s why I signed this executive order today.” The Guardian’s Sam Levine reports: Wisconsin governor Tony Evers called off in-person voting less than 24 hours before polls were set to open for the state’s presidential primary. Evers, a Democrat, delayed in-person voting in the state until June 9, but Wisconsin voters can continue to request absentee ballots until then. The executive order came after he faced mounting pressure to delay the election amid the coronavirus outbreak. He had resisted calls to postpone the election for weeks, but on Friday ordered the legislature into special session to consider delaying voting. Republicans declined to do so. In addition to the presidential primary on Tuesday, the state is also holding elections for local offices across Wisconsin. The most closely watched contest is a state supreme court race where Democrats are hoping to oust Daniel Kelly, a conservative justice on the court. The coronavirus death toll in the United States has now surpassed 10,000, according to data compiled by Johns Hopkins. According to the university’s data, the US has recorded 10,335 deaths in connection to the pandemic. That is up from 846 just 12 days ago. The death toll is expected to steeply rise over the next several days, as health experts have warned this could be the worst week for the country since the crisis started. Acting navy secretary Thomas Modly defended his attack on Captain Brett Crozier, the former commander of the USS Theodore Roosevelt who was removed from his post after his letter warning about coronavirus was made public. “I stand by every word I said, even, regrettably any profanity that may have been used for emphasis,” Modly said in a statement. According to a transcipt, Modly said of Crozier in a speech to the captain’s former crew this morning, “If he didn’t think, in my opinion, that this information wasn’t going to get out to the public, in this day and information age that we live in, then he was either A, too naïve or too stupid to be a commanding officer of a ship like this.” A Democratic senator criticized the acting Navy secretary for lashing out against Captain Brett Crozier in a speech to the captain’s former crew. According to a transcript obtained by CNN, acting Navy secetary Thomas Modly said Crozier was either “too naive or too stupid” if he didn’t think his letter warning about a coronavirus outbreak on the USS Theodore Roosevelt would be made public. Modly’s speech was promptly leaked as well. “Based on the transcript I’ve read, Secretary Modly’s comments were completely inappropriate and beneath the office of the Secretary of the Navy,” senator Tim Kaine said in a statement. Here’s where the day stands so far: New York governor Andrew Cuomo said the state may be starting to hit the apex of its coronavirus crisis. But the governor extended the state’s “stay at home” order until April 29, emphasizing that this is not the time to be lax about social distancing guidelines. Trump expressed optimism about the situation even as experts warned this would be the worst week yet. The president tweeted about seeing a “light at the end of the tunnel,” even though the surgeon general said yesterday that this week would be “our Pearl Harbor moment.” Peter Navarro defended the use of an anti-malaria drug to fight coronavirus after arguing with Dr Anthony Fauci about the treatment. Navarro told CNN this morning that studies indicate the drug hydroxychloroquine can help coronavirus patients recover, even though experts like Fauci have said the evidence is anecdotal at best. Navarro acknowledged he and Fauci argued about this drug this weekend, confirming earlier reports of a contentious exchange in the Situation Room. The blog will have more coming up, so stay tuned. House speaker Nancy Pelosi announced new guidelines to “reduce the physical presence of Members and staff in the Capitol.” “Beginning Tuesday, staff must electronically submit all Floor documents – including bills, resolutions, co-sponsors and extensions of remarks – to a dedicated and secure email system, rather than deliver these materials by hand to staff in the Speaker’s Lobby or Cloakrooms,” Pelosi said in a “Dear Colleague” letter. The speaker said the policy would be in effect until at least April 19, as the House is not expected to return to session until April 20 at the earliest. Pelosi has previously ruled out the possibility of having House members participate in remote voting, even after several members announced they were diagnosed with coronavirus. New York governor Andrew Cuomo just wrapped up his daily briefing on the state’s response to the coronavirus crisis. Here’s some of what he said: New York has confirmed 130,869 cases of coronavirus and 4,758 deaths, far more than any other US state. Cuomo said the state may be starting to hit the apex of the crisis. He noted the death rate has stayed relatively flat for the past two days, but he warned that the state’s healthcare system remains overwhelmed. The state’s “stay at home” order has been extended until April 29. All schools and non-essential businesses will remain closed for at least another three weeks. Cuomo doubled the fine for violating the “stay at home” order. The governor said he has seen an alarming “laxness” toward social distancing guidelines in recent days and urged residents against engaging in “reckless” behavior that could endanger someone else’s life. Cuomo is asking Trump to allow the Navy hospital ship Comfort to start receiving coronavirus patients. The hospital ship, which arrived in New York Harbor last week, was originally supposed to take non-coronavirus patients, but the ship has received few patients because there have not been many non-coronavirus cases since the crisis started. Cuomo said he would ask the president to allow the hospital ship to start accepting coronavirus patients to relieve pressure on New York’s overwhelmed emergency rooms. Melissa DeRosa, secretary to New York governor Andrew Cuomo, said the state is working with Google to help break the logjam causing issues with filing unemployment claims. DeRosa ackowledged residents’ frustration with the website glitches but asked for patient because of the number of claims trying to be filed. She noted that the biggest single day for the unemployment website during the financial crisis was 13,000 claims. The state saw six times that number two days ago. DeRosa also emphasized that once residents’ claims are processed, the benefits will apply backwards from the time of job loss. New York governor Andrew Cuomo said the “stay at home” order needs to be enforced more strictly, after being asked about reports of Orthdox Jewish communities ignoring the social distancing restrictions to hold funerals. “I don’t care if you’re Orthdox Jewish, Catholic, Christian Muslim,” Cuomo said. “It’s the job of local government to enforce.” Cuomo noted he is doubling the fine for breaking the order because he is concerned about residents becoming more lax about social distancing. “None of us has the right to be reckless in our own behavior,” Cuomo said. “Now is not the time to go to a funeral with 200 people.” New York governor Andrew Cuomo expressed surprise at New York City officials saying some bodies of coronavirus patients may need to be buried in parks because morgues are overwhelmed. “I haven’t heard anything about the city burying people in parks,” Cuomo said. “I haven’t heard that there’s an issue.” The governor said he spoke to city officials yesterday. But a city councilman said this morning that they are looking at temporary burials in parks. Governor Andrew Cuomo mourned the nearly 5,000 New Yorkers who have already died as a result of coronavirus. But Cuomo celebrated the work of the state’s healthcare system, saying no one has died as a result of lack of access to medical equipment or staff. “The people we lost are the people we couldn’t save,” Cuomo said. New York governor Andrew Cuomo announced he was extending the state’s stay at home order until at least April 29. The state’s schools and non-essential businesses will remain closed for at least another three weeks. Cuomo chastized residents who are not taking the order seriously, warning that there has been “a laxness on social distancing, especially over this past weekend, that is just wholly unacceptable.” “Now is not the time to be lax,” Cuomo said. He added that he will be raising the fine for violating the order from $500 to $1,000, and he will be asking police officers to be “more aggressive on the enforcement” of the order. “If it’s not about your life, you don’t have the right to risk someone else’s life,” Cuomo said to New Yorkers. New York governor Andrew Cuomo said he is going to call Trump and ask him to start allowing the Navy hospital ship Comfort to begin receiving coronavirus patients. The Comfort arrived in New York Harbor last week, and the original plan was to have the hospital ship receive non-coronavirus patients. But Cuomo noted there have not been many non-coronavirus cases since the crisis started. The New York Times reported last week that the Comfort had only received 20 patients since arriving, even though the city’s emergency rooms are overwhelmed. Cuomo said he will talk to Trump about the ship taking coronavirus patients to help relieve pressure on the city’s hospitals. New York officials said the state may be at the apex, or the beginning of the apex, of its coronavirus crisis. But governor Andrew Cuomo warned that this potential development is not all good news because the state’s healthcare system is stretched to a breaking point. “If we are plateauing, we are plateauing at a very high level,” Cuomo said. “Staying at this level is problenatic” The governor also noted that if the crisis is starting to hit its apex, it’s because social distancing is working, which is why those restrictions need to remain in place for now. New York governor Andrew Cuomo is holding his daily briefing on the state’s response to coronavirus as hospitals there deal with a surge in cases. Cuomo said New York has now confirmed 130,869 cases of coronavirus and recorded 4,758 deaths linked to the virus. Cuomo noted the death rate has been stable for the past two days, a positive sign considering the rate had been on the rise. The Federal Communications Commission will not act on a request to investigate networks that air the White House coronavirus briefings, the agency’s chief of staff said in a tweet. Some of Trump’s critics have called on networks to stop carrying the briefings live because the president has repeatedly made false claims from the White House podium. Trump mocked Joe Biden for saying the Democratic convention may have to be “virtual” to avoid spreading coronavirus during the event. “Joe Biden wanted the date for the Democrat National Convention moved to a later time period. Now he wants a ‘Virtual’ Convention, one where he doesn’t have to show up,” Trump tweeted. “Gee, I wonder why?” The Democratic National Committee announced last week that the convention would be delayed a month because of the pandemic, but Biden said officials should “follow the science” to determine how to proceed. “Well, we’re going to have to do a convention. We may have to do a virtual convention. I think we should be thinking about that right now,” Biden told ABC News yesterday. “We may not be able to put 10, 20, 30,000 people in one place and that’s very possible. Again let’s see where it is -- and what we do between now and then is going to dictate a lot of that as well. But my point is that I think you just got to follow the science.” Trump has dismissed any suggestion that the Republican convention in Charlotte will have to be canceled because of coronavirus, but the party’s hand could be forced if Democrats decide to hold a virtual convention. California is donating 500 ventilators to the Strategic National Stockpile to help states like New York confront a surge in coronavirus cases. “California is stepping up to help our fellow Americans in New York and across the country who are being impacted the hardest right now by the COVID-19 pandemic,” California governor Gavin Newsom said in a statement. “We still have a long road ahead of us in the Golden State – and we’re aggressively preparing for a surge – but we can’t turn our back on Americans whose lives depend on having a ventilator now. We’re meeting this moment with compassion. I know that if the tables were turned and we were experiencing a hospital surge, other states would come to our aid and provide ventilators just as we are today.” California has confirmed more than 15,000 cases of coronavirus, while New York has seen more than 122,000 cases since the crisis started. The acting Navy secretary lambasted Captain Brett Crozier, whose concerns about coronavirus were made public last week, in a speech to Crozier’s former crew. According to a trasncript obtained by CNN, acting Navy secetary Thomas Modly said Crozier was either “too naive or too stupid” if he didn’t think the letter warning about a coronavirus outbreak would be made public. Crozier, who was removed from his post as commander of the USS Theodore Roosevelt last week, wrote in the letter that sailors on the ship must be allowed to quarantine to prevent further spread of coronavirus among crew members. “We are not at war,” Crozier wrote in the letter, which was sent to more than 20 people. “Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset: our Sailors.” Modly told the crew of the ship this morning, “If he didn’t think, in my opinion, that this information wasn’t going to get out to the public, in this day and information age that we live in, then he was either A, too naïve or too stupid to be a commanding officer of a ship like this.” He added, “The alternative is that he did this on purpose.” The small business loan program created by the stimulus package has processed $38 billion in loans since launching Friday, Larry Kudlow told CNBC this morning. But that $38 billion represents a fraction of the $350 billion that the program is meant to disperse to small business owners. The president’s top economic adviser acknowledged the program has not had a smooth rollout, as banks reported a deluge in applciations and business owners compalined about barriers to applying. “The glitches will get worked,” Kudlow said. “It’s a monumental undertaking.” New York will start temporarily burying bodies in parks as the city grapples with overrun morgues because of the coroanvirus crisis, city councilman Mark Levine said. Levine also noted that the city is likely undercounting its coronavirus death toll because as many people are dying at home without receiving a test. A Washington Post investigation showed the Trump administration missed key opportunities to prepare for the coronavirus crisis. The Post reports: The failure has echoes of the period leading up to 9/11: Warnings were sounded, including at the highest levels of government, but the president was deaf to them until the enemy had already struck. The Trump administration received its first formal notification of the outbreak of the coronavirus in China on Jan. 3. Within days, U.S. spy agencies were signaling the seriousness of the threat to Trump by including a warning about the coronavirus — the first of many — in the President’s Daily Brief. And yet, it took 70 days from that initial notification for Trump to treat the coronavirus not as a distant threat or harmless flu strain well under control, but as a lethal force that had outflanked America’s defenses and was poised to kill tens of thousands of citizens. That more-than-two-month stretch now stands as critical time that was squandered. Washington Post editor Marty Baron told CNN yesterday, “I think the most important finding is that the government didn’t act like this was a war from the very beginning. ... [The investigation] found that the government had failed all along the way. It did not pay attention to the seriousness of this pandemic but it was warned multiple times about it. It reacted very slowly, and was not acting as if it was wartime.” Baron said that Trump specifically bore responsibility for the mishandled response. “Everything stems from the person at the top,” Baron said. “From the very beginning, he was being dismissive of this -- of the dangers here.” As America braces for the worst week of the coronavirus crisis yet, experts say there is one bit of good news. A projection on the pandemic shows the estmated number of overall deaths in the US has declined since last week. Reuters reports: The University of Washington model, one of several cited by U.S. and some state officials, now projects U.S. deaths at 81,766 by Aug. 4, down about 12,000 from a projection over the weekend. The model, which is frequently updated with new data, projects the peak need for hospital beds on April 15 and for daily deaths at 3,130 on April 16. Peter Navarro, Trump’s top trade adviser who has been tapped to oversee the administration’s implementation of the Defense Production Act amid the coronavirus crisis, got into a heated exchange over using an anti-malaria drug to fight the virus. Navarro told CNN host John Berman that studies prove hydroxychloroquine can help coronavirus patients recover, even though experts say the evidence of the drug’s efficacy is anecdotal. Reports emerged last night that Navarro got into a fight with Dr Anthony Fauci, the nation’s top infectious disease expert, in the Situation Room on Saturday over using the drug. Navarro acknowledged the fight in his CNN interview and said he told Fauci in response to his concerns about the anecdotal nature of the evidence, “I would have two words for you ‘second opinion.’” The trade adviser also dubiously claimed his PhD in economics qualified him to have such medical debates with health experts like Fauci. “Doctors disagree about things all the time,” Navarro told Berman. “My qualifications in terms of looking at the science is that I’m a social scientist. I have a PhD, and I understand how to read statistical studies.” Trump defended the decision to allow cruise ships carrying passengers who have coronavirus to dock in Florida. “For humanitarian reasons, the passengers from the two CoronaVirus stricken cruise ships have been given medical treatment and, when appropriate, allowed to disembark, under strict supervision,” Trump wrote on Twitter. “Very carefully done. People we’re dying &amp; no other countries would allow them to dock!” The Coral Princess docked in Miami Saturday, a day after the Zandaam and its sister ship Rotterdam were allowed to unload passengers in Fort Lauderdale. The question of whether to allow the ships to dock in Florida sparekd controversy, with Floriday governor Ron DeSantis saying he didn’t want sick passengers “dumped” in his state. The Coral Princess was refused permission to dock in Fort Lauderdale Friday, and one of the ship’s two coronavirus deaths allegedly came as the coast guard refused to allow the ship to dock. Good morning, live blog readers! Donald Trump was expressing optimism over Twitter this morning, telling his followers that there is a “light at the end of the tunnel” as the country stares down the worst week yet in the coronavirus crisis. The country is approaching 10,000 deaths in the pandemic, and more than 337,000 cases have already been confirmed. Senior health experts in the administration warned the numbers would continue to climb in the next several days, with Dr Anthony Fauci saying yesterday that this is probably going to be “a very bad week”. “The next week is going to be our Pearl Harbor moment. It’s going to be our 9/11 moment,” surgeon general Jerome Adams told NBC News’ Meet the Press yesterday. “It’s going to be the hardest moment for many Americans in their entire lives, and we really need to understand that if we want to flatten that curve and get through to the other side, everyone needs to do their part.” So “the light at the end of the tunnel” that the president referred to still seems to be well off in the distance."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}