{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/08/kayleigh-mcenany-donald-trump-press-secretary-quotes", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-08T20:08:30Z", "webTitle": "'We won't see coronavirus here' ... and other gems from Trump's new press secretary", "webUrl": "https://www.theguardian.com/us-news/2020/apr/08/kayleigh-mcenany-donald-trump-press-secretary-quotes", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/08/kayleigh-mcenany-donald-trump-press-secretary-quotes", "fields": {"headline": "'We won't see coronavirus here' ... and other gems from Trump's new press secretary", "bodyText": "The White House on Wednesday confirmed the appointment of Kayleigh McEnany as Donald Trump’s fourth press secretary – even as her long history of disturbing public statements came to light. McEnany, who turns 32 next week, worked for the former Arkansas governor Mike Huckabee on his Fox News show and as a pro-Trump commentator on CNN during the 2016 presidential election. She became national spokeswoman for the Republican National Committee, then for Trump’s re-election campaign. A survey of past remarks and tweets suggests she is perfectly qualified for the job of being his master’s voice – and attacking his nemesis, Barack Obama. For instance, she embraced the original sin of Trumpian politics: birtherism. It is the conspiracy theory that Obama, America’s first black president, was not born in the US but rather in Kenya. On 29 August 2012, McEnany tweeted: “How I Met Your Brother -- Never mind, forgot he’s still in that hut in Kenya. #ObamaTVShows”. Along with the spurious dig at Obama, who was born in Hawaii, the tweet also traded on stereotypes of Africans living in huts. Highlighting the tweet on Tuesday, Richard Painter, a former White House chief ethics lawyer, wrote: “What is this? A KKK rally in the White House?” As president, Trump reportedly called African nations “shithole countries” and said of a deadly white supremacist protest in Charlottesville, Virginia: “You also had people that were very fine people on both sides.” But McEnany told the Fox Business Network in May 2018: “The president has come out multiple times saying he denounces all racism. We all denounce racism, that would include the president.” In March 2017, she tried to defend Trump’s frequent golfing by turning the tables on Obama over the killing of Daniel Pearl, a Wall Street Journal reporter in Pakistan. “You had President Obama, who after the – I believe it was the beheading of Daniel Pearl – spoke to how upset he was about that, then rushed off to a golf game,” she claimed on CNN. “I think when we’re in a state of war, when we’re in a state of mourning, you should take time off from the golf course.” But when Pearl died in 2002, Obama was still a state senator. McEnany subsequently apologised, explaining she meant to say James Foley, a photojournalist kidnapped in Syria and beheaded by the Islamic State in 2014. According to a Washington Post count, Trump made 16,241 false or misleading claims in his first three years in office. But on 28 August 2019, McEnany told CNN’s Chris Cuomo: “No. I don’t believe the president has lied.” And taking her cue from the president, McEnany played down the threat of the coronavirus. On Trish Regan’s Fox Business Network show in late February, she praised Trump’s partial Chinese travel ban and asserted: “We will not see diseases like the coronavirus come here. And isn’t it refreshing when contrasting it with the awful presidency of President Obama?” Regan later parted ways with the network after calling the coronavirus an “impeachment scam”. McEnany has been rewarded with a senior job at the White House. On 28 February, McEnany appeared on Fox News. “What is bad for America is good for Democrats. It’s incredible that they think this way. They root against the stock market. They root for this [coronavirus] to take hold. They have a demented dream of taking down President Trump. It doesn’t matter how many Americans they destroy in order to get there.” On 11 March, with the Democratic presidential candidate Joe Biden and then candidate Bernie Sanders having cancelled campaign rallies, she was asked on the Fox Business Network whether Trump would follow suit. She wasn’t worried, she insisted. “Look, we have the commander-in-chief, we have the best health experts, we are taking it day by day, we are currently proceeding as normal,” McEnany said. “And look, Joe Biden, he’s suspending his rallies. He’s been dying to get off the campaign trail. The man can only speak for seven minutes … The media’s best hope is for Donald Trump to suspend his rallies … they know it’s his avenue to speak directly to the American people.” Later that day, the Trump campaign did cancel rallies. Meanwhile, when it comes to the climate crisis, McEnany has a history of denying the scientific consensus that humans are heating the planet, primarily by burning fossil fuels. In 2014, when climate protesters marched during a cold winter in Washington DC, McEnany told Fox News: “The science is not settled, so let’s stop the liberal hysteria, take a break from the protesting, go get some hot cocoa, sit inside.” The Fox host Neil Cavuto and McEnany laughed as an Occidental College professor explained that the vast majority of qualified climatologists agreed on the climate threat. McEnany countered that “in the 1970s it was global cooling” and “they always change the verbiage. It’s the verbiage to justify the liberal mechanisms that they would like to put in place.” McEnany also claimed corruption of the scientific process, saying: “Let’s be real. Who’s getting the grants? Who are the liberal universities giving the grants to? Of course it’s going to be people who buy into the fact that global warming does exist.” More recently, McEnany has shifted to focusing on the costs of addressing the climate crisis. In February, McEnany tweeted that the Democratic plan for climate change was “to eliminate more than 1 million jobs in America by eliminating the fossil fuel industry. Kill the economy!” Last July, she mocked the former 2020 candidates Pete Buttigieg and Beto O’Rourke for emphasizing the narrowing window for addressing the crisis. Trump’s first two press secretaries were caught in lies. Sean Spicer began by claiming about Trump’s inauguration: “This was the largest audience to ever witness an inauguration – period – both in person and around the globe.” Sarah Sanders admitted that her claims that she personally communicated with “countless” FBI officials about Trump’s decision to fire James Comey was a “slip of the tongue”. Then came Stephanie Grisham, who became the press secretary and White House communications director last June but never gave a formal press briefing. Grisham will rejoin Melania Trump’s office in a new role as chief of staff. McEnany is a rising star in Trumpworld despite – or because of – her misstatements. Brad Parscale, Trump’s 2020 campaign manager, said: “Kayleigh McEnany is a first-class professional who will serve President Trump and the American people well. She has been one of the strongest assets to the president’s re-election campaign with her keen mind, positive attitude, strong faith, and tireless work ethic.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}