{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2020/apr/01/us-coronavirus-news-donald-trump-white-house-live-latest", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-02T00:04:00Z", "webTitle": "Trump says federal stockpile of protective equipment nearly empty – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2020/apr/01/us-coronavirus-news-donald-trump-white-house-live-latest", "apiUrl": "https://content.guardianapis.com/us-news/live/2020/apr/01/us-coronavirus-news-donald-trump-white-house-live-latest", "fields": {"headline": "Trump says federal stockpile of protective equipment nearly empty – as it happened", "bodyText": "Florida, Georgia, and Mississippi issued stay-home orders. The Republican governors of those states — especially Ron DeSantis of Florida — had drawn criticism for not taking decisive action as the number of cases in the southern states rose. Officials announced “enhanced counter-narcotics operations” in the Eastern Pacific and the Caribbean during the Coronavirus Task Force briefing. The US has intelligence that drug trafficking efforts may pick up as countries turn inward to focus on the pandemic, according to Mark Milley, Chairman of the Joint Chiefs of Staff. Trump said that the federal government is considering districting domestic travel between coronavirus hotspots, but isn’t anticipating a nationwide shelter-in-place mandate. During another lengthy coronavirus briefing, the president often meandered, boasting about the souther border wall and hearkening back to “caravans... marching through Mexico. New York reported more than 83,000 cases of coronavirus and 1,941 deaths. Governor Andrew Cuomo also announced the closure of all New York City parks after residents failed to respect social distancing guidelines. The vice president compared the coronavirus situation in the US to Italy, which has seen the highest number of deaths linked to the virus. Italy has already reported more than 13,000 coronavirus fatalities, and that number continues to climb. The Dow dropped nearly 1,000 points as US markets continue to suffer amid the pandemic. Unemployment claims are also expected to jump in tomorrrow’s report after many major employers announced layoffs this week. Bernie Sanders called on Wisconsin to delay its presidential primary, which is scheduled to take place next week. Wisconsin Democrats and civil rights advocates have already sued the state to press officials to ease absentee voting requirements for the primary. The Pentagon is looking into sourcing and providing as many as 100,000 military-style body bags for civilian use, according to Bloomberg News. Bloomberg reports: The Pentagon is looking into buying more bags and will draw some initially from a stockpile of 50,000 it maintains, according to two people familiar with the request. The move is a somber counterpoint to the Pentagon’s highly-praised deployment of two hospital ships to New York and Los Angeles to help alleviate pressure on regional hospitals overburdened by the pandemic. The Defense Logistics Agency’s Troop Support unit manages the Pentagon’s stockpile of the green nylon, 94-inch by 38-inch body bags that are typically distributed to war zones. The unit has been in contact with the current contractor to assess its manufacturing capabilities but hasn’t yet placed a formal order, according to one of the people. Yesterday, the White House projected that as many as 240,000 Americans could die from Covid-19, even if distancing meaures and other public health interventions are put in place. The briefing has ended. I’ve got one for fact check for you: Fact check: timeline “After a month or so, I think once this passes, we’re not going to have to be hopefully worried too much about the virus,” Trump said, before wrapping up. That is a very optimistic timeline. Projections, including ones presented by White House health officials, indicate that the disease will peak in many of the countries in May, and the pandemic will continue to affect people for long after. Federal health officials have said that the outbreak could last through next year, though distancing measures and other interventions may blunt the disease’s impact. “As the trajectory of the outbreak continues, many people in the US will at some point, either this year or next, get exposed to this virus,” Nancy Messonnier of the Centers for Disease Control and Prevention told reporters last month. “And there’s a good chance many will become sick.” A reporter from OANN has been removed from the briefing room for violating distancing rules. OANN, a far-right news network, is a favorite of the president. Fact check: More on testing Trump also deflected blame for the country’s slow start in testing, saying he “inherited a very broken system”. Within 10 days of Chinese officials announcing the emergence of the new coronavirus, a German lab published a recipe for a diagnostic test. As the disease spread to the US, the CDC developed a more complicated test and produced errors and false positives. Fact check: Are American coronavirus tests better? Trump touted the quality of US testing, destribing them as “strong” tests. In fact, some of the initial coronavirus tests sent out to states were seriously flawed – some did not even work. Part of the problem came from the CDC insisting it would manufacture the tests itself. Other countries – after their first coronavirus case – swiftly asked private companies to develop their own tests. South Korea, which recorded its first case on the same day as the US, did so within a week The US only allowed laboratories and hospitals to conduct their own tests on February 29, almost six weeks after the first case was confirmed. “The federal agency shunned the World Health Organization test guidelines used by other countries and set out to create a more complicated test of its own that could identify a range of similar viruses,” ProPublica reported. Mike Pence, defending the decision not to open up Obamacare exchanges during the crisis, said that “we have Medicaid for underprivileged Americans.” Trump approved. “That was one of the greatest answers I’ve ever heard,” he said. “Because Mike was able to talk for 5 minutes and not answer your question.” Trump said the healthcare workers walking into hospitals are “like warriors... People are screaming, they’re clapping, they’re like heroes.” “We’re going to be doing something for them,” he said, alluding to maybe bonuses or “something”. Trump said he’s considering ending domestic flights between hotspots. “That is a calculation that we’re looking at right now,” he said. Fact check: Florida cases Asked why the federal government hasn’t declared a national shelter-in-place order, leaving it instead to governors, Trump emphasized that flexibility. Florida doesn’t “have thousands of people who are positive,” he said, as an example. Florida, in fact has nearly 7,000 confirmed cases. Fact check: economy “We had the greatest economy that we’ve ever had,” Trump said. For 2019, the annual average growth in GDP was 2.3%. Under Obama, GDP grew 5.5% in the second quarter of 2014 during the Obama presidency. Mike Pence, Dr Deborah Birx, and Dr Anthony Fauci have now joined the conference. They – unlike the military officials who attended the earlier portion of the briefing – have fanned out a bit to distance themselves. Trump said that the federal stockpile of personal protective equipment is nearly empty. “It is,” he said. “Because we’re sending it directly to hospitals.” Earlier, CNN reported that the “Strategic National Stockpile is deploying the last round of shipments in its inventory, depleting the bulk of its protective gear.” The Guardian’s Sam Levine reports a federal judge in Wisconsin appears unlikely to delay the state’s 7 April election. Wisconsin election officials are scrambling to prepare for the election amid severe poll worker shortages and an unprecedented request for absentee ballots. During a lengthy hearing in federal court in Madison on Wednesday afternoon, U.S. District Judge William Conley expressed skepticism that a federal judge could step in and delay the election. The governor and legislature, he said, have that power and should use it. During sharp questioning, that grew into screaming at some points, Conley also expressed skepticism that people living alone would be able to get the witness Wisconsin requires for absentee ballots and submit photo ID. Conley did express an openness to extending the deadline by which absentee ballots need to be receive to count. The deadline is currently 8 p.m. on election night. The briefing so far has featured zero public health experts. Trump is fielding all the coronavirus questions, flanked by attorney general William Barr and defense secretary Mark Esper. The president has returned to some of his favorite campaign rally lines, mentioning the “many families” that have been “wiped out” by drug addiction, boasting about the southern border wall, and reminiscing about “All of the caravans coming up, with 10,000, 15,000 people coming up...marching through Mexico.” Fact check: early warnings Trump is now back to addressing the coronavirus crisis. “Nobody could’ve known a thing like this would happen,” he said. In fact, the US intelligence community, public health experts and officials in Trump’s own administration had warned for years that the country was at risk from a pandemic, including specific warnings about a coronavirus outbreak. When this strain of coronavirus, SARS-CoV-2, was identified in Wuhan, China in early January, health experts immediately cautioned that it could turn into a global health crisis. US agencies were tracking the spread of the virus in China and then other countries, and warned that Chinese officials were minimizing the impact. “Donald Trump may not have been expecting this, but a lot of other people in the government were – they just couldn’t get him to do anything about it,” an unnamed government official told the Washington Post last week. “The system was blinking red.” An October 2019 draft report by the Department of Health and Human Services, obtained by the New York Times: “drove home just how underfunded, underprepared and uncoordinated the federal government would be for a life-or-death battle with a virus for which no treatment existed,” the Times reported. The wisdom of the mission now is complicated by an outbreak of coronavirus on a US aircraft carrier docked in the western pacific. From the AP: Fewer 100 of the nearly 5,000 sailors assigned to the USS Theodore Roosevelt, now docked in Guam, have tested positive for the virus, but the Navy is moving sailors into various facilities and probably will begin using hotel rooms in the coming days. Navy leaders are talking with government officials in the U.S. territory to identify rooms for the crew members. Acting Navy Secretary Thomas Modly, however, made it clear that while several thousand will leave the ship, other sailors will remain on board in order to continue to protect the ship and run critical systems. “We cannot and will not remove all sailors from the ship,” Modly told Pentagon reporters. He said officials will send as many sailors off the ship as possible while still maintaining safety. He said about 1,000 have gone ashore, and that number will grow to at least 2,700 in a couple of days. “We are not at war. Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset our sailors,” said Navy Capt. Brett Crozier, the ship’s captain. The mission that officials are describing now is in-line with the country’s previously announced commitment to enhancing anti-drug operations. But it has likely taken on greater urgency following the indictment of Nicolás Maduro, Venezuela’s socialist leader, last week. Maduro and his military have been accused of leading a narcoterrorist conspiracy, and snuggling up to 250 metric tons of cocaine a year into the US. The Trump administration offered $15m reward for Maduro’s arrest, which the Venezuelan leader called the work of a “racist cowboy”. General Mark Milley, Chairman of the Joint Chiefs of Staff, said the US has intelligence that that shows drug cartels are exploiting the coronavirus outbreak ramp up operations. “We will defend our country regardless of the cost,” he said. “We’re at war with Covid-19, we’re at war with terrorists. And we are at war with the drug cartels, as well. This is the United States military. You will not penetrate this country. You will not get past Jump Street.” “This is a particularly important time for this operation to begin,” said defense secretary Mark Esper. According to Esper, as other countries work to protect their populations from the coronavirus threat, they’re getting lax on drug traffickers. The coronavirus briefing has begun with an overview of the administration’s new “enhanced counter-narcotics operations”. Officials are deploying additional Navy combat ships, aircraft and Coast Guard to the Eastern Pacific Ocean and the Caribbean Sea. According to Trump, the forces fighting drug traffickers will also have equipment to protect them from contracting coronavirus. Donald Trump is joined by attorney general William Barr, and several other officials — none of whom are practicing physical distancing on stage. Georgia has reported 4,638 cases and 139 deaths. Mississippi has reported 1,073 cases and 22 deaths. The Guardian has been tracking coronavirus statistics across the US: Governor Brian Kemp of Georgia has also ordered a statewide shelter-in-place mandate. At a press briefing, he also announced that schools would be closed through the end of the year. “We believe this is the right tool, at the right time, to save lives,” said Governor Tate Reeves said at a Wednesday afternoon news conference. The shelter-in-place will take effect on Friday at 5pm. More than 280m people in at least 36 states, as well in several dozen counties the District of Columbia and Puerto Rico are being told to stay home. That’s it from me today. My west coast colleague Maanvi Singh will take over for the next few hours. Here’s where the day stands: Florida governor Ron DeSantis approved a statewide “stay at home” order after weeks of hesitation. The Republican governor had been criticized for not issuing a statewide order as dozens of other states directed residents to stay home. New York reported more than 83,000 cases of coronavirus and 1,941 deaths. Governor Andrew Cuomo also announced the closure of all New York City parks after residents failed to respect social distancing guidelines. The vice president compared the coronavirus situation in the US to Italy, which has seen the highest number of deaths linked to the virus. Italy has already reported more than 13,000 coronavirus fatalities, and that number continues to climb. The Dow dropped nearly 1,000 points as US markets continue to suffer amid the pandemic. Unemployment claims are also expected to jump in tomororw’s report after many major employers announced layoffs this week. Bernie Sanders called on Wisconsin to delay its presidential primary, which is scheduled to take place next week. Wisconsin Democrats and civil rights advocates have already sued the state to press officials to ease absentee voting requirements for the primary. Maanvi will have more coming up, so stay tuned. House homeland security committee chairman Bennie Thompson is proposing a bill to establish a committee to review the US coronavirus response. Thompson said the commission would be modeled off the 9/11 commission and try to identify lessons from the US coronavirus response to prepare for future crises. Thompson, a Democrat from Mississippi, said the commission would be comprised of 25 members from both parties who sit on relevant Senate and House committees. “Americans will need answers on how our government can work better to prevent a similar crisis from happening again,” Thompson said in a statement. “This legislation we are introducing is the first step towards getting this done for the American people.” It’s unclear if the bill can pass the Republican-controlled Senate, let only secure the signature of Trump, who will likely be hesitant to approve a congressional review of his administration’s early response to the virus. The Guardian’s Vivian Ho reports: California’s early and stringent shelter-in-place orders have flattened the curve, but the state is still on track to run out of hospital beds in May, state officials said Wednesday. State projections predict that even if Californians continue to follow the governor’s strict social distancing and stay-at-home protocols, the state will have about 60,000 covid-related hospitalizations by mid-May -- more than the 50,000 beds that Gavin Newsom, California’s governor, is seeking to add to the state’s capacity. “Even in this scenario, which is not the best case scenario, if we do what we’re doing today, we do cross this line,” said Dr. Mark Ghaly, California’s health and human services secretary. “Our effort is to move it as far to the right as possible so we can ensure that we have the capacity in our health care delivery system, not just in hospital beds, but in ICU beds and ventilators.” As of Wednesday, 774 Californians were in intensive care beds, a number of that Newsom acknowledged may seem modest when compared to numbers in other parts of the country. But the number was “roughly a quadrupling of where we were six days ago,” he said. Total hospitalizations -- 1,855 -- was “roughly a tripling of where we were just six days ago.” “That gives you a sense of the nature of the spread and the nature of the attack of this virus and the nature of our focus as it relates to preparing for this surge,” Newsom said. “We’re preparing for a two-thirds increase in our hospital bed capacity in this state. We are preparing to meet that not just in the physical needs in the system, but making sure we have the appropriate protective gear, the ventilators, and personnel.” There have been 8,769 positive cases in California and 186 deaths total, according to Sonoma County officials tracking the data. The Dow closed down 973 points, or 4.4%, as the economy continues to suffer from the effects of the coronavirus pandemic. The S&amp;P 500 and the Nasdaq also closed down 4.4%, marking a generally dismal day for the US markets. Unemployment claims are also expected to jump in tomorrow’s report, as many major employers have announced layoffs last week. Last week’s report showed a record 3.3 million Americans filing for unemployment, and Goldman Sachs estimates that number will climb to 5.5 million tomorrow. Connecticut reported its first pediatric fatality linked to coronavirus, governor Ned Lamont announced in a tweet. Lamont said an unresponsive six-week-old newborn was taken to a Hartford area hospital late last week and could not be revived. Later testing showed the child was positive for coronavirus. Children have generally been shown to be at low risk of developing serious illness from coronavirus, but Lamont said this tragedy proved the need for everyone to respect health officials’ guidelines on mitigating the spread of the virus. “This is a virus that attacks our most fragile without mercy,” Lamont wrote. “This also stresses the importance of staying home and limiting exposure to other people. Your life and the lives of others could literally depend on it.” Trump is “sympathetic” to the idea of asking all Americans to wear face masks, according to Republican senator Pat Toomey, who has pushed for the idea. The president is “is sympathetic to the idea and exploring whether or not they should include this recommendation as a part of their guidelines,” Toomey told reporters in a conference call today. Toomey was joined by Democratic senator Michael Bennet, who has also supported the idea. “He is very open to this,” Toomey said of Trump. “I think he does want to wait until his team gives him a more formal recommendation.” Several senior White House officials, including the vice president, have said the administration is taking a look at updating the guidance on face masks. The CDC previously told Americans that face masks should be reserved for medical professionals who are treating coronavirus patients. Dr Anthony Fauci declined to commit to a timeline for when Americans will be able to return to work. Earlier today, Vice President Mike Pence raised the possibility that Americans would be able to go back to work in early June if they closely adhere to social distancing guidelines. “The virus determines what the timetable is, not us,” Fauci told CBS News, emphaszing that the restrictions should not be eased until officials can be assured they won’t see another surge in cases if they do revise the guidelines. Today, the second coronavirus stimulus package’s provisions for paid sick leave and expanded family and medical leave went into effect. The US is the only wealthy country in the world which does not require employers to give workers paid sick days. The Families First Coronavirus Response Act (FFCRA) requires eligible employers to provide employees with two weeks of paid sick leave at full pay, up to a specified cap, because of coronavirus. It also provides up to two weeks of paid sick leave at partial pay when an employee needs to care for someone with coronavirus. The provisions also reimburse employers with fewer than 500 employees with tax credits for providing the paid leave. The details for employees are linked here and the details for employers are here. Joe Biden said he was “ready to debate President Trump on Zoom or Skype anytime he wants,” underscoring how the coronavirus pandemic has upended campaigning during a presidential election year. Biden’s comments come after Trump suggested Monday that New York governor Andrew Cuomo, who has been widely praised for his response to the pandemic, would be a “better candidate than Sleepy Joe.” Biden said Trump’s mockery showed he is nervous about facing off against the Democratic frontrunner in November. “Mr. President, here I come,” Biden said. The nation’s strategic stockpile of personal protective equipment is nearly depleted, a Department of Homeland Security official has told the Washington Post. An official anonymously told the Post, “The stockpile was designed to respond to handful of cities. It was never built or designed to fight a 50-state pandemic.” The White House has repeatedly assured state government’s there is personal protective equipment for workers during the pandemic, but many have said they have not received the supplies they need and have turned to the private market. Nurses and doctors have protested in front of hospitals, begged on social media, and turned to charities and GoFundMe campaigns for equipment. N95 masks have been particularly hard to find, but workers are also short on gowns, gloves and face shields. “This is not only a US government problem. The supply chain for PPE worldwide has broken down, and there is a lot of price gouging happening,” the official said. In turn, many states and local governments have been outbid by international competitors, as US suppliers ship equipment abroad. Nancy Pelosi criticized Trump and Mitch McConnell for suggesting impeachment distracted the government from responding earlier to coronavirus. “I think that’s an admission that perhaps the president and the majority leader cannot handle the job,” Pelosi told CNN. “We have a life and death situation in our country and they should not try to hide behind an excuse for why they did not take action, but it does admit that they did not take action.” McConnell told a conservative radio host yesterday that the impeachment inquiry and trial “diverted the attention of the government, because everything, every day was all about impeachment.” Trump later agreed, saying his impeachment “probably did” distract him from responding to the virus, but he still gave himself high marks for his handling of the crisis. “Did it divert my attention? I think I’m getting A+’s for the way I handled myself during a phony impeachment, OK?” Trump said. The president has been widely criticized for previously downplaying the threat of the virus, suggesting it would miraculously “disappear” without having much effect on the country. Less than half of Americans approve of how Trump has responded to the coronavirus pandemic, according to a new poll. The AP/NORC poll found that 44% of Americans support Trump’s handling of the pandemic, which mirrors his 43% approval rating. Trump’s approval rating has actually inched upward since the pandemic started, but his numbers still trail those of local and state leaders. More than half of Americans say they support how their individual states have responded to the pandemic. The Guardian’s Vivian Ho reports from California: California schools will be unable to reopen for the rest of the school year because of coronavirus, the state superintendent said Tuesday. In a letter to local county school officials, California superintendent Tony Thurmond confirmed what officials have been warning parents and students across the state to prepare for since 98.8% of the state’s schools shut down two weeks prior in an effort to curb the spread of the virus, putting 6.1 million students out of school. “The need for safety through social distancing warrants that we continue to keep our school campuses closed to students during this pandemic,” California superintendent Tony Thurmond wrote. The school year in California typically runs from the end of August to the beginning of June. The school closures have put a significant strain on families now tasked with ensuring their children follow along with distance learning, or online learning. Thurmond noted that the schools remaining closed should “in no way suggest that school is over for the year” and that local school districts should focus on delivering education through distance learning. California also has the highest population of homeless students in the nation, with the National Center for Homeless Education tallying 263,000 students in its latest study. For many of these students, school is the only stability they have in their lives. For many more, school is the only place where they can access nutritious meals. A number of school districts across the state continued to provide grab-and-go meals for students that needed them during the shut downs. California currently has 8,520 positive cases and 180 deaths, according to Covid Tracking. Trump said he believes Iran is “planning a sneak attack on U.S. troops and/or assets in Iraq.” The warning came about an hour after Trump received his intelligence briefing, according to his public schedule. The president provided little clarity on why he suspected a potential strike, but he said Iran would “pay a very heavy price” if such an attack were carried out. The state of Florida has bent to widespread pressure from Washington and beyond to order all residents to stay at home, as cases of coronavirus have soared there. It had been a rough week for Republican Ron DeSantis, the Florida governor and fervent Donald Trump ally who shares the president’s reluctance to use widespread lockdowns as a tool to help contain coronavirus. Despite growing pressure from scientists, health officials and political opponents to follow other governors’ leads in shutting down their states entirely, except for essential movements, DeSantis had opted for a piecemeal balance: partial closure in some areas, controversially allowing beaches to remain open and letting cities and counties set their own rules. But moments ago the state abandoned its piecemeal efforts and ordered a statewide stay home order. With 6,741 cases and 85 deaths reported statewide by Wednesday morning, some were concerned that DeSantis’s patchwork of policies would lead to far deadlier consequences than elsewhere - especially with more than 20 percent of the state’s population aged 65 or older. “I’ve called upon the governor to shut down the state. We all stay home, we all do this together,” said Nikki Fried, Florida’s agricultural commissioner and state’s highest elected Democratic official. “I’d rather take our approach and save lives because, if he is wrong, the devastation on our state will be felt for a generation. His approach, if it fails, is going to cost lives. I hope I’m wrong, but hope isn’t a policy.” Opposition to DeSantis’s handling of the coronavirus emergency in Florida had become increasingly vocal in a faltering week that began with the governor banning a reporter from an important press briefing then saw him having to correct himself over a stay-at-home order issued for four of the state’s 67 counties. On Wednesday morning, US surgeon general Jerome Adams said the federal government’s guidelines for a 30-day social distancing should be taken as an effective stay-home order for the nation. New York governor Andrew Cuomo has just wrapped up his daily briefing on the state’s response to coronavirus. Here’s where the day stands: Vice President Mike Pence compared the coronavirus situation in the US to Italy. The comparison sparked concerns, considering Italy has reported more coronavirus deaths than any other country. New York has reported more than 83,000 coronavirus cases and 1,941 deaths. Cuomo also announced at his briefing that New York City would close all playgrounds after residents failed to observe social distancing guidelines. The US intelligence community has concluded China under-reported coronavirus cases and deaths, according to a Bloomberg News report. China has reported about 3,300 coronavirus deaths, in comparison to more than 12,000 in Italy. The blog will have more coming up, so stay tuned. New York governor Andrew Cuomo said the New York Police Department will have to “get more aggressive” about enforcing social distancing guidelines. The governor has already announced New York City playgrounds will be closed because residents have failed to observe social distancing guidelines there. New York governor Andrew Cuomo said his brother, CNN host Chris Cuomo, is doing well after being diagnosed with coronavirus. Cuomo said his brother’s diagnosis showed that anyone can get the virus, even those who are young and generally healthy. The governor acknowledged he was “frightened” when he learned of his brother’s diagnosis, even though he is at a much lower risk of developing serious illness. “When he told me he had the coronavirus, it scared me,” Cuomo said. “Even if there is a 1%, 2% chance, it’s frightening. ... Because we are talking about my little brother. This is my best friend.” Cuomo said he had the same fears as many of his constituents. “This situation is the same situation for everyone,” Cuomo said. “So yes, I’m frightened for my brother. I’m worried about my brother, as everyone is worried about everyone in their family and everyone they love.” The governor also applauded his brother for hosting his CNN show last night, anchoring from his basement while he is in quarantine. “What a gutsy, courageous thing to do,” the governor said of his brother. “My pop would be proud of him.” New York governor Andrew Cuomo said he thought Americans would be living with the consequences of the pandemic for a long time to come. “I don’t think we get back to normal,” Cuomo said. “I think we get to a new normal.” Cuomo said Americans’ responsibility is to ensure the change brought about by the pandemic will be positive rather than negative. The governor also emphasized that states need to be better prepared for such crises because “something like this will happen again.” New York governor Andrew Cuomo announced New York City playgrounds would be closed due to lack of compliance to social distancing guidelines. “Compliance is still not where it should be,” Cuomo said. Officials had hoped to keep the playgrounds open, but it became untenable, the governor said. New York Mayor Bill de Blasio announced the closure of 10 playgrounds yesterday, but this appears to be an extension of that policy. Cuomo again told young New Yorkers that they must respect social distancing guidelines in order to mitigate the spread of the virus. If America sees 100,000 deaths in the coronavirus pandemic, projections show New York could lose 16,000 of its residents, governor Andrew Cuomo said. Dr Anthony Fauci, the nation’s top infectious disease expert, said yesterday that Americans should prepare for 100,000 fatalities across the country. Cuomo emphasized New York is suffering the most from the virus right now, but he predicted other states would soon be in similarly dire situations. “Look at us today, see yourself tomorrow,” Cuomo said of Americans living in other states. New York governor Andrew Cuomo noted there are several different projections on when the state will hit the peak of this crisis. Some projections say the apex of the crisis will come in seven days, and others say it will come in six weeks. The model Cuomo has cited is a moderate projection, predicting the apex will come in late April. New York governor Andrew Cuomo said the coronavirus crisis is expected to hit its peak in the state at the end of April. That would mean at least another month of rising coronavirus cases and deaths, but the governor noted the projection model shifts as more data is received. Cuomo said the timing of the apex of the crisis would depend upon how well New Yorkers respected social distancing guidelines. New York has confirmed 83,712 cases of coronavirus, marking an increase of 7,917 since yesterday, New York governor Andrew Cuomo announced. The virus has now claimed 1,941 lives in New York state, up from 1,550 yesterday. Cuomo noted many people are looking for answers about when this crisis will end, but he said it’s currently impossible to say. “Nobody knows what’s going to happen,” Cuomo said. Democratic presidential candidate Bernie Sanders called on Wisconsin to delay its presidential primary, scheduled for next week, because of the coronavirus pandemic. “People should not be forced to put their lives on the line to vote, which is why 15 states are now following the advice of public health experts and delaying their elections,” Sanders said in a statement. “We urge Wisconsin to join them.” Sanders suggested Wisconsin officials should expand remote voting options for primary voters. “The state should delay Tuesday’s vote, extend early voting and work to move entirely to vote-by-mail,” Sanders said. “While we wait for a decision, we urge our supporters to vote-by-mail.” Wisconsin Democrats and civil rights groups have already sued the state, demanding that officials ease requirements to obtain an absentee ballot. Vice President Mike Pence closed his CNN interview by emphasizing that Americans’ daily actions can make a real difference in the pandemic. “There are challenging days ahead, but your future is in your hands,” Pence said. The vice president pointed to early evidence that social distancing measures and stay at home orders in places like Washington state and California are already helping to curb the number of coronavirus cases. “We will get through this,” Pence said, ending on an optimistic note. Vice President Mike Pence said the White House is looking at recommending more widespread use of face masks. Health officials had previously said face masks should be reserved for medical professionals, but that stance is now being reconsidered. Several European countries are now requiring residents to wear face masks in public to mitigate the spread of coronavirus. Vice President Mike Pence emphasized Americans should remember that coronavirus cases represent individual human lives. “I want everybody to know that we are taking this one American at a time,” Pence said. The vice president argued that respecting social distancing guidelines would save lives and “hasten the day when we can put this behind us.” Pence expressed hope that the country will be able to put coronavirus “largely behind us” by early June if those guidelines are observed. Vice President Mike Pence dubiously argued that Trump has consistently emphasized the seriousness of coronavirus. “I don’t believe the president has ever belittled the threat of the coronavirus,” Pence told CNN’s Wolf Blitzer. In reality, Trump repeatedly insisted the virus would miraculously “disappear” and have little effect on Americans. Vice President Mike Pence blamed the delayed US response to coronavirus on China’s reporting about the outbreak. “We could’ve been better off if China had been more forthcoming,” Pence said in a CNN interview. Bloomberg News reported today that the US intelligence community has concluded China under-reported coronavirus cases and deaths. Vice President Mike Pence compared the United States to Italy in terms of the effects of coronavirus on the two countries. “We think Italy may be the most comparable area to the United States at this point,” Pence told CNN in response to a question about death toll projections. Italy has seen the highest number of coronavirus deaths, already losing more than 12,000 residents to the pandemic. White House officials said yesterday that up to 240,000 Americans could die of coronavirus even if social distancing measures are maintained. Pence said those projections underscored the need to be vigilant in social distancing efforts over the next 30 days. The US intelligence community has reportedly concluded that China underreported its numbers of coronavirus cases and deaths. Bloomberg News reports: China has concealed the extent of the coronavirus outbreak in its country, under-reporting both total cases and deaths it’s suffered from the disease, the U.S. intelligence community concluded in a classified report to the White House, according to three U.S. officials. The officials asked not to be identified because the report is secret and declined to detail its contents. But the thrust, they said, is that China’s public reporting on cases and deaths is intentionally incomplete. Two of the officials said the report concludes that China’s numbers are fake. The report was received by the White House last week, one of the officials said. China has reported about 3,300 coronavirus deaths, a number that has already been surpassed by several other countries, including the United States. Italy has reported more than 12,000 deaths linked to the virus. Dr Deborah Birx, the White House coronavirus response coordinator, said yesterday that more recent developments from Europe indicated China may have reported incomplete data. “The medical community made -- interpreted the Chinese data as: This was serious, but smaller than anyone expected,” Birx said. “Because I think probably we were missing a significant amount of the data, now that what we see happened to Italy and see what happened to Spain.” The Guardian’s Sam Levine reports: Wisconsin will use the Army National Guard to work the polls next week for the state’s presidential primary. The state faces a severe shortage of poll workers for its April 7 election amid the COVID-19 outbreak. The Wisconsin Elections Commission said Tuesday that its own survey showed 111 municipalities throughout the state do not have enough workers to staff even one polling place. The National Guard won’t be able to provide enough personnel to make up for the shortage, lawyers representing the governor wrote in a court filing Tuesday. The state has strongly encouraged people to use mail-in ballots and has seen more than 1 million requests so far. Democrats and civil rights groups are suing the state seeking to loosen the restrictions around mail-in ballots. Vice President Mike Pence toured a Walmart distribution center in Gordonsville, Virginia, and thanked the workers there for helping in the coronavirus response. “Thank you for doing a great job and keeping food on the table for the American people,” the vice president said over an intercom, according to the pool report. “We’re grateful for our farmers. We’re grateful for our grocery store operators. We’re grateful for Walmart.” Pence said he looked forward to when the country had moved past the coronavirus crisis. “Here’s to that day in the future when we put the coronavirus in the past and come back stronger than ever before,” he told the employees. New York governor Andrew Cuomo will hold his daily briefing on the state’s coronavirus response at 12 pm ET. During yesterday’s briefing, the governor talked about how his brother, CNN host Chris Cuomo, had just been diagnosed with coronavirus. The governor said his brother “will be fine” because of his age and overall health, but he emphasized the diagnosis underscored the need to be vigilant about respecting social distancing guidelines. Congressman Adam Schiff is calling for the creation of a commission to later review the government’s response to coronavirus. The California Democrat, who was the lead impeachment manager during Trump’s Senate trial, said such a commission could help the country prepare for future pandemics. “We will need to delay the work of the commission until the crisis has abated to ensure that it does not interfere with the agencies that are leading the response,” Schiff told the Washington Post. “But that should not prevent us from beginning to identify where we got it wrong and how we can be prepared for the next pandemic.” The White House coronavirus task force is reportedly leaning toward recommending more widespread use of face masks. CNN reports: Most members of President Donald Trump’s coronavirus task force have come to agree that Americans should begin wearing face coverings in public and could issue formal guidance on the matter soon, people familiar with the matter said. ... Previously, some members of the task force -- including Dr. Deborah Birx -- cautioned in meetings against recommending Americans wear masks because of a fear it could lull them into a false sense of protection and prevent them from socially distancing. But new insights into asymptomatic spread of the virus have led to a reconsideration of the guidance. Trump said during the daily White House press conference yesterday, “My feeling is, if people want to do it, there’s certainly no harm to it. I would say do it. ... But use a scarf if you want, you know? Rather than going out and getting a mask or whatever.” Dr Anthony Fauci similarly said yesterday that the guidance on masks might be reconsidered as long as medical professionals still have priority in getting the equipment. Alexandra Villareal in New York reports for the Guardian: Deaths from coronavirus have exceeded 1,000 in New York City, while officials continue to warn that the worst is yet to come. The city’s Health Department reported late Tuesday that at least 1,096 people have died of the virus in the city. There had been almost 42,000 confirmed cases as of Tuesday evening, an increase of more than 1,000 over the previous day. Statewide, there were more than 75,000 people who have tested positive for the disease, and more than 1500 people have died. Here are the other major developments in New York: New York governor Andrew Cuomo on Tuesday again warned residents that this crisis won’t be over any time soon, and is expected to give further updates later today. One thousand nurses have been added to the city’s hospital system, with more to come in the next few weeks. Meanwhile, the Federal Emergency Management Agency (FEMA) has deployed 250 more ambulances to New York City to deal with a record number of 911 calls. Another iconic New York City landmark is being converted into a temporary hospital to help fight the coronavirus pandemic. The USTA Billie Jean King National Tennis Center, home to the US Open, will relieve some of the pressure on one of the state’s hardest hit hospitals, Elmhurst in Queens. It’s expected to open next week to treat Covid-19 patients who aren’t in need of intensive care. The facility is projected to hold 350 patients. Maryland now has nearly 2,000 confirmed coronavirus cases, according to state officials. The state is reporting 1,985 cases as of this morning, marking an increase of 325 since yesterday. Maryland has lost 31 residents to the pandemic. Maryland governor Larry Hogan announced Monday that he was issuing a statewide “stay at home” order to mitigate the spread of the virus. Hogan warned the number of cases in the Washington metropolitan area had more than quadrupled over the previous week, predicting the region would be part of the “next wave of hot spots.” In spite of efforts to obtain more personal protective equipment for frontline health workers, many are still reporting anxiety-inducing shortages. In just the latest example, an anonymous doctor posted a picture of a Yankees rain poncho she was given as personal protective equipment. “Coming to work is stressful,” said Jeffrey Yao, a nurse at Jacobi Medical Center’s emergency department. Yao spoke at a protest staged in front of the Bronx hospital on Sunday. “You come into work thinking ‘Are they going to have supplies for me today?’... I go home to my two kids and I’m wondering if I’m going to get them sick.” Global shortages have driven up the prices of N95 masks – some officials are reporting 10-fold. Hospitals and workers have been forced to rely on donations, GoFundMe campaigns, and some have even considered black market suppliers. Joe Biden released a video comparing his words about the coronavirus pandemic to Trump’s. The video opens with footage of Trump’s clash with NBC News reporter Peter Alexander during a White House press conference nearly two weeks ago. Asked what he wanted to say to Americans who are feeling scared right now, Trump told Alexander, “I say that you are a terrible reporter.” The president went on to accuse the veteran reporter of “sensationalism.” “I think it’s a very nasty question, and I think it’s a very bad signal that you’re putting out to the American people,” Trump said. “The American people are looking for answers, and they’re looking for hope. And you’re doing sensationalism.” Biden’s video contrasts Trump’s exchange with the Democratic frontrunner’s words from the last debate. “This is bigger than any one of us,” Biden said at the debate. “This calls for a national rallying to everybody move together.” The surgeon general was asked this morning about governors, like Florida’s Ron DeSantis, who have not yet issued statewide “stay at home” orders. DeSantis has issued a “stay at home” order for South Florida, but he has expressed concerns about how a statewide order would affect the economy. DeSantis has also noted that the federal government has not explicitly told governors to issue statewide orders. Asked about DeSantis’ stance, surgeon general Jerome Adams referenced the CDC’s social distancing guidelines and said, “My advice to America would be that these guidelines are a national stay at home order.” Trump’s criticism of New York and New Jersey for their responses to coronavirus has already sparked pushback. The president said yesterday that the two states, which have been hit hardest by the virus, “got off to a very late start” with their responses to the pandemic. However, the communications director for New York governor Andrew Cuomo said in a tweet that it was the federal government, not the states, that fumbled its early response: In case you missed it: Trump said yesterday that Americans should brace for a “very, very painful two weeks.” During the daily White House press conference on the coronavirus response, officials said the pandemic could claim up to 240,000 American lives, even if social distancing is maintained. “I want every American to be prepared for the hard days that lie ahead,” Trump said. “We’re going to go through a very tough two weeks. This is going to be a very painful, very, very painful two weeks.” Dr Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, emphasized the staggering projection underscored the need to respect social distancing guidelines. “We’re going to continue to see things go up. We cannot be discouraged by that because the mitigation is actually working,” Fauci said. “Now is the time, whenever you’re having an effect, not to take your foot off the accelerator and on the brake, but to just press it down on the accelerator. And that’s what I hope and I know that we can do over the next 30 days.” Democratic frontrunner Joe Biden acknowledged last night that the party will likely have to hold a virutal nominating convention to avoid spreading coronavirus. “It’s hard to envision that,” Biden told MSNBC when asked about the likelihood an in-person convention, which was scheduled for to begin July 13. “We ought to be able — we were able to do it in the middle of the Civil War all the way through to World War II — have Democratic and Republican conventions and primaries and elections and still have public safety. And we’re able to do both,” Biden said. “But the fact is it may have to be different.” The aknowledge marks a shift in tone for Biden, who said just last week that he did not believe the convention should be canceled because of the pandemic. The Democratic National Committee has said officials are establishing contingency plans for the convention, but it has not yet been called off. Good morning, live blog readers! The White House is reconsidering its previous guidance against widespread usage of face masks as the country’s coronavirus death toll continues to rise. Surgeon general Jerome Adams told ABC News this morning. “We’ve learned there’s a fair amount of asymptomatic spread, and so we’ve asked the CDC to take another look at whether or not having more people wear masks will prevent transmission of the disease to other people.” A little over a month ago, Adams was urging Americans to stop buying masks, warning the hoarding was putting medical professionals at risk. Dr Anthony Fauci, the country’s top infectious disease expert, similarly said yesterday that it’s possible health officials will recommend more widespread mask usage if they can be assured it won’t cause supply issues for medical professionals. The conversations indicate America may soon follow in the footsteps of countries like China and Italy, where mask usage was mandated as they fought the virus."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}