{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/03/wisconsin-election-coronavirus-pandemic", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-03T19:13:24Z", "webTitle": "'Over our heads in chaos': Wisconsin on edge of election fiasco amid pandemic", "webUrl": "https://www.theguardian.com/us-news/2020/apr/03/wisconsin-election-coronavirus-pandemic", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/03/wisconsin-election-coronavirus-pandemic", "fields": {"headline": "'Over our heads in chaos': Wisconsin on edge of election fiasco amid pandemic", "bodyText": "As states across the US delay their primary elections in the face of the coronavirus pandemic, Wisconsin has decided to stay the course – and it is in complete disarray. Some 111 jurisdictions don’t have enough poll workers to staff a single polling location for the Tuesday vote, and the governor has enlisted Wisconsin’s national guard to help run them. One election official said he feels “sick” asking people to work the polls, knowing it could kill them. Others have advised some voters to isolate their mail-in ballot envelopes for 24 hours before getting a witness to sign it to avoid spreading the virus. And Democratic presidential candidate Bernie Sanders called for the election to be delayed. In Milwaukee, home to around 300,000 registered voters, there will be just five election day polling locations, instead of the usual 180. Days ahead of the election, Neil Albrecht, executive director of the city’s elections commission, didn’t know where those sites would be or who would staff them. The city usually requires 1,400 poll workers, but had just 400 earlier this week. “We are over our heads in chaos right now,” Albrecht said. “The level of public confusion will be so rampant and the access to voting will be so limited. On Friday, Wisconsin’s governor, Tony Evers, ordered the legislature to meet in special session at 4pm on Saturday to decide the fate of the election. Evers is pushing to convert to an mail-in election ending on 26 May. Republicans said Friday afternoon they would not take up the proposal. “To be honest, I’m speechless. And not optimistic,” Albrecht said of the special session. Elections officials in Wisconsin told the Guardian they are stunned the state is moving forward with in-person voting at a time when the governor has issued a formal order instructing people to stay at home. The 7 April election will be the most significant test of whether a state can safely conduct a fair election amid a global pandemic. So far, using aggressive public messaging, Wisconsin has successfully convinced more than 1.2 of its 3.3 million voters to request a mail-in ballot. That is unprecedented – in its 2016 spring election, the state issued just under 250,000 mail-in ballots. But there is still deep concern that confusion and rules around mail-in voting will leave many unable to participate. On Thursday, a federal judge ordered the state to ease some of its restrictions around absentee balloting. Republicans are appealing the ruling. “It’s going to be imperfect, some voters will be disenfranchised,” said Barry Burden, director of the Elections Research Center at the University of Wisconsin-Madison. “There’s going to be inequality and access to the ballot that will affect the election outcome.” The hurdles could impact the state’s presidential primary election, local races and a critical contest for a state supreme court seat where Democrats are looking to narrow the conservative majority. Until Friday, Evers, a Democrat, has rebuffed calls to postpone the election, citing the need to fill local offices in the state as terms expire and saying he does not have unilateral authority to move the primary. In late March, Evers called for mailing an absentee ballot to every voter, a Sisyphean feat so close to election day. Democrats have criticized Evers’ response, and Republicans who control the Legislature immediately called it a “fantasy”. Meanwhile, voters applying for mail-in ballots have been faced with confusion around the quickly changing rules. Normally Wisconsin requires people to submit a picture of their ID to get an absentee ballot, and all voters needed a witness to sign their ballot. These restrictions have been especially hard for senior citizens, as well as students and other people who move a lot, Burden said. Patricia Ginter, a 72-year-old real estate agent who lives alone in Wauwatosa, said in a court filing she has only left her house once in the last few weeks to go to the grocery store. She filled out her absentee ballot, but has no way of getting a witness because she’s in isolation. Ginter is a plaintiff in one of several federal lawsuits challenging restrictions around Wisconsin absentee ballots. A Wisconsin elections commission memo said people like Ginter could rely on delivery people to observe voters filling out their ballot through a window, or mail the witness certificate to someone who could observe over video chat. Lawyers representing Ginter and the other plaintiffs called those guidelines unworkable. On Thursday, however, the US district judge William Conley eased some of those rules and said Wisconsin voters could submit an absentee ballot without a witness signature if they provided a declaration they could not get one, and left local clerks with the authority to determine validity. He said cities like Milwaukee, which has already received hundreds of ballots without witness signatures, could count them with the declaration as well. The judge called the election “ill-advised” but said he had no authority to stop it. Meanwhile Wisconsin’s controversial identification rules have not been eased. Officials in Madison said Wednesday they received over a thousand requests for a mail-in ballot from people without acceptable ID – about half of which were from senior citizens. Peter German, a freshman at the University of Wisconsin-Madison, moved home to West Bend, after his campus shut down for Covid-19. He requested his absentee ballot on 26 March, but as of Thursday had yet to receive it. The local clerk’s office told him his ballot was sent to an address in a different town. “It’s been such a confusing process so far,” he said. To account for the severe delays, Conley extended the deadline by which local election officials have to receive ballots from 8pm on election night to nearly a week later, at 4pm on 13 April. Conley also blocked election officials from releasing election results until the later date. The change will probably allow thousands of Wisconsin voters to have their votes counted. And provide relief to election officials like Albrecht, who said he needs 300 workers to count ballots and had less than 50. Local officials still plan to run a small number of in-person voting sites – significant because voters can register to vote on election day. In previous spring elections, about 20% of voters in Milwaukee made use of that process, Albrecht said, and disproportionately voters of color. “When we talk about communities in poverty, which is where we’re seeing the hotspots of the pandemic, getting to the voting center may not be as accessible to you,” he said. But the Wisconsin elections commission reported a shortage of at least 7,000 poll workers. And there is valid reason for many of them to drop out: poll workers tend to skew older, the demographic most likely to develop severe complications from Covid-19. Two poll workers in Florida tested positive for coronavirus after the election there last month. The Dane county clerk, Scott McDonell, said he has a draft email in his inbox asking county workers to step in, but feels sick at the prospect of putting those workers at risk and hasn’t been able to bring himself to send it. Meanwhile, Milwaukee closed all of its in-person early voting sites, and the city, along with Madison, is offering a site where voters can drive up and drop off their ballot instead. In Waukesha, one of the most populous cities in the state, officials got rid of all but one of the 13 voting sites. “It’s a travesty that we are conducting an in-person election at all during this time,” said Kevin Lahner, the Waukesha city administrator. Many states are watching Wisconsin as a case study in switching from in-person voting to mail-in ballots amid Covid-19. For now, Albrecht, whose city has been at the center of some of the most brutal voting rights battles over the last few years, is bracing for Tuesday. “I’m completely stymied, for lack of a better word, how this election can move forward,” he said. Kayla Huynh contributed to this report. This article was a collaboration between the Guardian and Wisconsin Watch, a not-for-profit investigative news outlet based in Madison, Wisconsin."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}