{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/03/coronavirus-quarantine-abuse-domestic-violence", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-03T10:00:16Z", "webTitle": "In quarantine with an abuser: surge in domestic violence reports linked to coronavirus", "webUrl": "https://www.theguardian.com/us-news/2020/apr/03/coronavirus-quarantine-abuse-domestic-violence", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/03/coronavirus-quarantine-abuse-domestic-violence", "fields": {"headline": "In quarantine with an abuser: surge in domestic violence reports linked to coronavirus", "bodyText": "One caller to a domestic violence hotline reported that her husband threatened to throw her out into the street if she coughed. Another reported they had been strangled by their partner, but feared going to the hospital because of the threat of coronavirus. An immunocompromised man from Pennsylvania called in after his emotionally abusive girlfriend began hiding cleaning supplies and hand sanitizer from him. With more than three-quarters of the US population told to stay home to stem the pandemic’s spread, nowhere is safe for victims of intimate partner violence. A self-quarantine puts them in perpetual proximity to their abuser. Leaving exposes them not just to a deadly virus but a world that has largely closed its doors. Activists worldwide have reported an alarming rise in domestic violence cases since the start of coronavirus-related quarantines. In Wuhan in February, while the province was under strict lockdown, one police station, reported a threefold increase in complaints compared with the same period last year. Advocates are concerned that this bleak reality has reached the United States, where experts say one in four women and one in seven men face physical violence by a partner at some point in their lifetimes. The National Domestic Violence Hotline, which typically receives up to 2,000 calls per day, counted 951 callers between 10 and 24 March who mentioned Covid-19 while reporting their abuse. One caller, from New York, reported being awakened from bed because she had a fever and wasn’t feeling well. Her abuser threw her out of the front door and kept their child. Another told the hotline she was being kept home against her will after being threatened by her abuser with a hammer and an unregistered gun. He was using the pandemic as an excuse to stop her from leaving him, she said. “We are hearing from survivors how Covid-19 is already being used by their abusive partners to further control and abuse, how Covid-19 is already impacting their ability to access support and services like accessing shelter, counseling, different things that they would typically lean on in their communities,” says Crystal Justice, the chief marketing and development officer at NDVH. “We want people to socially distance themselves as much as possible, but that really has impacts for people,” says Kimberlina Kavern, senior director of the crime victim assistance program at Safe Horizon, a New York-based victim assistance organization. “A domestic violence victim is likely not able to pick up the phone and call somebody for help because their abusive partner is in the home or in the room with them.” Safe Horizon has a chat service on their website for quiet interactions, as well as an escape button which allows survivors to quickly leave their website without it appearing in their browser history. Kavern explains that financial concerns as the economy falters and unemployment numbers spike can also increase incidents of domestic violence. Studies show that as unemployment rises, so do levels of domestic violence. Financial uncertainty might stop women from leaving even outside times of economic crisis. Women hold two-thirds of America’s low-wage jobs, and many have now been cut. “What we are concerned about in the community is that calls to our domestic violence hotline are down, calls to our intake are down, and we don’t think that that’s because less people need our help,” says Susan Pearlstein, co-supervisor of the family law unit of Philadelphia Legal Assistance, which provides legal services to low-income residents of Philadelphia. “We’re really fearful that the people that are in the most danger are unable to reach out.” PLA saw a 54% decline in intake volume in the period following 16 March. With much of the country shut down, advocates are also concerned that victims may assume there’s nowhere to go for help. That’s not the case, says Pearlstein, emphasizing that hotlines are still open, legal aid remains accessible, and Philadelphia courts have set up remote access to file for protection orders against abusers by phone or email. NDVH operates one of the country’s largest databases of resources and service providers and is working to track who is still operational so that women throughout the country can find where to go for help. Shelters, too, remain open, though many are screening for Covid-19 symptoms. If a woman seeking help from Safe Horizon is showing symptoms, she is referred for medical treatment and can self-quarantine at one of the organization’s shelters. Safe Horizon is practicing physical distancing within shelters, ensuring people are six feet apart and running therapeutic and educational programming virtually when possible. The organization continues to provide child advocacy services, as well; with children out of school, Kavern also expects an inevitable increase in child abuse, especially with fewer options to seek refuge in someone else’s home. When leaving isn’t an option, advocates are still committed to helping women navigate a changed world. “Obviously a safety plan looks very different if they’re forced to shelter in place with their abuser, so right now, we’re focusing a lot on emotional safety plans,” says Justice. “Then physical safety planning. What does it look like for you to create physical distance between yourself and the abuser in the space that you’re in? What does it look like for you to use virtual tools? What does it look like for you to reach out in a time of emergency?” Advocates at the National Domestic Violence Hotline are available 24/7 at 1-800-799-SAFE (7233) in more than 200 languages. Survivors can also chat with advocates here. This article was amended on 3 April 2020 to clarify that women seeking help with Safe Horizon can self-quarantine at the organization’s shelters if they are showing symptoms."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}