{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/06/peter-navarro-fauci-hydroxychloroquine", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-06T15:49:02Z", "webTitle": "US trade adviser pits himself against Fauci over unproven coronavirus drug", "webUrl": "https://www.theguardian.com/us-news/2020/apr/06/peter-navarro-fauci-hydroxychloroquine", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/06/peter-navarro-fauci-hydroxychloroquine", "fields": {"headline": "US trade adviser pits himself against Fauci over unproven coronavirus drug", "bodyText": "Peter Navarro, the US trade adviser overseeing the implementation of the Defense Production Act amid the coronavirus crisis, has acknowledged reports of a heated exchange with Dr Anthony Fauci, the leading infectious diseases expert, about the wisdom of using an anti-malarial drug to fight Covid-19. Fauci, 79, has been director of the National Institute of Allergy and Infectious Diseases since 1984. Navarro, 70 and a leading China hawk behind much of Donald Trump’s hardline trade policy, said he was qualified to debate the use of hydroxychloroquine with Fauci because he has a PhD – in economics. The president has repeatedly said Americans concerned about the virus should take hydroxychloroquine, which is commonly used to treat malaria, lupus and rheumatoid arthritis. Fauci has repeatedly said there is no clinical evidence it can help against Covid-19 and evidence of the drug’s efficacy is anecdotal. At the White House briefing on Sunday night, Trump intervened to stop his adviser answering a question about the drug. Trump also said the federal government had stockpiled about 29m doses. The same evening, reports emerged that Navarro got into a verbal fight with Fauci at a coronavirus taskforce meeting in the White House Situation Room on Saturday. Speaking to CNN on Monday, Navarro acknowledged the disagreement and said he told Fauci in response to his concerns about the anecdotal nature of evidence regarding hydroxychloroquine: “I would have two words for you: ‘second opinion’.” Navarro told CNN that studies including one published in the last few days involving Wuhan, China prove hydroxychloroquine can help coronavirus patients recover. Navarro said the Wuhan study was one of the first randomized in a control group. The trade adviser also claimed his PhD in economics qualified him to have such debates with health experts like Fauci. “Doctors disagree about things all the time,” he said. “My qualifications in terms of looking at the science is that I’m a social scientist. I have a PhD, and I understand how to read statistical studies.” At the White House briefing on Sunday, Trump was asked if he should be “playing doctor” by pushing an unproven drug. “If it doesn’t work, great,” he said. “If it doesn’t work … it doesn’t kill people.” In March, an Arizona man died after he and his wife took chloroquine phosphate, an additive used to clean fish tanks that is also found in hydroxychloroquine. “Trump kept saying it was basically pretty much a cure,” the man’s wife told NBC. The federal government has approved clinical trials in New York and given doctors emergency dispensation to prescribe the drug for coronavirus patients. Navarro told CNN that at Saturday’s meeting “there was unanimous agreement that [the Federal Emergency Management Agency] would immediately begin surging hydroxy into the hot zones to be dispensed only between a doctor and a patient decision not the federal government”. At the White House on Saturday, Trump said he might take hydroxychloroquine himself – though he would have to ask his doctors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}