{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/10/us-election-coronavirus-voting-trump-biden", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-10T19:06:20Z", "webTitle": "How will coronavirus change the US presidential campaign?", "webUrl": "https://www.theguardian.com/us-news/2020/apr/10/us-election-coronavirus-voting-trump-biden", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/10/us-election-coronavirus-voting-trump-biden", "fields": {"headline": "How will coronavirus change the US presidential campaign?", "bodyText": "Could the November election be delayed due to coronavirus? The presidential vote is due to take place on 3 November. The date is set by federal law and Donald Trump has no power to delay it alone. That would require legislation enacted by Congress and signed by the president. Such an outcome still remains unthinkable to most. But many unthinkable events have unfolded recently. Is Joe Biden the Democratic presidential nominee? This week, the Vermont senator and democratic socialist Bernie Sanders suspended his campaign for president, saying he couldn’t see a path to the nomination. Sanders, who reshaped American politics with his youth-led movement for sweeping social change, was Biden’s last rival in the field, which leaves the former vice-president, under Barack Obama, as the de facto Democratic candidate to challenge Trump. Will Democratic primary elections still take place? Despite the pandemic and the fact that the Democrats already have a de facto nominee, many states have not had their chance to cast their ballots. This week, despite widespread criticism and some late efforts by the governor to stop it, Wisconsin still held in-person voting in its primary, but most other states yet to vote have delayed theirs until June. Why is Sanders staying on the Democratic primary ballot? When Sanders suspended his campaign this week, he made it clear that he viewed Biden as the party’s de facto nominee. But that doesn’t mean that Biden is automatically the official Democratic candidate – he still has to receive the party’s nomination, which happens at the Democratic national convention (now delayed from July to August). If Biden secures 1,991 pledged delegates at the DNC, which now seems likely, he will be the official nominee. Sanders has said he will stay on the ballot in states that are yet to hold their primaries, to continue to exert the influence of his leftist movement on the 2020 Democratic policy platform. How will the conventions work? The Democratic national convention, where Biden, 77, is expected to be officially nominated as the party’s presidential candidate, was due to be held in July in Milwaukee, Wisconsin, which, like most other US cities, is grappling with coronavirus. It has been delayed to August, a week before the Republican national convention, when Trump, then 74 years old, will be officially named his party’s nominee after facing no serious challengers. Will campaigning continue? Media coverage that would normally be all about the race for the White House is dominated instead by an extraordinary public health and economic crisis, with the US death toll from the virus expected to be in the tens of thousands. Trump and Biden continue to work on the assumption that, come November, the worst of the pandemic will be over. The US held midterm elections in 1918 even in the grip of the Spanish flu that killed 675,000 people nationwide. Meanwhile, the president controversially uses the daily White House coronavirus taskforce briefings to push his own political agenda, and Biden has been campaigning from home in Delaware, hoping to use a new digital strategy that includes a podcast to reach voters. Could the election be carried out by vote-by-mail? “We’re in completely uncharted waters here and I don’t think anybody knows what’s going to happen,” Monika McDermott, a political science professor at Fordham University in New York, recently told the Guardian. “By November the picture might be completely unrecognisable. We don’t even know if the election is going to happen as scheduled. There’s talk out there about postponing it or changing it to a mail-in-only election.” If the election does go ahead as expected on 3 November, states that already allow early and absentee voting will be well placed. Washington state, for example, has carried out elections by mail for years and its primary last month went ahead as planned. But 17 states require some kind of excuse for requesting an absentee ballot. Many would need to change their rules at huge cost to run a mail-only election. What happens if a candidate becomes incapacitated? If the president’s cabinet and Congress agree the president is incapacitated, the 25th amendment to the US constitution states that the vice-president becomes acting president. No presidential candidate has ever died or become incapacitated between their nomination and the election. The procedures to replace a candidate are guided by federal and state laws and party regulations, but the situation would be unprecedented."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}