{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/04/trump-coronavirus-science-analysis", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-04T04:00:48Z", "webTitle": "How science finally caught up with Trump's playbook – with millions of lives at stake", "webUrl": "https://www.theguardian.com/us-news/2020/apr/04/trump-coronavirus-science-analysis", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/04/trump-coronavirus-science-analysis", "fields": {"headline": "How science finally caught up with Trump's playbook – with millions of lives at stake", "bodyText": "On 6 March, a group of epidemiologists at Imperial College London gave the White House coronavirus taskforce a heads-up about the terrifying projections for the disease they were about to publish relating to the US. The Imperial scientists’ findings would have induced paralytic fear in all but the most nonchalant American. They likened Covid-19, which by that point had already extended its tentacles into at least 28 states in the US, to the 1918 influenza pandemic that killed 50 million people around the globe. On the basis of their modelling, they calculated that if nothing was done to halt the spread of the disease, within weeks it would infect 81% of the US population. The virus would ravage the nation, eviscerate its health system and – here came the sting – put 2.2 million Americans into body bags. We don’t know at what point that bone-chilling figure was presented to Donald Trump. What we do know is that on the same day, 6 March, the president of the United States was taking a tour of the Atlanta offices of the federal disease control agency, the Centers for Disease Control and Prevention (CDC). He was in ebullient mood. He had just heard on Fox News that the latest tally of coronavirus cases in the country was 240, with 11 deaths. Trump and his favourite TV channel were as one in their interpretation of those figures – things were going great, there was really nothing to worry about. “It will end,” he told the reporters trailing after him. “People have to remain calm … All I say is: ‘Be calm.’” Then a resourceful reporter asked him to set out the Trump administration’s latest forecast for how coronavirus would progress in the country. He replied: “We don’t have a forecast, because we don’t know.” ‘One day – it’s like a miracle – it will disappear’ Trump’s answer was one of the few candid moments over the past three months of his handling of the coronavirus crisis. It was true that they didn’t know. That in a real sense they were walking blind. Already by 6 March the absence of effective diagnostic testing – caused in part by the CDC’s botched rollout of its own Covid-19 test – was severely hampering efforts to track the spread of the disease in the hope of containing it before it overwhelmed the country. “Anybody that needs a test gets a test,” Trump told the gaggle of reporters in Atlanta. “They have the tests. And the tests are beautiful.” The tests were not beautiful, they were critically flawed. Anybody who needed them was not getting them. With virtually no testing available to inform public conversation, Trump was free to unleash his “natural ability” on the problem, which he did with abandon throughout the early weeks of the crisis. Trump took to describing himself as a “wartime president”, with Covid-19 as the enemy. But his dogged pursuit of his own instincts, his preference for letting his “hunches” lead the nation into battle rather than deploying the weaponry of evidence and science, has been the hallmark of his response to the contagion so far. From the first confirmed US case in Washington state on 20 January to Trump’s citing of Imperial’s 2.2 million projected deaths which he did for the first time just this week, he has kept up a relentlessly upbeat facade, downplaying the severity of the threat largely for the benefit of the New York stock exchange. “We have it totally under control,” he said two days after that first confirmed case and a day before China cut off Wuhan, a city of 11 million. “We only have five people, we pretty much shut it down coming from China,” he said on 30 January, the day the World Health Organization declared a global emergency. “It’s going to disappear. One day – it’s like a miracle – it will disappear,” he said on 27 February, the day America mourned its first coronavirus death. Trump’s ‘hunches’ versus science On Tuesday he finally switched tone. The country was in for a “very, very painful two weeks”, he said, and every American had to be prepared “for the hard days that lie ahead”. By then the bitter truth could no longer be avoided. With stringent social distancing, the Imperial’s 2.2m body bags could be reduced, but by the reckoning even of Trump’s own advisers between 100,000 and 240,000 Americans are still likely to die. Trump now has on his watch a public health disaster of devastating proportions. Some 245,573 cases have been confirmed across the states, twice the number in Italy, the second-highest nation in the Johns Hopkins league table. More than 6,000 people have died and the curve is still rising exponentially. Covid-19 is overwhelming hospitals in New York, New Orleans, Detroit and is hurtling towards the Trump-supporting heartlands. The federal stockpile of essential medical equipment is nearly empty. Ventilators and protective gear for frontline medical staff are running fatally low. Doctors are improvising masks to save their own lives out of plastic bags and rubber bands. Even diagnostic testing, the most critical hope for getting on top of the disease, remains hard to get because of shortages in swabs and vials leaving emergency coordinators still – three months into the crisis – in the dark. It is a catastrophe that many scientists and public health emergency experts believe could substantially have been averted, if only Trump had listened. “This will be regarded as the worst public health disaster in America in a century,” said Eric Topol, professor of molecular medicine at Scripps Research in San Diego. “The root cause of the disaster was the lack of readiness to understand where, how and when the disease was spreading.” Jeremy Konyndyk, a senior policy fellow at the Center for Global Development who led the US government’s response to international disasters between 2013 and 2017, said that stark contrasts in outcomes between different countries in terms of illness and death have been determined not by Covid-19 itself, but by how seriously each government took the risk and how early they acted. “On that score we failed badly,” he said. “You can have the best system in the world, but if you give the virus an eight-week head start it will eat you alive.” For Naomi Oreskes, a history of science professor at Harvard, the unfolding calamity is the fulfilment of her worst fears. “When we first heard about coronavirus, I and several of my colleagues worried that Trump would not attend to scientific advice. This is a man who has exhibited a reckless disregard for scientific evidence over climate change; if he could do that, there was always the question of whether he would take seriously any science.” Oreskes sees Covid-19 as Trump’s ultimate challenge. Would he put the lives of hundreds of thousands of Americans first, or would he dig into the tried-and-tested Republican playbook of showing hostility to science and expertise, reining in government intervention and prioritizing the money markets? “This was a test of whether Trump’s government would act. What we’ve seen is that for the people in power in this country, ideology beats even an imminent threat.” ‘As the president fiddles, people are dying’ Nancy Pelosi, the top Democrat in Congress, took the extraordinary step on Sunday of accusing Trump directly of “costing American lives”. His lessening of the severity of the virus early on “was deadly”, she told CNN, as will be the delays in delivering medical equipment to where it is needed. “As the president fiddles, people are dying,” she said. That was a tough accusation, even by the standards of these hyper-partisan times. But a growing number of scientists and health emergency experts are tentatively drawing the same conclusion. “We now know there will be well over 100,000 deaths,” Topol said. “A vast majority of those will have been unnecessarily lost because of the lack of preparedness of the United States. As a leader, Trump has to accept responsibility, which of course he won’t.” It is not as though Trump wasn’t warned. In the wake of the Ebola epidemic in 2014, the Obama administration was so fearful of the dangers of another epidemic that they put in place several innovations designed to prepare the nation for a pandemic. Konyndyk, who was central to the Ebola response, has watched aghast as every element of that effort has been unpicked or overlooked by the Trump administration. “We set up a special team for pandemic preparedness at the national security council – they dismantled that. We left them a very detailed playbook of the initial steps for managing an event like this – they ignored that.” ‘Scientists knew the risk – urgent action was needed’ When coronavirus reared its ugly head, there was plenty of early warning. Alex Azar, the health and human services secretary, became aware of the outbreak of a virus in China as early as 3 January. By 5 January scientists in Shanghai had obtained a complete viral genome from an infected patient and reported it immediately to GenBank, the genetic sequencing database of the US National Institutes of Health (NIH). By early February, scientists were aware that Covid-19 was both easily transmitted between individuals and had a relatively high fatality rate, especially for older and vulnerable people. “That was enough for scientists to know the virus had the potential to spread far and wide and that urgent action was needed,” Konyndyk said. At the same time, US intelligence agencies were passing on their own warnings to the White House. According to the Washington Post, Azar tried several times to sound the alarm but couldn’t get an audience with Trump until 18 January, at which point all the president wanted to talk about was vaping. The Post quoted an anonymous US official who said the system was “blinking red”. The official said: “Donald Trump may not have been expecting this, but a lot of other people in the government were – they just couldn’t get him to do anything about it.” With the full might of the US scientific community at his disposal, Trump appointed individuals not known for their prowess with pandemics in charge of the federal response. The coronavirus taskforce was to be led by the vice-president, Mike Pence, who has been widely criticized for his handling of a 2015 HIV outbreak when governor of Indiana. Trump is also increasingly relying on his son-in-law Jared Kushner, who made his first appearance at the taskforce briefing on Thursday. Politico has reported that Kushner, whose skill set is in real estate, has in turn reached out to his brother’s father-in-law, who is at least a physician, for advice on fighting the pandemic. ‘Trump was out of step with all the experts’ Trump’s failure to heed the warnings and act quickly has set in train a domino effect that now imperils large swathes of the US. What began as an inability to get diagnostic testing going on a mass scale has developed into a sluggish mobilization of the federal government, a stuttering deployment of the Defense Production Act to enlist the firepower of corporations, and a stand-back, almost detached approach that has allowed state governors to take the lead in what Konyndyk called the birth of “50-state anarchy”. One of the few proactive measures taken by Trump was to impose a partial travel ban on China and Europe. Scientists told him the move would only delay the advance of Covid-19 in the US, it could never stop it. Again, he didn’t listen. “Trump thought in terms of a wall. Put a wall around China and the virus won’t come to the US. He was out of step with all the experts around him,” Topol said. As a result, the US lost the early potential to contain the virus, either by locking down hotspots as China did with Hubei province or through aggressive testing to isolate those infected as South Korea has done. Tomas Pueyo, a Stanford-trained consultant based in California, has laid out in sobering detail how quickly the disaster is laying waste to the US. His first exploration of the subject, a data-driven plea to take the disease seriously posted on Medium in early March, received 40m views. On Wednesday he published his updated research. It shows America’s curve of confirmed cases rising more steeply than that of any other country in the world. Three weeks ago, Pueyo reminds us, the US had fewer than 1,000 confirmed cases at a time when Trump was telling the world: “No, I’m not concerned at all. No, I’m not. No, we’ve done a great job.” Now it stands at almost a quarter of a million. “This is what exponential growth looks like,” he said. Having hit the Democratic-controlled high-density urban centers first – San Francisco and Seattle, then New York and New Jersey, now Detroit – the virus is marching inexorably in the direction of the more rural southern and heartland states that happen to form the crucible of Trump’s base. Many of those states followed the lead set by Trump and Fox News, remaining relaxed about the threat and moving astonishingly slowly to put physical distancing controls in place. Florida, under its Republican governor, Ron DeSantis, has echoed Trump’s approach and only imposed a statewide stay-at-home order on Friday despite having the sixth-largest tally of confirmed cases in the country. Georgia and Mississippi followed suit. Some Republican states including Oklahoma and South Carolina still have no statewide mandatory stay-at-home orders. Pueyo points out that Republican voters are additionally vulnerable as they have a higher age profile than Democratic voters. Coronavirus makes no distinctions as to party, but it does prey on the elderly. So it is one of the great paradoxes of Trump’s pandemic that he may have put many of his own loyal supporters in mortal peril. As Konyndyk put it: “Trump has endangered his own supporters by sending out a message in contradiction to the science, and they believed him.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}