{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/03/de-blasio-new-york-coronavirus", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-03T20:59:48Z", "webTitle": "Covid-19: De Blasio urges US enlistment program for doctors and nurses", "webUrl": "https://www.theguardian.com/us-news/2020/apr/03/de-blasio-new-york-coronavirus", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/03/de-blasio-new-york-coronavirus", "fields": {"headline": "Covid-19: De Blasio urges US enlistment program for doctors and nurses", "bodyText": "New York City’s mayor, Bill de Blasio, has called for a national enlistment program for doctors and nurses, to handle an expected surge in coronavirus cases in New York and across the US. “If we’re fighting a war, let’s act like we’re fighting a war,” he told reporters on Friday. De Blasio has said Sunday will be “D-Day” for the “war” against coronavirus in his city, as confirmed cases, deaths and hospitalizations continue to soar and as projections forewarn a potentially devastating toll on human life. “If we have the personnel, if we have the equipment, lives are going to be saved. If we don’t, people will die who did not need to die,” De Blasio said earlier on CNN. “Next week in New York City is going to be very tough. Next week in New York City and Detroit and New Orleans, and a lot of other places,” he said on MSNBC’s Morning Joe. “And unless the military is fully mobilized and we create something we’ve never had before, which is some kind of national enlistment of medical personnel moved to the most urgent needs in the country constantly … if we don’t have that we’re going to see hospitals simply unable to handle so many people who could be saved.” Five thousand Covid-19 patients in New York City will probably be intubated and on ventilators by early next week – “a staggering number”, De Blasio said. As of now, the city only has the resources to get through Monday or Tuesday. Beyond that, he said: “We don’t know.” The frustrated mayor reiterated that he had requested backup from the federal government in the form of 1,000 nurses, 150 doctors and 300 respiratory therapists more than a week ago. At a press conference on Friday afternoon, he confirmed his request was finally being acted on but said that if assistance did not come by Sunday, the city would face immediate challenges. “Right now, it’s New York City, and we see it starting in some other cities as well. But I guarantee you, all 50 states will have their own battle,” De Blasio said. His renewed pressure on Washington marks a return to normal for the mayor after a few days of unusual optimism and gratitude toward his federal counterparts. “The cavalry keeps coming,” he said earlier in the week, as 250 ambulances and 500 EMTs and paramedics poured in from around the country thanks to the Federal Emergency Management Agency (Fema). Meanwhile, the crisis in New York City has grown worse. As of Friday morning, the city had 57,159 confirmed Covid-19 cases. More than 1,500 deaths had been reported. Before the health crisis, the city’s hospitals only supported roughly 20,000 beds in total; now, more than half of the system’s capacity from just a month ago has been swallowed exclusively by coronavirus patients. De Blasio said just to get through the coming week, New York City will need a minimum of 2,500 to 3,000 ventilators. He applauded Governor Andrew Cuomo, as well as New Jersey’s governor, Phil Murphy, for announcing another drastic measure in an effort to drum up enough life-saving medical equipment and get through another day.. Cuomo said he would sign an executive order that allows the national guard to take ventilators and personal protective equipment from institutions that don’t need them right now, and redistribute them to those that do. He said those institutions would either have their ventilators returned to them or get reimbursements. Cuomo said there may be several hundred ventilators available because of the order. Right now, the state is fielding a daily need for about 300 additional ventilators, he said. Those ventilators, officials have repeatedly explained, make the difference between life and death. “Am I willing to deploy the national guard and inconvenience people for several hundred lives? You’re damn right I am,” Cuomo said. Cuomo also confirmed that an 2,500-bed emergency field hospital set up at the Jacob K Javits Center in midtown Manhattan will transition to treating Covid patients, after opening to accommodate non-Covid patient overflow. Donald Trump announced the change on Thursday amid confusion over why temporary treatment facilities meant to help overwhelmed New York City hospitals currently have few patients. The USNS Comfort, a navy hospital ship, only had 20 patients in its 1,000 beds as of Thursday, the New York Times reported. De Blasio said he believed the floating hospital will fill up in coming days. The Comfort is not intended to treat patients with Covid-19 and there are few non-coronavirus patients who need care, according to Cuomo. “Hospitals have now turned into effectively ICU hospitals for Covid patients,” he said. Cuomo also said he was concerned about an increase in Covid-19 cases on Long Island, where there are not as many resources as in New York City. As officials respond to the crisis, the New York economy has sputtered to a halt while residents ordered to stay home lose their jobs. Unemployment insurance initial claims have soared by more than 2,700% compared with this same time last year, according to a new analysis by WalletHub of US Department of Labor data. Almost 10 million Americans filed unemployment claims in the last two weeks of March, in light of the pandemic."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}