{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/08/small-town-iowa-jamaica-mayor-caught-growing-weed", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-08T09:00:13Z", "webTitle": "How a small town reacted when its mayor was caught growing weed", "webUrl": "https://www.theguardian.com/us-news/2020/apr/08/small-town-iowa-jamaica-mayor-caught-growing-weed", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/08/small-town-iowa-jamaica-mayor-caught-growing-weed", "fields": {"headline": "How a small town reacted when its mayor was caught growing weed", "bodyText": "At approximately 4.20pm, the mayor of Jamaica, a town of 217 people in central Iowa, was arrested along with her husband for growing marijuana in their home. Police arrived at their front door without a warrant on 16 January, reportedly in search of an 18-year-old wanted for shooting a woman in nearby Ames. According to the Guthrie county police, the “overwhelming odor of raw marijuana” led to the discovery of a large crop of marijuana plants. The couple was arrested, and LaDonna Kennedy stepped down from her position as mayor shortly after. The initial reporting by Iowa media, largely sourced from Guthrie county authorities, had all the low-stakes scandal and situational irony to make a trending news story on social media. The story took off, with many articles noting the time of the arrest in the lead of their story (420 is shorthand for cannabis), while the Kennedys were besieged by the media in the wake of their arrest. Like many crime reports that explode across the digital news ecosystem with an amusing headline, the initial articles didn’t tell the whole story. After the buzz faded, a small, close-knit community was left divided, and a middle-aged couple who had devoted their entire lives to this town faced the prospect of prison time for self-medicating using a substance that in many other states is legal, and in others decriminalized. But the Kennedys’ arrest not only turned their lives upside down, it revealed the fault lines of a community – ones that reflect a growing tolerance for marijuana even in America’s rural heartland that stands at odds with its more conservative leadership. ••• LaDonna married Randy Kennedy in 1990 and, over the next 20 or so years, they raised two daughters together. LaDonna worked at the same eye care clinic in nearby Panora for 25 years, and Randy has long run his own tree-trimming and yard-care service. Now 51 and 59 years old respectively, the couple had long been looking toward spending a peaceful retirement. “I just did everything I was supposed to do, I thought,” LaDonna told the Guardian. Jamaica suffers from many of the same problems as small rural towns across America. A yellow-and-orange sign with a palm tree among the endless rows of corn and soybean that surround Highway 141, and a skeletal water tower, are the only indicators of the town’s existence. The derelict shell of a long-closed high school sits at the eastern edge of town. The structures along Main Street are mostly boarded up, with the exception of a small library, a post office and ToJo’s, the town’s lone restaurant. LaDonna got into local politics in the 1990s. She loved her safe little town where everyone knew each other, and wanted to give back. She moved back and forth between the mayorship and the council until 2019. Serving on the town’s council and in the position of mayor was a labor of love. The water plant must be maintained, the streetlights kept on, snow removed, the bills paid. For nearly three decades, LaDonna performed this time-consuming and often thankless duty to literally keep the lights on. “I grew up in that town and it means something to me,” she said. “It was a safe place to grow up and I needed to take care of it.” Only a year before her arrest, LaDonna underwent hip surgery. Before the surgery, she dealt with constant pain that, at times, left her barely mobile. She turned to marijuana to help mitigate it and help with sleep. “Cannabis at night, before I had my hip replacement, was the only thing that allowed me to even begin to get comfortable so I could rest,” she said. “I need to function during the day. I don’t want to smoke during the day. I want to rest at night. I want my pain to stop, my mind to relax, and get some rest. I don’t see anything wrong with rest.” After the surgery, she said she was overprescribed opiate painkillers, which led to her collapsing on a stairway, which led to further injury. It was this incident that led to her distrust of pharmaceutical opiates for pain management. On the day of the arrest, the police report claimed there were 18 marijuana plants on the premises, but Randy Kennedy claims there were only nine, just three more than the legal limit in states such as California. LaDonna Kennedy resigned immediately after the arrest. But the Kennedys, longtime fixtures and known good samaritans, have enjoyed a great deal of support from members of their community. One of their most prominent supporters is Tommy Jo “ToJo” Scheuermann, a stout and boisterous woman who occupies an unofficial position of community leadership by way of owning the only place in town that serves food. When reached at her restaurant, she had nothing but praise for both of the Kennedys. LaDonna, with whom she attended high school, was called a “great mayor” and Randy was known to be a “sweetheart of a guy”. She identified those who were angry at the Kennedys as members of an older generation clinging to conservative ways. “It’s just marijuana. I can sit in here and drink 10 or 12 beers, and that’s OK?” she said, when anyone dared complain in her restaurant. “If that’s what they like to do, so be it. They’re in their house, they’re not hurting anyone. Where were you guys, you didn’t bitch when we had a big meth bust in town. You haven’t said one word about that.” Scheuermann’s attitude toward the Kennedys and their marijuana cultivation, it turned out, was the prevailing one. The former mayor and her husband have reported experiencing no ill-treatment or ostracism in Jamaica since their arrest. A new Des Moines Register poll released in early February showed that, for the first time since the question was first asked in 2013, a majority of Iowans supported legalization. The Kennedys found that the state of Iowa, however, was less forgiving. Nine months after their arrest, LaDonna and Randy Kennedy pleaded guilty to manufacturing, delivering and possessing drugs with the intent to manufacture or deliver marijuana. In return, they received two years’ probation. The sentence was lenient, considering a class D felony in Iowa can result in a five-year prison sentence. The real pain was enacted at a monetary level. Though they managed to avoid jail time, after the drug stamp fine, court fines and other expenses involved in navigating the legal system, the Kennedys are now on the hook for over $60,000. LaDonna and Randy Kennedy have tried to return to their normal life as much as possible. After her arrest, LaDonna was fired from the eye clinic she had worked at for 25 years. It took her seven months to find another job – one that pays her a third of what she once made. Randy works long hours doing the tough physical stuff his job requires, despite nearing retirement age. Neither of them drinks or will take opiates, which has left them with few remaining options for pain management, resulting in “many sleepless nights”. “For a certain segment of the population, I’m sure they’d think: no big deal, they didn’t go to prison,” LaDonna said. “That’s not all there is to it. We get to work until we die now. We will never get to retire. In my mind, it didn’t end OK.” The future of medical marijuana in Iowa is not a bright one. A long-held Republican vice-like grip across all segments of the state government has stymied any push for more liberal drug laws. In early 2020, before the coronavirus pandemic brought all business to a screeching halt, the Republican governor, Kim Reynolds, expressed approval of a small expansion of Iowa’s medical marijuana program that would allow 4.5g of THC for patients every 90 days. Last year, Reynolds said directly that she would “not be the governor” to legalize marijuana. LaDonna and Randy continue to help their community in the ways they are still allowed. LaDonna volunteers with a group that works to send underprivileged girls to summer camp. Randy still clears snow from the driveways of local widows. The couple remains there for the community when needed. “If it can happen to me, it can happen to you,” LaDonna said. “I cannot understand how a plant can make such a big deal. How you drive for 200 miles, and it’s OK and then it’s not. It doesn’t feel much like we’re united in these United States.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}