{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/02/new-york-vets-confused-mayor-bill-de-blasio-ventilators-covid-19", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-02T14:57:08Z", "webTitle": "New York veterinarians give ventilators to 'war effort' against coronavirus", "webUrl": "https://www.theguardian.com/us-news/2020/apr/02/new-york-vets-confused-mayor-bill-de-blasio-ventilators-covid-19", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/02/new-york-vets-confused-mayor-bill-de-blasio-ventilators-covid-19", "fields": {"headline": "New York veterinarians give ventilators to 'war effort' against coronavirus", "bodyText": "Veterinary surgeries have been donating ventilators usually used on animals to the “war effort” against coronavirus in New York City, highlighting the city’s severe shortage of the machines. As New York scrambles to get thousands of ventilators, Mayor Bill de Blasio this week urged anybody in the city with a ventilator – including oral surgeons, plastic surgeons and vets - to come forward, saying “we could use every single one of them”. New York City, which is at the centre of the US coronavirus outbreak and has far higher numbers of cases than any other city in the country, is desperately seeking 15,000 ventilators before the peak of cases hits, which is expected to happen within the next two weeks. While De Blasio said 2,500 ventilators have arrived from the federal government, he warned on Tuesday: “We’re going to need a lot more and we’re going to need them soon. “If you’ve got a ventilator in your office, in your operating room, we need it now, it should not be sitting there doing nothing,” he added. “This is a war effort everyone needs to contribute. You’ll get it back when this battle is over.” De Blasio said that “veterinarians have in many cases ventilators”, but most of the New York practices contacted by the Guardian said on Wednesday that they either do not have ventilators – because they are usually only found at specialised hospitals – or that they have already donated what they have. Among those that have donated are Animal Medical Centre in Manhattan, which describes itself as the largest non-profit animal hospital in the world, said it had given a ventilator to New York-Presbyterian hospital. Mars Veterinary Health, which runs over 2,000 US animal hospitals, including BluePearl, VCA and Banfield pet hospital, said it had also donated to New York-Presbyterian hospital – giving seven mechanical ventilators from its local branches last week. Dr Beth Davidow, president-elect of the American College of Veterinary Emergency and Critical Care, said that like human healthcare, general practitioners do not usually have life support ventilators. They are usually only found in emergency and intensive care. She said the machines themselves are the same as human ventilators, but that sometimes they are an older model. She said they are safe to use between animals and humans, as long as they are fitted with a new breathing circuit. She estimates that there could be as few as 10 ventilators belonging to vets in the city – most of which she believes have already been donated. “I think we’ve been ahead of the game a little bit in that we’ve already responded … What’s a little hard is that New York [state] needs 30,000 ventilators and among vets there might be 10 in the city. I don’t know if all of them have gone, but most of them have already been donated. So I think veterinarians are going to be a drop in the bucket in a place like New York,” she said. She has created a shared document online where vets from around the country have been listing their ventilators so that hospitals can see what is available. So far more than 200 facilities have signed up, amounting to an estimated 250 ventilators – some of which have already been sent to hospitals. In upstate New York, Cornell University College of Veterinary Medicine has loaned two ventilators and a high-flow oxygen unit to a hospital in Manhattan and is planning to send three breathing machines and 19 anaesthesia ventilators to Cayuga medical centre in Ithaca. New York State Veterinary Medical Society, which represents over 2,500 vets across the state, said while most general practitioners have anaesthesia ventilators, a smaller machine used for giving pets anaesthetic, only big speciality hospitals have the type used for treating Covid-19 patients. But they said research is currently under way to assess whether the anaesthetic ventilators could also be used to help coronavirus patients. Executive director Tim Atkinson said New York city’s big hospitals have already donated, but added: “We absolutely support Mayor De Blasio’s appeal, and if there are any veterinarians who still have ventilators, we can help them redirect them to save more lives.” A spokeswoman for the mayor’s office said: “The city is exercising every possible lead to procure ventilators. We do not expect veterinarians to fulfill a significant portion of our requests, but we are grateful for any and all assistance we receive.” The US, whose national coronavirus cases total has now topped China’s official numbers to become the most infected country in the world, is facing an impending crisis amid a looming ventilator shortage. The grim battle for ventilators was laid bare by the New York governor, Andrew Cuomo, on Tuesday when he described an “eBay” style bidding war taking place between individual states and federal government who he said are all battling each other for the same ventilators, which are crucial for the worst-affected hospitalized coronavirus patients. “It’s like being on eBay with 50 other states, bidding on a ventilator,” he said in a press conference. Cuomo has estimated the state will need about 30,000 ventilators. He estimates that in New York, which with more than 83,700 confirmed cases and almost 2,000 deaths is the worst affected state in the US, the apex of the infection will hit in 14-21 days."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}