{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/09/in-shadow-of-pandemic-trump-seizes-opportunity-to-push-through-his-agenda", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-09T09:00:41Z", "webTitle": "In shadow of pandemic, Trump seizes opportunity to push through his agenda", "webUrl": "https://www.theguardian.com/us-news/2020/apr/09/in-shadow-of-pandemic-trump-seizes-opportunity-to-push-through-his-agenda", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/09/in-shadow-of-pandemic-trump-seizes-opportunity-to-push-through-his-agenda", "fields": {"headline": "In shadow of pandemic, Trump seizes opportunity to push through his agenda", "bodyText": "The last time America was facing a possible economic depression, Rahm Emanuel, Barack Obama’s chief of staff, observed: “Never allow a good crisis go to waste. It’s an opportunity to do the things you once thought were impossible.” It is advice Donald Trump and his Republican allies appear to have taken to heart. Faced with not one but two crises – public health and economic – Obama’s successor and his allies are advancing their agenda, whether in plain sight as a direct response to the pandemic, or under cover while the nation is deeply distracted. Trump touts his wall on the Mexican border almost daily and emphasizes national borders, even though the coronavirus paid them no heed. He has attacked voting rights, assailed federal watchdogs, shredded regulations and signed a bill that hands billions of dollars to corporations while resisting congressional oversight. “Most Americans are not tracking these at all,” said Larry Jacobs, director of the Center for the Study of Politics and Governance at the University of Minnesota. “The crisis has created a blizzard condition in which information and criticism is not breaking through. It’s a perfect storm for Trump to push his agenda. You can hear ideologues saying: this is our moment, do not delay.” Ostensibly, all government is consumed by a pandemic that has killed more than 13,000 Americans, a death toll bigger than Pearl Harbor and 9/11 combined. Trump’s re-election campaign is effectively in suspended animation as he takes part in daily coronavirus taskforce press briefings and counts the economic cost. But just as George W Bush’s administration exploited 9/11 to expand government powers and threaten civil liberties such as freedom of speech and due process, Trump’s White House scents political opportunity in a national crisis. At a campaign rally in Charleston, South Carolina, in late February, the president championed his wall on the US-Mexico border: “We’ll have 500 miles built by very early next year, some time, so, one of the reasons the numbers are so good. We will do everything in our power to keep the infection and those carrying the infection from entering our country.” In Arizona, there has even been a surge in wall construction, despite fears in border communities that the arrival of workers increases their risk of exposure to the coronavirus. On Monday, Trump insisted: “Early next year, we’ll have close to 500 miles of wall, which is what our goal was.” Since declaring a national emergency, Trump has used nationalist rhetoric to defend his partial travel bans on China and Europe, indulging the phrase “Chinese virus” for a while before appearing to back away, and has promoted American companies including manufacturers of masks, gloves and ventilators. On 2 April, Trump’s trade adviser, Peter Navarro, told reporters: “One of the things that this crisis has taught us, sir, is that we are dangerously overdependent on a global supply chain for our medicines, like penicillin; our medical supplies, like masks; and our medical equipment, like ventilators.” Navarro added: “If there’s any vindication of the president’s ‘Buy American, secure borders, and a strong manufacturing base’ philosophy, strategy and belief, it is this crisis – because it underscores everything we see there.” ‘The White House has advanced major environmental rollbacks’ The pandemic has shattered Trump’s favorite talking points, the economy in general and stock market in particular, putting millions of people out of work and forcing Congress to agree emergency rescue packages in three phases so far. Both Republicans and Democrats tried to insert their own policy priorities into a historic $2.2tn bill. For Republicans, the big prize was a $500bn corporate bailout fund. Democrats called it a “corporate slush fund” that came on top of Trump’s sweeping tax cuts for big business. Alexandria Ocasio-Cortez, a congresswoman from New York, said in the House chamber: “Hospital workers do not have protective equipment. We don’t have the necessary ventilators. What did the Senate majority fight for? One of the largest corporate bailouts, with as few strings as possible, in American history – shameful.” Yet when Trump signed the bill, he issued a signing statement that he intends to override Congress’s provision authorising an inspector general to oversee how the $500bn in business loans will be spent. Ocasio-Cortez responded: “This is a frightening amount of public money to have given a corrupt admin w/ 0 accountability.” ‘The president continues to appoint conservative judges at a cracking pace’ Trump has also exploited the constant news cycle distractions to remove or criticize several inspectors general, including ousting the intelligence community watchdog late last Friday night. And he continues on the path to deregulation, or what his former chief strategist Steve Bannon called the deconstruction of the administrative state. The White House has advanced major environmental rollbacks and relaxed enforcement rules for polluters who say they are affected by the pandemic. The continued deregulation comes even as emerging research proves people in communities with more air pollution are more likely to die from Covid-19. Last month the US Environmental Protection Agency replaced the Obama administration’s biggest climate effort, weakening rules for auto companies to make new cars that could run on less gasoline. The announcement had long been expected in March, and the agency said it was under a tight legal deadline to complete the new regulation. Trump officials are also moving forward with rollbacks for toxic ash and mercury emissions from coal plants, and changes to how climate change is considered in environmental reviews for highways and pipelines. Meanwhile, with the world looking the other way, the president continues to appoint conservative judges at a cracking pace. Last week he nominated Judge Justin Walker of Kentucky to serve on the US court of appeals for the DC circuit and Cory Wilson of Mississippi to serve on the fifth circuit. Ben Driscoll, judiciary program director of the League of Conservation Voters, said: “In the midst of a global pandemic, the Trump administration is seeking to execute one of its most harmful and lasting legacies on the future of public health, nominating an unqualified Mitch McConnell crony and Fox News personality in his 30s to a lifetime position on the powerful DC circuit court of appeals. “And at a time when our nation faces dire health concerns, it is unconscionable to nominate someone who has argued for stripping healthcare from millions of people, and undermining the fundamental protections of our lands and communities.” In the year that Trump became the first sitting president to address the “March for Life” in Washington, a clampdown on reproductive rights is also under way. On Tuesday a federal appeals court affirmed Texas’s right to ban nearly all abortions, classifying it a “non-essential” medical procedure, during the pandemic. Judges have temporarily lifted similar bans in Alabama, Ohio and Oklahoma. Trump has always benefited from the noise around his endless controversies. Now the effect is multiplied. Bob Shrum, a Democratic strategist and political science professor at the University of Southern California, said: “He’s building the wall, he’s closed the border, put out all these EPA regulations that roll back Obama regulations. You can do a lot of things when people are huddled at home in fear of a fatal disease.” But some others urged caution and suggested the Trump White House does not necessarily have a coherent approach. Michael Steele, former chairman of the Republican National Committee, said: “I don’t know if this will translate into an outsized ability of the administration to push through its agenda, partly because I think most folks are still trying to figure out what that is.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}