{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/09/first-doctor-die-coronavirus-us-frank-gabrin-er", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-09T17:42:15Z", "webTitle": "America's first ER doctor to die on the frontline of the coronavirus battle", "webUrl": "https://www.theguardian.com/us-news/2020/apr/09/first-doctor-die-coronavirus-us-frank-gabrin-er", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/09/first-doctor-die-coronavirus-us-frank-gabrin-er", "fields": {"headline": "America's first ER doctor to die on the frontline of the coronavirus battle", "bodyText": "At around 5am on 19 March, a New York ER physician named Frank Gabrin texted a friend about his concerns over the lack of medical supplies at hospitals. “It’s busy – everyone wants a Covid test that I do not have to give them,” he wrote in the message to Eddy Soffer. “So they are angry and disappointed.” Worse, though, was the limited availability of personal protective equipment (PPE) – the masks and gloves that both prevent healthcare workers getting sick and spreading the virus to others. Gabrin said he had no choice but to don the same mask for several shifts, against Food and Drug Administration (FDA) guidelines. “Don’t have any PPE that has not been used,” he wrote. “No N95 masks – my own goggles – my own face shield,” he added, referring to the N95 respirators that are considered one of the best lines of defense. Less than two weeks later, Gabrin became the first ER doctor in the US known to have died as a result of the Covid-19 pandemic, according to the American College of Emergency Physicians. He is one of numerous medical workers across the US who have succumbed to the virus, from doctors and nurses to paramedics and hospital food service employees. The Guardian and Kaiser Health News are launching a new project, Lost on the Frontline, to track them and tell their stories. New York City-area hospitals have been particularly hard-hit. More than one-third of all US cases have occurred in New York state. At a hospital in the borough of Queens, patients have reportedly died while waiting for a bed, and a temporary trailer morgue was set up outside. Physicians at another hospital system created a GoFundMe appeal because they had insufficient masks and gowns. Gabrin knew the stakes of his job. “Inside the emergency, the angel of death is in the room,” he wrote in his 2013 book Back from Burnout. “The pressure is intense, yet there is a calm, a peace, like being in the eye of the storm.” His own resilience was hard-won after several close brushes with mortality, and his marriage to a special man only seven months before the Covid-19 spike in New York. But circumstances around the coronavirus unsettled him. “I have to admit,” he posted on Facebook, “I am having some anxiety.” ‘He showed me the light’ Toothy and energetic, Gabrin, 60 was adored by colleagues at hospitals in Ohio, New York and elsewhere. He was loud. He always arrived at work bearing food to share. He was “a ray of sunshine”, said physician assistant Lois-Ann Welsh, and possessed the “emotional intelligence” that differentiated a great doctor from merely a good one. “I don’t hold any fancy titles and I am not the director of anything,” Gabrin explained in his book. “But I can say that I have spent the last quarter of a century at the bedside of America’s sick, injured, intoxicated, impaired and disenfranchised.” Born in Pennsylvania, Gabrin was a physician by calling, and his mother had photographs of him as a child tending to neighborhood dogs. His commitment to his profession was strengthened by his own illness. During his first year as an attending physician, he was diagnosed with testicular cancer. He survived, but it returned when he was 38. Both testicles were eventually removed – he called it “the mutilating surgery”. Even so, he resolved to offer others the second chance that he himself received twice. This, and an incident when a man tried to kill Gabrin at his ER, choking him so that he “started turning purple in the face”, helped lead to Gabrin’s unique professional philosophy. He described it in his book, where he explained how medics can overcome burnout and feel greater compassion for their patients. A huge shift in his life came a few years ago, when at a nightclub he met Arnold Vargas, a Peruvian who had lived in the US for a decade. “I saw [Gabrin] the happiest with Ángel,” said Soffer, using Vargas’s middle name, as Gabrin did. “All his fear dissipated and he became his true self.” “I think it gave me a second chance,” said Vargas, now 28. “He showed me the light – how beautiful my life can be.” He had been miserable, in a rut, yet Gabrin pushed him to train in massage therapy and to apply for US citizenship. There was an age difference, but to Vargas, who felt enriched by Gabrin and his experiences, it was irrelevant. “I was always thinking, ‘I just want to make you happy,’ and he did the same for me.” They married in August 2019 at city hall in New York. ‘It’s not going to be this way forever’ When infections in New York surged in March, Gabrin posted a picture of ambulances crowding a hospital bay on Facebook. “I was thinking, ‘Oh my God, this is the moment Armageddon happens,’” said Debra Vasalech Lyons, another old friend. “He said, ‘No, it’s still manageable, but it’s not going to be this way forever.’” In fact, St John’s Episcopal in Queens, one of two hospitals where Gabrin worked at the time, was among local facilities “dealing with challenges around PPE”, said the New York city council member Donovan Richards. The hospital says it has always had enough equipment for staff. Richards linked difficult conditions there to historic discrimination and underresourcing in the largely African American and Hispanic district. “When America gets a cold, black and brown communities get pneumonia,” Richards said. “But in this instance, we are getting death sentences.” The other hospital at which Gabrin was employed, East Orange General in New Jersey, served a majority African American community, and also had a devoted staff that before the virus had struggled to maintain care standards. In conversations with his husband and friends in mid- and late March, including in text messages shared with the Guardian, Gabrin said he had to reuse his PPE because he did not receive replacements. He told Lyons that he was attempting to wash an N95 mask to make it last several shifts, and that the only gloves available were too small for his hands and ripped. Lyons mailed him gloves in the correct size from Florida, where she lives, and ordered four gallons of hand sanitizer for him. On Facebook, Gabrin wrote about concocting his own sanitizer from vodka and aloe vera plants. The heads of the two emergency rooms where Gabrin worked both said they had sufficient supplies of protective equipment. “I know for one thing he wasn’t speaking about a lack of PPE at St John’s,” said Dr Teddy Lee, the ER chairman there. “If for a second I thought that was our problem at East Orange I would tell you otherwise,” said the ER chairman, Dr Alvaro Alban. On 25 March, when Gabrin arrived home, “he said, ‘Baby, something bad happened tonight,’” Vargas recalled. A coronavirus patient with whom Gabrin formed a deep connection had passed away. Gabrin took a shower and cried, then he and Vargas offered a prayer for the person’s soul. The next morning, a Thursday, they both had symptoms, and self-quarantined. “It was me using the same mask for four days in a row that infected me,” he texted Lyons. Through the weekend their cases seemed mild. Gabrin coughed and had joint aches, but didn’t have significant respiratory issues. On Monday, though, Gabrin was in greater pain and spent the day in bed. At about 10am on Tuesday, he woke Vargas and said, “Baby, I can’t breathe, help me.” He was gasping for air in great, hoarse breaths, but could not get enough oxygen. Vargas called Lyons and 911. But by the time paramedics arrived, Gabrin was on the edge of death, or had already gone. His face had turned purple. Frank “passed away in my arms”, Vargas said. “He was looking into my eyes.” Vargas himself eventually recovered. On Tuesday, two weeks after Gabrin’s death, the doctor will be buried at Maple Grove Cemetery in Queens. Owing to the need for physical distancing, Vargas was told, only 10 mourners will be allowed. The headstone, Vargas expects, will bear a middle name that Gabrin adopted thanks to his decades-old interest in Kabbalah, the Jewish mystical tradition. That name, Pinchas, now seems poignant. It comes from a biblical figure who halted a plague. The Guardian and Kaiser Health News are collecting the stories of medical workers killed by the pandemic. Please contact us at frontline@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}