{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/apr/07/paul-broun-ar15-gun-coronavirus-campaign-video-atlanta-looting-hordes", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-04-08T00:30:33Z", "webTitle": "Republican congressional candidate touts AR-15s to fight 'looting hordes from Atlanta'", "webUrl": "https://www.theguardian.com/us-news/2020/apr/07/paul-broun-ar15-gun-coronavirus-campaign-video-atlanta-looting-hordes", "apiUrl": "https://content.guardianapis.com/us-news/2020/apr/07/paul-broun-ar15-gun-coronavirus-campaign-video-atlanta-looting-hordes", "fields": {"headline": "Republican congressional candidate touts AR-15s to fight 'looting hordes from Atlanta'", "bodyText": "Why do Americans need AR-15 rifles during a global pandemic? To shoot “looting hordes from Atlanta”. That’s the campaign message from a former Republican congressman from Georgia, Paul Broun, who is now running for Congress again. Broun’s campaign is based in Gainesville, Georgia, a city about an hour outside of Atlanta, the state capital, which is majority-black. Gainesville is in Hall county, Georgia, which is majority white, although nearly half of the residents of the city of Gainesville itself are Latino, according to census estimates. In a new campaign video, Broun promises to give away an AR-15 rifle “to one lucky person who signs up for email updates” from his campaign website. “In uncertain times like these, the right to defend yourself and your property and your family could not be more important,” Broun says in a campaign video, in which the 73-year-old is filmed striding through the grass and shooting a rifle. “Whether it’s looting hordes from Atlanta, or a tyrannical government from Washington, there are few better liberty machines than an AR-15.” Americans have responded to the coronavirus epidemic with a record-breaking number of gun purchases. More than 3.7m total firearm background checks were conducted through the FBI’s background check system in March, with nearly 1.2m checks conducted in the week of 16 March alone, according to government data. While not a one-to-one correlation, background checks serve as best official proxy for gun sales in the US. In a phone interview Tuesday, Broun defended the reference to “looting hordes from Atlanta” as “not racial”. “Only the liberal press would take that kind of position,” he said. “There are a lot of white people in Atlanta as well.” “Ma’am, I have been a keynote speaker at an MLK Day celebration,” he said. Broun was dismissive of the idea that his rhetoric might concern black Georgia residents, or that this kind of rhetoric might increase the risk of innocent black Americans getting shot while in majority-white neighborhoods. “Get real,” he said. “It’s about black people having the means of protecting themselves just as much as white people or Hispanic people or Asian people,” he said. “You’re the racist,” he added. In the call, Broun referred to coronavirus as the “Chinese virus”. Asked what evidence he had that the coronavirus pandemic might result in hordes of looters, Broun referenced civil unrest in Baltimore, Maryland, and Ferguson, Missouri, both majority-black cities where police killings of unarmed black men led to sustained protests over police treatment of black Americans. Once again, Broun denied that his repeated references to unrest in majority-black cities had anything to do with race. “There were white people protesting as well,” he said. “I did not see it as a racial incident. You’re asking me of examples of looting and hordes of people doing that, and those are the first two that came to mind.” The former congressman said he was concerned about an “economic meltdown of this country because of this huge debt that we have”, and that he had been concerned about such a crisis for decades. Denver, Colorado, or Missoula, Montana (which have majority-white populations) were potential sources of looters, too, he said, not just Atlanta. “I think you will see looting hordes come out of the cities and go anywhere,” he said. “We are going to see people that think they’re entitled to TV sets, automobiles or anything else, and they’re going to take them,” he said. Broun, who had a reputation as one of the most conservative members of the GOP during his eight years in Congress, left office in 2015 under the shadow of an ethics investigation into his former chief of staff over taxpayer dollars spent to hire a political consultant known as the “tea party whisperer”. This article was amended on 7 April 2020 to clarify the racial demographics of Gainesville and Hall county, Georgia"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}