{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/05/youtube-to-suppress-content-spreading-coronavirus-5g-conspiracy-theory", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-05T14:57:20Z", "webTitle": "YouTube moves to limit spread of false coronavirus 5G theory", "webUrl": "https://www.theguardian.com/world/2020/apr/05/youtube-to-suppress-content-spreading-coronavirus-5g-conspiracy-theory", "apiUrl": "https://content.guardianapis.com/world/2020/apr/05/youtube-to-suppress-content-spreading-coronavirus-5g-conspiracy-theory", "fields": {"headline": "YouTube moves to limit spread of false coronavirus 5G theory", "bodyText": "YouTube will reduce the amount of content spreading conspiracy theories about links between 5G technology and coronavirus that it recommends to users, it has said, as four more attacks were recorded on phone masts within 24 hours. The online video company will actively remove videos that breach its policies, it said. But content that is simply conspiratorial about 5G mobile communications networks, without mentioning coronavirus, is still allowed on the site. YouTube said those videos may be considered “borderline content” and subjected to suppression, including loss of advertising revenue and being removed from search results on the platform. “We also have clear policies that prohibit videos promoting medically unsubstantiated methods to prevent the coronavirus in place of seeking medical treatment, and we quickly remove videos violating these policies when flagged to us,” a YouTube spokesperson said. “We have also begun reducing recommendations of borderline content such as conspiracy theories related to 5G and coronavirus, that could misinform users in harmful ways.” The company’s decision to reduce the visibility of content linked to the false theory came as Vodafone said that two of its own masts, and two it shares with O2, were targeted. Three other masts were subjected to arson attacks last week. Nick Jeffery, Vodafone UK’s chief executive, said: “It beggars belief that some people should want to harm the very networks that are providing essential connectivity to the emergency services, the NHS and the rest of the country during this lockdown period.” Amir Khan on Sunday became the latest celebrity to share the debunked theory on Sunday in a series of Instagram videos. The theory, which has been described as “dangerous nonsense” by cabinet office minister Michael Gove, has also been promoted by Woody Harrelson and Amanda Holden. One video, removed by the site after the Guardian flagged it, featured a man claiming to be a former executive at a UK mobile network falsely stating that coronavirus tests were actually used to spread the virus, and that the pandemic was created to hide deaths from the mobile technology. But variations of the video have been available on the site for weeks, and shortly after it was taken down, the Guardian found another three versions of the same recording uploaded to different channels. In a statement, Mats Granryd, the director general of the GSMA, the global communications industry body, said: “The telecoms industry is working around the clock to keep vital health, education and emergency services online, businesses running, and friends and families connected. It is deplorable that critical communications infrastructure is being attacked based on outright mistruths. We urge everyone to trust health authorities and rest assured communications technology is safe. There is no link between 5G and Covid-19.” YouTube says that since early February, it has manually reviewed and removed thousands of videos that spread dangerous or misleading coronavirus information. For other videos, it has applied its main tool for fighting the spread of misinformation: a text link that takes users to the NHS information page about Covid-19. That box was visible on some, but not all, of the videos flagged by the Guardian. “We’ll continue to evaluate the impact of these videos on the UK community and look forward to continuing our work with the UK government and the NHS to keep the British public safe and informed during this difficult time,” the YouTube spokesperson added. Content that spreads falsehoods about 5G but does not mention coronavirus is not in violation of the site’s policies, YouTube says, but is often considered borderline content and is subjected to limited functionality, such as being removed from recommendations and search features on the platform. These actions reduce views on affected videos by more than 70%, it says. The site’s refusal to remove entirely misinformation about 5G may set it on a collision course with the UK government. On Sunday, the Observer reported that the culture secretary, Oliver Dowden, is to hold talks with platforms such as Facebook, WhatsApp, YouTube and Twitter to “hammer home” the message that spreading 5G misinformation is unacceptable. Last week, mobile phone masts in Birmingham, Merseyside and Belfast were set on fire and broadband engineers faced physical and verbal threats from people who believe that 5G signals are responsible for the global pandemic."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}