{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/uk-deadliest-coronavirus-day-569-deaths", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T16:52:04Z", "webTitle": "UK records 569 coronavirus fatalities on deadliest day so far", "webUrl": "https://www.theguardian.com/world/2020/apr/02/uk-deadliest-coronavirus-day-569-deaths", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/uk-deadliest-coronavirus-day-569-deaths", "fields": {"headline": "UK records 569 coronavirus fatalities on deadliest day so far", "bodyText": "The UK has endured its deadliest day of the coronavirus pandemic, with 569 fatalities recorded in 24 hours. As Downing Street comes under mounting pressure over its perceived failure to accelerate nationwide testing to combat the virus, the country’s Covid-19 death toll continues to rise. A total of 2,921 people had died in hospitals after testing positive for the disease as of 5pm on Wednesday, representing a slightly bigger increase than the previous day, when there were 563 deaths. The figures also suggest that UK is about a fortnight behind Italy, Europe’s worst-hit country, in terms of fatalities. Italy has recorded more than 13,000 deaths, while Spain passed 10,000 on Thursday and more than 4,000 people have died in France. As of 9am on Thursday, 163,194 people had been tested for the virus in the UK, of whom 33,718 were positive, a rise of 4,244 on the previous day. The government has been criticised for not testing more healthcare staff, meaning thousands of doctors, nurses and other frontline employees are at home isolating when they could potentially be at work. Paul Hunter, a professor in medicine at the University of East Anglia who specialises in infectious diseases, said: “Yesterday was a huge jump on the previous day, which itself was a pretty big rise from the day before. This rise is slightly more than yesterday, but essentially on par. “I think we probably are about two weeks behind Italy in terms of the number of fatalities, but our epidemic started differently to the Italian one. The Italians messed up early on by not realising they had a problem for a few weeks. Whereas we did containment really well, but it started to unravel a bit when we moved into the next stage of the outbreak. “The Italians do seem to have brought things under control, as the last few days shows the number of cases are declining. If social distancing measures work, I think we will probably see the impact of that by the end of next week. We should see a substantial flattening of new cases. “But the deaths will continue to rise day on day for probably another two to three weeks even if we control new cases, because there is obviously a lag in when someone contracts the disease to when they die. However, there is a challenge, because we’re not doing as many tests as other countries, so we really don’t know how many cases we’ve got in the community.” Boris Johnson, who is still in isolation after contracting Covid-19, acknowledged in a video message on Wednesday evening that mass testing may be the only way to “unlock the puzzle” of the pandemic. Downing Street said on Thursday that 2,800 NHS staff had now been tested for coronavirus at drive-in testing facilities, an increase of 800 on the previous day. This is still only a fraction of the more than 500,000 frontline NHS workers. At the daily Downing Street press conference later on Thursday, the health secretary, Matt Hancock, confirmed that 5,000 NHS staff had been tested. He also set the goal of delivering 100,000 Covid-19 tests per day by the end of the month. The government is considering immunity certificates to identify people who have had coronavirus, Downing Street suggested. Johnson’s spokesman said: “This is something which has been discussed in other countries. We have always said that we are watching closely what other countries are doing and we will always look to learn from ideas which could be helpful.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}