{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/06/coronavirus-latest-at-a-glance-monday", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-06T17:02:27Z", "webTitle": "Coronavirus latest: 6 April, at a glance", "webUrl": "https://www.theguardian.com/world/2020/apr/06/coronavirus-latest-at-a-glance-monday", "apiUrl": "https://content.guardianapis.com/world/2020/apr/06/coronavirus-latest-at-a-glance-monday", "fields": {"headline": "Coronavirus latest: 6 April, at a glance", "bodyText": "Key developments in the global coronavirus outbreak today include: Global death toll passes 70,000 The number of known cases around the world nears 1.3 million as the global number confirmed to have died hits 70,798, according to data collected by Johns Hopkins University. In all, 271,013 people are confirmed to have recovered after contracting the virus. The true scale of the pandemic is likely to be greater as some countries are suspected of underreporting their figures. More than 5,000 have died in UK hospitals According to the country’s Department of Health and Social Care, 5,373 people who had tested positive for coronavirus have now died in UK hospitals. A total of 208,837 people have been tested for the virus, of which 51,608 tested positive, officials say. While that appears to be a slower death rate than has been seen in recent days, the way the data is being reported is skewing the picture somewhat. US prepares for ‘peak death week’ The accelerating American death toll closes the gap with Italy and Spain, prompting local officials to prepare the public for a high death toll. Admiral Brett Giroir, a physician and a member of the White House coronavirus taskforce, told ABC’s Good Morning America: “It’s going to be the peak hospitalisation, peak ICU week and unfortunately, peak death week.” Coronavirus is EU’s biggest ever crisis - Merkel The pandemic is the biggest test the bloc has faced in its history, Angela Merkel says. “Everyone is just as affected as the other, and therefore, it is in everyone’s interest, and it is in Germany’s interest for Europe to emerge strong from this test.” Germany considers mandatory face masks Wearing masks in public could soon be mandatory in Germany, according to a draft list of measures local officials think should allow life to return to normal. The proposals reportedly include an obligation to wear masks in public, limits on public gatherings and the rapid tracing of infection chains. Hospitalised UK prime minister ‘in good spirits’ Boris Johnson, who was taken into hospital on Sunday, has tweeted that he is in “good spirits” after his tests. UK antibody test ‘at least a month away’ A mass antibody test is at least a month away, a leading government scientific adviser in the UK has warned. Professor Sir John Bell, from Oxford University, who advises the government on life sciences, says the search is on for an antibody test that will prove effective, but those tested so far had failed. The chief medical officer for England, Chris Whitty, says he is “very confident” that the UK will develop antibody tests “over the next period”, adding that it is not surprising that prototypes so far have failed. Italy’s death toll accelerates again The country had recorded the fewest deaths in any day for two weeks but Monday’s figures show the numbers accelerating again, with a further 636 new deaths; 111 more than the number registered on Sunday. That brings the toll in Italy to 16,523. The number of current new infections increased by 1,941 – a rise of 2% since Sunday and the lowest day-to-day rise registered since 30 March. Hopes rise in Greece The latest figures released by health authorities in Greece offer a glimmer of hope. The prominent infectious diseases expert, Sotiris Tsiodras, says data suggests the country is “flattening the curve”. UK plans for end of lockdown but too soon to say when The country’s foreign secretary, Dominic Raab, says planning for the end of the lockdown is taking place, though it is too early to say when it could happen. And he warns: “The risk right now is if we take our focus off the strategy, which is beginning to work, we won’t get through this peak as soon as we want to.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}