{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/06/the-antidote-your-favourite-weekend-reads-beyond-coronavirus", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-06T06:12:05Z", "webTitle": "The antidote: your favourite weekend reads beyond coronavirus", "webUrl": "https://www.theguardian.com/world/2020/apr/06/the-antidote-your-favourite-weekend-reads-beyond-coronavirus", "apiUrl": "https://content.guardianapis.com/world/2020/apr/06/the-antidote-your-favourite-weekend-reads-beyond-coronavirus", "fields": {"headline": "The antidote: your favourite weekend reads beyond coronavirus", "bodyText": "Friday 3 April Slavery in New Zealand: inside the story of the Samoan chief who abused power for profit A middle-aged woman, shielded from him by a screen, sobbed as she described how as a 15-year-old girl she had attempted to run away in 1995, but that he had tracked her down, bound her wrists and ankles and driven her back. He had promised her parents in Samoa she would be educated in New Zealand but instead found herself cooking, cleaning and looking after his children. Her day started at 4am and often didn’t finish until 11pm. ‘Working with him was all adrenaline’: Rory Bremner on writer John Langdon “You may not know the name John Langdon, who died on 23 March, but you’ll very probably have laughed at his jokes. When the story of BBC Radio Light Entertainment is written, his legend will feature large, not least because he wrote the famous sketch about Derek Jameson (“a man who thinks erudite is a type of glue”) for which the tabloid editor sued the BBC and lost. But to me, he was my best friend, my greatest encourager and, for over 35 years, my constant writing partner.” Paul McCartney: where to start in his solo back catalogue In Listener’s Digest, our writers help you explore the work of great musicians. In this instalment, John Harris considers the post-Beatles career of Sir Paul McCartney. “When the music coheres, you can hear the same boundless sensibilities that defined the long medley on Abbey Road, and a talent who could make magic out of the most unlikely ingredients.” My favourite game: Wales v England, Five Nations 1999 “Tom Jones leads the choir with a lusty Bread of Heaven, stood alongside that cheeky bard of the valleys Max Boyce. The feeling shared among the Welsh is that something is afoot, that Graham Henry’s men could poop the party and deny England a grand slam at the site of their footballing brethren’s greatest sporting triumph, 1966 and all that. How wonderful that would be …” Human remains found at former home of jailed Yorkshire stalker “For the past four days there has been a heavy police presence at the former home of Kenneth Ward. Ward, 72, was jailed in 2011 for indecent exposure and weapons offences after police found a huge haul of weapons including a loaded Luger pistol under his pillow and the cockpit of a second world war fighter plane with working machine guns at his remote cottage.” Saturday 4 April I was assaulted at 18. Eleven years on, could I find out what happened to my attackers? “In 2017, I was invited to a residency in Lisbon. To cover the fee, I applied for a small literary grant. In my application, I wrote that the residency would give me the opportunity to present my work ‘within an international context’ for the first time. None of this was technically a lie. But it wasn’t the whole truth, either. My reason for being in Lisbon was to find court documents related to a sexual assault that had been committed against me in the city 11 years earlier, when I was 18 years old.” Fabio Capello: ‘I asked the players – Joe Hart or Calamity James?’ “The England shirt weighs heavy. So much time has passed without winning. ’66 is a problem because whenever a World Cup or Euros starts, they think they can do it again. Always, always, always. It’s important to play without that weight, with more freedom. A lot is psychology but, honestly, I think the problem England have is they arrive at tournaments tired. You play a lot of [club] games and your culture is: fight, fight, fight, never stop, even if you’re four down. I liked that.” Keeping up with the Sussexes: will Harry and Meghan be LA’s hottest ticket? ‘As soon as the city kicks back into business again, the couple are expected to shoot to the top of everybody’s invite lists. “Ultimately, this is a city where royalty trumps celebrity,” says Melanie Bromley, chief news correspondent and head of news operations for E!. “They are potentially the most famous residents of Los Angeles – or at least they’re on the same level as Oprah, as that kind of celebrity, AAA list.”’ ‘Circular economy’: the tannery making leather from billy goats “The leather industry is so misunderstood. People don’t think about where leather comes from, but it’s a natural by-product. The connection between the meat and dairy system and the leather industry has been forgotten, but they are inextricably linked. We’re repurposing a bi-product that comes from an inherently wasteful food system to make a material that’s biodegradable, natural and beautiful.” ‘I’ve had to sleep with the entire legal team’: Joe Lycett on making TV’s most risk-taking comedy “I did say half-jokingly when we launched that I wanted to destroy capitalism with this programme. Give us one more series and capitalism will probably have destroyed itself by then. We’ll just be doing the clearing up.” Sunday 5 April How ‘tenacious, diligent’ Starmer won over a shell-shocked party Keir Starmer securing the Labour leadership was undoubtedly yesterday’s key topic beyond coronavirus, with readers clearly wanting a deeper understanding of the victor. Yesterday’s list contained four Starmer pieces in the top five. I’ve pulled the others together here to give a little more variety to the list over all. What Starmer can learn from four Labour leaders Starmer won handsomely. Now he must convince the nation Three key appointments: Starmer fills top shadow cabinet roles The Marquess of Bath obituary “An imposing figure with flowing shoulder-length hair and a straggly beard, colourful waistcoats, shirts and trousers, often topped with a fez, he was a tabloid favourite, not only for his picturesque appearance and peculiar artistic tastes but for his string of mistresses, whom he referred to as his wifelets (he reckoned there to have been around 74 of them). He painted portraits of 69 of them and decorated a staircase at Longleat with them – one visitor remarked that the paintings all looked the same.” Book lifts lid on ‘guerrilla warfare’ against Pope Francis ‘An influential conservative cardinal has established himself as a “parallel authority” to Pope Francis, according to a new book that depicts the pontiff as a prophetic reformer who is surrounded by opponents waging “guerrilla warfare” against him.’ Front Row at the Trump Show review: Jonathan Karl’s pre-pandemic warning ‘Karl writes that Trump told the meeting the Charlottesville protesters were unfairly treated and most had ‘good’ intentions, driven to the streets by opposition to the removal of a statue of Lee. The infamous tiki torch parade – and its chants of ‘Jews will not replace us’ – never really registered on his radar.” Claire Danes on the end of Homeland: ‘It was so nice to play such a badass’ “We worked with the intelligence community over the years, and I’ve been playing somebody within it. It was hard not to feel real empathy and deep appreciation and loyalty. So when suddenly they were dismissed and undermined by a president, it was just so hard to believe.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}