{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/jobkeeper-loophole-could-leave-millions-of-employees-without-leave-entitlements-labor-warns", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T06:38:49Z", "webTitle": "Jobkeeper 'loophole' could leave millions of employees without leave entitlements, Labor warns", "webUrl": "https://www.theguardian.com/world/2020/apr/02/jobkeeper-loophole-could-leave-millions-of-employees-without-leave-entitlements-labor-warns", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/jobkeeper-loophole-could-leave-millions-of-employees-without-leave-entitlements-labor-warns", "fields": {"headline": "Jobkeeper 'loophole' could leave millions of employees without leave entitlements, Labor warns", "bodyText": "Millions of Australian employees could be left without leave entitlements due to a “loophole” in the Morrison government’s new jobkeeper wage subsidy, Labor’s Tony Burke has warned. The opposition spokesman on industrial relations said on Thursday that, according to a treasury briefing to Labor, employees could be forced to exhaust their leave entitlements while receiving the new $1,500 fortnightly payment, transforming it from a “wage subsidy” for employees into a “balance sheet subsidy” that benefits employers. Labor will take up the issue with the government, along with its advocacy for 1.1m temporary visa holders and 1m casuals with less than 12 months’ service with one employer, who stand to miss out on the jobkeeper payment announced on Monday. It comes as the industrial relations minister, Christian Porter, unveiled a suite of changes to modern awards to respond to Covid-19 shutdowns and improve flexibility, which he said could save tens of thousands of jobs and help employers through the downturn. The main two changes are to provide two weeks’ unpaid pandemic leave for all employees and an ability to take double leave at half pay. Burke told an Australia@Home lunchtime briefing, hosted by Essential Media director Peter Lewis, there was an “issue for permanent full-time and part-timers” that emerged from a treasury briefing to Labor on Thursday. “If you’re stood down, it’s already the case that employers can say you’ve got to use up your leave first, and they start running down your leave,” he said. “What it looks like will be possible is: if the employer gets the wage subsidy, instead of passing it through to you as a wage, they collect it and still have you running down your leave entitlements. “So effectively, instead of the government subsidising someone’s wage, they’re subsidising the balance sheet for an employer while the employer simply runs down all the leave entitlements of their employees.” Burke said he was “shocked” and “stunned” by the revelation – because Labor thought the jobkeeper payment was “meant to flow through to the workers to give them an extra payment, not [flow] through as they collect entitlements they had already earned”. “It might seem technical but there are hundreds of thousands, maybe millions, of permanent workers, who at the end of this will either have some of their leave entitlements or won’t, based on whether this loophole survives.” Burke said this was what the government was “currently contemplating”, although it “might not turn out this way in the legislation”. Labor is also concerned that casuals with less than 12 months’ service with their current employer – including many workers in retail and hospitality, teachers who move between schools, entertainment and arts workers on forward contracts and many construction workers – are set to miss out. Unveiling the jobkeeper payment on Monday, the treasurer, Josh Frydenberg, said it was one of many measures to help “build a bridge to the recovery” by pursuing a “hibernation strategy”. “This payment will give working Australians their best chance of keeping their job and keeping them connected to their employers so that they can bounce back in the recovery phase,” he said. On Thursday Porter summarised a raft of industrial relations reforms achieved “behind the scenes in a quiet and cooperative way” between employers and unions. Temporary changes to the restaurant, hospitality and clerks award would change work conditions for 2m Australians during the Covid-19 crisis, allowing workers to move to perform another type of duty in another type of classification and facilitate working from home. “Remarkably, some of the awards were so inflexible it was actually unlawful to work from home,” Porter said. Some 103 modern awards would be changed to provide two weeks of unpaid pandemic leave for all employees, including casuals, and to allow employees to take double the duration of leave at half the pay, he said. “Now, you can see how those common-sense changes would allow the flexibility in a number of businesses, which … could well make the difference between survival of the business and preservation of the jobs or the failure of the business and the loss of the jobs. So these are incredibly important changes.” Porter thanked the Australian Council of Trade Unions, the Australian Industry Group, other employer associations and unions and the president of the Fair Work Commission, justice Iain Ross."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}