{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/06/former-world-officials-call-on-us-to-ease-iran-sanctions-to-fight-covid-19", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-06T13:00:00Z", "webTitle": "Former world officials call on US to ease Iran sanctions to fight Covid-19", "webUrl": "https://www.theguardian.com/world/2020/apr/06/former-world-officials-call-on-us-to-ease-iran-sanctions-to-fight-covid-19", "apiUrl": "https://content.guardianapis.com/world/2020/apr/06/former-world-officials-call-on-us-to-ease-iran-sanctions-to-fight-covid-19", "fields": {"headline": "Former world officials call on US to ease Iran sanctions to fight Covid-19", "bodyText": "A group of 24 senior diplomats and defence officials, including four former Nato secretary generals, have urged Donald Trump to save “potentially hundreds of thousands of lives” lost to coronavirus across the Middle East by easing medical and humanitarian sanctions on Iran. The call has the backing of the former EU foreign affairs chief Federica Mogherini, the former director general of the World Health Organization Gro Harlem Brundtland, and senior American diplomats in the Bush, Clinton and Obama administrations. Trump reimposed crippling sanctions on Tehran in May 2018 after withdrawing from an international deal that put curbs on Iran’s nuclear programme. The bipartisan group is not pressing for a generalised lifting of the sanctions but instead a targeted effort to ease US rules that prevent Tehran trading in medical and humanitarian goods. The group says the move “could potentially save the lives of hundreds of thousands of ordinary Iranians and, by helping to curb the virus’s rapid spread across borders, the lives of its neighbours, Europeans, Americans and others”. Iranians are facing “one of their country’s darkest times in living memory” the group says. “Reaching across borders to save lives is imperative for our own security and must override political differences among governments,” it adds. Signatories include the former US secretary of state Madeleine Albright, former US defence secretaries William Cohen and Chuck Hagel, former director of the International Atomic Energy Agency Hans Blix, former US treasury secretary Paul O’Neill, the former US lead diplomat on the Iran deal, William Burns, and the former Nato secretary general George Robertson. Centrist and progressive Democrats including Joe Biden have all called for a lifting of sanctions, but the statement – organised by the European Leadership Network and the Iran Project – is the most broad-based effort to engage the White House yet,proposing very specific, but effective steps that do not require a complete reversal of US policy towards Iran. The statement says: “Though never intended to kill, US ‘maximum pressure’ through sanctions on Iran are compromising the performance of the Iranian healthcare system as Iran’s outbreak moves into its second month. Despite humanitarian exemptions provided under US and international law, these sanctions make the importation of medicine, medical equipment and raw materials needed to produce these goods domestically slower, more expensive, and complicated.” The US state department claims medical trade is not blocked by US sanctions, but the group of former leaders say they have identified a series of barriers that make medical trade near impossible. The steps they recommend include expanding the scope of humanitarian exemptions under US sanctions specifically to include devices and equipment necessary to effectively combat Covid-19, providing extra resources to the US treasury to process sanctions-waiver requests, and sending general US treasury comfort letters to European banks, shipping firms and insurers. The signatories urge Trump not to use America’s voting rights on the IMF board to disrupt an Iranian request for a $5bn(£4bn) IMF loan, and to issue a statement supporting the use of Instex, the mechanism created by the UK, France and Germany in 2019 to allow European companies to trade with Iran without exposing themselves to the consequences of US sanctions. Iran was not on the first IMF list of countries to be granted coronavirus-linked loans. The group warns of “significant and long-lasting consequences for the reputation of the United States and Europe among the Iranian people” if Trump does not provide relief. “This would starkly raise the political costs of engaging with either the US or Europe for any current or future Iranian decision-makers, while simultaneously boosting the influence of Iran’s non-western partners”. Trump has claimed Iran does privately want US aid, but the Iranian president, Hassan Rouhani, under pressure from hardliners, has denied this. On Monday, Abbas Mousavi, a foreign ministry spokesman, said Iran would never ask the US for help. “Iran has never asked and will not ask America to help Tehran in its fight against the outbreak ... but America should lift all its illegal, unilateral sanctions on Iran,” Mousavi said in a televised news conference. Iran’s own messaging on the need for external aid is also confused, with some leaders saying the country is self-sufficient, and others insisting there are dire shortages. Iran formally withdrew criticism of Chinese coronavirus statistics after the health ministry spokesman, Kianoush Jahanpour, had on Sunday described the Chinese figures as a joke in a tweet and at a press conference. Iran’s death toll stood at 3,739 on Monday, with more than 60,500 infected. There is no sign of any fall in the numbers being infected, as many Iranians return to work after the Iranian new year holiday. Concern remains within the Iranian government that too many Iranians are still ignoring social distancing guidelines."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}