{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/democratic-leaders-win-surge-of-approval-during-covid-19-crisis", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T14:41:33Z", "webTitle": "Democratic leaders win surge of approval during Covid-19 crisis", "webUrl": "https://www.theguardian.com/world/2020/apr/02/democratic-leaders-win-surge-of-approval-during-covid-19-crisis", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/democratic-leaders-win-surge-of-approval-during-covid-19-crisis", "fields": {"headline": "Democratic leaders win surge of approval during Covid-19 crisis", "bodyText": "The approval ratings of democratic leaders around the world have soared during the coronavirus crisis, but political scientists say it will not last – and warn that populist opposition parties, in particular, will bounce back strongly as it subsides. Will Jennings, a professor of political science at Southampton University, said the increases were due to an effect first identified in 1970 by a US political scientist, John Mueller, in a paper examining the popularity of US presidents in times of crisis. “In the context of the cold war, Mueller looked at presidential approval data dating back to the 1940s. He observed that it spiked significantly at major moments of tension like, say, the Cuban missile crisis,” Jennings said. “He defined this ‘rally round the flag’ effect as coming from an international event that directly involved the president, and was ‘dramatic, specific and sharply focused’. That pretty much perfectly describes the coronavirus crisis.” Some leaders have seen spectacular rises. The popularity of Giuseppe Conte, the law professor who became Italy’s prime minister in 2018, has surged to 71%, even as his country recorded the highest number of coronavirus deaths in the world. Angela Merkel, who is in her fourth term as Germany’s chancellor and has announced she will not be standing again, has seen her approval rating rise by 11 points since early March to a startling 79%, according to Forschungsgruppe Wahlen’s barometer. In France, a series of polls has shown the satisfaction rating with Emmanuel Macron surging by up to 14 points since February to between 46% and 51% – the highest score the French president has registered in the better part of 18 months. Even when leaders are seen as having mishandled the Covid-19 outbreak, their popularity has increased. In the UK, an Ipsos Mori poll found that despite widespread criticism of his government’s approach, Boris Johnson has seen his satisfaction rating put on more than five percentage points since early February. The same story has unfolded in the US, where Gallup found that while Donald Trump, too, has been castigated for his dismissive early response to the impending crisis, 49% of voters approve of his performance – the most since he entered the White House. The most comparable recent example of “rally round the flag”, Jennings said, was the immediate aftermath of the 9/11 attacks, when the approval rating of President George W Bush briefly hit 90%, the highest ever seen for a US president – and was still riding high at nearly 70% a year later. Researchers originally theorised that the effect was due to leaders appearing as “national unifying figures”. More recently, they have suggested it may be because politics and the media become less partisan, or when people feel threatened, they look to an authority figure to protect them. “One school believes that when partisan differences are set aside, and the media coverage becomes more unified – when the cues people are getting change – that creates a space for the leader to be viewed more positively,” Jennings said. “The other explanation is more based on social psychology.” Whatever it is that drives it, “rally round the flag” generally has the effect of pushing opposition parties and their leaders – particularly those, such as western Europe’s far-right populists, who habitually attack governments aggressively – out of the spotlight. France’s Marine Le Pen, Italy’s Matteo Salvini and the leaders of Germany’s AfD have lost ground in the polls: Le Pen, leader of the far-right National Rally, is down three points according to the latest Elabe barometer; Salvini’s Lega has shed between two and four. They have also become less vocal as the pandemic has advanced. But that does not mean they will be gone for long. “We will see a time of reckoning when this is all over,” said Catherine Fieschi, director of the Global Policy Institute at Queen Mary University of London, and a leading expert on far-right populism. “For the moment, they are biding their time. But we risk seeing a big resurgence.” Europe could well see “an economic crisis after this health crisis – with a social crisis as a consequence”, Fieschi said. “People without jobs, high unemployment. No matter how much governments – and, of course, the EU – have done, it will never be seen to have been enough. No incumbent leader can run on a platform of ‘but it could have been so much worse’. And that’s the populists’ opportunity.” Italy in particular risks an explosion of populist support, Fieschi said. “If the Germans and the Dutch continue to block some kind of collective support mechanism, the Italians are going to feel this is the third time – after the financial crisis and the refugee crisis – that they’ve been hung out to dry. Salvini will jump on it.” Jennings agreed. “Now isn’t the time for populist leaders to attack,” he said. “They will be seen as going against the flow, as unpatriotic – undermining the very principles they stand for. But as the crisis subsides, and inquiries are begun into how it was handled, their ‘elites failing the people’ narrative will be back.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}