{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/ex-soldier-death-casts-light-spaniards-helped-liberate-paris-rafael-gomez-nieto", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T14:46:11Z", "webTitle": "Ex-soldier's death casts light on Spaniards who helped liberate Paris", "webUrl": "https://www.theguardian.com/world/2020/apr/01/ex-soldier-death-casts-light-spaniards-helped-liberate-paris-rafael-gomez-nieto", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/ex-soldier-death-casts-light-spaniards-helped-liberate-paris-rafael-gomez-nieto", "fields": {"headline": "Ex-soldier's death casts light on Spaniards who helped liberate Paris", "bodyText": "The death from coronavirus of a 99-year-old former soldier who was the last surviving member of a company of predominantly Spanish troops who helped liberate Paris from Nazi occupation has thrown a spotlight on one of the lesser-known events in French history. Rafael Gómez Nieto, who fought against Franco in the Spanish civil war before joining the allied war effort, died after contracting Covid-19 in a nursing home in Strasbourg. Gómez Nieto grew up in a town in the Almería region of Andalucía, the son of a career soldier who had been part of the royal guard to the Spanish king Alfonso XIII. After fighting as part of the republican forces in the civil war – and seeing action in the four-month Battle of the Ebro, considered to be the conflict’s longest and bloodiest battle – he crossed the border into France along with about 500,000 of his compatriots. Following a brief internment he travelled to north Africa, where he joined the 9th company of the Régiment de Marche du Tchad, part of the 2nd Armoured Division, commanded by Gen Philippe Leclerc. Not for nothing was the company known by its Spanish name – La Nueve or La Española. One hundred and forty-six of the company’s 160 men were Spanish and, despite serving in the French army and under a French commanding officer, they were permitted to stitch the red, yellow and purple flag of Spain’s second republic on to their uniforms. They were also allowed to paint the flag on their vehicles, which rolled into Paris emblazoned with names such as Guernica and Don Quichotte (Don Quixote). Spanish was the common language within the company and all had fought during the liberation of French north Africa. The company, led by the Spanish Lt Amado Granell, was the first to enter Paris on 24 August 1944 through the Porte d’Italie, in the south of the city. As they awaited the official surrender of the German governor of occupied Paris, Dietrich von Choltitz, La Nueve troops were sent to occupy public buildings and those taken over by the German military command, as well as Place de la Concorde. Granell entered City Hall at about 8.40pm local time and met with the head of the national council of the French resistance. Captain, later colonel, Raymond Dronne, the commander of La Nueve, wrote in his memoirs that he fell asleep in the early hours of the morning to the sound of Spanish songs. Allied troops led by Gen Charles de Gaulle entered Paris the following day. More than 50 members of La Nueve received the Croix de Guerre for bravery. In his victory speech a day later on 26 August 1944 , De Gaulle did not mention the Spanish soldiers. “Paris is outraged. Paris is destroyed. Paris is martyred. But Paris is liberated! Liberated by itself, liberated by its people with the help of the armies of France,” he said. La Nueve’s contribution to the city’s liberation has only recently been recognised. The company was forgotten or left out of the French history books for political reasons – with the liberation presented as an exclusively French triumph. It was only in August 2004 – 60 years later – that Paris officially paid homage to the division with a plaque. Granell died in 1972 in a road accident on his way to the French consulate in Valencia, Spain, where was going to claim his veteran’s salary. “They liberated Paris, but not just Paris,” the city’s mayor, Anne Hidalgo, has said. “The liberation of this city was celebrated all over the world as a victory for freedom. Although much lay ahead in the struggle to defeat Nazism, people say the bells rang out as far away as Buenos Aires when they entered Paris.” Later, Gómez Nieto was awarded the Grande Médaille de Vermeil and the Légion d’Honneur. José María “Chato” Galante, a veteran campaigner for truth, justice and historical memory in Spain who was imprisoned and tortured under the Franco dictatorship, also died recently from coronavirus. On learning of Galante’s death, Spain’s deputy prime minister, Pablo Iglesias, tweeted: “Covid-19 has taken Chato Galante, freedom fighter, political prisoner during the dictatorship, campaigner for universal justice and against torturers – one of Brecht’s indispensables. My heart is broken. So long, comrade.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}