{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/06/roma-suffer-under-eus-environmental-racism-report-concludes", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-05T23:01:40Z", "webTitle": "Roma suffer under EU's 'environmental racism', report concludes", "webUrl": "https://www.theguardian.com/world/2020/apr/06/roma-suffer-under-eus-environmental-racism-report-concludes", "apiUrl": "https://content.guardianapis.com/world/2020/apr/06/roma-suffer-under-eus-environmental-racism-report-concludes", "fields": {"headline": "Roma suffer under EU's 'environmental racism', report concludes", "bodyText": "Europe’s Roma communities are often living on polluted wastelands and lacking running water or sanitation in their homes as a result of “environmental racism”, a report has concluded. The European Environmental Bureau (EEB), a pan-European network of green NGOs, found Roma communities were often excluded from basic services, such as piped drinking water, sanitation and rubbish collection, while frequently living at or near some of the dirtiest sites in Europe, such as landfills or contaminated industrial land. As many as 10 million Roma people live in Europe, including 6 million in EU member states. While their social exclusion has been long documented, EEB researchers say denial of basic services and exposure to pollution has been overlooked. The EEB, in collaboration with researchers in central and eastern Europe, found 32 cases of “environmental racism” in five European countries: Hungary, Bulgaria, Romania, Slovakia and North Macedonia. The researchers also drew on existing work on living conditions of Roma people in Bosnia and Herzegovina, Serbia, Montenegro and Kosovo. Absence of water, sanitation and rubbish collection were problems in more than half the case studies, such as Stolipinovo in Bulgaria, Europe’s largest Roma settlement and part of the city of Plovdiv. About 60,000 people are estimated to live in the district, but many are cut off from piped water and sanitation services from the rest of Plovdiv, a European capital of culture in 2019. In Hungary, access to the public water supply for some Roma communities was shut down during summer heatwaves – decisions affecting 800 people in Gulács in August 2017 and 1,500 inhabitants of Huszártelep in 2013. The northern Hungarian city of Ózd received nearly €5.5m (£4.8m) from Switzerland to improve provision of running water to Roma communities, but researchers said many had not benefited from the scheme. Authorities claimed Roma households did not pay their bills. Previous research concluded that only about 12% of Roma communities had functioning flush toilets and drainage systems. One vivid example of the desperate conditions Roma people can find themselves living in is Pata-Rât, on the outskirts of Cluj-Napoca in Romania’s north-west, known for its gothic architecture and baroque palaces. At Pata-Rât about 2,000 Roma people live next to or on a landfill site. “It’s horrifying,” said the Roma rights activist Ciprian Nodis, who has visited several times. “It’s similar to what you can see in the favelas of Rio de Janeiro. People are living in extreme poverty with no access to utilities, no access to electricity, water. They live in improvised shelters made from recyclable materials that they find on the landfill – cardboard, or rotten wood, or things like that. Most of them work in the landfill.” He identified four separate Roma communities living at Pata-Rât: the first group came in the 1960s, and the most recent arrivals in 2013 when Roma residents of Cluj-Napoca were evicted from the city centre. The least fortunate of the four communities live on the landfill itself, where the air, water and soil is deeply polluted. “It’s a living hell, especially for the children who are born there. It’s bad luck to be born in Pata-Rât,” Nodis said. But Pata-Rât is not even exceptional. Researchers identified more Roma communities living on or next to landfill sites at Fakulteta, near Sofia. On the outskirts of the Transylvanian city of Turda, Roma families live on a former industrial site contaminated with mercury. Unsurprisingly Roma people in the 32 case studies were vulnerable to respiratory and infectious diseases, accidents and depression. Meanwhile Roma communities not living on degraded land risk eviction, without legal recourse. About 100 Roma people living in Constanƫa in Romania were forced to move to allow for the creation of a holiday resort. Patrizia Heidegger, one of the report’s authors and the director of global policies and sustainability at the EEB, said the 32 cases were only the tip of the iceberg. Denial of basic services persisted, despite Roma communities having being settled in the same villages and cities for many years. Absence of water or sanitation was “not due to not having lived in the place for a long time. It’s really total neglect of neighbourhoods with Roma populations.” The problem was compounded as Roma communities were often blamed for the pollution and land degradation, she said. “They are perceived as the environmental problem and not as communities that are disproportionately affected by exposure to pollution or the non-provision of environmental services, which then leads to the degradation of their environment. Roma communities faced huge prejudices, she said, citing attitudes such as “‘they don’t care about a clean environment, they don’t care where they live, they work in waste dumps anyhow so they live there.’ These are racist prejudices.” The EEB is now calling on EU authorities and member states to increase efforts to protect health, while urging them to recognise the scale of the problem. “We need to acknowledge that environmental racism exists in Europe. That is the first step,” Heidegger said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}