{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/05/hotel-quarantine-a-disaster-and-vulnerable-people-should-be-allowed-home-doctor-says", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T17:30:05Z", "webTitle": "Hotel quarantine a ‘disaster’ and vulnerable people should be allowed home, doctor says", "webUrl": "https://www.theguardian.com/world/2020/apr/05/hotel-quarantine-a-disaster-and-vulnerable-people-should-be-allowed-home-doctor-says", "apiUrl": "https://content.guardianapis.com/world/2020/apr/05/hotel-quarantine-a-disaster-and-vulnerable-people-should-be-allowed-home-doctor-says", "fields": {"headline": "Hotel quarantine a ‘disaster’ and vulnerable people should be allowed home, doctor says", "bodyText": "A Sydney doctor who has been treating returned travellers ordered into forced hotel isolation in New South Wales has described the situation as a “disaster” and said that people are in conditions “worse than prison”. Dr Paul Finlay has been working at Sydney airport screening passengers with health checks, including pregnant women and people with dementia and severe mental health conditions. He said state and federal governments had not responded well to the crisis. “There’s no coordination between even departments at the same level of government. The interaction of state and federal government is hostile.” Finlay said while it was true the majority of coronavirus cases in Australia to date had come from returned travellers, a small number of returned travellers now being taken to hotels for enforced quarantine should be allowed to quarantine in their homes on compassionate grounds. Finlay said health workers could flag vulnerable people, such as the elderly or severely mentally unwell, with NSW Health for exemption from the enforced 14-day quarantine in city hotels. “Until today the ministry of health had told me that everyone I’d flagged as vulnerable was given their exemption,” Finlay said on Saturday. “Today I learned this was a lie. It hadn’t actually been done.” “They’re all still in the hotel rooms. And it’s worse than prison. They have cramped rooms with windows that don’t open, no balcony and are not allowed to leave even for some fresh air and exercise. Some hotels aren’t cleaning the rooms for the two weeks and aren’t offering people products to clean their own bathrooms.” Finlay said one person had been told they could have a food package delivered by a family member. The family member included a bottle of wine, which the hotel confiscated. He described those in the hotels as “detainees” and said many did not have access to a laundry. One hotel, the Hilton, was charging some $20 to do the washing, he said. This is not covered by the government. One of the vulnerable passengers Finlay flagged for medical exemption from staying in a hotel was a man who had survived being in a fifth floor hotel room in Kathmandu during the deadly Nepal earthquakes in 2015. He’d been trapped for some time with dead bodies nearby. “Understandably he didn’t want to end up in a hotel with windows that didn’t open, no balcony and no scope for getting out of the room to exercise and feel normal,” Finlay said. “He held grave fears for his mental health and I agreed. I escalated his case a few times to the ministry of health with no communication back to me and no action taken.” Another vulnerable woman found out she was approximately 15 weeks pregnant. Due to being on a remote island prior to returning to Australia, she has so far had no antenatal screening and this is her first pregnancy. She had arranged to be seen by an obstetrician in her home city of Hobart but was unable to travel to Tasmania due to strict travel restrictions which meant that, even after completing two weeks isolation in NSW, she and her husband would be required to do the same again in Tasmania. “She works in an emergency service,” Finlay said. “She was very anxious about not having any antenatal screening until the end of another four weeks. She reported to me that she spoke to the onsite doctor and that she is not allowed out of her room so she could get antenatal screening.” Finlay also shared concerns for other quarantined arrivals, including a woman with a newborn baby who he said is a high risk for developing post natal depression, and an older couple where the husband has dementia. “They were to be isolated in a hotel despite having a home in Sydney,” Finlay said. “The unfamiliar environment and confinement is likely to result in behavioural disturbances for her husband.” He said a paraplegic woman with a catheter and needing an air mattress so that she doesn’t get pressure sores, and who has a carer who helps her with tasks such as bathing, was not allowed to be driven to Wollongong to her house that her friends had ensured was stocked with supplies for her return. “To my knowledge she is still languishing in a hotel in Sydney,” Finlay said. “I can’t in good conscience sit and wait for the authorities to rectify any of this because there’s evidence that they know and still won’t do anything. I’d prefer to be in prison than turn a blind eye after days of trying through official channels to have all of this addressed.” A remote and regional tropical emergency doctor, Amy Neilson, who was among the doctors placed into quarantine after returning from Peru, agreed with Finlay’s assessment of the situation in hotels. Communications have been changing regularly particularly between police and the hotel, with lack of clarity given to those in isolation, she said, adding there was uncertainty on the date and time people will be allowed to return home. Neilson said people would cope better if they were given clear information. “Some people really are struggling and lonely, particularly older people,” she said. “It’s very disorientating for them.” She added that “police are running” the hotel operations. “The communications between border force, police, the hotel and the army appear to be a mess,” Neilson said. NSW police and the Hilton have been contacted for comment. In a statement, NSW Health confirmed The Public Health Order has provisions for exemptions. The department did not respond to questions around how many of these exemptions had been granted. The statement said the minister of health has delegated the authority to grant exemptions to a panel of experienced doctors. “Each exemption request is individually considered, and a significant number of exemptions have already been granted,” the statement said. “Each hotel has on site nursing and a daily medical presence. Travellers can access this medical service. Requests for exemptions are also escalated by this avenue. Applications for an exemption on medical or compassionate grounds can also be made by travellers to the Australian department of health, which sends these onto NSW Health.” Do you know more? melissa.davey@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}