{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/nhs-111-staff-work-coronavirus-symptoms-call-centre", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T11:36:52Z", "webTitle": "NHS 111 staff 'turning up to work with coronavirus symptoms'", "webUrl": "https://www.theguardian.com/world/2020/apr/10/nhs-111-staff-work-coronavirus-symptoms-call-centre", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/nhs-111-staff-work-coronavirus-symptoms-call-centre", "fields": {"headline": "NHS 111 staff 'turning up to work with coronavirus symptoms'", "bodyText": "Call centre staff at the NHS’s 111 helpline are turning up to work with coronavirus symptoms owing to a lack of adequate sick pay, according to a whistleblower who has filed a complaint to MPs. Concerns about health and safety have been raised by call handlers at at least three call centres where thousands of people are employed by outsourcing firms to field calls to the 111 service. One employee, whose complaint has been published by a commons select committee, told the Guardian that colleagues felt ill-prepared for the mass volume of calls and “terrified” they would catch the virus due to “unsafe” working conditions. The call-handler, who works for the outsourcing firm Teleperformance, said communal equipment including coffee machines, exit buttons and door handles were cleaned only twice a day – which the company does not dispute – and that staff were given only “very, very basic” training on how to handle 111 calls about the coronavirus. The government has asked some of the UK’s biggest private call centre operators to massively scale up their NHS 111 capacity amid a 400% increase in calls due to the outbreak. Scores of often inexperienced staff have been hired in huge numbers in only a few days, posing challenges for the employees and companies involved. The call handler, who asked not to be named for fear of losing his job, said: “Managers, floorwalkers and staff have all been thrown into this with very, very basic training and there are a lot of situations that we aren’t prepared for.” The agency worker said staff with potential Covid-19 symptoms, such as a persistent cough, were coming into work as they could not afford to live on the statutory sick pay (SSP) of £96 a week: “There are lots of people coughing around the call centre who haven’t been self-isolating because there is no guarantee of our jobs being there when we come back… Most of us can’t survive on SSP.” Concerns have also been raised by staff at the Teleperformance’s offices in Manchester and in Scotland. The French company, which is one of the government’s biggest call centre operators, said more than half of its nearly 7,000 call handlers were working from home and that the health, safety and security of its staff “has always been our top priority”. It said it had ordered hundreds of thousands of masks for employees and that cleaning of communal areas had increased from once a week to twice daily. Gary Slade, the company’s UK chief executive, said it was “fully compliant” with the government’s sick pay guidelines and that anyone who displayed Covid-19 symptoms was being sent home to self-isolate. “This is not about making money [or] treating people badly – we’ve never been that way,” he added. “But this is definitely without doubt our number one priority: do what’s right for our people and that’s what we’re doing. “Are we perfect? Probably not. There’s always room for improvement. But we’re doing everything we can, working as hard and as fast as we can.” The Guardian found several outsourcing firms recruiting NHS 111 operators for as little as £9.09 an hour – barely above the UK minimum wage – despite their role as the first point of contact for people who think they have the coronavirus. One outsourcing firm said in its job advertisement that no previous customer service experience was needed, adding: “Your personality is far more important than your previous experience.” Concerns have been raised by NHS 111 operators at another firm, Sitel. The Labour MP Luke Pollard said he had received complaints from “dozens” of staff employed at the firm’s call centre in Plymouth, which is handling 111 calls. Staff told him they were working “desk to desk”, in breach of the coronavirus physical distancing rules, and that workplaces were not being deep-cleaned, leaving many afraid to go to work for fear of catching the virus. The company, which is owned by one of the world’s richest families, is said to have instructed call handlers not to speak to the media about their concerns. Pollard said: “If you’re scared of going to work, that is as real as it can get and that needs to be addressed.” Sitel declined to answer a series of questions when contacted by the Guardian. A spokeswoman confirmed that the company was in dialogue with Pollard and that it was following the safety measures outlined on its website."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}