{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/a-listers-natalie-portman-lend-talents-to-bedtime-story-instagram-live-initiative-during-covid-lockdown", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-04-01T15:12:59Z", "webTitle": "A-listers lend talents to bedtime story initiative during lockdown", "webUrl": "https://www.theguardian.com/world/2020/apr/01/a-listers-natalie-portman-lend-talents-to-bedtime-story-instagram-live-initiative-during-covid-lockdown", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/a-listers-natalie-portman-lend-talents-to-bedtime-story-instagram-live-initiative-during-covid-lockdown", "fields": {"headline": "A-listers lend talents to bedtime story initiative during lockdown", "bodyText": "As culture adapts to the limitations imposed by the Covid-19 outbreak there has been myriad new material online, from viral pop parody videos and impromptu classical concerts to TikTok dance-offs and marathon DJ sets. But now the online cultural arms race has shifted to another, less likely target: the humble bedtime story. Several Hollywood actors, music stars and politicians have become children’s storytellers in an effort to support charities and bring some levity during the Covid-19 outbreak, as experts extol the importance of regular routines for parents and children. Natalie Portman, Lupita Nyong’o and Reese Witherspoon have all signed up to an Instagram Live initiative started by fellow actors Amy Adams and Jennifer Garner called Save With Stories, where celebrities read bedtime stories and appeal for donations to Save the Children and No Kid Hungry. In a post on Instagram, Jake Gyllenhaal, who read a Jamie Lee Curtis story called Where Do Balloons Go?, wrote that the charities would “support food banks, and mobile meal trucks, and community feeding programs” to help the estimated 30 million US children who rely on school meals. The show has more than 120,000 followers and the videos have been viewed more than 27m times, with an estimated 18,000 donations so far. “I don’t have any children, but I’ve been watching the videos,” Betsy Zorio, the head of Save the Children’s US programmes and advocacy, told the Hollywood Reporter. “They’ve become a nice little way to take a break during the day and get your mind off the shortage of toilet paper.” On Thursday, Dolly Parton will start her own weekly online storytelling programme by reading The Little Engine That Could. The country star and Glastonbury favourite said the Goodnight With Dolly series on YouTube should act as “a welcome distraction during a time of unrest and also inspire a love of reading and books”. Parton’s charity Imagination Library, which she started in 1996, has delivered more than 130m free books to children, making her known simply as “the book lady” to a generation who might have never heard her songs such as Jolene. Unorthodox choices to get children off to sleep are nothing new. Before the Covid-19 outbreak, the BBC recruited the likes of the Queens of the Stone Age frontman Josh Homme, the Batman and Venom star Tom Hardy and the Captain America actor Chris Evans as narrators for its CBeebies Bedtime Story. With coronavirus perhaps leaving stars with as little to do as much of the rest of the population, a swathe of other names are now doing the same. Other celebrities recruited for the Save the Children campaign include Jimmy Fallon and Gal Gadot, who has already had one Covid-19 viral moment when she appeared in a much maligned celebrity-packed cover version of John Lennon’s Imagine. The bedtime story trend has reached beyond the usual celebrity circles, with the former attorney general and Conservative MP Geoffrey Cox adding his name to the list of night-time narrators. “I’ve been asked to record a children’s bedtime story for while we are cooped up in CV confinement,” he wrote in a tweet introducing his story. Cox chose The Stone Monkey, a Chinese fairytale told by the Victorian author and Chinese language and culture scholar Herbert Allen Giles in what Cox described as “a beautiful little pamphlet” of tales published in 1911. “I hope you enjoy it,” he added. Before becoming attorney general under Theresa May, Cox was arguably best known for having the highest outside earnings in parliament, because he continued to work as a QC while serving as an MP in Devon. Now the politician, whose booming oration was described as sounding like “Uncle Monty played by Brian Blessed”, has joined the ranks of well-known bedtime storytellers. There were suggestions Cox should start narrating audiobooks after a clip of him reading A Visit from St Nicholas, more commonly known as ‘Twas The Night Before Christmas, was widely circulated in December last year."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}