{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/05/more-casual-workers-may-be-included-in-130bn-jobkeeper-coronavirus-scheme", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-05T05:31:36Z", "webTitle": "More casual workers may be included in $130bn jobkeeper coronavirus scheme", "webUrl": "https://www.theguardian.com/world/2020/apr/05/more-casual-workers-may-be-included-in-130bn-jobkeeper-coronavirus-scheme", "apiUrl": "https://content.guardianapis.com/world/2020/apr/05/more-casual-workers-may-be-included-in-130bn-jobkeeper-coronavirus-scheme", "fields": {"headline": "More casual workers may be included in $130bn jobkeeper coronavirus scheme", "bodyText": "The government will seek support from unions as it races to draft laws for its $130bn jobkeeper scheme ahead of a pared-back sitting of parliament this week. The move comes as Labor steps up its call for parliament to sit regularly during the coronavirus crisis, saying it is inevitable mistakes have been made in the rush to draw up a raft of economic stimulus and support measures. Australia has had 5,687 confirmed cases of Covid-19 and 35 deaths, according to the latest figures released on Sunday. Christian Porter, the attorney general, opened the door to allowing more of the casual workforce to access the wage subsidies – an issue that has been raised by unions, business groups and various MPs. Porter said the government was aiming to be “as inclusive and reasonable as possible” on the issue of casuals and he hoped to have draft legislation ready on Monday. The government is poised to reach out to the secretary of the ACTU, Sally McManus, over the draft legislation, which will then go to parliament on Wednesday. Porter and McManus have spoken regularly in recent weeks. In a bid to reassure the union movement over the broader legislation, Porter told reporters on Sunday the changes to workplace relations laws would be subject to a six-month expiry date, which could only be changed in future with parliament’s backing. He said the preparation of this legislation was “one of the most important drafting exercises post-World War II” because it would facilitate $130bn of “economy-saving and job-saving expenditure” over the next six months. “There is a lot of progress; it is occurring under enormous time pressure,” he said in Canberra on Sunday. Parliament is due to return on Wednesday – with limited numbers of MPs attending - to consider legislation to enable as many as 6m workers to access wage subsidies of $1,500 per fortnight, which the Australian Tax Office would pay directly to businesses and not-for-profit organisations that have suffered sharp drops in turnover during the coronavirus pandemic. McManus said the union movement had been raising concerns publicly and privately with the government about how it planned to implement the plan. McManus said 1.1m casuals would miss out on the payment because they had not reached the test of at least 12 months of continuous employment with their employer. Speaking on the ABC’s Insiders program, McManus suggested an alternative test, saying “if you could have reasonably expected to be working if it were not for the coronavirus, then you should get the jobkeeper allowance”. This would include casuals who had shifts already booked or received a promise of work. Porter acknowledged on Sunday that many people were regularly employed casually but may move from employer to employer. “We’re working on that and listening and so when you see the final draft you will see we are trying to be as inclusive and reasonable as possible,” he said. McManus also raised the plight of work visa holders who would miss out on the payments. “We’ve got to make sure that they’re not let to starve as well,” she said. “The other concern we’ve got is a push by the government to change the Fair Work Act. We do not believe that this is necessary. We’ve demonstrated that it is not necessary.” McManus pointed to recent changes to modern awards that had been put through the Fair Work Commission over the last couple of weeks, and covered millions of workers, as an example of how measures could be reached through cooperation rather than legislation. She noted that not every award or enterprise agreement needed to change because some industries were doing well at the current time because of increased demand. McManus raised concern that in some sectors, employers might “abuse” or “take advantage” of changes to the Fair Work Act and called on Labor, the Greens and crossbenchers to oppose such provisions. Unions are worried that some employers may take advantage of provisions allowing them to direct workers to run down their existing leave entitlements. Labor raised similar concerns last week, saying if employees were forced to exhaust their leave entitlements, the new $1,500 fortnightly payment may be transformed from a “wage subsidy” for employees into a “balance sheet subsidy” that benefits employers. Porter said he would share drafts of the legislation with the ACTU and work through the details “in a cooperative, open, frank and honest way”. But he argued that failing to provide certainty through changes to the Fair Work Act could lead to additional job losses. “We will not be waiting or hoping that this change can be effected over the coming weeks or months by changing 121 awards and thousands of individual enterprise agreements,” Porter said. “No matter how late we have to sit, the change will be happening next Wednesday: 6m Australian jobs depend on it. Next Wednesday, we are pushing a $130bn lifeboat out into the roughest economic seas Australia has ever seen and people will need to decide whether or not they’re going to help us push the boat out.” The government also confirmed the special measures to be put in place to allow parliament to sit on Wednesday amid the current health crisis. There are expected to be 47 “pair” arrangements in the House of Representatives, which would allow many MPs to be absent. Just 30 government MPs and 21 opposition MPs are likely to attend the lower house. Most of the crossbench MPs are likely to attend. Question time will be at 2pm as usual. Porter, who is also leader of the house, said special purpose aircraft from the Royal Australian Air Force would assist in transporting MPs to and from Canberra, because of the lack of commercial flights. He indicated parliamentarians would comply with travel and border rules imposed by their states. The manager of opposition business, Tony Burke, called on the government to schedule regular sittings of parliament - in this limited attendance form - to provide ongoing scrutiny and fix inevitable errors in drafting. “At a time of crisis, when the Australian people need us to get this right, the parliament meeting is more important than ever, and to think that after Wednesday we will not have to come back until August 11 is absurd,” Burke said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}