{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/06/iranian-official-backtracks-after-calling-chinese-covid-19-figures-a-joke", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-06T17:31:12Z", "webTitle": "Iranian official backtracks after calling Chinese Covid-19 figures a 'joke'", "webUrl": "https://www.theguardian.com/world/2020/apr/06/iranian-official-backtracks-after-calling-chinese-covid-19-figures-a-joke", "apiUrl": "https://content.guardianapis.com/world/2020/apr/06/iranian-official-backtracks-after-calling-chinese-covid-19-figures-a-joke", "fields": {"headline": "Iranian official backtracks after calling Chinese Covid-19 figures a 'joke'", "bodyText": "Iran’s health ministry spokesman has backtracked after he described China’s official figures on the coronavirus outbreak as a “joke”. Kianoush Jahanpour made the remarks at a press conference and a tweet on Sunday, adding that China had given the impression that coronavirus was like influenza but with fewer deaths. His tweet led led to a reproach from the Chinese ambassador to Iran, Chang Hua, who said China’s health ministry had held a press conference every day. “I suggest that you read their news very carefully in order to draw conclusions,” the ambassador said. Chinese-Iranian relations are normally warm, partly because China is a key market for Iranian oil, and criticism of China’s coronavirus figures had previously come exclusively from the west. Jahanpour said he had merely been commenting on how China’s epidemiological assessment of coronavirus was not shared by Iran. After Chinese representations to the Iranian foreign ministry, Jahanpour, a familiar face on Iranian TV, said on Monday: “We should also see the glass half full. At the very least, we all decided that we had to respect principles of diplomacy.” Meanwhile, Iran announced plans to ban printed newspapers in an effort to slow the spread of the disease. Editors of seven titles including the reformist Etemad and Ebtekar protested against the decision, saying it represented a further incursion of press freedom and would bankrupt them. Alireza Zali, the commander-in-chief of the anti-coronavirus HQ in Tehran, said: “Especially in Tehran province, we have witnessed a very serious change in the presence and movement of people in cities, and unfortunately, at a time when we are witnessing this increase in motor traffic, the numbers entering Tehran’s hospitals is still increasing.” He said there had been a 25% increase in hospital admissions and a 15% increase in intensive care admissions on Sunday compared with the previous day. Iran said on Monday that its death toll from coronavirus had risen to 3,739, an increase of 136 in the past 24 hours, and a total of 60,500 people had been infected, up 2,274 since the previous day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}