{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/awakening-volcanic-region-reykjanes-peninsula-iceland-disruption-centuries", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T10:28:13Z", "webTitle": "Awakening volcanic region in Iceland 'could cause disruption for centuries'", "webUrl": "https://www.theguardian.com/world/2020/apr/10/awakening-volcanic-region-reykjanes-peninsula-iceland-disruption-centuries", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/awakening-volcanic-region-reykjanes-peninsula-iceland-disruption-centuries", "fields": {"headline": "Awakening volcanic region in Iceland 'could cause disruption for centuries'", "bodyText": "Volcanic activity is escalating in a region of Iceland that has not erupted for 800 years, with scientists warning it could cause disruption for centuries to come. Since 21 January, the Reykjanes peninsula south-west of Iceland’s capital, Reykjavik, has experienced more than 8,000 earthquakes and about 10cm of land uplift due to magma intrusions underground. “It seems that after being relatively inactive for many centuries, this region is waking up,” said Dave McGarvie, a volcanologist at Lancaster University. Situated close to the town of Grindavík and the popular Blue Lagoon tourist attraction, and only nine miles (15km) from Iceland’s international airport, the region last erupted about 800 years ago (though there have been more recent eruptions offshore). Geological evidence shows the area is fed by five volcanic systems, which seem to come to life in a coordinated way roughly every 1,000 years. The last period of volcanic activity on the peninsula began in the 10th century and continued until the 13th. Unlike typical Icelandic volcanoes, which tend to wake for a few years and then die down, when this region gets going it appears to splutter on and off for up to 300 years, producing eruptive episodes (locally known as “fires”) lasting a few decades. Long thin cracks known as fissures extend up to five miles (8km), producing fountains of lava, usually without large amounts of ash or explosive activity. The most recent “fires” occurred between 1210 and 1240 and covered about 50 sq km of land in lava. At least six separate eruptions occurred, each lasting weeks to months, interspersed with gaps of up to 12 years with no activity. Volcanic rock fragments and particles were carried tens of kilometres by the wind and written sources report the rockfall causing problems for livestock in the area. If a similar series of eruptions occurred today, the Iceland GeoSurvey calculates that runways at Keflavík airport could be coated in 2cm of ash, temporarily halting all flights. “Wind direction during times of ash production is critical – anything with a slight northerly aspect is going to cause problems for the international airport and the metropolitan area of Reykjavík,” said McGarvie. “The worst-case scenario is if lava flows towards the town of Grindavík,” said Kristín Jónsdóttir from the Icelandic Meteorological Office. “There is also other important infrastructure in the vicinity including a geothermal power plant. Hot and cold water supply may be at risk, along with roads, including the road between Reykjavík and Keflavík airport.” Icelanders are rarely fazed by volcanic activity, but they will be keeping a close eye on the Reykjanes peninsula. Because the eruptions are likely to be relatively small and occasional they will be easier to cope with than massive and sudden outpourings of lava like the 1783-84 Laki eruption, but if the pattern is indeed about to repeat, it will present a new kind of challenge for Icelanders. “People on the Reykjanes peninsula, and their descendants for several generations, may have to be on their guard and ready to evacuate every so often,” said McGarvie."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}