{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/03/coronavirus-latest-at-a-glance-friday", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-03T11:10:50Z", "webTitle": "Coronavirus latest: 3 April at a glance", "webUrl": "https://www.theguardian.com/world/2020/apr/03/coronavirus-latest-at-a-glance-friday", "apiUrl": "https://content.guardianapis.com/world/2020/apr/03/coronavirus-latest-at-a-glance-friday", "fields": {"headline": "Coronavirus latest: 3 April at a glance", "bodyText": "Key developments in the global coronavirus outbreak today include: Spain records first fall in daily death toll in four days as French police mobilise Spain’s coronavirus death toll rose to a total of 10,935 from 10,003 the previous day, the country’s health ministry said on Friday, but showed the first fall in the daily death rate since 30 March. Elsewhere, the death toll in Switzerland rose to 484 while tens of thousands of extra police and gendarmes are being posted across France to ensure people respect the lockdown and to stop the traditional grand départ for the Easter holidays on Friday. Britain opens new hospital as peak predicted earlier than anticipated Britain’s “peak” for coronavirus infections will be in the next few weeks, slightly sooner than previously thought, the health secretary has said. The comments by Matt Hancock came on a day when a new temporary hospital, NHS Nightingale, opened at the ExCel conference centre in London. Cases climb above 1 million as deaths pass 53,000 There are now more than 1,026,974 confirmed cases worldwide and there have been more than 53,975 deaths. In the UK there are more than 34,000 cases, after a sharp rise in the number confirmed on Thursday, and more than 2,900 deaths. The US has the largest number of confirmed cases of any country, at 245,000, and has had more than 6,000 deaths. Trump sparks criticism by deploying son-in-law in Covid-19 taskforce Donald Trump sparked fresh criticism on Thursday by deploying his son-in-law at a White House coronavirus taskforce briefing and accusing Democrats of launching a fresh “witch-hunt”. Jared Kushner, a senior adviser to the US president who is married to Trump’s daughter, Ivanka, made a surprise appearance on the podium and said Trump had instructed him to “break down every barrier needed to make sure the teams can succeed”. EU states in talks over extending border closures beyond Easter Talks are under way among European Union member states over whether to extend border closures beyond Easter in order to tackle the coronavirus crisis. The European commission president, Ursula von der Leyen, also said that the next EU budget should take the form of a new “Marshall Plan” to drive Europe’s recovery from the coronavirus outbreak, Wuhan residents told to stay inside and be vigilant Residents of Wuhan have been warned to stay indoors and strengthen protection measures, a few days before travel restrictions on the city at the centre of the pandemic are scheduled to be lifted. The city’s top official urged vigilance as authorities sought to ward off a second wave of infection from incoming travellers, while also easing some of its stringent containment measures. Australia’s chief medical officer says global cases could be ‘five to 10 times higher’ than reported Australia’s chief medical officer, Dr Brendan Murphy, has said worldwide cases of Covid-19 could be “five to 10 times” higher than the 1 million currently recorded. Murphy says the only numbers he has total faith in are the Australian numbers, because “we have the highest testing rate in the world”. WHO warns of a ‘worrying spike’ in cases and deaths in Middle East Governments in the Middle East need to act fast to limit the spread of the coronavirus after cases rose to nearly 60,000, almost double their level a week earlier, the World Health Organization said on Thursday. Relief for cruise ship passengers as it docks in Florida The Zaandam, the coronavirus-stricken cruise ship that spent 12 days stranded at sea with no ports willing to let it dock, has pulled into Fort Lauderdale harbour to the cheers of port workers. The warm welcome on Thursday night was followed by a procession of medical personnel in blue and yellow plastic protective gear as they scrambled to take critically ill patients down the gangplank and into ambulances. English Premier League threatened by coronavirus wages row The English Premier League’s position at the top of world football could be in danger if a solution to reducing player wages during the coronavirus crisis is not found, an analyst has warned. A week of talks between football bodies and the players’ union, the PFA, has led to little movement before an extraordinary Premier League shareholders’ meeting on Friday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}