{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/09/saudi-arabia-begins-two-week-ceasefire-in-yemen-due-to-coronavirus", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-09T11:55:43Z", "webTitle": "Saudi Arabia begins two-week ceasefire in Yemen due to coronavirus", "webUrl": "https://www.theguardian.com/world/2020/apr/09/saudi-arabia-begins-two-week-ceasefire-in-yemen-due-to-coronavirus", "apiUrl": "https://content.guardianapis.com/world/2020/apr/09/saudi-arabia-begins-two-week-ceasefire-in-yemen-due-to-coronavirus", "fields": {"headline": "Saudi Arabia begins two-week ceasefire in Yemen due to coronavirus", "bodyText": "Saudi Arabia has started a two-week unilateral ceasefire in Yemen, in a move designed to show its awareness of the threat the coronavirus poses to a war-torn country with only rudimentary health services. So far no Covid-19 cases have been reported in the country. However, Saudi Arabia, with which Yemen shares a border, has suffered more than 40 deaths and is projecting many more. Yemen has closed its borders. The Saudi move has been welcomed by aid agencies and the UN special envoy, Martin Griffiths. A key test now will be whether it can be sustained, with a Houthi spokesman alleging hours after its announcement that air strikes had continued to pound targets in Yemen. “The aggression didn’t stop ... and until this moment there are tens of continuous air strikes,” Houthi spokesman Mohamed Abdelsalam told Al Jazeera news network some five hours after the truce began. “We consider the ceasefire a political and media manoeuver” to bolster the image of the coalition in this critical moment when the world is facing the coronavirus pandemic, he added. A previous ceasefire a fortnight ago collapsed within days. Fighting has been especially intense in Al Jawf governorate in the north, where the Yemen government, backed by Saudi Arabia, has been trying to reverse recent Houthi gains. The Houthis were still firing ballistic missiles in the Marib in Wednesday after the Saudis announced the ceasefire and, as with many ceasefires, will be wary of letting Saudi Arabia use the ceasefire to regroup. Yemen’s recent history has been peppered with failed ceasefires, although a Houthi ceasefire in September last year did lead to some political progress. Griffiths has made intense behind-the-scenes efforts to urge the Houthi rebel forces holding the capital, Sana’a, the western port city of Hodeida and large parts of the north not to exploit the Saudi move. A rival Houthi offer of a ceasefire is highly conditional, and appears to apply only to Saudi Arabia, and not the Yemen government. Saudi Arabia, suffering politically from its five-year intervention in Yemen, will face accusations of a PR stunt by its critics. But the Saudi deputy defence minister, Prince Khalid bin Salman, insisted the move was sincere and called on the rebels to “show goodwill” by seriously engaging in dialogue. “The two-week ceasefire will hopefully create a more effective climate to deescalate tensions, work with [Griffiths] towards a sustainable political settlement,” Khalid said on Twitter. He added that Saudi Arabia “will contribute $500m to the UN humanitarian relief program for Yemen in 2020, and an additional $25m to help combat the pandemic. It is up to Houthis to put the health and safety of the Yemeni people above all else.” The ceasefire started at 10am BST on Thursday and is open to extension, the Saudis said. Saudi Arabia says the ceasefire applies to all its ground, maritime and air operations, and is in support of calls from the UN secretary general, António Guterres, for a worldwide ceasefire due to the coronavirus outbreak. The United Arab Emirates foreign minister, Anwar Gargash, said the Saudi offer needed to be built upon urgently. Griffiths said “I am grateful to the Kingdom of Saudi Arabia and the Arab coalition for recognising and acting on this critical moment for Yemen. The parties must now utilise this opportunity and cease immediately all hostilities with the utmost urgency, and make progress towards comprehensive and sustainable peace.” The special envoy’s statement added that he hoped and expected that the coalition’s ceasefire announcement would create a conducive environment for the parties to conclude these agreements “in the very near future”. Muhsin Siddiquey, Oxfam’s Yemen country director, said: “The announcement from the Saudi-led coalition that it will be laying down arms is a welcome move that offers Yemen a chance to avert a fresh disaster. “Over five years of war have left Yemenis with little defence against the coronavirus, as the country’s health system has been destroyed and families lack the resources like clean water, sanitation, proper nutrition they need to protect themselves. “The impact of the coronavirus on people already pushed to the brink would be devastating. Yemenis desperately need to be able to focus on the basics of keeping their families healthy – not dodging bombs and ground fighting.” Xavier Joubert, the country director for Save the Children in Yemen, said: “A ceasefire would be a huge step towards finally bringing safety to millions of children and families in Yemen after five years of brutal conflict. But attempts to de-escalate two weeks ago failed when violence escalated almost immediately, killing and injuring scores of civilians – including children.” Andrew Smith of the British Campaign Against Arms Trade said: “It should not have taken a global pandemic to force Saudi forces into calling for a ceasefire, but this announcement should definitely be welcomed. If it is to succeed then it will take a far greater level of political will than we have seen to date from the regime.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}