{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/04/two-workers-at-londons-pentonville-prison-die-from-covid-19", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T21:59:32Z", "webTitle": "Two workers at London's Pentonville prison die from Covid-19", "webUrl": "https://www.theguardian.com/world/2020/apr/04/two-workers-at-londons-pentonville-prison-die-from-covid-19", "apiUrl": "https://content.guardianapis.com/world/2020/apr/04/two-workers-at-londons-pentonville-prison-die-from-covid-19", "fields": {"headline": "Two workers at London's Pentonville prison die from Covid-19", "bodyText": "Two staff members at north London’s Pentonville prison have died after suffering Covid-19 symptoms, the Prison Officers’ Association (POA) said. Bovil Peter and Patrick Beckford were both support staff workers at the jail, and were believed to be aged in their 60s. POA national chairman Mark Fairhurst said: “My thoughts and prayers are with everybody involved with these tragic deaths - two at the same prison is very concerning.” Fairhurst said he did not know if either of the men had any underlying health conditions. He described Peter as “an experienced member of staff” who was working at operational support grade at the prison, and “he died earlier this week due to Covid-19 symptoms”. Fairhurst added of Peter’s death: “I just want to highlight the fact that this [Covid-19] puts us all at risk. “We are on the front line doing a commendable job on behalf of society and he will be sadly missed by all his colleagues. We wish the best for his family and friends.” It is believed staff at the prison paid tribute with a minute’s silence after hearing their colleagues had died within days of each other earlier this week. Fairhurst told the Guardian that 7,900 prison staff in England and Wales, including officers, support grade staff and governors, were self-isolating, and a further 15 had confirmed cases of coronavirus. He also said that 90 prisoners had been confirmed as having Covid-19, with another 1,200 prisoners self-isolating."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}