{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/australian-officials-again-refuse-to-release-coronavirus-modelling", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T07:48:16Z", "webTitle": "Australian officials again refuse to release coronavirus modelling", "webUrl": "https://www.theguardian.com/world/2020/apr/01/australian-officials-again-refuse-to-release-coronavirus-modelling", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/australian-officials-again-refuse-to-release-coronavirus-modelling", "fields": {"headline": "Australian officials again refuse to release coronavirus modelling", "bodyText": "Australian health officials appear to have backtracked on a pledge to release the modelling that sits behind government decision-making on how to deal with the coronavirus pandemic. Prof Paul Kelly, the deputy chief medical officer, told reporters on Monday he had asked his staff “to organise a meeting later this week where the modelling and the epidemiology and the public health response will be unlocked, and people will be able to ask questions about that”. But during a media conference in Canberra on Wednesday, Kelly sought to clarify his comments. “I have been quoted as saying I would release the modelling,” Kelly said. “I would like to clarify that we will discuss the modelling and look to make that transparent in coming days. “We really have our local epidemiology, which is very much open and we report on it every day at these briefings; it is on the website and so forth. That is really what is guiding most of our decision-making at the moment.” Kelly made the latest comments as he confirmed Australia now had 4,860 confirmed cases of Covid-19 and 20 deaths – a further death was reported on Wednesday afternoon. He said although there were more cases each day, the curve was flattening “and rather than thinking about a peak we should be thinking about a long haul”. Pressed on whether the release of modelling would give the public greater trust in the far-reaching decisions of the authorities, Kelly said transparency could be very important but modelling could be “misinterpreted” and had to be presented in a way that was useful. “The other thing I would say about modelling – and modellers themselves would also say this – modelling is not necessarily the truth. It is a way of seeing the world and potentially pointing out how one can influence certain scenarios, but if we knew the truth and could see exactly what was going to happen in the next few months then we don’t need to model. We would know the truth.” The Australian Academy of Science has been leading the call for the release of the data and evidence underpinning government decisions in tackling the pandemic. The academy’s president, Prof John Shine, argued last week that it was “critical that the public has confidence that governments are basing their decisions on the most up-to-date scientific advice and evidence”. One of Kelly’s colleagues, Dr Nick Coatsworth, indicated on Tuesday that the modelling showed “a very large curve in cases for what we call the unmitigated scenario, where you don’t do anything to stop it and just let it run through the community, and then you see the graph flattening”. Coatsworth, who is also a deputy chief medical officer, said in the interview with Seven’s Sunrise program: “So what Australians will see is very close to what the prime minister showed a couple of weeks ago, when he showed the graph and he introduced the concept of flattening the curve.” The health minister, Greg Hunt, told reporters on Tuesday that “there will certainly be additional modelling provided”. The information was currently being reviewed, Hunt said, “but every day we’re providing all the information we have”. Guardian Australia has contacted the health department to seek clarity on its plans."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}