{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/08/now-is-not-the-time-to-cut-who-funds-says-official-after-trump-threat", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-08T18:50:33Z", "webTitle": "Now is not the time to cut WHO funds, says official after Trump threat", "webUrl": "https://www.theguardian.com/world/2020/apr/08/now-is-not-the-time-to-cut-who-funds-says-official-after-trump-threat", "apiUrl": "https://content.guardianapis.com/world/2020/apr/08/now-is-not-the-time-to-cut-who-funds-says-official-after-trump-threat", "fields": {"headline": "Now is not the time to cut WHO funds, says official after Trump threat", "bodyText": "Senior officials at the World Health Organization have pushed back at calls by Donald Trump to withhold funding from the organisation, and by Trump’s supporters for the resignation of its head, Dr Tedros Adhanom Ghebreyesus. “We are still in the acute phase of a pandemic, so now is not the time to cut back on funding,” Dr Hans Kluge, the WHO regional director for Europe, told a virtual briefing in response to a question about Trump’s remarks. Asked about Trump’s remarks at the WHO daily briefing in Geneva, Tedros declined to address the issue directly. “I don’t think that’s necessary,” he said. “We shouldn’t waste time pointing fingers. We need time to unite … Let’s unite … The worst is yet to come if we don’t rush to ensure unity.” The row came as the US recorded its highest toll from the virus in a single day, with more than 1,800 coronavirus deaths. Trump and key Republican supporters and sympathetic media outlets have recently escalated a months-long campaign accusing the WHO of being biased towards China, and demanding a congressional investigation. The latest flare-up, which appears designed to distract attention from Trump’s record during the outbreak, has fuelled concerns among WHO insiders that the campaign could dangerously undermine confidence in the organisation’s advice at a crucial time. Wuhan, the Chinese city at the centre of the outbreak, has begun to return to normal life, raising fears among some US rightwingers that China’s economic recovery could steal a march while the US is in the midst of its own outbreak. Trump said the WHO had been “wrong about a lot of things” and threatened to put a hold on WHO funding. When asked if that was a good idea during a pandemic, Trump denied having made the threat and then said his officials would “look at it”. “We’re going to investigate it, we’re going to look at it. But we will look at ending funding, yeah, because you know what, they called it wrong, and if you look back over the years even, everything seems to be very biased toward China.” David Nabarro, the WHO’s special envoy for Covid-19, told the Guardian that while it was inevitable that “institutions, governments and individuals” would be held accountable for their handling of the coronavirus pandemic, that needed to take place after the crisis was over. “The world is in the middle of an extraordinary and epic struggle against a virus that is completely new,” he said. “With something like this each decision that we make is closely examined – as it should be … But for now I would suggest we wait until the time the emergency subsides, when of course there will be inquiries, and individuals, governments and institutions are scrutinised.” “We are trying to combine science and risk-assessment as we connect with the people who are making really tough decisions. They need to be able to trust us and have confidence in us.” Senior African leaders came out strongly in support of the WHO. Moussa Faki Mahamat, chair of the African Union Commission, which brings together 55 of the continent’s states, said on Twitter that he was surprised to learn of an anti-WHO campaign by the US and stressed the organisation’s support for Tedros. Cyril Ramaphosa, the president of South Africa, which currently has the highest number of confirmed cases in Africa, posted a tweet saying that the most potent weapon against the pandemic was international cooperation and solidarity, and praised the “exceptional leadership displayed daily by the WHO and Tedros”. A number of prominent figures associated with Trump have been involved in the campaign against the WHO, which has been criticised for its handling of major disease outbreaks in the past, including the 2014 Ebola outbreak in west Africa. They include John Bolton, Trump’s former national security adviser; the Florida Republican senator Rick Scott and the Republican congressman Guy Reschenthaler, who introduced a resolution in the House of Representatives on Tuesday calling for the US to defund the WHO unless Tedros resigns and the organisation is investigated over its treatment of China during the pandemic. The onslaught has been echoed on social media, sometimes with racially offensive imagery against the Ethiopian official. The criticism brings together a series of rightwing preoccupations including a distrust of UN bodies, pro-Taiwan activism, and a fear that China’s economy could recover before that of the US. Trump and his supporters suggest the WHO did not raise the alarm in time about coronavirus, but as early as 7 January senior US health officials reporting to the Trump administration were brought into key conversations at the WHO. As a major investigation by the Washington Post last week made clear, it was not only through these channels that the Trump administration was being warned early of the risk of a global outbreak. Throughout the early weeks, from January and into February, senior officials including health and human services secretary, Alex Azar, struggled to command Trump’s attention over the disease. In late January the president opened himself to criticism for the same thing that his supporters now accuse the WHO and its head of: publicly praising China’s approach, arguing that if he put more pressure on the Chinese premier, Xi Jinping, Beijing would be less likely to share data. Trump has also claimed that the WHO was suggesting the virus was “no big deal” before the US president announced his travel restrictions on China – restrictions opposed by the organisation as ineffective. But far from suggesting the outbreak was “no big deal”, the organisation had declared coronavirus a “public health emergency of international concern” on 30 January – defined as an “an extraordinary event” that may “require a coordinated international response” to stop its spread across borders. That was 24 hours before Trump announced his own restrictions on 31 January – which were applied retroactively to 27 January."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}