{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/police-fear-gangland-feud-from-irish-republic-now-being-fought-in-belfast", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T04:00:34Z", "webTitle": "Police fear gangland feud from Irish Republic now being fought in Belfast", "webUrl": "https://www.theguardian.com/world/2020/apr/10/police-fear-gangland-feud-from-irish-republic-now-being-fought-in-belfast", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/police-fear-gangland-feud-from-irish-republic-now-being-fought-in-belfast", "fields": {"headline": "Police fear gangland feud from Irish Republic now being fought in Belfast", "bodyText": "It started with taunts about stolen flip-flops, veered into a litany of horrors – abduction, murder, dismemberment, betrayal, vengeance – and ended with a party. The gangland feud propelling such violence and depravity has played out in Ireland and now moved to the UK. Robbie Lawlor, 36, a Dublin criminal suspected of multiple murders, was shot dead in the Belfast district of Ardoyne on Saturday, a cross-border ambush that added another corpse to a lethal saga and prompted his rivals to post footage of celebrations. The Police Service of Northern Ireland and the wider community fear a seemingly unending dispute between southern drug gangs is now being fought in the streets of Belfast. Paul McCusker, a councillor for the Social Democratic and Labour party who visited the murder scene, said people dreaded a revival “of the bad old days of the Troubles” in the form of apolitical criminal score-settling. “This community has been through too much over the last 50 years to have these gang wars in Dublin spilling out now on their streets.” Lawlor was the 161st victim of Irish gang feuding since 2009, the central conflict driven by groups reportedly linked to two rival crime bosses, Christy Kinahan and Gerry Hutch. Hundreds of millions of euros in drug profits are at stake but the latest round of butchery dates from a seemingly trivial incident: the theft of a gym bag. Lawlor, recently released from prison, was mugged last December after leaving a Dublin gym. A group of youths punched and kicked him and filmed the assault, allegedly at the behest of a gangland foe. They later posted pictures of themselves wearing his flip-flops, along with taunts. What happened next plumbed a new level of barbarity. On 12 January, Keane Mulready-Woods, 17, a footsoldier for a Drogheda-based gang, who was reportedly involved in the mugging, vanished. The next day a sports bag containing human limbs – and a pair of flip-flops – was dumped in Coolock, a north Dublin suburb. Two days later another bag containing a head and other body parts were found in a burning car in another part of Dublin. DNA testing confirmed they belonged to the teenager. After waiting in vain for the torso to turn up, the family of Mulready-Woods buried the remains on 13 February. At the funeral mass, Father Phil Gaffney said a drug culture had infected Ireland and claimed another life. “What arrogance. What appalling wickedness and evil,” he said. “This murder has brought about an unparalleled level of revulsion, not alone in Drogheda, but throughout our country and, indeed, far beyond.” Gaffney said Mulready-Woods was naive and fell in with the wrong people. “I hope that his death will be a warning to other young teenagers who are being groomed by the ruthless criminals: that the promise of money and gifts will inevitably end in tragedy,” he said. The inclusion of flip-flops with the remains was widely interpreted as a message to Lawlor’s rivals that to cross him invited savage retribution. The man the tabloids have branded a “psycho” and “sadistic killer” met his own end last Saturday. Lawlor arrived in Belfast with at least three criminal associates to pick up tens of thousands of pounds owed to him for a drug deal, security sources in Northern Ireland told the Guardian. Shortly before noon he entered a house and encountered a waiting gunman. He tried to escape but was shot four times in the head and died in the front garden. One theory suggests the indebted drug dealer killed Lawlor. However, security and republican sources believe he was set up by another Belfast criminal who was supposed to be working with Lawlor but betrayed him to Dublin enemies. Lawlor had other foes – he was a hate figure for dissident republicans who suspected him in the killing of Alan Ryan, a Real IRA enforcer and extortionist, in Dublin in 2012. Lawlor’s death prompted rivals to post images of toasts, dancing and cheering. Police on both sides of the border are now tasked with catching his killer, or killers. A 36-year-old man arrested in Belfast has been released on bail. Gardaí in the republic have seized €50,000 in cash which they suspect was part of a bounty for the murder."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}