{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/03/doctor-with-covid-19-dies-in-berlin-flat-after-travelling-from-london", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-03T15:59:54Z", "webTitle": "Doctor with Covid-19 dies in Berlin flat after travelling from London", "webUrl": "https://www.theguardian.com/world/2020/apr/03/doctor-with-covid-19-dies-in-berlin-flat-after-travelling-from-london", "apiUrl": "https://content.guardianapis.com/world/2020/apr/03/doctor-with-covid-19-dies-in-berlin-flat-after-travelling-from-london", "fields": {"headline": "Doctor with Covid-19 dies in Berlin flat after travelling from London", "bodyText": "A London-based doctor who ignored orders to self-isolate after showing Covid-19 symptoms has been found dead at his flat near Berlin, causing concern he could have infected other people on his journey from the UK. The 58-year-old German citizen, who is understood to have worked in Britain as a locum doctor, was told by his employer to put himself into self-isolation on 19 March after developing symptoms associated with the coronavirus, but was not tested. On 25 March the man instead travelled to Berlin, where he has a close relative and owns a flat in the Babelsberg district of Potsdam, on the outskirts of the capital. Last week the doctor reportedly told his relative he was still experiencing symptoms, which typically include a high temperature and a dry cough. He failed to respond to calls after last Friday, and his body was discovered at his Babelsberg home on Sunday. A postmortem showed he had suffered from Covid-19. The case has caused indignation among German officials. “I am outraged,” Potsdam’s mayor, Mike Schubert, told the BZ newspaper. “As a doctor he knew the risk of infection. How could he then go on to mingle among the crowds in several countries? The man was acting completely irresponsibly.” German federal police and their counterparts in the UK have spent the week retracing the doctor’s route from Britain to Germany. It is believed he arrived in Berlin by plane. The only flight between the two capitals on 25 March was on Ryanair, from London Stansted to Berlin Schönefeld. According to a spokesperson for Berlin’s airports the flight carried 41 passengers. Health authorities in Potsdam are understood to be getting hold of people who may have come into contact with the doctor on his journey. The man is not understood to be linked to a coronavirus outbreak at Potsdam’s biggest hospital, the Ernst von Bergmann clinic, which has recorded 78 confirmed infections in thepast few days."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}