{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/ppe-scandal-and-the-doctors-being-rejected", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T16:43:55Z", "webTitle": "PPE scandal and the doctors being rejected | Letters", "webUrl": "https://www.theguardian.com/world/2020/apr/02/ppe-scandal-and-the-doctors-being-rejected", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/ppe-scandal-and-the-doctors-being-rejected", "fields": {"headline": "PPE scandal and the doctors being rejected", "bodyText": "Our daughter is a GP trainee and recently had her training programme stopped due to the Covid-19 outbreak. So she is compelled to continue working in an A&amp;E department. Last Friday, she completed the following: eight consecutive shifts, a total of 76 hours worked, a mixture of twilights, nights and day shifts. Throughout that time, she worked with inadequate personal protective equipment. The World Health Organization advises that healthcare workers providing direct care to patients with respiratory symptoms should have: medical mask, gown, gloves, eye protection (goggles or face shield). It says healthcare workers examining a patient with respiratory symptoms should have: medical mask, gown, gloves, eye protection. Our daughter is using the following: medical mask, disposal plastic apron (not a medical gown), and gloves. This leaves her and her colleagues at risk of the virus as much of their arms, face and eyes are exposed. This is a national scandal, likely to result in the death or serious illness of many NHS staff. Names and address supplied • Efforts are being made to fast-track refugee doctors into the NHS (Covid-19: call for fast-track registration of refugee doctors in UK, 25 March)(. There are also highly qualified doctors of other nationalities including Americans married to Brits, resident in this country, whose applications for a licence to practise in the UK are being rejected for fast-track reciprocity, while priority is given to Europeans. Their applications are held up in the General Medical Council’s year-long bureaucracy, despite providing copies of their qualifications and evidence of their considerable experience. In this crisis, could the GMC speed up its drawn-out processes for other foreign-trained but eligible physicians, so that these doctors too can contribute their skills to address the shortage of medical staff? Celia Clark Southsea, Portsmouth • Francesca Melandri (A letter to the UK from Italy, 27 March) suggested we might wish “to cover with rose petals all medical workers’ steps”. Plant nurseries and garden centres suggest destroying plants that coronavirus makes it impossible for them to sell. Surely a scheme can be developed by garden lovers liaising with nurseries to distribute plants to people who volunteer to care for them until they can be used to plant hospital and care home gardens. Liz Byrne Letchworth, Hertfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}