{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/03/coronavirus-latest-at-a-glance", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-03T05:15:54Z", "webTitle": "Coronavirus latest: 3 April, at a glance", "webUrl": "https://www.theguardian.com/world/2020/apr/03/coronavirus-latest-at-a-glance", "apiUrl": "https://content.guardianapis.com/world/2020/apr/03/coronavirus-latest-at-a-glance", "fields": {"headline": "Coronavirus latest: 3 April, at a glance", "bodyText": "Key developments in the global coronavirus outbreak today include: Cases climb above 1 million as deaths pass 51,000 There are now more than 1,002,000 confirmed cases worldwide and more than 51,400 deaths. In the UK, there are more than 34,000 cases, after a sharp rise in the number confirmed cases on Thursday and more than 2,900 deaths. The US, which has the largest number of cases of any country, has more than 236,000 confirmed cases and more than 5,600 deaths. Wuhan residents told to stay inside and be vigilant Residents of Wuhan have been warned to stay indoors and strengthen protection measures, a few days before travel restrictions on the city at the centre of the pandemic are scheduled to be lifted. The city’s top official urged vigilance as authorities sought to ward off a second wave of infection from incoming travellers, while also easing some of its stringent containment measures. China to hold national day of mourning on Saturday China will hold a national day of mourning on Saturday for “martyrs” who died in the fight against the epidemic, the official Xinhua news agency says. Three minutes of silence will be observed at 10am across the country “while air raid sirens and horns of automobiles, trains and ships will wail in grief”, the news agency Xinhua said. China has reported a total of 81,589 confirmed cases, which exclude asymptomatic patients, and 3,318 deaths from the outbreak. Australia’s chief medical officer says global cases could be ‘five-to-10 times higher’ than reported Australia’s chief medical officer, Dr Brendan Murphy, has said worldwide cases of Covid-19 could be “five to 10 times” higher than the 1 million currently recorded. Murphy says the only numbers he has total faith in are the Australian numbers, because “we have the highest testing rate in the world”. WHO warns of a ‘worrying spike’ in cases and deaths in Middle East Governments in the Middle East need to act fast to limit the spread of the coronavirus after cases rose to nearly 60,000, almost double their level a week earlier, the World Health Organization said on Thursday. International airline seat capacity drops 80% from a year ago International seat capacity has dropped by almost 80% from a year ago and half the world’s airplanes are in storage, data shows, suggesting the aviation industry may take years to recover from the coronavirus pandemic. Heathrow to close one runway due to drop in air traffic In related news, London’s Heathrow airport has said it will close one of its runways from Monday because of a fall in traffic. The airport has two runways and will alternate which one they keep open on a weekly basis, a spokesman said. Virus-stricken cruise liners docks in Florida The Zaandam cruise liner, on which four people have died, has docked in Fort Lauderdale, after previously being denied entry. Dozens of other passengers are sick with flu-like symptoms on the vessels. Earlier this week, the ship offloaded its healthy passengers onto its sister ship, the Rotterdam, which has also been given permission to dock in Florida’s Port Everglades."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}