{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/misleading-and-alarming-sheffields-coronavirus-figures", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-04-01T17:04:45Z", "webTitle": "'Misleading and alarming': behind Sheffield's coronavirus figures", "webUrl": "https://www.theguardian.com/world/2020/apr/01/misleading-and-alarming-sheffields-coronavirus-figures", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/misleading-and-alarming-sheffields-coronavirus-figures", "fields": {"headline": "'Misleading and alarming': behind Sheffield's coronavirus figures", "bodyText": "For residents of Sheffield, the daily roll call of coronavirus cases has made for alarming reading. On Wednesday the Steel City had the fourth highest number in any local authority in England (541), behind Surrey (571), Hampshire (652) and Birmingham (734). The figures have led some to worry that Sheffield – home to 575,400 people, compared with Birmingham’s 1.1 million – has become a hotbed of disease. Research from the Centre for Cities on Tuesday prompted further consternation by breaking the data down by population size and reporting that Sheffield was second only to London in terms of cases per 100,000 people. But local hospitals and public health experts are playing down the statistics. “The figures are misleading and alarming. People look at them and think, ‘Oh gosh, we’re all going to get it’ and ‘Sheffield is a high-risk area’, but that’s not true,” said Dr Andrew Lee, a reader of global public health at Sheffield University and executive director of primary care and population health at NHS Vale of York clinical commissioning group. So far, 21 patients have died in hospitals in Sheffield, while the Sheffield Teaching Hospitals trust, which operates the city’s two big hospitals, the Northern General and the Royal Hallamshire, says they are currently treating “a comparatively low level” of coronavirus patients. Talking in his academic capacity, Lee despaired at the Public Health England daily dashboard, which lists the number of cases in each local authority in England. “That tracker is really misleading. In some senses they should just turn it off because everywhere is testing differently. So you can’t compare place A with place B with place C. And it’s not like you’re just following a score because the interpretation of those numbers is really complicated,” he said. The main reason Sheffield has such a high number of cases is that it has been testing more people and testing earlier, according to Lee. The Sheffield Teaching Hospitals trust took the decision to test all symptomatic NHS workers 11 days before most other areas, the Guardian understands. From 19 March, any Northern General staff with symptoms were instructed to phone occupational health and – assuming they had their own transport and weren’t going to use public transport – were given an appointment for a test, according to a medic from the Northern General. That hospital has a larger than average in-house testing laboratory, which when it opened in 2013 was able to process more than 10m tests a year. And at the start of March, local authorities set up a temporary drive-through community testing facility just off the Sheffield Parkway where members of the public who had visited affected countries could be tested without leaving their cars. It was only this week that the rest of the NHS was ordered by Sir Simon Stevens, the chief executive of NHS England, to start testing staff, starting with those working in critical care, emergency departments and ambulance services. Healthcare workers were disproportionately likely to get infected, said Lee. “If you look at what happened with Mers-Covid, when they had that big outbreak in South Korea some years ago, most of the cases were in health workers. And the same with Sars in 2003-4. It just reflects the fact healthcare workers have high-risk, prolonged contacts with patients. Healthcare workers are not representative of the wider public.” The Northern General medic said the widespread testing in Sheffield meant that infected staff stayed at home while those who tested negative could come in to work. “I know five or six people in my team were sure they had it and tested negative, and yet a few others who were adamant it was just a cold turned out to have coronavirus,” they said. Another reason for Sheffield’s high figures is that the Royal Hallamshire is home to one of England’s few specialist NHS infection centres. That is why, when the first coronavirus patients arrived in the UK from the cruise ship the Diamond Princess, two were sent there. In addition, Sheffield has experienced a few “Covid clusters”, according to a spokeswoman at the hospitals trust. “I know we did have some clusters of people that we tested in the community, which had a wide contract testing base, which made the Sheffield figures look larger,” she said. These clusters were largely groups returning from Italy and other infected regions, she added. She said the trust saw two million patients each year – four times the population of Sheffield – but that they were not currently treating many Covid-19 patients. ”The number of patients fluctuates each day, but we are at a comparatively low level at present. We currently have capacity in our ITU [intensive treatment unit] and HDU [high dependency unit] and have plans in place to increase capacity as the number of cases rise,” she said. “It’s a bit like watching the tide go out before the tsunami comes in,” said the Northern General medic. “We are not overwhelmed yet, but we have all seen what has happened in London and we know what’s coming. We are hoping the lockdown will make it not as bad, but it depends who you talk to how much you believe whether we are going to be saved or not.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}