{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/surges-of-love-for-the-nhs-and-anger-over-tory-policies", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T15:35:06Z", "webTitle": "Surges of love for the NHS and anger over Tory policies | Letters", "webUrl": "https://www.theguardian.com/world/2020/apr/10/surges-of-love-for-the-nhs-and-anger-over-tory-policies", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/surges-of-love-for-the-nhs-and-anger-over-tory-policies", "fields": {"headline": "Surges of love for the NHS and anger over Tory policies", "bodyText": "You would think that, during the Covid-19 crisis, doctors are at a premium and are being snapped up with open arms by the NHS. Unfortunately, that seems not to be the case. I am a UK- and NHS-trained doctor, and for the past six years I have worked as a senior emergency medicine doctor in the NHS. I am also an NHS-qualified GP. Since mid-January I have been working as a civilian doctor for the Ministry of Defence. When I saw the strain that the NHS was under, I felt it was my professional and moral obligation to offer my services. You would think that this would be fairly easy. The General Medical Council has been contacting doctors who have given up their registration in the past three years and they are being granted temporary registration if they wish to volunteer. But there is nothing on the GMC website directing registered doctors on how to volunteer. The British Medical Association, the trade union representing doctors, has been of no help either. When I asked about this subject I was sent a couple of links to generic career advice and advertised jobs pages. Other routes – eg Google searches, posting on LinkedIn and even some direct approaches to hospitals – have all been equally fruitless. I must say that I am at a total loss as to how I go about volunteering to work in the NHS in this time of crisis. Any help or advice that can be offered by anyone would be much appreciated. Dr Anthony Matheson Dumfries, Dumfries and Galloway • Pro-NHS to the core (and now retired after 30 years in psychiatric nursing in the NHS), I feel angry and cynical in ways I wish I didn’t. When “clap for carers” began, I was very moved, and of course there is something beautiful about the collective outpouring of gratitude. But the neglect and underfunding of the NHS have been screamingly obvious in every period in which the Conservatives have been in office. The drive to privatise is in the Tory DNA. Sure, they are talking the talk now – how could they not? – and doing the right thing vis-a-vis the NHS, but this is only temporary. So is it wrong to hope that the clapping and saucepan-banging might also be seen as a movement that declares: “We love our NHS. We hate what the Tories, in their ideological savagery, have done to it”? To borrow from a recent demo placard: how can we symbolically and practically “rage, rage against the lying of the right”? Peter Kaan Exeter, Devon • Unlike John Crace (Rishi Sunak ditches the straight-talk for lessons from the old school, 8 April), I found Rishi Sunak’s “most terrifying utterance” his throwaway reference to his giveaway billions “having to be paid for”. If the recent history of the financial crash and bank bailout is anything to go by, we all know who will be doing the paying. How many years of austerity can we look forward to this time, to preserve our society’s unequal status quo? How many low-paid workers in essential services, currently being eulogised by ministers for saving the nation, will end up footing the bill? How many individuals and small businesses will go to the wall while the usual tax-avoiding millionaire suspects survive in splendid state-subsidised isolation? How much longer will it take to accept that we can’t go back to business as usual? People won’t put up with it. The planet can’t put up with it. Karen Barratt Winchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}