{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/04/coronavirus-latest-at-a-glance-4-april", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T11:51:20Z", "webTitle": "Coronavirus latest: at a glance", "webUrl": "https://www.theguardian.com/world/2020/apr/04/coronavirus-latest-at-a-glance-4-april", "apiUrl": "https://content.guardianapis.com/world/2020/apr/04/coronavirus-latest-at-a-glance-4-april", "fields": {"headline": "Coronavirus latest: at a glance", "bodyText": "Key developments in the global coronavirus outbreak include: Spain’s daily death toll falls Spain recorded 809 deaths from coronavirus over the past 24 hours, down from 932 in the previous period and the second day in succession that the figure has fallen. The country’s overall death toll stood at 11,744 on Saturday, the health ministry said. The number of registered infections rose to 124,736 on Saturday from 117,710 on Friday. Sanctions should not impede coronavirus fight Josep Borrell, the EU’s high representative for foreign affairs, has said that sanctions should not stop the delivery of medical equipment and supplies to countries trying to contain the coronavirus outbreak. He made his comments in a declaration on Friday in which he also backed the UN’s call for an immediate global ceasefire to allow the world to focus on the pandemic. “The European Union also stresses that sanctions should not impede the delivery of essential equipment and supplies necessary to fight the coronavirus and limit its spread worldwide,” he said. He added the EU would apply humanitarian exceptions to ensure that sanctions would not hamper any efforts to fight the disease and encouraged “other jurisdictions to provide the necessary clarifications to ensure that their respective sanctions are no obstacle to the global fight against the pandemic.” China pauses to mourn patients and medical staff People across China paused for three minutes at 10am local time to remember the more than 3,000 patients and medical workers who have died during the country’s coronavirus outbreak. People stood still, and cars, trains and ships sounded their horns. Saturday has been declared a day of mourning. The country reported 19 new cases on Friday, most of which were linked to foreign travel. Pakistan faces ‘stark choice between outbreak and hunger’ Pakistan’s prime minister, Imran Khan, has said the country faces some bleak choices. He tweeted: “In the subcontinent, with a high rate of poverty, we are faced with the stark choice of having to balance between a lockdown necessary to slow down/prevent the spread of Covid-19 and ensuring people don’t die of hunger and our economy doesn’t collapse. So we are walking a tightrope.” UK lockdown could end in May if public sticks to distancing rules Neil Ferguson, a leading professor of mathematical biology at Imperial College London said Britain would not be able to relax its stringent lockdown rules until May. He said the spread of coronavirus would have to slow down first and widespread testing would also have to be introduced. He said work was under way to establish how the rules could eventually be relaxed. “We want to move to a situation where at least by the end of May we are able to substitute some less intensive measures, more based on technology and testing, for the complete lockdown we have now,” he said. Death toll in Iran Iran’s death toll from the coronavirus outbreak climbed to 3,452 on Saturday, with 158 fatalities recorded over the past 24 hours, the country’s health ministry spokesman, Kianoush Jahanpour, said. The number of confirmed cases had risen to 55,743, of whom 4,103 were in critical condition, he said on state TV. Iran is the country worst affected by the pandemic in the Middle East."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}