{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/coronavirus-latest-at-a-glance-7-april-2020", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T17:09:37Z", "webTitle": "Coronavirus latest: 7 April, at a glance", "webUrl": "https://www.theguardian.com/world/2020/apr/07/coronavirus-latest-at-a-glance-7-april-2020", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/coronavirus-latest-at-a-glance-7-april-2020", "fields": {"headline": "Coronavirus latest: 7 April, at a glance", "bodyText": "Key developments in the global coronavirus outbreak today include: UK prime minister stable in intensive care The foreign secretary, Dominic Raab, who is running the UK government while Boris Johnson receives treatment in hospital for coronavirus, says he is confident the prime minister will recover, calling him a “fighter”. Updating the nation on Johnson’s condition, Raab said he remains stable and is receiving standard oxygen treatment. Earlier, Downing Street confirmed the prime minister did not have pneumonia. Known global death toll passes 78,000 According to researchers at Johns Hopkins University, at least 78,269 people have now died worldwide, while at least 1,381,014 have been infected. Due to suspected underreporting, these figures are likely to be lower than the true statistics. More than 55,000 have now tested positive in the UK According to the latest official figures, 213,181 people in the UK have been tested and 55,242 have been confirmed as having contracted the virus. Of those hospitalised with Covid-19, 6,159 have died, the UK’s Department of Health and Social Care says. The UK lockdown is unlikely to be relaxed soon: Raab said the country is “not at that stage yet” as he warned about the dangers of relaxing too early. Confirmed number of African cases passes 10,000 The world’s second largest continent has now seen at least 10,000 cases – and experts believe the true scale of the outbreak is much greater. More than 1,700 of the cases are in South Africa, which has been rolling out an aggressive testing campaign. Turkey has world’s fastest rising infection rate The number is increasing by more than 3,000 a day, reaching 30,217 since the first case was confirmed four weeks ago. Reported fatalities remain much lower than other badly hit countries, at 649, but the infection figures suggest Turkey has the fastest rising number of confirmed cases in the world. Death toll in Italy continues to rise The country suffers 604 more deaths, though it also marks the lowest day-to-day increase in new infections since introducing quarantine measures. New cases rose by 0.9% to 880, and that number was outstripped by the 1,555 increase in the number of people who recovered. The overall number of cases in Italy reached 135,586, including 17,127 deaths and 24,392 recovered. US still obstructing medical supply shipment Justin Trudeau says Canada still has more work to do to persuade Washington to ensure supplies flow freely, after it emerged Donald Trump had blocked a shipment of masks to Ontario. Trudeau says US officials have allowed the export of 500,000 masks, which should arrive on Wednesday. Economic hit likely to be equivalent to 195m jobs The International Labour Organisation forecasts the global downturn to be far more damaging than the 2009 financial crash. The UN body describes the situation as“the worst global crisis since the second world war and warns it is likely to lead to the loss in working hours equivalent to 195m full-time jobs. WHO holds off recommending face mask use Experts say that, despite evidence suggesting widespread use of masks could help reduce the virus’ spread, they are insufficient on their own. Earlier, it emerged that the Riviera cities of Nice and Cannes were among those in France planning to make face masks mandatory outdoors. The mayor of the former said all city inhabitants would receive a mask within eight to 10 days that they would be able to use for a month."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}