{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/ng-interactive/2020/apr/09/sound-of-icebergs-melting-journey-into-antarctic-jonathan-watts-greenpeace", "type": "interactive", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-09T05:00:37Z", "webTitle": "The sound of icebergs melting: my journey into the Antarctic", "webUrl": "https://www.theguardian.com/world/ng-interactive/2020/apr/09/sound-of-icebergs-melting-journey-into-antarctic-jonathan-watts-greenpeace", "apiUrl": "https://content.guardianapis.com/world/ng-interactive/2020/apr/09/sound-of-icebergs-melting-journey-into-antarctic-jonathan-watts-greenpeace", "fields": {"headline": "The sound of icebergs melting: my journey into the Antarctic", "bodyText": "Chapter 1: Paradise Harbour An ancient fizz We set out across the ice-filled Antarctic bay to listen for whales, but first we heard something altogether different: an upside-down sound below the Southern Ocean, something like the sound of climate crisis itself. Our small motor dinghy was carrying seven passengers – a polar guide, two Greenpeace activists, two journalists, a camera operator and a scientist specialising in marine acoustics. All around us were jagged, brilliant white peaks, piercing blue glaciers and water flecked with such a constellation of ice fragments that you could imagine a sky-sized mirror had shattered on to the surface of the ocean. The pilot cut the outboard engine to reduce noise while the scientist, Tim Lewis, dropped the hydrophone – essentially a waterproof microphone on a long cable – into the ocean. We sat quietly as the boat bobbed and drifted to within a few metres of an iceberg the size of a church. Dozens of gentoo penguins swished in and out of the water. Further off, we could hear the intermittent rumbles of avalanches as mountain snow warmed and collapsed in the pale southern summer sun. But it was the underwater soundscape that we had come to hear. After playing out 20 metres of cable, Lewis took off his woolly hat, put on the headphones, closed his eyes and let his ears take him down to the depths. We watched his face for clues as to what he was hearing. First a frown. (Is the equipment working properly?) Then a look of bemusement. Finally a wry smile. “I have never heard anything like it. Not what I expected at all,” he said. “It sounds like dripping, like the inside of a gorge.” The earphones were passed from person to person. Everyone listened with a similar expression of concentration and offered their own interpretation of these strange sounds. “Drips in a drain,” said one of the activists. “Forest waterfall,” said the coxswain. “Rainfall on city streets,” said the camera operator. My turn came, and I, too, was transported. Not, it seemed, below the ocean, but into a vast cavern, where it sounded as if water was cascading from a high ceiling, each drip echoing through the emptiness. “That’s the sound of the iceberg melting,” Lewis informed us. When snow falls, he explained, pockets of air get trapped and then compressed inside glaciers over years, centuries, even millennia. “What you can hear are the pops as they are released,” he said. It was the opposite of what we imagined. Rather than water dripping down through air, we were listening to air escaping up through water. We were so close to the ice that this ancient fizz was surprisingly loud. Though we humans never hear it above the surface, this is the sound the Antarctic makes every summer. And as the planet heats, the sound is getting louder. Chapter 2: King George Island Measuring the melt It was mid-January, the peak of the Antarctic summer, and I had joined a broader 10-month, pole-to-pole expedition by scientists and campaigners on two Greenpeace ships, the Arctic Sunrise and the Esperanza. On this final leg around the Antarctic Peninsula and the South Shetland Islands, nine researchers from British, French and US universities were measuring how human activity is disturbing the region’s natural equilibrium. With the help of 59 crew members – a mix of sailors, engineers and activists – the scientists conducted acoustic monitoring, environmental DNA sampling, testing for plastic microfibres, phytoplankton analysis, as well as surveys of penguin and whale populations. Just as the first explorers once charted coastlines voyage by voyage, the aim was to map Antarctic ecosystems. Many of the waters and islands we were visiting had not been surveyed for decades, if ever. I caught up with the Sunrise at King George’s Island, about 600 miles south of Cape Horn, the southern tip of South America. Home to an airfield, two churches, the research bases of 10 countries and about 500 semi-permanent residents, this international community has often been cast as the last hope of humanity in dystopian novels and films because of its remoteness, collaborative spirit and focus on science. (Today, coincidentally, Antarctica is the only continent that does not have a single case of coronavirus). But it is all too vulnerable to the other great global crisis – climate change. Veterans of Antarctic exploration had warned me that this location would give me my first taste of how rapidly the region is warming. On the slopes around the bay, there was more bare rock than snow, while the stony beach was so free of ice that it could almost have been Brighton, were it not for the penguins. This was to be expected. Temperatures on the peninsula – the finger of land that points up from Antarctica towards South America – have risen by about 3C in the past 70 years, one of the fastest increases in the world. What was more surprising was the number of other vessels bobbing in the bay. “People think Antarctica is isolated. That is a myth,” Marcelo Leppe, the director of Chile’s National Antarctic Institute, had told me when I visited him the previous day in Punta Arenas, the capital of Chile’s southernmost region. “The changes are so great it is hard to put them in words,” he said. Since Leppe started studying the region in 2002, he had seen more and more visitors, and less and less snow. “I have seen glaciers retreat by 100 metres, and parts of the land become so green that it almost looks like a golf course,” he said. In December, monitoring equipment at the Chilean research base on King George Island detected something that worried Leppe even more: black carbon in the air, which came from the Australian bushfires more than 6,200 miles away. Even in tiny quantities, this soot darkens the white landscape, reducing its capacity to reflect sunlight and making it melt faster. “At least future geologists will find this black layer helpful to identify the year 2020 in their ice cores,” he joked darkly. There will be other clues for the geologists of the future. On 24 December 2019, the Antarctic probably suffered its worst one-day ice melt since records began, according to analysis by the University of Liège. In February, a mainland record of 18.3C was registered at the Argentinian base on the tip of the peninsula. Days later, a continental high of 20.75C was measured at a monitoring station on Seymour Island. On that day, on that island, the Antarctic was hotter than Cape Town. Close to 70% of the world’s freshwater is locked into Antarctica’s snow and ice. If it all melts, sea levels will rise by more than 50 metres. Long before then, most of human civilisation will have been submerged. As scientists scramble to calculate how long that will take, and politicians dither in their response to the crisis, the tourist industry has spotted an opportunity, offering punters the last chance to see the Antarctic before the continent as we know it disappears. Chapter 3: Trinity Island Crowds at the end of the world For the first two days, we sailed south in serene conditions, gazing in wonder at the seascape and wildlife. You can glimpse more species in the average London garden than on this immense continent, which covers an area the size of the US and Mexico combined. But what its residents lack in variety, they make up for in numbers. That was clear from our first short excursion at Trinity Island, which lies 150 miles southwest of King George Island. There we came across a vast number of chattering penguins, grunting seals and squawking cormorants – along with a startling number of tourists. There, and at our next stop in Paradise Harbour, we saw six giant cruise liners in the space of four days, disgorging groups of whale watchers on dinghies, adventure holidaymakers on kayaks, and red-jacketed trekkers wandering through guano-stained slopes. This southern hemisphere summer – which was the 200th anniversary of the first sighting of the Antarctic – a record 80,000 tourists were expected in the continent, an almost threefold increase from 2015. Before the coronavirus pandemic, shipbuilders had been seeing strong demand for polar- and ice-class cruise liners. Luxury cruise operators have tried to outdo one another with heated deck “igloos”, underwater lounges and extendable viewing platforms. Tourists pay as much as $10,000 (£8,500) or even $20,000 to experience what brochures describe as “the Earth’s last great wilderness frontier”. For our hyper-dominant species, part of the attraction of Antarctica is the chance to feel small in the presence of the sublime, to return to a time when nature seemed like an awe-inspiring and nurturing mother rather than the frail and overburdened grandparent it increasingly resembles today. To ensure that tourists feel like they are journeying through a nearly deserted wilderness, tour operators coordinate schedules and instruct captains to use radar to avoid visual sightings of other vessels. (As our polar guide, Tom Foreman, noted, the impression of solitude would be “somewhat ruined if you see 500 people floating past on another big lump of steel”.) If there is something absurd about tour companies expending so much energy on crafting the illusion of solitude, it does at least help avoid overcrowding. Biosecurity is no small matter in the Antarctic. Boots need to be sterilised before setting foot on land to avoid spreading seeds, fungi or viruses. Everyone must keep their distance from wildlife – five metres from a penguin, 10 metres from a seal, 50 metres from a whale, unless they come to you. And no littering. Over the past five years, Astrid Zafiro has watched the traffic to Antarctica grow. As chief of Argentina’s Admiral Brown base in Paradise Harbour, about 250 miles south-west of King George Island, she considers the rise in tourism as visible as the changes wrought by a warming climate. After guiding us through a penguin colony and up a slope behind the small research facility, Zafiro pointed across the bay at a newly emerged nunatak – a bare mountain peak sticking out above the ice. Near the nunatak, a massive cruise liner was unloading Chinese tourists in rubber boats. In the distance, we heard a crash as another slab of fractured glacier crashed into the water. “It is all happening right in front of us – the bay full of tourists, the ice breaking,” Zafiro said wistfully. Zafiro described a feedback loop that does not appear in climate models: the more the Antarctic is threatened by the climate crisis, the more tourists want to visit before it melts away. That means more cruise (and air) miles to the end of the Earth, more carbon dioxide and more global heating. Last-chance-to-see tourism becomes a self-fulfilling prophecy. On board the Sunrise, a young German member of the ship’s crew, Carola Rackete, told me about “solastalgia”, the term coined by the philosopher Glenn Albrecht to describe the pre-emptive sense of loss that people feel when witnessing natural beauty in this era of environmental destruction. “You enjoy it knowing that next time it will be changed beyond recognition. There is always the anticipation of loss, which makes me feels sad,” Rackete said. Solastalgia is hard to escape in the Antarctic. We passed three days in Paradise Harbour, going out daily in the boats to gather samples and look and listen for whales, seals and penguins. On our final night, I was reluctant to sleep, knowing this was the last chance to take it all in. As the sun’s pale afterglow faded behind the mountains, the dusky bay was as smooth as polished chrome. Time itself seemed to have frozen and I began to understand why so many of the early Antarctic explorers felt close to God here. After a few moments, my transcendental musings were interrupted by the sound of KC and the Sunshine Band echoing out from a huge cruise liner anchored 100 or so metres away. “That’s the way, uh-huh uh-huh, I like it, uh-huh, uh-huh” continued to ring in my ears as I made my way to the cabin. Chapter 4: Low Island ‘Something is broken in this ecosystem’ There are still some Antarctic islands that have rarely, if ever, been visited by humans. They are deemed too small, too plain, too remote or too storm-battered. Our destination the following day, Low, seemed to tick all of these boxes. This south-westernmost island in the South Shetlands, nine miles long by five miles wide, takes the full brunt of the winds and waves that spin around the Shrieking Sixties, the stretch of latitude between 60 and 70 degrees south, which is notorious for howling gales. Low was once home to what was believed to be the biggest and most raucous colony of chinstrap penguins on the continent. Prior to our visit, the last survey of this island had been carried out in 1987, and since then chinstrap populations in other parts of Antarctica had suffered an alarming 50% decline. We wanted to find out whether that trend held true here. On shore, we joined a team of US biologists from Stony Brook University who had been island-hopping on the other Greenpeace ship, the Esperanza. Their task was simple but enormous: counting penguins. Hundreds of thousands of them. Avian census-taking starts with satellites. Penguin guano is the only excrement that can be seen from space. Over generations, the projectile poo from tens of thousands of krill-eating birds dyes rock a delicate pink. This makes colony spotting easy, but for more precise calculations, the team of four scientists use drones and artificial intelligence to count nests. Then, armed with handheld clickers, they head out to sample areas to double-check their findings. Each cluster is counted three times in a row to ensure wandering penguins do not evade the census. One member of the team, Noah Strycker, described the process to me as “a Zen-like activity”. Chinstraps have a reputation for being one of the noisiest and most aggressive of the penguin species. During courtship, the birds chat up potential mates with loud displays. After separating to gather food, they reunite with ecstatic greetings. If nests are threatened by predators, parents shriek protectively. Scientists have discovered that birds can filter out the background cacophony and focus in on the call of their own family members (the so-called “cocktail party effect”). But this skill becomes less essential as the chinstrap population diminishes, and the boisterous hubbub of the colony grows quieter. As we wandered from nest from nest to nest, totting up chicks, the loudest noise was from pubescent chicks nagging their parents for more regurgitated krill, the tiny shrimplike creature that constitutes the chinstrap’s only meal. Scientists believe this dependence on a single food source is one reason why chinstraps populations are plummeting. Krill graze on organisms that grow under the sea ice, so when the ice melts, the krill disappear in turn. By contrast, another species of penguin, the gentoo, is thriving, because it is far less fussy about its diet. The population final count is not yet complete, but it is already clear that the chinstraps on Low are just as vulnerable as elsewhere. And it is not only the penguins that are in danger. “Such a big decline over a short time suggests something is broken in the Southern Ocean ecosystem,” said Strycker. It was a sobering thought to sleep on Low amid that shifting climate. Our group may well have been the first in history to camp on the island. The polar guides had to tie the tents to boulders because there was no soil to bang pegs into. The tents withstood a cold night of wind and rain, but there was nothing anyone could do about the smell and the chatter. In the damp darkness, the penguins hunkered down, although they never fell completely silent. Thirty years ago, the noise would have been louder. The quietening of Low was far less soothing than it sounded. Chapter 5: Hannah Point and Discovery Bay The continent’s greatest comeback Over the next two days, the weather took a turn for the worse. With a storm brewing out at sea, we sheltered in Discovery Bay, an indent on the northern coast of Greenwich Island, waiting for a break in the clouds that refused to come. In the sea, the only signs of life were strings of salps – tiny tubes of transparent jelly with pink dots for bellies. As waters warm, these little zooplankton are thriving at the expense of krill, which is bad news for the ocean ecosystem and the climate because they are a lot less nutritious for predators, and they do not appear to play such a major role in helping the ocean absorb carbon dioxide. (Krill are better at this because they graze more on phytoplankton – tiny, plantlike organisms that absorb carbon dioxide and release oxygen.) The change is another consequence of the ominous sound we had heard on the hydrophone several days earlier. As the Antarctic melt gets louder, there will be fewer chinstraps and krill, more gentoos and salps, less oxygen, more acid, and, of course, less land ice and more sea water. An increasing number of scientists believe the melting of West Antarctica is so far beyond natural fluctuations that it has become irreversible. In February, a first examination of the underside of the vast Thwaites glacier – which covers an area similar to that of the UK – showed extensive erosion by warm water. This and the nearby Pine Island glacier are now losing ice five times faster than in the 90s. A collapse of the west Antarctic ice sheet is now a serious concern. It might be tempting to think humanity can do nothing right, but the short history of human interaction with the Antarctic suggests we can at least learn from our mistakes and reverse some of the damage we have caused. The stratosphere high above our heads is proof of that. In the 1980s, the world was horrified to discover that certain chemicals had thinned the ozone layer and opened up a vast hole above the Antarctic that was raising cancer risks and disrupting weather systems and ocean currents. Since then, however, international efforts to reduce CFCs and other ozone-depleting chemicals have eased that threat. This year, scientists were relieved to find that disruption of southern wind systems has paused and may even be returning towards its natural state. There is a risk that a closed ozone hole will trap more heat, but the initial damage is on its way to being repaired. This is also true of wildlife in the region. For 4.5bn years, not a single whisper was carried on the winds or the waves of this region. It was only 200 years ago, years after the invention of the steam engine and electric lighting, that humans first caught sight of Antarctica. The explorers who first mapped the continent were lauded as heroes, but carnage often followed in their wake. James Clark Ross – the British naval officer who discovered the sea now named after him – knew exactly what would happen to the seals and penguins he saw on his voyage. “Hitherto beyond the reach of their persecutors, they have enjoyed a life of tranquillity and security, but will now, no doubt, be made to contribute to the wealth of our country,” he wrote in his diary in 1841. Over the next 50 years, Britain and the US killed more than a million fur seals for their skins, and enough elephant seals to produce 20,000 tonnes of blubber for oil lamps, cosmetics and soap. In bay after bay, and on island after island, animal populations were almost wiped out. Penguins were boiled down for oil in giant digesters that could squeeze the fat out of 2,000 birds per day. When legal protection for penguins was finally put into place in the early 20th century, it prompted a surge in whaling to make up the shortfall in animal oil and fats. Several species of whale, including the blue, right and sei were hunted close to extinction. Others, such as the humpback, suffered an estimated 90% decline. Like seals and penguins before them, whales appeared to be doomed. But unfashionable regulations and often unpopular campaigning have made a difference. Steady increases since the moratorium on commercial whaling that came into effect in 1985 have taken southern hemisphere humpbacks close to their pre-exploitation population of about 80,000, according to the International Whaling Commission. The scientists on the Greenpeace ships are helping to track whale populations by collecting vast amounts of acoustic data, such as the communal chatter of a pod of orcas and the thunderous clicks of the sperm whale, the loudest natural sound made by any creature on Earth. Thrillingly, blue whales are also making a comeback. Last month, a British Antarctic Survey mission to South Georgia recorded 55 in just three weeks. For campaigners, the recovery of whales is a much-needed reminder that international cooperation can be effective, protections can work, and our species is capable of undoing the damage we inflicted on the natural world. But nobody is complacent. The actor Gustaf Skarsgård, who had joined the trip in order to promote conservation to his social media followers, summed it up with a personal comparison. “It’s like Antarctica is in recovery. I know a thing or two about that,” he said. “A low point has passed but the condition is still fragile. It needs more time or it could slip back again.” After the storm finally abated, the Sunrise sailed back to King George Island, from where I would have to take a plane home. The closer we came to the airport, the more cruise ships and scientific vessels we saw. In the 10 days since we had left, summer had taken a visible toll. Hillsides that had been covered in snow were now bare, black rock. The naked Antarctic will never be a tourist draw, but it is a powerful reminder that underneath the Earth’s fragile outer layer of water, ice, earth and vegetation, this is just another rock hurtling through space. Chapter 6: King George Island An encounter with hope Of all the moments during the trip, one stands out – an encounter in Paradise Harbour that stirred two rare feelings in the age of the Anthropocene: pure unmitigated joy and a nascent sense of hope. I heard the humpback before I saw it. A ripple, a sigh, then a soft splash behind my back. I turned in time to see the dorsal fin arc languorously out and back into the water just like a fairytale sketch of a sea serpent. The whale was about 30 metres away, and coming towards us. We couldn’t move – the coxswain had cut the boat’s engine a few minutes earlier in preparation for a hydrophone recording. All we could do was look on, speechless, as the whale drew nearer, 15 metres now, snorting water once again from its blowhole, then slipping just far enough below the surface to be out of sight. It was thrilling. Did the whale realise there was an obstacle in its path? Our small boat would surely be upturned in a collision with a creature that size. The whale had something else in mind. After passing just below the surface a few metres from the front of our craft, it turned parallel and so close we could almost reach out and touch it. Then the whale tilted its giant head out of the water and yawned cavernously, revealing a bed-sized tongue and the bristled carpet of its baleen plates. Seconds later, with a flick of its knobbled pectoral fin, it was under the water again. Mouths agape, beaming rapturously, the five of us looked at each other to confirm we had not imagined what we had seen. I cannot remember sharing such joy. The experience felt almost holy. But it wasn’t over. We turned around, and there was the whale again, completing a full circle of the boat, before silently swimming back the way it had come. We returned to the ship on a high. We were too excited to capture the encounter with any great skill. Nobody had pushed the record switch on the hydrophone. The clip I filmed on my phone was partly obscured by other bodies. Never mind. The moment would linger long in the memory. By listening, we had seen so much. Jonathan Watts’s time on board the Arctic Sunrise was funded by Greenpeace"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}