{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/plasma-from-coronavirus-survivors-found-to-help-severely-ill-patients", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T13:22:04Z", "webTitle": "Plasma from coronavirus survivors found to help severely ill patients", "webUrl": "https://www.theguardian.com/world/2020/apr/07/plasma-from-coronavirus-survivors-found-to-help-severely-ill-patients", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/plasma-from-coronavirus-survivors-found-to-help-severely-ill-patients", "fields": {"headline": "Plasma from coronavirus survivors found to help severely ill patients", "bodyText": "Doctors have found tentative evidence that seriously ill coronavirus patients can benefit from infusions of blood plasma collected from people who have recovered from the disease. Two teams of medics working at separate hospitals in China gave antibody-rich plasma to 15 severely ill patients and recorded striking improvements in many of them. In one pilot study, doctors in Wuhan gave “convalescent plasma” to 10 severely ill patients and found that virus levels in their bodies dropped rapidly. Within three days, the doctors saw improvements in the patients’ symptoms, ranging from shortness of breath and chest pains to fever and coughs. Xiaoming Yang, from the National Engineering Technology Research Center for Combined Vaccines in Wuhan, described the treatment as a “promising rescue option” for severely ill patients, but cautioned that a larger randomised trial was needed to confirm the findings. Details of the pilot study are reported in Proceedings of the National Academy of Sciences. Another team of doctors led by Lei Liu, from Shenzhen Third People’s hospital, gave convalescent plasma to five critically ill patients. All showed improved symptoms after the infusions and within 10 days, three patients were able to come off the ventilators that had been keeping them alive, according to a preliminary report in the Journal of the American Medical Association. The findings raise hopes that donated blood from recently recovered patients could be used to boost the immune systems of more vulnerable people and help them fight the infection. But with only a small number of patients so far treated with plasma, and the infusions given outside of formal trials, it is impossible to know how much benefit the treatment really brings. Convalescent plasma treatments date back to before the 1918 Spanish flu pandemic. The therapy relies on the fact that people who have recovered from a viral infection have antibodies in their blood that can rapidly detect and destroy the virus the next time it attacks. Infusing the plasma into patients, and potentially into people at risk of being infected, can boost their immune systems and potentially provide protection. Hints that the therapy may help have prompted US doctors to trial infusions in the outbreak in New York and similar studies are expected to start in the UK in the coming weeks. Britain’s national blood service has begun screening blood from patients to find plasma rich in antibodies to use in those trials. Professor David Tappin, a senior research fellow at the University of Glasgow, has applied to the UK’s National Institute for Health Research to run two clinical trials with convalescent plasma. They will look for evidence that plasma can protect frontline workers from infection, prevent patients from deteriorating and needing ventilation in intensive care units, and improve the condition of those who are already severely ill. Tappin said the cases reported from Wuhan were important because they suggested that giving plasma to severely ill patients appeared to be safe. “The outcomes are also encouraging for these patients,” he said. But he added that to be sure plasma improved on the natural course of the disease, and that it was safe in larger groups of patients, formal trials had to take place. Professor Munir Pirmohamed, the president of the British Pharmacological Society, echoed the need to be cautious about the Wuhan cases. “This was not a randomised trial and all patients also received other treatments including antivirals such as remdesivir, which are currently in trials for Covid-19,” he said. “It is also important to remember that there are potential safety concerns with convalescent plasma, including transmission of other agents and antibody enhancement of disease,” he added. “Even if shown to work, scalability to treat large numbers of patients may become an issue.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}