{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/coronavirus-uk-intensive-care-units-the-point-is-to-keep-people-alive", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T18:51:36Z", "webTitle": "Intensive care units: 'The point is to keep people alive'", "webUrl": "https://www.theguardian.com/world/2020/apr/07/coronavirus-uk-intensive-care-units-the-point-is-to-keep-people-alive", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/coronavirus-uk-intensive-care-units-the-point-is-to-keep-people-alive", "fields": {"headline": "Intensive care units: 'The point is to keep people alive'", "bodyText": "While intensive care unit staff are widely seen as the superheroes of the NHS’s fight against coronavirus, ICU doctors are surprisingly prosaic about their powers to heal. “A frequent misunderstanding of ICU is that patients go there to ‘get cured’. ICU care in itself does not cure patients or make them better,” says one senior intensive care specialist. “When a disease overwhelms your body organ systems, such as your lungs, your heart or your kidneys, you would normally die. ICU care could keep you alive in these cases, but is only really appropriate if your body has a chance of recovering from the disease in the end - either by itself, or with treatment.” ICUs are bristling with hi-tech, lifesaving equipment. An ICU consultant in London underlines that the priority is to preserve someone’s life rather than banish the illness that has left them needing a spell in a unit in the first place. “The whole point of an intensive care unit is to keep people alive. But our main task as staff is to provide support to patients and their vital organs rather than treatment. We hope that they recover naturally and that a disease like Covid runs its course, and that they don’t die in the meantime.” Every acute hospital has an ICU which, confusingly to the outside world, doctors often refer to interchangably as a critical care unit, intensive treatment unit or even high dependency unit. They have between eight and 50 beds, though the extra demand caused by Covid-19 making so many people seriously unwell means many units have expanded their capacity by six or eight-fold. ICUs treat people with a problem with one of their vital organs – their heart or kidneys, for example – or who have just had major surgery, such as a brain operation, and need close monitoring. Before Covid-19 arrived, St Thomas’ hospital in central London – where Boris Johnson is being treated – had 35 intensive care beds spread across three units on floors one, two and six of its building, which faces the Houses of Parliament across the Thames. The three units are a combination of large, open rooms and private side rooms. It treated some of the first confimed cases of Covid-19 in those rooms back in early February. St Thomas’ is also one of the few hospitals in the UK with extra corporeal membrane oxygenation machines – 11 of them – which offer the highest form of breathing support, while its sister hospital, Guy’s at London Bridge, had another 13 ICU beds. However, today the trust’s extra “surge capacity” means it can treat between 150 and 200 ICU patients. “The limitation for the moment is not beds; it is ventilators, trained nurses and in particular renal replacement machines. In areas that have more physical space, patients are being ‘doubled up’, so a space previously occupied by a single patient is now being occupied by two,” explains one doctor. Dr Daniele Bryden, the vice-dean of the Faculty of Intensive Care Medicine, says: “Patients can be taken to the ICU from the wards, or the A&amp;E department, or from the maternity unit, or after surgery in an operating theatre.” ICU staff are not just specially trained doctors and nurses; they also include pharmacists, physiotherapsists and advanced critial care practitioners. “It’s very labour-intensive,” adds Bryden, an ICU consultant in Sheffield. Another ICU specialist adds: “ICUs are generally very busy, very intense, 24-hour spaces, with lots of noise from alarms, monitors and staff. Emergencies may happen frequently, but can often be anticipated, and there are always experienced doctors and nurses in close proximity to deal with them.” Every day staff perform procedures on patients such as bronchoscopies, intubation, the insertion of a central venous, arterial or dialysis line, and also tracheostomy, in which a hole is made in someone’s throat to help them breathe. ICU staff and machines constantly monitor patients’ vital signs, looking for changes, however small. An electrocardiogram monitors the heart and an arterial line checks on blood pressure, oxygen and carbon doxide levels, and blood chemistry. Any deterioration in a patient’s viral or bacterial pneumonia, for example, can lead to them receiving more oxygen, or medication to remove pain."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}