{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/04/coral-princess-cruise-ship-docks-florida-coronavirus-pandemic", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T23:45:19Z", "webTitle": "Cruise ship docks in Florida with two dead and 12 testing positive for coronavirus", "webUrl": "https://www.theguardian.com/world/2020/apr/04/coral-princess-cruise-ship-docks-florida-coronavirus-pandemic", "apiUrl": "https://content.guardianapis.com/world/2020/apr/04/coral-princess-cruise-ship-docks-florida-coronavirus-pandemic", "fields": {"headline": "Cruise ship docks in Florida with two dead and 12 testing positive for coronavirus", "bodyText": "A coronavirus-stricken cruise ship docked in Florida on Saturday, carrying two dead passengers and at least 12 people who have tested positive for Covid-19. The Coral Princess pulled into Miami with 1,000 passengers and 878 crew aboard, after being refused permission to dock in Fort Lauderdale on Friday. At least one person was rushed off the boat, put in an ambulance and taken to a nearby hospital. The ship had been outside US waters, waiting for permission to pull into port, since two other ships overcame political objections and got permission to dock at Fort Lauderdale with four dead and many ill. The Coral Princess, owned by Carnival, which also owns the two other ships, spent Friday floating near Puerto Rico. US coast guard officials in south Florida denied the ship the right to pull into Fort Lauderdale. “Based on the hazardous conditions on board your vessel,” the south Florida coast guard said in an order to the company obtained by the Miami Herald, “I have determined your vessel poses an unacceptable risk of medical emergency due to the inherent and high probability of transmission of Covid-19 aboard, which presents a risk to the safety of the personnel aboard your vessel, first responders and ports within the seventh district.” Southern California resident Lori Bessler, who has been trying frantically to get her mother and stepfather off the ship for weeks, told the Guardian at least one of the deaths onboard, of a woman from South Carolina, came as the coast guard was denying the right to dock. The other woman who died was from Florida, she said. “The family members are devastated and filled with disbelief,” said Bessler, who said she had been discussing the situation with other families of passengers in a private Facebook group. “How could the coast [guard] deny these people access to their own country, when they are out there dying?” Holland America’s Zandaam and Rotterdam were able to unload passengers on Friday after days of tense negotiations with politicians, including Florida governor Ron DeSantis, who said he didn’t want sick passengers “dumped” in his state. All the ships started their cruises in South America in early March. The Coral Princess was supposed to dock in Buenos Aires on 19 March but only passengers from South America were allowed to leave the ship then. It steamed north, without a port, for nearly two weeks. “All of us at Princess Cruises are deeply saddened to report that two guests passed away on Coral Princess,” said the Princess Cruise line in a release. “Our hearts go out to their family, friends, and all who are impacted by this loss.” The company said it would take several days to unload all the passengers, most of whom will be put on planes to fly home. Crew members will be required to stay onboard, as will any sick passengers who do not need hospitalization. “Those with any respiratory symptoms, or who are still recovering from being ill previously, will remain on board until medically cleared by the ship’s doctors,” the company said. Bessler said her family members were safe, though anxious to get off the ship. She said she and other families and passengers were furious at the company for failing to communicate and for apparently proceeding to bring the ship to Florida without first getting an agreement for it to dock. “I’m relieved that they are in,” she said. “I just couldn’t breath last night after hearing the coast guard wouldn’t let them dock.” Petty Officer Jonathan Lally, a regional spokesman for the US coast guard, said it allowed the ship to come into port as soon as an urgent request was made. “We did not receive an at-sea medical evacuation request from Coral Princess and we cleared the ship to enter port once a request was made,” he said in a statement, adding that the coast guard has “worked tirelessly” to facilitate the disembarkation of 250,000 cruise ship passengers, to help cruise lines cease operations during the pandemic and to “reduce the unique threat of COVID-19 in the maritime domain”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}