{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/do-you-need-to-wash-your-groceries-and-other-advice-for-shopping-safely", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T10:00:47Z", "webTitle": "Do you need to wash your groceries? And other advice for shopping safely", "webUrl": "https://www.theguardian.com/world/2020/apr/02/do-you-need-to-wash-your-groceries-and-other-advice-for-shopping-safely", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/do-you-need-to-wash-your-groceries-and-other-advice-for-shopping-safely", "fields": {"headline": "Do you need to wash your groceries? And other advice for shopping safely", "bodyText": "The coronavirus is thought to spread largely via person-to-person contact, but it can also live on surfaces – including food packaging – for several days. While some how-to videos and articles are encouraging people to disinfect grocery containers, mail and other packages entering the home, experts say that is probably overkill. Below are step-by-step tips from experts about how to get what you need from the store and limit your exposure to the virus as much as possible. Limit your trips and go when stores are less crowded Experts advise limiting grocery trips to once every two weeks, if possible. This may mean stocking up on dry goods, and frozen or canned fruits and vegetables. If you can, plan to shop during off-peak hours. Some stores are setting aside times for older and immunocompromised people to shop with reduced crowds. Keep a distance of at least six feet from other shoppers. Plan what you need before you go to minimize your time in the supermarket. Clean your hands and disinfect your cart “As soon as you get there, use hand sanitizer, and touch only what you need to touch. Wipe down your cart handle, and then use the hand sanitizer again,” said Elizabeth Eckstrom, professor and chief of geriatrics at Oregon Health and Science University. Shoppers should also avoid touching their phones or wipe them down after any possible contamination, said Julia Marcus, an infectious disease epidemiologist and professor in the department of population medicine at Harvard Medical School. Gloves are not necessary, she said. “Generally when we use gloves outside of the healthcare setting and just in the community, they tend to become like a second skin. We end up touching our faces, and they may actually make us feel like we’re not at risk but they themselves can become contaminated and may actually be a better surface for the virus to persist on than our own skin,” she said. You don’t need to sanitize food packaging While the coronavirus is not thought to be transmissible via food, it can live for several days on materials used to package food. Preliminary research shows it can survive on cardboard for 24 hours and on plastic for 72 hours. But the amount of the virus also quickly declines during that time period. The US Centers for Disease Control currently does not recommend disinfecting packaging. And Marcus said shoppers should instead thoroughly wash their hands after handling any item that might have been touched by others. “At this point, there’s no evidence that transmission is happening through food packaging. That said, we know the virus can remain viable on surfaces for hours or even days, so there’s a hypothetical risk of transmission through touching a contaminated surface and then touching your eyes, nose or mouth,” Marcus said. “Better than disinfecting, the thing we keep saying over and over again is to just wash your hands.” Donald W Schaffner, a food microbiologist and professor at Rutgers University, has firmly pushed back on viral advice for people to disinfect food packaging. “Right now there’s no evidence that [the virus is] spread through food. There’s no evidence that it’s spread through food packaging. That doesn’t mean that we might not learn new evidence tomorrow that would change our thoughts on that, but right now that’s what we believe,” Schaffner said. While the US government has provided a list of cleaning products that can kill the virus, most of them should not come into contact with food. Schaffner said people using them may expose themselves to chemicals that are designed for use on hard surfaces, not disinfecting groceries. Food safety experts also say produce should be washed only with water and not household dish soap. Do not go to the store, or any public spaces, if you have been exposed to the coronavirus or are experiencing symptoms People are thought to be most contagious when they are exhibiting symptoms. But the virus can also spread from people who don’t yet have symptoms or who have the virus but never get sick. If you are 60 or older or have a compromised immune system, have your groceries delivered Early statistics show that the older you are, the more likely you are to get critically ill or die if you contract the coronavirus, Eckstrom said. The CDC finds that the death rate for people 65 to 84 years old is 3% to 11%, and the death rate for people 85 and older is 10% to 27%. “Age matters,” Eckstrom said. “And then if you’ve got chronic illnesses – and those kind of boil down to heart disease, lung disease, diabetes, immunosuppressed status – then you’ll also have to be much more cautious.” If you have groceries brought to you, ask the delivery person or friend or family member to leave the bags outside. Tip electronically, if you can. Clean any surfaces the bags touch, and wash your hands thoroughly after storing food. Experts also advise frequently cleaning high-touch surfaces in the home, including door knobs and light switches."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}