{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/covid-19-trump-adviser-memos-emerge-as-japan-takes-emergency-measures", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T17:35:52Z", "webTitle": "Covid-19: Europe toll passes 50,000 as Japan declares emergency", "webUrl": "https://www.theguardian.com/world/2020/apr/07/covid-19-trump-adviser-memos-emerge-as-japan-takes-emergency-measures", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/covid-19-trump-adviser-memos-emerge-as-japan-takes-emergency-measures", "fields": {"headline": "Covid-19: Europe toll passes 50,000 as Japan declares emergency", "bodyText": "Europe has passed the grim milestone of 50,000 Covid-19 deaths and Japan has declared a state of emergency to curb the virus’s spread, as China declared no new fatalities for the first time since January and lifted the 11-week lockdown of Wuhan. While Denmark and Norway announced plans to lift some of their physical distancing measures on Tuesday, the Japanese prime minister, Shinzo Abe, declared a month-long state of emergency in major population centres, including Tokyo, where the number of cases has more than doubled this week to 1,116. The measure gives Japanese governors the authority to urge people to stay at home and businesses to close or shorten their opening hours. Unlike many other countries, there are no punishments for those who defy the request and enforcement will rely largely on peer pressure and respect for authority. In Wuhan, where the coronavirus began, authorities allowed residents to leave the city for the first time since 23 January when 11 million people were put under lockdown to contain the quickly spreading disease. But dampening talk of an imminent relaxation of restrictions across Europe, meanwhile, the total number of coronavirus deaths on the continent passed 50,000, with several big countries including France, Italy and Spain reporting high daily death rates. Most, though, were attributed to delays in counting over the weekend, and new infection numbers continue to fall. Spain, which has the second highest number of deaths from Covid-19 after Italy, said its total had reached 13,798. But the number of confirmed cases rose by only 4% to 140,510, and the country was “continuing to see a downward trend”, said María José Sierra, of the health ministry’s emergency coordination unit. While another 604 deaths were reported in Italy on Tuesday, the country also recorded the lowest day-to-day increase in new cases since it entered lockdown, with the number of new infections rising by just 0.9%. More than 135,500 Italians have been infected by the virus and 17,127 have died. Germany’s confirmed infections rose by 3,834 to 99,225, a slightly faster rate of increase after four consecutive days of falls. Lothar Wieler, the head of Germany’s public health body the Robert Koch Institute (RKI), said it was too early to think of lifting distancing measures. There was different news in Scandinavia, however, where Norway’s prime minister, Erna Solberg, announced that daycare facilities and primary schools could reopen from 20 April, with hair salons and other services to follow later in the month. Concerts and sports events will remain banned until mid-June, Solberg said. Her counterpart in Denmark, Mette Frederiksen, made a similar announcement, saying nurseries and primary schools will reopen from 15 April “on condition everyone keeps their distance and washes their hands”. Bars, restaurants, nightclubs, shopping centres, hairdressers and massage parlours will remain closed, however, and gatherings of more than 10 people are still prohibited. “Daily life is not going to return as before for the moment. We will live with many restrictions for many more months,” Frederiksen warned. In the US, New York state recorded its highest single-day death toll of 731, bringing its total to 5,489, according to the governor, Andrew Cuomo. In New York City, more people have now died from the coronavirus – at least 3,202 – than were killed in the city by the 9/11 attacks. “That’s 731 people who we lost,” Cuomo said. “Behind every one of those numbers is an individual. There’s a family, there’s a mother, there’s a father, there’s a sister, there’s a brother. So a lot of pain again today for many New Yorkers.” New memos revealed Donald Trump was warned by a White House adviser in late January and again in late February that an unchecked Covid-19 outbreak could cause between 500,000 and 1.2 million US deaths. Trump has frequently said nobody could predict the severity of the disease, which has so far killed nearly 11,000 Americans. As the scale of the economic fallout continued to grow, the UN’s International Labour Organisation said in a study that the livelihoods of up to 1.25 billion workers were threatened by the Covid-19 pandemic, and that it was the “worst global crisis” since the second world war. According to the Johns Hopkins University tracker, coronavirus has infected 1.38 million people around the world, killing more than 78,000. About 4 billion people are living in some form of mandatory or recommended confinement and the global economy is on hold. Among other developments: Spain aims to accelerate plans to introduce universal basic income after 302,265 people signed on as unemployed last month. The number of confirmed new cases in the Netherlands rose by 777 to 19,580, continuing a slowing trend in the rate of increase. Finland announced tougher border controls to further reduce arrivals from Sweden, where measures are less strict and the infection rate is higher. Ukraine made wearing face masks mandatory in public, and several French towns and cities announced plans to do so when confinement rules are lifted. Ten newborn babies tested positive for the virus on a maternity ward in Romania, amid suspicions they contracted it from staff. Paris banned outdoor exercise between 10am and 7pm as too many residents ventured out in warm and sunny weather. The Pakistani military promised that dozens of doctors who were briefly jailed after protesting at a lack of protective equipment would get what they need. Meanwhile on Tuesday, China announced no new coronavirus deaths for the first time since it started publishing figures in January. The announcements came amid widespread suspicion, denied by Beijing, that the ruling Communist government may be intentionally under-reporting the real number of deaths and infections. China had 32 new infections on Monday, against 39 a day earlier, the National Health Commission said, and for the first time since the country began publishing national data in late January, Wuhan recorded no new deaths, joining the rest of mainland China, which has recorded none since 31 March."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}