{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/08/san-francisco-coronavirus-homeless-shelter", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-08T12:29:33Z", "webTitle": "Wasted time: how San Francisco failed its homeless population amid coronavirus", "webUrl": "https://www.theguardian.com/world/2020/apr/08/san-francisco-coronavirus-homeless-shelter", "apiUrl": "https://content.guardianapis.com/world/2020/apr/08/san-francisco-coronavirus-homeless-shelter", "fields": {"headline": "Wasted time: how San Francisco failed its homeless population amid coronavirus", "bodyText": "As San Francisco enters its fourth week of sheltering in place, the thousands who are homeless in the California city remain more at risk for infection with Covid-19 than ever, advocates say. With the two public health crises of homelessness and coronavirus colliding head-on, San Francisco is grappling with what homeless outreach advocates and local lawmakers are calling a failure in response. Thousands of people are living in overcrowded shelters and on the streets, with less access to resources, showers and ways to stay healthy than before the start of the pandemic. At least three shelter residents have tested positive for the virus. The San Francisco mayor, London Breed, has promised to open new congregant shelters to ease overcrowding and to procure hotel rooms for the most vulnerable among the homeless population. “We are moving forward with getting our vulnerable residents into hotel rooms, and prioritizing public health in all of our decision-making for those living in congregate settings,” Jeff Cretan, the mayor’s spokesman, told the Guardian. But two branches of city government are split over how to handle the crisis, with the board of supervisors unanimously siding with activists in calling the mayor’s efforts insufficient and delayed. The city can’t house just some in hotel rooms and let thousands remain at risk for infection, they said. “Ultimately, it comes down to whether we view every single person’s life as having value,” Matt Haney, a supervisor, said. “The rest of us are sheltering in place. The rest of us understand the value of staying at home. But for this population, the city is willfully putting them in grave danger and, as a result, putting everybody else in grave danger.” The clearest symbol of the disconnect over crisis response is the Moscone Center. Just last week, the mayor was touting efforts to turn the conference center where Steve Jobs introduced the iPhone 13 years ago into an emergency homeless shelter. Following widespread outcry after photos from inside showed thin mats on the floor, divided into physically distanced cells by masking tape, officials were forced to reconsider their emergency shelter plans entirely. ‘Happy just to have a place to sleep’ When San Francisco issued a stay-at-home order on 16 March, there was little guidance for what the estimated more than 8,000 homeless individuals in the city could do to protect themselves from the coronavirus and help prevent its spread. The order urged them “to find shelter and government agencies to provide it”, but the city’s shelters were already filled to the brim and constituted just the kind of crowded setting that public health officials warned could help spread Covid-19. In an effort to enact better physical distancing protocols at the shelters, city officials stopped taking new residents the day after the order. The waitlist for a bed swiftly grew to 1,089. Meanwhile, many not-for-profit organizations that offered services to the unhoused were forced to close. Shelters that used to allow people to congregate during the day closed their doors. So did gyms with showers, businesses with public restrooms and even the public library, where the unhoused can stay dry from the rain. San Francisco had officially prohibited tents on public sidewalks in 2016, but activists started passing them out, in hopes that a thin layer of nylon and polyester would help keep individuals safe. Andrew Bracci had been homeless on and off in San Francisco since 2015. So when he returned to the city last month and he had to leave his ex-boyfriend’s apartment because he feared for his safety, he wasn’t too worried. “I thought, I’ve been homeless before,” the 23-year-old said. “I can do this.” But the LGBT Center was closed and the four housing clinics he went to couldn’t steer him in the right direction. Bracci ended up selling some of his belongings and pooling up $90 to stay for a week at a hostel. He picked up enough DoorDash and Postmates jobs to pay for the week after that too. He now shares a room with three strangers, which is not recommended by public health officials, but he doesn’t care. “I’m happy just to have a place to sleep,” he said. Vacant hotel rooms At the heart of the criticism over the city’s response is the tens of thousands of hotel rooms left vacant since the coronavirus halted most national and international travel. Since the early days of coronavirus in California, state and local officials have talked about procuring these rooms for the homeless and people who have nowhere else to quarantine. “It’s important that we take measures like this to care for our most vulnerable residents, including people who are homeless,” Breed said six days before she issued the stay-at-home order. The mayor had been granted the power to commandeer vacant hotel rooms when she declared a state of emergency in February, and a number of hotels have come forward wanting to work with the city. On Friday, Gavin Newsom, California’s governor, announced that the state and local jurisdictions would receive up to a 75% cost-share reimbursement from the Federal Emergency Management Agency (Fema) for rooms. But instead of immediately removing all residents from the streets and overcrowded shelters to mitigate the impact of the virus before it hit, city officials initially decided that the rooms would be reserved only for those who had tested positive, had been exposed to the virus or were already in shelters and considered especially vulnerable to the disease – people over the age of 60 or with underlying health conditions. Advocates were baffled. “We have these empty hotel rooms, and this is a life and death situation,” said Kelley Cutler, the human rights organizer for the not-for-profit Coalition on Homelessness. Last week, officials expanded the parameters to include more homeless individuals living on the streets who were considered vulnerable. But the mayor has maintained that it is impossible to house every homeless person in a vacant hotel room. “I know we have thousands of hotel rooms here in San Francisco,” Breed said on Wednesday. “I know that people are asking: why don’t we just open the doors and let everyone who is homeless have access to a hotel room? I wish it were that easy. I wish it were that easy to help people who are unfortunately struggling with addiction, people who are unfortunately struggling with mental illness. I wish it were that easy to just provide a place for them to be.” Later in the week, she cautioned that the city would have to coordinate staffing, security and meals at each hotel as well. “There’s a lot that goes into not just having the resources there, but making sure the people who are working with other people, that we keep them safe,” she said. In an email to the Guardian, Trent Rhorer, the city’s human services agency director, put it more bluntly: “Given the significant projected budget shortfalls of over $1bn that the city will likely be facing over the next two years, it would not be fiscally prudent to spend city general fund on renting thousands of hotel rooms for a population that does not require an urgent Covid health quarantine or isolation intervention.” Public health experts, however, have argued that housing the homeless population now to prevent the spread of coronavirus will further the state’s efforts to flatten the curve and get the economy back to normal. Miriam Komaromy, the medical director of the Grayken Center for Addiction at Boston Medical Center, pointed out that by not providing safe individual places to shelter, cities were essentially preventing “all the measures we put in place from being effective because it allows a portion of the population to continue to have high rates of infectivity”. “It’s a moral outrage to recognize that this is arguably the group that has the highest vulnerability to death from Covid, and to just ignore that,” Komaromy said. “But even if you just ignore that, the public health argument is just so strong that it seems to me that government officials should be commandeering hotels and empty buildings and overruling property owners and just saying: ‘We need to do this. It’s a public health emergency.’” Plan draws criticism The transformation of the Moscone Center was supposed to help alleviate some of the pressures on the shelter system and questions surrounding the hotel rooms, and Breed repeatedly lauded the city’s plan to move 394 individuals from other homeless shelters into the conference center. But after the local homelessness publication Street Sheet obtained photos showing rows of green mats in small, sectioned-off rectangles on the floor, advocates slammed the initiative as inhumane. “It looks like the Las Vegas parking lot shelter scene, just indoors,” tweeted Cutler with the Coalition on Homelessness, referring to an open-air shelter in Las Vegas that drew national condemnation last week. Following a weekend of backlash, the city is now reserving the Moscone Center for people who have tested negative for coronavirus or were in quarantine and are considered recovered. The city is also adding partitions and reducing capacity to 200 beds so that individuals will have more space. Rhorer, the city’s human services agency director, said on Monday San Francisco would now focus on “placement into hotel rooms”, though the criteria for who would qualify for those rooms had not changed. “It’s important to note that this is not a finished product,” said Cretan, the mayor’s spokesman, when asked about the criticism of the shelter design. “Setting up a shelter can take months, sometimes over a year to construct,” he said. “The city is moving as fast as it can under crisis circumstances.” Despite it being unfinished, the mayor said at Monday’s press conference that at least 19 residents had already moved into Moscone Center. But they soon had to move out of Moscone and into hotel rooms because they had been in contact with the individuals who tested positive at other shelters. ‘A reckless disconnect’ Some local lawmakers have started taking matters into their own hands. Haney secured funding this weekend to move almost all the residents at one Tenderloin neighborhood shelter into hotel rooms. Dean Preston, a supervisor, has also been working within his district to secure hotel rooms for homeless families, donating $10,000 of his own money to get dozens of people into housing. “The most frustrating thing is we’re wasting time,” Preston said. “If more people contract the virus, they’re going to need to be quarantined. If the city’s policy is to get hotel rooms to quarantine people who test positive, then the city is going to end up having to quarantine folks and rent these rooms anyways. Why wouldn’t we take the opportunity now to prevent transmission, prevent more people from getting sick, and rent those rooms on the front end while they’re sitting there, available?” He thinks the city’s response to homelessness during the coronavirus crisis reflects the city’s mindset on homelessness. “It exposes a disregard that too often our city shows to people who are unhoused,” Preston said. “To issue a shelter-in-place order, to urge people to stay separate, and then to not have a plan to find separate housing for people in shelters is a reckless disconnect and not one that serves public health.” What it comes down to, said Paul Boden, executive director of the not-for-profit Western Regional Advocacy Project, is that people just don’t think homeless people deserve hotel rooms. “You got whole hotels that are sitting empty, while people are potentially dying,” he said. “But these are homeless people. We just need to get them out of sight.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}