{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/hungary-to-end-legal-recognition-of-trans-people-amid-covid-19-crisis", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T19:17:45Z", "webTitle": "Hungary seeks to end legal recognition of trans people amid Covid-19 crisis", "webUrl": "https://www.theguardian.com/world/2020/apr/02/hungary-to-end-legal-recognition-of-trans-people-amid-covid-19-crisis", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/hungary-to-end-legal-recognition-of-trans-people-amid-covid-19-crisis", "fields": {"headline": "Hungary seeks to end legal recognition of trans people amid Covid-19 crisis", "bodyText": "A draft law proposed by the Hungarian government would end legal gender recognition for transgender people. The bill, submitted on Tuesday as attention was focused on the introduction of a controversial set of measures ostensibly aimed at fighting coronavirus, stipulates that gender should be defined as “biological sex based on primary sex characteristics and chromosomes”. It would record people’s “sex at birth” in the Hungarian civil registry and thus make it impossible to change anyone’s legally recognised gender. On Monday, the Hungarian parliament passed a law that allows the prime minister, Viktor Orbán, to rule by decree for as long as the coronavirus crisis is deemed to be continuing. It also mandates jail time for intentionally spreading disinformation that hampers the coronavirus response, measures that were roundly criticised by the opposition at home and politicians abroad. The gender regulation, part of a larger bill on a number of issues not related to coronavirus, will still be considered by parliament in the normal way. It shows that even as Orbán requested special measures for fighting coronavirus, his government had not forgotten its other battles. Trans rights and so-called “gender ideology” are frequent bugbears of alt-right and conservative politicians, and Orbán’s government has previously introduced a measure that in effect banned universities from teaching gender studies. Trans people have had trouble legally changing their documents since 2018, Reuters reported, a situation that is currently subject to several legal challenges. The proposed bill would enshrine this denial of changes in law. The Council of Europe’s commissioner for human rights, Dunja Mijatović, called on Hungary’s parliament not to adopt the law, and said the measure was in contravention of human rights standards and the case law of the European court of human rights. “Transgender persons have the right to legal recognition of their gender based on self-determination. This is an essential step to ensure respect for their human rights in all areas of life. Legal gender recognition is a matter of human dignity,” she said in a statement on Thursday. At home, human rights activists also criticised the bill. “It is appalling that the government plans to ban legal gender recognition in the shadow of the coronavirus crisis,” Tamás Dombos, a board member of the Hungarian LGBT Alliance, told Agence France-Presse. “Such a measure would force trans people to live with documents that do not match their true identity and their appearance ... That exposes them to potential discrimination in employment, housing, access to goods and services, and official procedures,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}