{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/anger-in-guam-at-dangerous-plan-to-offload-us-sailors-from-virus-hit-aircraft-carrier", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T03:42:36Z", "webTitle": "Anger in Guam at 'dangerous' plan to offload US sailors from virus-hit aircraft carrier", "webUrl": "https://www.theguardian.com/world/2020/apr/02/anger-in-guam-at-dangerous-plan-to-offload-us-sailors-from-virus-hit-aircraft-carrier", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/anger-in-guam-at-dangerous-plan-to-offload-us-sailors-from-virus-hit-aircraft-carrier", "fields": {"headline": "Anger in Guam at 'dangerous' plan to offload US sailors from virus-hit aircraft carrier", "bodyText": "Community leaders in Guam have voiced concerns at the “dangerous request” from the US Navy to evacuate thousands of sailors to their island from a US aircraft carrier, where there has been an outbreak of coronavirus. Nearly 3,000 sailors will be taken off the USS Theodore Roosevelt by Friday, as the navy struggles to quarantine crew members in the face of an outbreak. The sailors will be housed on Guam, a US territory, which has been the hardest hit place in the Pacific region by the Covid-19 outbreak, with 77 confirmed cases and three deaths. There are fears that health services in Guam will soon reach breaking point as the outbreak worsens. Politicians and community groups have protested to the governor of Guam, Lou Leon Guerrero, who allowed the move. Senator Sabina Flores Perez urged Leon Guerrero to oppose the “dangerous request”, saying the decision was a “reckless” one that “threatens the health and safety of us all”. “Our medical facilities are strained, and we have yet to experience the peak of this outbreak, at which point the island will find itself in an even more compromising situation,” she wrote. Perez said that while she prayed for the speedy recovery of infected sailors, they were likely to be younger and have better health benefits than the lower-wage employees at the hotels where the sailors would be quarantined. She suggested the sailors should instead be housed at the naval base. “Our military is well-resourced and able to house these young sailors on base without compounding the problem by exposing vulnerable service workers and the public,” she said. Eight local community groups wrote to the governor on Sunday, raising concerns about letting sailors off the vessel. “While only those who test negative will be moved to Tumon, it is still risky considering how contagious the virus is,” said one organisation, I Hagan Famalåo’an Guåhan, in a statement. “Being negative today does not mean that they won’t be in a week or so. The decision to house them in the middle of our community is playing a game of chance with the health of our people.” Leon Guerrero said on Wednesday that sailors who had tested negative for Covid-19 would be allowed into hotels, where they would be monitored for 14 days. “I have agreed to allow the restricted housing of sailors who have tested negative for Covid-19,” she said, according to the Guam Daily Post. “Only sailors testing negative for Covid-19 will be housed in vacant Guam hotels ... subject to a 14-day quarantine period enforceable under the Uniform Code of Military Justice.” The US Navy has not confirmed how many of the 5,000 crew members have been confirmed to have coronavirus, but US officials told Reuters that 80 had tested positive, and that this number was likely to increase as more tests were done. The navy requested the sailors be allowed off the carrier to try and reduce the spread of the outbreak onboard, and allow personnel a chance to disinfect the ship. In a memo to Navy leaders over the weekend, Captain Brett Crozier, the ship’s commanding officer, said removing all but 10% of the crew was necessary to stop the spread of the virus. “We are not at war. Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset our sailors,” said Crozier."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}