{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/03/brazil-jair-bolsonaro-hits-out-dictatorial-rio-beach-bans", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-03T11:37:00Z", "webTitle": "Brazil's Jair Bolsonaro hits out at 'dictatorial' Rio beaches ban", "webUrl": "https://www.theguardian.com/world/2020/apr/03/brazil-jair-bolsonaro-hits-out-dictatorial-rio-beach-bans", "apiUrl": "https://content.guardianapis.com/world/2020/apr/03/brazil-jair-bolsonaro-hits-out-dictatorial-rio-beach-bans", "fields": {"headline": "Brazil's Jair Bolsonaro hits out at 'dictatorial' Rio beaches ban", "bodyText": "The Brazilian president has further undermined efforts to control the spread of coronavirus by criticising what he called “dictatorial” moves to stop citizens going to the beach. In an interview on Thursday, Jair Bolsonaro hit out at Rio de Janeiro’s governor, Wilson Witzel, who this week ordered the state’s 17 million citizens to stay at home – and off the sands. “Ban people from going to the beach? My God!” said Brazil’s far-right president, who has faced protests and opposition from across the political spectrum for downplaying the threat of Covid-19. “Beaches are outdoors. There’s no problem going there at all,” added Bolsonaro, contradicting guidelines from his own health ministry that crowds must be avoided. He mocked Rio’s governor – a rightwing political rival – for ordering citizens to stay at home. “What’s he thinking? That this is some kind of dictatorship. What’s that all about?” On Tuesday, under growing pressure from both within and outside his government, Bolsonaro had appeared to finally recognise the severity of the coronavirus crisis. In an unusually restrained televised address, he called Covid-19 the “greatest challenge of our generation”. But within hours he was again undermining attempts by Brazilian governors – who have nearly all ignored the president’s guidance on coronavirus – to lock down their states, and denouncing coronavirus “hysteria” on Twitter. On Thursday, as Brazil’s death toll rose to 299 from 241 the previous day, the president continued to attack his political foes, even his own health minister, who Bolsonaro claimed “lacked humility”. Bolsonaro also falsely suggested that an Associated Press photograph published on the front page of the Washington Post, showing dozens of graves being dug in São Paulo, might be fake. “This image – if it is real – should not be being made public,” he said, calling such pictures “an embarrassment to Brazil”. A prominent leftwing politician, Ciro Gomes, said this week that the only way to save Brazilian lives was through “an extensive campaign of civil disobedience initiated by governors, mayors, the overwhelming majority of religious leaders and the media”. “Bolsonaro is an utterly fascist … and irresponsible man,” Gomes said. “He has been his whole life.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}