{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/australian-charity-heads-call-for-coronavirus-volunteers-as-numbers-slump", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T01:12:57Z", "webTitle": "Australian charity heads call for coronavirus volunteers as numbers slump", "webUrl": "https://www.theguardian.com/world/2020/apr/01/australian-charity-heads-call-for-coronavirus-volunteers-as-numbers-slump", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/australian-charity-heads-call-for-coronavirus-volunteers-as-numbers-slump", "fields": {"headline": "Australian charity heads call for coronavirus volunteers as numbers slump", "bodyText": "Australia should consider enlisting the help of a “volunteer army” as charities struggle to deal with increased demand during the coronavirus crisis, according to the head of a major food relief organisation. Many charities have come under strain from a range of pressures, such as the loss of availability of their regular volunteers, shrinking of revenue streams from the closure of op shops, and uncertainty over government funding as they struggle to meet their normal contractual obligations. Some charities on the frontline of helping people through the crisis have said they require extra volunteers to meet increased demand. The chief executive of Foodbank Australia, Brianna Casey, said there had been a 50% increase in demand for food relief over the last week, but its supplies were down by 27%. At the same time the organisation had seen a “massive reduction” in its available volunteer numbers. Normally, 1,000 individuals volunteered each week to carry out tasks such as packing hampers in Foodbank’s warehouses. But with many businesses moving to working-from-home arrangements or closing their doors, the pool of volunteers provided by corporate supporters had dried up, Casey said. Meanwhile older individuals who might have volunteered once or twice a week had been advised to stay at home for their own safety, leaving the organisation with an “enormous gap”. Casey said the Australian Defence Force had stepped in to help over a two-week period, but a longer term solution was needed. “We know there are a lot of recently unemployed Australians who are very keen to put themselves to task,” she said. “If they are fit and well and haven’t been exposed to confirmed cases, we’d be really keen to have them register to volunteer because there is no suggestion that demand for food relief will decrease any time soon,” Casey said. “We would strongly encourage them to look at volunteering, not only at Foodbank – there are countless charities across the country going through the exact challenges we’re in … The need for volunteers right now is extraordinary and I think it is a perfect way for people to give back and foster that sense of mateship.” The federal government has pledged to spend $130bn on wage subsidies over the next six months, providing a $1,500 per fortnight payment for workers at businesses and not-for-profit organisations that have suffered big drops in turnover – including firms that have stood down workers since 1 March. The government has also announced some targeted funding packages over the past few days, such as $200m to support charities and other community organisations that provide emergency and food relief, part of which will be used to “increase and retain workforce capacity including volunteers”. On Tuesday it earmarked an extra $59m for Meals on Wheels and similar services, which will help older Australians and other vulnerable groups who have been told to stay at home for their own safety. The health minister, Greg Hunt, said as he announced the new funding on Tuesday: “If you’re volunteering to provide groceries or meals for people who are otherwise truly isolated, I want to say thank you and to those who are contemplating it, that would be a wonderful human gesture.” Other countries have put in place structures to secure help from volunteers during the current health and economic crisis. In the UK, the National Health Service is recruiting about 750,000 volunteers to help support the 1.5 million vulnerable people who have been confined to their homes. Casey said she “would welcome a coordinated approach to creating a volunteer army if possible” but it would need to be locally relevant and suit the needs of individual charities including, for example, safety and induction procedures. “There definitely is a role for the government to look at addressing this problem,” Casey said. “One certainty is that this is not a short-term problem … we are looking at a six-month period at the moment and we will need volunteers over that period.” On Wednesday the Queensland government called for potential volunteers to sign up to join the state’s new “Care Army”, which would assist up to one million seniors with food or medicine drops or a daily telephone call. Volunteering Australia, the national peak body for volunteering, has called on the federal government to “work with us to draw on the expertise of the volunteering community to consider how best to involve volunteers in the emergency Covid-19 response”. “Volunteers and voluntary action can be one of the nation’s best assets in meeting the challenges our communities are facing as the Covid-19 situation develops if deployed and managed safely,” it said in a position paper. Many Australians have been looking for ways to help others during the current crisis. However, Volunteering Australia has urged people to be cautious when embarking on informal volunteering activities, as they needed to avoid putting themselves or others in the community at risk from the virus. Instead, Volunteering Australia has encouraged people to register their interest with peak volunteering bodies in each state and territory. David Crosbie, the chief executive of Community Council for Australia, said it was great if people wanted to contribute, but he echoed the call for them to register via the existing peak bodies. “I think our concern is more about creating new kinds of approaches that bypass what have been tried and true for some time, but may need to be dialled up to meet increased demand or significant needs of Covid-19-related responses,” Crosbie said. Crosbie is secretary of a new “charities crisis cabinet” which met via teleconference on Tuesday. The group brings together representatives from across the charity sector, including the Smith Family, Save the Children and World Wildlife Fund, who will discuss how to tackle the current challenges and ensure as many charities as possible survive through the pandemic. Crosbie welcomed the announcement not-for-profit organisations would be eligible to apply for the government’s wages subsidies, saying many charities had already registered their interest. But he said charities’ revenue was sometimes “lumpy” so the turnover-based eligibility rules would need to be clarified. He also called for existing government funding to the sector to be guaranteed. “If we had to ask for one thing, it would be that the government assure us the existing funding will not be cut before next year,” Crosbie said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}