{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2020/apr/08/uk-coronavirus-london--enough-intensive-care-beds-says-sadiq-khan-live-news-boris-johnson", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-08T17:29:03Z", "webTitle": "Record UK daily death toll of 938, as Rishi Sunak says Johnson is 'sitting up in bed' – as it happened", "webUrl": "https://www.theguardian.com/world/live/2020/apr/08/uk-coronavirus-london--enough-intensive-care-beds-says-sadiq-khan-live-news-boris-johnson", "apiUrl": "https://content.guardianapis.com/world/live/2020/apr/08/uk-coronavirus-london--enough-intensive-care-beds-says-sadiq-khan-live-news-boris-johnson", "fields": {"headline": "Record UK daily death toll of 938, as Rishi Sunak says Johnson is 'sitting up in bed' – as it happened", "bodyText": "There has been a record daily rise in the number of patients in the UK who died in hospital after testing positive for Covid-19, which increased by 938 to 7,097. The prime minister’s condition was said to be improving, with Boris Johnson “sitting up in bed” and “engaging positively” with the clinical team as his intensive care continues at St Thomas’ hospital in London. The deputy chief government scientific adviser, Angela McLean, said the spread of coronavirus was not accelerating and the UK seems to be moving towards a flat curve, as the lockdown begins to bear fruit. Due to lags in reporting, the number of deaths can be expected to continue to increase, however. The chancellor, Rishi Sunak, announced a £750m package for the charity sector across the UK. Schools across the UK are not expected to reopen after the Easter break and will instead remain closed for the foreseeable future, officials have told the Guardian. The second NHS Nightingale hospital, which was built at the NEC in Birmingham, will open on Friday. It will have 500 beds to treat patients with coronavirus, with the capacity to expand to 2,000. Live updates continue on our global blog: Axel Scheffler, illustrator of the beloved Gruffalo stories, has created an ebook to help children understand the coronavirus pandemic. The book, written in collaboration with the London School of Hygiene and Tropical Medicine (LSHTM), explains what Covid-19 is, how it affects people and the measures introduced to control the spread of the virus. Prof Graham Medley, professor of infectious disease modelling at the LSHTM, who advised on the book, said: Helping children understand what is going on is an important step in helping them cope and making them part of the story – this is something that we are all going through, not something being done to them. The question-and-answer book is aimed at pre-school and primary school children, while another free book by children’s author and illustrator Lydia Monks features a character called Dr Dog, who explains the outbreak for two-to-five-year-olds. LSHTM has also helped develop an educational campaign for parents and children, fronted by a cartoon hand called Hans. Earlier this month Scheffler and Gruffalo author Julia Donaldson produced a series of coronavirus-themed cartoons, showing how some of their best-known characters, including the storybook monster, Zog and Stick Man, are coping with social distancing, home schooling and isolation. The number of confirmed cases of Covid-19 within the prison estate in England and Wales continues to rise, a daily update from the Ministry of Justice shows. As at 5pm on Tuesday, 129 prisoners had tested positive for the coronavirus across 47 prisons, an increase of around 11% compared to the same time on Monday. There are around 83,000 prisoners in England and Wales across 117 prisons. The number of prison staff who tested positive for Covid-19 rose in the same period by around 26% to 24 across 13 prisons, while the number of infected prisoner escort and custody services (Pecs) staff rose by one to five in total. The number of prisoners who have tested positive for Covid-19 and died is 10, the Guardian understands. On Saturday, the justice secretary, Robert Buckland, announced that up to 4,000 risk-assessed prisoners who are within two months of their release date will be temporarily released from jail. Yesterday, the head of the prison service, Jo Farrar, told MPs that, on present accommodation levels, between 10,000 and 15,000 inmates would have to be released to achieve single-cell occupancy across the estate. In this very handy video explainer, the Guardian’s health editor, Sarah Boseley, explains the different ways coronavirus can affect people, the likelihood of going to hospital and what will happen to people who are admitted. Schools in the UK are not set to reopen and will instead remain closed for the foreseeable future, government sources in Cardiff and London have told the Guardian, despite reports that a change was being considered. Officials confirmed that schools would only reopen once the scientific advice was in favour, and that they would remain closed after the Easter holidays ended, which for most state schools would be on 20 April. Some head teachers say their staff remain too vulnerable for reopening, and others were concerned that the shutdown was being undermined by an academic study suggesting that school closures only had a narrow impact on the spread of infection. Read more here: Sunak says he is confident the emergency packages have been designed to “minimise the risk of fraud”. After a warning that emergency measures leave the system vulnerable, he says the schemes are being designed “at pace” but many decisions have been made “deliberately to counter fraud”. That has actually influenced some of the design choices we’ve made. That means some people might fall between through the cracks, it means people are saying: ‘Can you not do it this way, can you include us?’, and the reason we’ve not been able to do that is to protect against exactly that, exactly the risk of fraud or spurious claims that we won’t be able to verify. So I’m confident the decisions we’ve made will minimise the risk of fraud. Powis says now is not the time to become complacent: We are beginning to see the benefits, I believe (of following government measures), but the really critical thing, I believe, is that we have to continue following instructions, we have to continue following social distancing, because if we don’t, the virus will start to spread again. And if it starts to spread again in a week or two’s time, we will be seeing a set of figures which are not going in the direction that we want to see them, we will see increased pressure on the NHS, we will see increased numbers of deaths. So this is not the time to become complacent, it’s not the time to think that the job is being done, this is the time to continue everybody continuing, whether you’re me, whether you’re a member of the public, frankly if you’re a football team, to continue to keep with social distancing and ensure that the hard work and the hardship that everybody is no doubt encountering leads to those benefits. Asked when schools could potentially reopen, McLean said it would be “completely premature” to give any indication on whether schools might reopen before the summer holidays because so much depends on how well the lockdown has worked. Sunak added: In all these instances, we are driven and basing our decisions on the science and what is best for controlling the spread of this virus. I pay tribute to those who are helping keep our schools open for the children of key workers, that is valuable and the work that they’re doing is, I believe, well supported by the Department for Education. But they also are owed our thanks for doing that because that is vital at this time. Powis, asked if the UK’s testing rate would lead to more deaths compared with other countries, stressed the importance of testing before saying it is “one part of a set of different things” to be considered in any country’s strategy. He added: I think it is almost too early in all countries’ experience to know exactly which components of strategies have been the most effective or have been most important. It’s highly likely it’s the combination of these things rather than any one individual part of an approach. Sunak warns that the economic impact of the coronavirus outbreak will result in real hardship for people. He says: This will have a significant impact on our economy - and not in an abstract way. It will have an impact on people’s jobs and their livelihoods. That is why we have taken the actions we have in order to help mitigate some of that. I believe we are doing the right things. I can’t stand here and say there isn’t going to be hardship ahead because there is. Sunak says there will be a Cobra meeting on Thursday chaired by the first secretary of state, Dominic Raab, with the devolved administrations to discuss the approach to reviewing the lockdown. The review will be based on the evidence and data from SAGE, which will be available from next week. However, the public should focus very seriously on “the here and now”, where the priority is to stop the spread of the virus, to get to the other side of the peak, so people must continue to follow the advice and stay at home. He said: That’s where we are now. That’s the advice people should be following. That’s the best thing that we can all do to get through this as quickly as possible. Sunak warns he cannot save every job, business or charity with his emergency measures. Asked if some are falling through cracks and whether he needs to take urgent action for those not covered by his schemes, he said: I’ve been very clear and very honest that this will take a significant impact on our economy. In spite of what are unprecedented measures in scale and scope, I can’t stand here and say I can save every single job, protect every single business or indeed every single charity. That’s just simply not possible. Powis urges people needing emergency treatment to seek help “just as you always have done”. He said: The NHS has worked night and day to surge capacity to manage coronavirus but it’s also there for you if you have symptoms of a stroke, symptoms of a heart attack. Indeed if you have any emergency condition whether it’s a sick child, whether it’s a mother in pregnancy who’s worried about movements of the baby, you should be seeking emergency services just as you always have done. They are there for you and, although we are focusing on coronavirus, it’s important we continue to focus on other emergency conditions. Even after the number of people in critical care stabilises or even begins to fall, the number of deaths will continue to rise because of long reporting lags. The number is expected to keep rising even after the curve has flattened. Another chart illustrates that the curve has started to flatten at least in some parts of the country in the last 24 hours, in terms of the number of patients in critical care which has increased by just 4%. That is good news. McLean is speaking now. One chart shows footfall across 17 rail stations through the month of March, which was down 94% by the end of March compared with the first week. The number of new cases day-by-day is “not accelerating out of control”. This is good news. The number of people in hospital beds with Covid-19 is highest in London, followed by the Midlands. This is a slower responding record of new infections, but the rate at which it is rising is “definitely getting slower” and “looks like we’re beginning to get towards a flat curve”. Sunak has announced £750m of funding for the charity sector, £370m of which will support small, local charities working with vulnerable people. In England, this support will be provided for organisations through the National Lottery communities fund. And the government will allocate £60m of this funding through the Barnett formula to Scotland, Wales and Northern Ireland. It will also provide a further £360m directly to charities providing essential services and supporting vulnerable people. Up to £200m of those grants will support hospices, with the rest going to organisations like St John Ambulance and the Citizen’s Advice Bureau, as well as charities supporting vulnerable children, victims of domestic abuse or disabled people. The government will also match pound-for-pound whatever the public donates to the BBC’s Big Night In charity appeal, starting with at least £20m to the National Emergencies Trust appeal. The prime minister is receiving “excellent care” and remains in intensive care, where his condition is “improving”. He has been “sitting up in bed” and “engaging positively” with the clinical team. Sunak is speaking now. 232,708 people in the UK have now been tested. 60,734 were positive, an increase of 5,492 cases since yesterday. 19,438 people have been admitted to hospital, 7,097 of whom have now died, an increase of 938 fatalities since yesterday. The daily Downing Street news briefing is due to begin shortly and will be led by the chancellor, Rishi Sunak. He will be joined by Stephen Powis, the national medical director for NHS England, and Angela McLean, the deputy chief government scientific adviser. As of 5pm on 7 April, of those treated in hospital in the UK who tested positive for coronavirus, 7,097 have died, the Department for Health and Social Care said. That is a rise of 938, up from 6,159 the previous day – the highest day-on-day rise so far. As of 9am on 8 April, 282,074 tests have concluded, with 14,682 tests on 7 April. 232,708 people have been tested of which 60,733 tested positive. The overall test figure excludes data from Northern Ireland, and test data from Charing Cross and Southampton has not been included because of a processing delay, the department added. A temporary morgue will be built at an aerodrome in Lancashire with capacity to house 1,000 bodies. The site at BAE Systems in Warton is due to be built in about eight days. Geoff Driver, leader of Lancashire county council, said: We hope this facility will never need to be used but it’s vital that we’re prepared in order to ensure the deceased are treated decently and with respect. We are very grateful for the support we have received from BAE Systems who have provided this site and access to utilities free of charge to support the people of Lancashire and help us to deal with this crisis. The best way to reduce the numbers of deaths in Lancashire is for everyone to follow the government’s instruction to stay home, protect the NHS and save lives. A lack of protective equipment for nurses is “fundamentally compromising” the care they can give patients, the Royal College of Nursing (RCN) has warned, with nurses’ safety also being put at risk. The union said despite repeated assurances that more personal protective equipment (PPE) is on the way, kit is still not reaching the front line. Nurses are still being forced to share equipment, buy their own or reuse kit, according to the RCN’s chief executive and general secretary, Dame Donna Kinnair. In a letter to the parliamentary health committee chairman and former health secretary, Jeremy Hunt, Kinnair said nurses were being forced to choose between their sense of duty and the safety of themselves and their families. The letter reads: Nursing staff are at the front line of the Covid-19 pandemic. Our safety and ability to care for patients is being fundamentally compromised by the lack of adequate and correct supplies of vital personal protective equipment (PPE) and the slow and small-scale rollout of Covid-19 testing. Our members are facing impossible decisions between their own or their family’s health and their sense of duty. The distribution and adequacy of PPE has led nursing staff to share equipment, buy their own supplies or to reuse single-use PPE. Although there are announcements that millions of pieces of PPE are being distributed, they aren’t reaching the front line across all health and care settings. Global shortages of PPE have led to shortfalls on the NHS frontline as medics try to care for the rising tide of patients with Covid-19. Officials have said millions of pieces of kit have been distributed and a hotline has been established to help frontline staff get PPE where it is needed most. But in a submission of evidence to the health committee’s Covid-19 inquiry, the RCN added: Actions to mitigate PPE distribution is regarded by our members to have been too slow and not transparent. Public commitments have not translated into increases in consistently deployed and accessible stocks of adequate PPE. Without adequate and proper PPE, nursing staff are putting their own lives, the lives of their families and patients, at risk. This situation is unconscionable.” A lack of PPE and hand sanitiser is particularly acute for nurses in GP surgeries and care homes, the RCN added. The RCN said that insufficient and inadequate PPE meant health and care employers were breaching statutory obligations. The union said it had written to the Health and Safety Executive calling for intervention. About four in 10 cars on the roads in Greater Manchester are exploiting quieter conditions during the lockdown by exceeding the speed limit, Andy Burnham has said. The region’s mayor said figures show an expected large decrease in the number of vehicles on the roads, but the number of speeding motorists has doubled. In his weekly press briefing, Burnham said: That would be more worrying in any event but it’s particular worrying when more families are out and about taking walks and there are people running and cycling. There are just more people on our pavements. Greater Manchester police will be targeting hotspots where speeding is happening. Last week, two other police forces said they had seen an increase in speeding and warned motorists not to drive irresponsibly during the travel restrictions. North Wales police caught a driver travelling at 113mph and another at 101mph, while North Yorkshire police said a car was clocked travelling at 132mph. Channel 4 will cut its content budget by £150m in an effort to navigate a way through the coronavirus crisis, it has been announced. The channel said: This reflects both the difficulties of producing programmes and films in the current environment, as well as some extremely difficult decisions to delay or cancel some content across Channel 4, E4 and More 4 across the year. The statement said Channel 4 would maintain its support for the creative sector – continuing to commission and develop content for 2020 and 2021 - with ringfenced funding for nations and regions, and BAME-led independent producers. A “virtual parliament” must be swiftly established so the government can be scrutinised during the coronavirus outbreak, a cross-party group of peers has urged. The 210-strong group called on the leader of the House of Lords, Lady Evans, to prioritise allowing oral questions and statements to be made using video-conferencing technology, and said that if those measures could be successfully introduced, they then wanted the use of digital technology to be extended to include legislation and voting. The peers, including the Conservative former minister Lord Bourne, Labour’s Lord Dubs and the Liberal Democrat Lady Benjamin, called for “new ways of working” to be introduced. Lord German, a Lib Dem peer who was key to organising the call, said parliament had to lead by example while continuing to fulfil its crucial duties: In the months ahead the British public will face challenges like never before and they will expect us to show leadership and fulfil our role as parliamentarians. We are clear that parliament must lead by example, not only in taking steps to slow the spread of the virus, but in fulfilling its duties during this difficult time. A virtual parliament is crucial in ensuring that happens. The Lord Speaker, Lord Fowler, wrote to peers warning that the challenges could go a “long way beyond” 21 April and said authorities were working “incredibly hard” to allow members to participate from home. In the Commons, the Speaker, Sir Lindsay Hoyle, has also urged the government to allow MPs to be able to work “virtually” if the crisis continues after the date they are due to return. The National Trust is urging people to stay at home over Easter in an effort to halt the spread of coronavirus. The Easter weekend would traditionally involve hundreds of thousands of people flocking to National Trust properties, gardens and beauty spots across the UK. But they are all closed as the country remains in lockdown as part of strict measures to control the outbreak. The National Trust director general, Hilary McGrady, said: We know how sad our members and visitors are that they can’t travel to their favourite places to mark Easter and celebrate the arrival of spring this year, but our biggest priority has to be staying at home to help our NHS and keep ourselves and one another safe. During the closure we are still looking after the places people love, and we’re really looking forward to welcoming them back when it’s time. The charity is also launching a new programme of online activities for children and families and is calling on people to hold on to rainbow signs, letters and other pieces of ephemera from the lockdown. McGrady added: When this period in our lives is over, future generations will want to know about this time, and we may all need help to remember. Many people are creating time-capsules and writing letters to the future – we’d encourage people to hold onto the wonderful rainbow window signs that are appearing around the country, the messages people are sending one another, the pictures of neighbours sharing their appreciation for critical workers. The former Lib Dem leader Tim Farron has said he is “self-isolating as a precaution” after experiencing a fever and persistent cough since Saturday. After consulting NHS 111, he decided to remain in self-isolation for the rest of the week, he said. The Westmorland and Lonsdale MP said he would be “out of action” over the next few days but constituents could still contact his team who would continue to work hard in his absence. The UK’s largest travel firm, Tui, has just cancelled all its beach holidays for the next five weeks due to the coronavirus pandemic. It said on Wednesday that all package trips up to and including 14 May were being cancelled, while all its Marella Cruises sailings had been suspended until at least June. Tui said: We are constantly monitoring the situation and will start taking people on holiday again as soon as we are able to do so. At this point in time, nobody can accurately predict when that will be, so for the time being we will keep a close eye on our programme and continue to amend and adapt timings in line with the latest global travel advice. Currently bookings for the May half-term, one of the busiest weeks in the holiday calendar, are set to go ahead, although that looks unlikely. Earlier this week the Foreign and Commonwealth Office extended its ban on all but essential travel outside the UK, and said this would run until further notice. Tui has told affected passengers not to contact the firm, and it will get in touch. It is currently only offering those with cancelled trips the chance to rebook, rather than the full refunds as required by law. Rory Boland, from the consumer group Which?, said: Tui is acting disgracefully by telling customers ‘don’t call us, we’ll call you’ and then failing to provide any information about their rights to a refund for cancelled holidays. It should not be on consumers to prop up the UK’s biggest holiday company while they are left to suffer without their money. To help end this uncertainty, the government should confirm how it intends to support the travel industry through this outbreak. The number of deaths linked to coronavirus in a hospital setting in Northern Ireland has risen to 78, with five more reported on Wednesday. There were 84 new confirmed cases of the virus, bringing the total in the region to 1,339, according to the Public Health Agency. A further 828 people, who tested positive for Covid-19 have died, bringing the total number of confirmed reported deaths in hospitals in England to 6,483, NHS England said. Patients were aged between 22 and 103 years old. Forty-six of the 828 patients (aged between 35 and 96 years old) had no known underlying health condition. The Scottish government has announced an extra £5m in emergency financial support for students at Scottish colleges and universities facing hardship as a result of the coronavirus outbreak. The government’s announcement said: The £5m includes an additional £2.2m for Scotland’s higher education discretionary fund specifically to address Covid-19-related hardships, which will be available to colleges and universities immediately. University and college students will be able to apply for any emergency discretionary payments directly to their own institutions. The remainder will be taken from further education student support budgets “for immediate use” as emergency funds. Richard Lochhead, the further and higher education minister, said all bursaries, grants and loans would continue to be paid, with the extra funding to help those with concerns around accommodation costs, general living expenses and wellbeing. Public Health Wales said 33 more people have died after testing positive for coronavirus, bringing the total number of deaths in Wales to 245. Dr Robin Howe, from Public Health Wales, also said 284 new cases have tested positive for Covid-19, bringing the number of confirmed cases to 4,073, adding that the true number is likely to be higher. Dr Howe said case numbers would be “lower than usual” on Thursday as officials move back the time when they count new cases. The Welsh first minister, Mark Drakeford, has confirmed the lockdown will not be lifted next week in Wales. He told a virtual Welsh assembly meeting: We will not throw away the gains we have made by abandoning our efforts as they begin to bear fruit. Drakeford said he had discussed the next steps with the UK, Scottish and Northern Ireland governments and added: “The precise nature of what will follow will be agreed in the following days.” He thanked the people of Wales for their efforts so far. The actions every one of us is taking is helping to slow down the spread of the virus and protect the most vulnerable. The Welsh government said people flouting the lockdown had been recorded by all four police forces in Wales. Some people had visited holiday homes, which had caused tension. Concerns have been raised by Gwent police about busy roads and motorcyclists congregating in some parts of their area, while South Wales police officers have attended incidents including a children’s birthday party, a football match and a group of hikers. Drakeford said: The stay at home advice means you. A journey to a second home is not an essential journey. He said breaches had been “sporadic” but warned that if police said stronger powers were needed, they would receive them. In the latest instalment of our Politics Weekly podcast, Jonathan Freedland speaks to Heather Stewart about the latest in Westminster, including who is running the government while Boris Johnson remains in intensive care; why we don’t know when the lockdown will end and who’s in the new shadow cabinet. Plus: Jon Henley reports on the pandemic’s effect on populism in Europe and Rajeev Syal speaks to David Lammy, the shadow justice secretary, about his new role and new book. Catch the full episode here. The archbishop of Canterbury has been forced to reiterate his decision to close churches in England after some members of the C of E have challenged the policy. In a video posted on YouTube, Justin Welby set out five reasons for the church closures. The first was to “set an example” in following the government’s “simple and ethical” public health message. Second, churches were merely buildings; “the church is the people of God”. Third, clergy and bishops should share “the inconveniencing, the restrictions, the isolations imposed on us. It’s about being part of the flock rather than some super special category that can do its own thing.” Fourth, he said, the Church of England was the church for England. “If you’re there for everyone, it means you have to think about everyone”. His final reason was: “It’s not just about us, the believers - it’s about everyone.” Online services were being accessed by “vast numbers ... they are a way of reaching out.” Earlier this week, Sarah Mullally, the bishop of London and the number three in the C of E hierarchy, wrote to clergy in her diocese telling them they could conduct services in their own church to livestream to congregations. She later clarified in a tweet that clergy had been “clearly instructed” to close churches. Others have argued that churches should remain open for private prayer and reflection. With demand soaring, but individual donations falling, the co-founder of a food bank shares her diary of its journey during the Covid-19 crisis, in the Guardian today. She writes: Our area manager wants to know how long we can continue to meet demand before current stock runs out. We estimate about six weeks. You can read the full piece here. Thanks everyone. I am going to be handing the live blog back to Lucy Campbell now, who will be giving you updates throughout the day. The former Conservative foreign secretary, Jeremy Hunt, said he does not think the nationwide lockdown restrictions will be lifted next week. Speaking to BBC Radio 4’s World at One, the chairman of the Commons health and social care select committee, said: “As we’ve seen from Italy and other countries, you don’t get a peak and then an immediate reduction, you stay at that peak level for some time.” He added: “I think it’s perfectly reasonable to say that the lockdown is going to need to continue for a while and we don’t need to take this decision at the beginning of next week.” The South East Coast ambulance service has this morning issued a statement about a fake voicemail message that is being widely circulated on WhatsApp and causing distress. The service said: “The alarmist information being shared in the message is not correct. We would urge people to disregard the message and not share it further.” The WhatsApp message, which purports to be someone who works at the service, makes a series of claims that from Thursday, ambulances will not make callouts to people at home suffering from Covid-19, that ice rinks are being used as makeshift morgues, and that a third of the deaths in coming weeks will be babies, children and teenagers with no underlying health issues. While it isn’t possible to precisely forecast who may be affected by Covid-19, so far no country in the world has seen mortality rates from the coronavirus that have led to a third of the victims being young people. The service’s statement goes on to say: “In line with our ongoing plans during this challenging time, we are continuing to follow national guidelines regarding the ambulance response and thank the public for their ongoing support in following the government’s advice.” Nicola Sturgeon has announced a dedicated email address for health and social care workers to report directly to the Scottish government their worries about PPE. Addressing continuing concerns from healthcare professionals and care workers about the supply and adequacy of PPE, Sturgeon said that her health secretary, Jeane Freeman, and deputy first minister, John Swinney, would be meeting the local government association COSLA and other unions this afternoon to discuss in particular care workers’ provision. Sturgeon said she believed part of the issue was about building confidence in workers who were not familiar with using the kit, to assure them that the PPE being used currently was adequate. Freeman insisted all kit met WHO guidelines and that supplies were adequate for demand, and that “there is no reason why the supplies that we have are not reaching health and social care workers”. I am currently look after the Guardian’s live blog. Please do get in touch with me via any of the channels below if you want to share any information or news tips. Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com The second NHS Nightingale hospital, which has been built at the National Exhibition Centre in Birmingham, is to be opened on Friday, Downing Street has said. The prime minister’s official spokesman said it would initially have 500 beds to treat coronavirus patients, with the capacity to expand to 2,000. “Huge credit should go to all those involved in getting the hospital set up so quickly,” the spokesman said. He added that the third Nightingale hospital in Manchester was expected to open in “the next week or so”. Lake District MP Tim Farron is pleading with holiday let owners to stop taking bookings and asking visitors to stay at home ahead of what is usually one of the national park’s busiest weekends. This comes after an investigation from Cumbria police found adverts for 300 Lake District homes to rent this week. Farron, the former leader of the Liberal Democrats and MP for Westmorland and Lonsdale, said: It frankly beggars belief that such a high number of holiday lets are still taking bookings. To add further insult to injury, we’ve also seen outrageous examples of holiday let owners actively encouraging people who are in the high-risk category to ignore the government’s medical advice and travel up to the Lakes. Most holiday lets will be able to access a £10,000 lump sum as part of the small business grant fund – so there is no reason to be putting lives at risk here. To anyone planning on making the trip up here this bank holiday, or any other time during this pandemic – the Lake District will still be here when this crisis is over, but your loved ones might not be if you choose to ignore the medical advice. Below is an update from our lobby team on the latest information around Boris Johnson, who is intensive care with coronavirus. • No 10 has provided an update on the prime minister’s condition, sent by St Thomas’ hospital. It said: “The PM remains clinically stable and is responding to treatment. He continues to be cared for in the intensive care unit of St Thomas’ hospital and is in good spirits.” • It was also noted that similarly to yesterday: “The PM is receiving standard oxygen treatment and breathing without assistance.” • On whether Johnson is in touch with No 10, the government said the prime minister is not working but has the ability to contact those that he needs to. • Responding to questions about whether No 10 is playing down Donald Trump’s claims that the US is helping with the UK’s treatment, Boris Johnson’s spokesman said: “It will be for the PM’s medical team to decide the treatment for him.” • In response to the Donald Trump saying the UK has asked for 200 ventilators No 10 said the US president’s comments relate to an order from US companies that have already been placed. • Larry the Downing Street cat is “absolutely fine and going about his business in the usual way” despite the British Veterinary Association’s call for animals from infected households to be quarantined as well. The government says there is no evidence that pets can pass on coronavirus to owners. • No 10 is still refusing to say exactly when decision on extending lockdown will be taken but it is likely to be early next week – around three weeks after it began. • Johnson’s spokesman had no knowledge of the Welsh government’s confirmation that the lockdown will continue next week • It is too early to talk about ways of easing the lockdown such as reopening schools, the spokesman said. • Total numbers of NHS staff and their family members tested is over 20,000 across at least 13 testing sites. • The daily testing number is now up to 14,000. • Improvements are being made to the coronavirus business loan scheme after reports that hardly any companies are getting them. • The Birmingham Nightingale hospital is being opened on Friday. • Dominic Raab would chair the XS Brexit committee if there were to be a meeting while the PM is still incapacitated, but it is not currently meeting, a spokesperson said. Politicians and commentators have been urged to refrain from using war metaphors when discussing Covid-19. Linguistic experts at Lancaster University are appealing for inspirational alternatives to be considered instead when framing Covid-19 such as comparing it to an ongoing football game where the result is not yet known. Professor Elena Semino said: “Some aspects of hostile language such as ‘the fight against the coronavirus’ help to communicate how serious the situation is and can foster a spirit of solidarity in the face of an external threat. “But some features of the war metaphor may actually have adverse effects in that they lead to anxiety or indeed aggression towards people who may be seen as guilty of causing or spreading the virus. “We know from the literature on public health communication that war metaphors are ill-equipped to make people abstain from their usual behaviours.” The Welsh government has confirmed the lockdown will be extended in Wales. Housing and local government minister, Julie James, said: I’m telling you today we are extending it. The formal announcements will be made by the first minister later. We are definitely extending the lockdown. We wanted to be sure for people over the weekend not to start making plans. Marks &amp; Spencer is donating thousands of specially branded “We are the NHS” T-shirts to form part of the uniform pack for the new NHS Nightingale hospital’s London team – making it easier to identify the doctors, nurses, staff and working there. The UK retailer is also donating clothing care packs for NHS Nightingale patients to help provide some comfort and normality upon discharge. M&amp;S is sourcing, packing and delivering the individual care packs for male and female patients, each containing a T-shirt, jumper, joggers, knickers or boxer shorts and socks, available in a range of sizes. M&amp;S is also starting a new, twice-weekly free food delivery programme to help feed the teams at Great Ormond Street hospital and St Mary’s hospital in Paddington, with deliveries of nearly 5,000 prepared meals, sandwiches and treats every week for the next two months. The NHS Nightingale hospital – built to boost capacity during the coronavirus crisis – admitted its first patients on Tuesday evening. Steve Rowe, chief executive of M&amp;S, said: “It’s been truly humbling to read the suggestions that have been pouring in from colleagues and customers alike with ideas for how we can help those on the NHS frontline. At a time when everyone is facing personal challenges and our own frontline colleagues are working round the clock, it’s heartening to see the whole nation getting behind the NHS teams we’re relying on.” Natalie Forrest, chief operating officer at NHS Nightingale London, said: “These packs will ensure real dignity for our patients and make the nurses very proud to be able to provide such an amazing level of care.” Interesting insight today on the Guardian from an intensive care doctor who shares their experiences of what treating coronavirus patients is like. Shaan Sahota, a junior doctor working in London, writes: I’m working the hardest I can, delaying toilet breaks, for a patient who I have never seen open their eyes, let alone breathe for themselves. It’s a difficult environment to work in. Hello everyone. I am taking over the live blog while my colleague Lucy Campbell takes a much-earned lunch break. Please do get in touch with me via any of the channels below if you want to share any information or news tips. Thanks all! Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com In the latest episode of our Science Weekly podcast, the Guardian’s health editor Sarah Boseley speaks to Prof Trudie Lang about the outbreak on the African continent and explores how a history of responding to Ebola and other public health emergencies could help. Listen to the episode here. The National Records of Scotland have just brought out a new set of figures showing coronavirus deaths in Scotland since the pandemic began. As of 5 April, there have been 354 deaths registered in Scotland where Covid-19 was mentioned in the death certificate. This compares with the figures from the Scottish government’s daily updates, provides by Health protection Scotland, which put the accumulated figure at 296 yesterday. We now have two measures of deaths in Scotland: Scottish government daily update, from HPS, which counts deaths that occurred within last 24 hours of those who died within 28 days of positive test for the virus This new National Records of Scotland weekly update, which counts all registered deaths where Covid-19 is mentioned on death certificate, including suspected and probable cases Today’s data shows that the vast majority of deaths were in the 65 years and over age group, with 306 of the 354 in that group. Greater Glasgow and Clyde health board has recorded the highest number of Covid-19 deaths in the year up to 5 April with 122 deaths registered. To date, no Covid-19 related deaths have been registered in Orkney and Western Isles. Researchers believe the coronavirus lockdown is working as data from a tracker app suggests that the number of people aged 20-69 who are reporting Covid-19 symptoms has fallen from 1.9 million to 1.4 million across the UK. The drop, by around 500,000 people since 1 April, is indicated in analysis of data from the Covid Symptom Tracker app, which is used by more than two million people. Contributors can track their daily health on the specially created app, which is also being used by healthcare and hospital workers nationwide. The researchers behind the app, which was developed by a team at King’s College London, said their latest figures suggest that staying home is having a big impact on the spread of the virus in the UK. They say the drop in new symptoms indicates that although the number of hospital admissions and deaths from Covid-19 are currently rising, they should start to fall in about two weeks’ time provided social distancing continues. The team believes the two-week lag is caused by the delay between symptoms starting and becoming very severe. Lead researcher, Prof Tim Spector from King’s College London, said: It is really encouraging to see that the rate of new symptoms being reported is beginning to fall. Even though hospital admissions and deaths are still on the rise, we hope that these figures offer a much needed light at the end of the tunnel. We have been totally blown away by the public’s response to the app. On the first day we saw one million members of the public download it making it one of the most successful first days for an app ever, and already probably the UK’s largest citizen science project. The altruism of the UK public combined with modern technology is allowing us to rapidly collect huge amounts of invaluable data to help us better understand this deadly virus. However, while symptoms have been decreasing nationally, researchers say that their data shows that in all areas there are still many people with active symptoms. The data also shows that individual areas vary. Most of the country’s larger cities like London, Birmingham, Glasgow, and Liverpool continue to have very high levels of symptoms in the community, even this far into lockdown. South Wales is another hotspot. There are significantly higher levels of symptoms across the Midlands, the North of England and southern Scotland than in the south-west of England. The Covid Symptom Tracker app was developed by a King’s College London team in association with the Guy’s and St Thomas’ NHS Foundation Trust, NIHR Biomedical Research Centre and healthcare start-up ZOE Global Limited. You can download the app, and view an interactive map showing the suggested distribution of Covid-19 in your area, here. Following a news report this morning regarding cats and coronavirus, the British Veterinary Association has clarified its advice for cat owners during the pandemic. The BVA’s president, Daniella Dos Santos, said only cats from infected or self-isolating households should be kept indoors as a precaution. She stated the BVA is not advising that all cats be kept indoors during the coronavirus crisis. The full statement can be read below. The Labour MP Chris Bryant has raised an important point surrounding the language used in the context of suffering from an illness. In a post on Twitter, the Rhondda MP drew on his own experience of having once had cancer and implored politicians not to use language such as “fight” when referring to someone dealing with illness, such as the prime minister who remains in intensive care. He wrote: Please can all politicians stop talking about the PM having a lot of fight in him. I wish him well. But as one who has had cancer I can tell you this suggestion that disease respects those with “fight” is deeply offensive. It implies that those who lose are somehow to blame. Charities for deaf people have begun legal action against the government over the lack of sign language interpreters for the daily ministerial coronavirus briefing. They claim the government is in breach of the Equality Act 2010. Charities such as NRCPD, Action on Hearing Loss, SignHealth and Action Deafness are backing Lynn Stewart-Taylor’s #WhereIsTheInterpreter campaign and have started a CrowdJustice fund for an elderly deaf man with no access to the national Covid-19 announcements to take legal action. A spokeswoman for NRCPD has said that currently the BBC provides in-vision British Sign Language interpreting on BBC News Channel only but this is not consistent and isn’t shown across all major news outlets and not everyone has access to this channel or the internet. She added: New Zealand, Scotland, Wales, Holland, Denmark, the USA etc all have BSL interpreters in person next to their prime minster/president/first minister etc but our government is one of the only ones that does not and is in breach of the Equality Act. The British HIV Association has said it is aware that many people with HIV received a text on Tuesday advising them to “shield”. BHIVA said it is looking into why this has happened but there remains no evidence that people with well-controlled HIV need to shield, and it recommends continuing to follow the advice given in the joint statement from BHIVA and the Terrence Higgins Trust on 25 March on Covid-19 and the extremely vulnerable (read it here). People with a CD4 count less than 50 or recent opportunistic illness are advised to shield. A long-stay car park at Gatwick airport will be used as a drive-through testing centre. The site will open on Wednesday and then daily from 9am to 5pm on an appointment-only basis, the airport said. Initially it will be for NHS staff and invited key workers. The airport’s chief executive Stewart Wingate said: Alongside keeping the airport open to support repatriation flights, amongst others, we are happy to be able to support the NHS, government and the country in whatever way we can. British Airways employees have “overwhelmingly” voted to approve a deal to furlough the airline’s workers and preserve employment, Unite has announced. The union said its members backed the deal by 99%, following negotiations between the two sides in the wake of most flights being cancelled because of the coronavirus crisis. Under the agreement, a modified version of the government’s job retention scheme will be introduced, with workers furloughed on 80% of pay, but with no cap on earnings. Unite said workers will be able to divert their pension contributions into their pay for a short period of time, there will be no unpaid temporary lay-offs and no redundancies. Unite assistant general secretary Howard Beckett said: Unite members at British Airways have recognised the seriousness of the situation facing the aviation sector during this unprecedented crisis, and so have voted to accept the deal negotiated by their union. Unite will continue to work on ensuring that members who are still flying remain fully protected. We will also continue to monitor the furlough arrangements throughout the coronavirus crisis. With 14 transport workers in London confirmed to have died after testing positive for coronavirus, a mother made a plea for public transport workers to be adequately protected following the death of her son. Appearing on Good Morning Britain, Anne Nyack criticised the lack of PPE for bus drivers after her 36-year-old son, Emeka Nyack Ihenacho, became one of nine bus drivers to have lost their lives after contracting the virus. She said of her son: He was given hand sanitiser – he had no mask, no gloves, nothing. Plus, he was asthmatic, he was open to the elements. I don’t want a letter or a telephone call, I want him [Sadiq Khan] to see the real faces of the tragedy, which is me and all the other bus drivers that have lost their lives. The Courier reports on a “miracle in Perthshire” this morning, with the story of Daphne Shah, who has recovered from coronavirus in time to celebrate her 99th birthday in July. Shah, who lives in Dundee, spent four nights in Ninewells hospital over the weekend. Her son Wes told the newspaper that he feared he would never see his mother again after she was admitted by ambulance last Thursday. He praised NHS Scotland staff, saying that Shah received a level of care he’d only expect “if she was the only patient in the hospital”. At 1.38pm on 31 December, a Chinese government website announced the detection of a “pneumonia of unknown cause” in the area surrounding the South China seafood wholesale market in Wuhan, an industrial city of 11 million people. The outbreak was one of at least a dozen to be confirmed by the World Health Organization that December. Outside China, its discovery was barely noticed. Over the next 100 days, the virus would freeze international travel, extinguish economic activity and confine half of humanity to their homes, infecting more than a million people and counting, including the British prime minister, the heir to the British throne, an Iranian vice-president, and Idris Elba. By the middle of April, more than 75,000 would be dead. But all that was still unimaginable at the end of December, as 11.59pm ticked over to midnight, fireworks exploded and people embraced at parties and in packed streets. Here is Michael Safi’s long read on 100 days that changed the world. The London Mayor Sadiq Khan said the capital is “nowhere near” being able to lift the current Covid-19 lockdown restrictions and that experts have predicted the peak could be a week-and-a-half away yet. Speaking to BBC Radio 4’s Today programme, he said: When the Prime Minister announced the lockdown just over two-and-a-half weeks ago he said he would review it in three weeks’ time which is this Monday. I think we’re nowhere near lifting the lockdown. I speak to experts regularly, in fact after this (interview) I’ll have another call with Public Health England and NHS London experts. We think the peak - which is the worst part of the virus - is still probably a week-and -a-half away. Earlier, speaking to BBC Breakfast, Mr Khan said his “thoughts and prayers” were with the city’s 14 transport workers who have died after contracting coronavirus. Good morning. I’m Lucy Campbell and I’ll be running the UK’s coronavirus live blog for the rest of the day. I’ll be bringing you all the latest updates on what’s happening, so please feel free to share any tips and insight in the comments, via email or on Twitter. Email: lucy.campbell@guardian.co.uk Twitter: @lucy_campbell_ I am now handing over the blog to my colleague Lucy Campbell but here is a summary of all the latest so far today: • Boris Johnson has spent a second night in intensive care amid concerns about the seriousness of his condition and how the government will make key decisions about the coronavirus pandemic in his absence. The foreign secretary, Dominic Raab, who is deputising for the prime minister, has no power to make major decisions without cabinet agreement. • The London mayor, Sadiq Khan, has said the city, which is a hotspot for coronavirus in the UK, has “got the capacity now to deal with our needs” in terms of critical care beds. Speaking to BBC Breakfast from his home, Khan said: “A few weeks ago we started planning for the worst, which is a peak where we would need in London around 8,000 intensive care unit beds. • A new coronavirus testing laboratory is to be set up at Cambridge University to help meet the government’s target of 100,000 tests a day. The university is collaborating with pharmaceutical giants AstraZeneca and GlaxoSmithKline on the facility at the university’s Anne McLaren laboratory. • The health minister Edward Argar has said he does not know when the government’s lockdown restrictions will be lifted, adding that “we’re not there yet”. • Tesco has said that “significant panic-buying” in recent weeks cleared its supply chain of certain items as sales jumped by 30%. The supermarket giant said supply has now stabilised across the group as it reported its latest annual figures. Bosses at the retailer said surging demand resulted in the sale of six million tins of baked beans, 3.3 million tins of tomatoes and 3.6 million packs of toilet roll each week as stockpiling increased. More than 100 healthcare professionals have written to the Scottish government detailing their concerns about personal protective equipment. The open letter, which was co-ordinated by Dr Shahzad Hanif and has been reported by BBC Scotland, acknowledges that “some PPE has now been provided”, but says many health care professionals still have “grave concerns about the adequacy of what has been given.” The letter claims that some health care workers have been issued with thin plastic aprons, surgical masks which have been shown only to be protective against large droplet spread but not to smaller droplets or anything airborne, and flimsy eye cover which does not provide enough protection. It also highlights concerns about the adequacy of PPE in palliative care, secondary care and in pharmacies. Questioned about similar concerns from care workers at yesterday’s Scottish government briefing, first minister Nicola Sturgeon said that while there were known difficulties in the global supply chain, the safety of frontline workers would always drive decisions on provision of kit. I am moving into my last half an hour on the blog, before I will hand over to a colleague. Please do share any last-minute bits of information or news tips with me. Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com Here is a selection of newspaper front pages in the UK today. From the Guardian reporting on power vacuum fears as Boris Johnson remains in intensive care, to the Times on Britain sending a message of hope to Johnson. Sadiq Khan on BBC Breakfast says that Tottenham Hotspur should lead by example after images showed players training during lockdown. He said: “Ask yourself the question, is what I am doing really necessary [training]? ... What you are doing is inadvertently spreading the virus and you should not be doing that.” Tesco has said that “significant panic-buying” in recent weeks cleared its supply chain of certain items as sales jumped by 30%. The supermarket giant said supply has now stabilised across the group as it reported its latest annual figures. Bosses at the retailer said surging demand resulted in the sale of six million tins of baked beans, 3.3 million tins of tomatoes and 3.6 million packs of toilet roll each week as stockpiling increased. It said 10% of shoppers bought 30% of products while it also reported stockpiling was most prevalent in the south-east of England. It added that the company has recruited 45,000 more staff members in the past two weeks in a bid to cope with soaring demand. Numerous workers have been recruited as drivers and pickers to help expand its delivery business. Dave Lewis, the chief executive of Tesco, stressed that ensuring deliveries can be made to the most vulnerable customers is a “live issue”, with the government providing the supermarket with an initial list of 110,000 people to reach out to. Lewis said: “Covid-19 has shown how critical the food supply chain is to the UK and I’m very proud of the way Tesco, as indeed the whole UK food industry, has stepped forward. “Initial panic-buying has subsided and service levels are returning to normal. “There are significant extra costs in feeding the nation at the moment but these are partially offset by the UK business rates relief. “Tesco is a business that rises to a challenge and this will be no different.” World-leading disease data analysts have projected that the UK will become the country worst hit by the coronavirus pandemic in Europe, accounting for more than 40% of total deaths across the continent. The Institute for Health Metrics and Evaluation (IHME) in Seattle predicts 66,000 UK deaths from Covid-19 by August, with a peak of nearly 3,000 a day, based on a steep climb in daily deaths early in the outbreak. The government must not allow universities to “go out of business” during the coronavirus pandemic as they have a vital role in rebuilding the country, unions have warned. Universities should be given extra protection as their medical research and contribution to the economy is crucial amid the Covid-19 crisis, five unions representing higher education staff say. In a joint letter to universities minister Michelle Donelan, the group called for urgent assurances that universities, backed up with legislation, will not be allowed to go under as a result of Covid-19. Some universities are the biggest employer in their area and whole communities are reliant on them - and their role after the epidemic will be “more important than ever”, Unison, University and College Union (UCU), GMB, Unite and the Educational Institute of Scotland (EIS) say. The letter adds: “University research is central in developing tests for the illness and antibody tests, in tracking Covid-19, in developing vaccines and carrying out medical research. “A stable and well-resourced higher education sector will be vital in getting through this crisis.” The five unions are also calling on the government to make sure that universities are safeguarding jobs. The letter says: “We are already getting many reports of universities serving notifications of redundancies, and of contractors in universities sending staff home without pay or asking them to use their annual leave. Travel firm Tui has made a number of changes to its holiday programme. Beach holidays up to and including 14 May and Marella Cruise holidays up to and including 31 May will no longer operate. A spokeswoman said: “We are constantly monitoring the situation and will start taking people on holiday again as soon as we are able to do so.” I am running the live blog this morning, bringing you the latest UK coronavirus news. Please do get in touch if you want to highlight an issue, or share insight or news tips. Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com Health minister Edward Argar said he does not know when the government’s lockdown restrictions will be lifted, adding that “we’re not there yet”. Speaking to BBC Breakfast, Argar said: We need to start seeing the numbers coming down and that’s when you’re in the negative. That’s when you have a sense when that’s sustained over a period of time, that you can see it coming out of that. We’re not there yet and I don’t exactly know when we will be. The scientists will tell us that they are constantly modelling the data and they’re constantly looking at those stats. We should also remember there is always a lag of a couple of weeks in the hospitalisation and death rate data behind the actions that we’ve taken to try to slow it down because that’s the nature of the disease. A new system of boarding buses is being trialled in London to reduce contact with drivers. Transport for London (TfL) announced it will launch a pilot scheme which will see passengers using the middle door to board, amid growing concern over the safety of drivers following the deaths of at least nine in the UK after they tested positive for Covid-19. The trial will be in place from this week on several routes operated by bus firm Abellio out of its depot in Walworth, south-east London, including two that serve hospitals. Passengers using London buses normally board using the front door and leave using the middle door, to smooth the flow of people. A new coronavirus testing laboratory is to be set up at Cambridge University to help meet the government’s target of 100,000 tests a day. The university is collaborating with pharmaceutical giants AstraZeneca and GlaxoSmithKline on the facility at the university’s Anne McLaren laboratory. In a joint statement, posted on the university’s website, they said: This facility will be used for high throughput screening for Covid-19 testing and to explore the use of alternative chemical reagents for test kits in order to help overcome current supply shortages. Alongside this new testing facility, AstraZeneca and GSK are working together to provide process optimisation support to the UK national testing centres in Milton Keynes, Alderley Park and Glasgow for Covid-19, providing expertise in automation and robotics to help the national testing system to continue to expand capacity over the coming weeks. While diagnostic testing is not part of either company’s core business, we are moving as fast as we can to help where possible – with a focus on providing our world class scientific and technical expertise – working both with the Government’s screening programme and alongside the wider life sciences sector and specialist diagnostic companies. It said further updates will be provided in due course. “We continue to pay tribute to those working on the frontlines of this pandemic, in the UK and globally,” the statement added. “Defeating Covid-19 requires a collective effort from everyone working in healthcare and we are committed to playing our part.” An interesting article for you all to read on the role of intensive care, written by my colleague Denis Campbell. An ICU consultant in London said: “The whole point of an intensive care unit is to keep people alive. But our main task as staff is to provide support to patients and their vital organs rather than treatment. We hope that they recover naturally and that a disease like Covid runs its course, and that they don’t die in the meantime.” The London mayor, Sadiq Khan, has said the city, which is a hotspot for coronavirus in the UK, has “got the capacity now to deal with our needs” in terms of critical care beds. Speaking to BBC Breakfast from his home, Khan said: “A few weeks ago we started planning for the worst, which is a peak where we would need in London around 8,000 intensive care unit beds. “To give you a scale of the challenge, we normally have across the whole of London about 800 intensive care unit beds with ventilators, oxygen and those sort of things. Because of the brilliance of the NHS, army planners, and many others we’ve opened the Nightingale hospital. “We’ve got the capacity now to deal with our needs. At the moment, thankfully, we’re nowhere near reaching 8,000. “At the moment we’ve still got 25%, about there, capacity within the NHS (in London) before we even go to Nightingale, so it demonstrates the can-do attitude of not just Londoners but those around the country who have helped us get ready for the peak of this virus.” Boris Johnson has spent a second night in intensive care amid concerns about the seriousness of his condition and how the government will make key decisions about the coronavirus pandemic in his absence. The foreign secretary, Dominic Raab, who is deputising for the prime minister, has no power to make major decisions without cabinet agreement. The supermarket chain Tesco has said that “significant panic buying” in recent weeks cleared its supply chain of certain items, with sales jumping by around 30%. It said supply has now stabilised across the group and “more normal sales volumes are being experienced”. The company has recruited 45,000 more staff members in an effort to cope with soaring demand during the coronavirus pandemic. The Londonmayor, Sadiq Khan, said the city, which is a hotspot for coronavirus in the UK, has “got the capacity now to deal with our needs” in terms of critical care beds. Speaking to BBC Breakfast from his home, Khan said: “A few weeks ago we started planning for the worst, which is a peak where we would need in London around 8,000 intensive care unit beds.” Several of the nation’s leading doctors have called for all gambling advertisements to be banned until the end of the coronavirus lockdown. According to the group, which includes British Medical Association chairman Dr Chaand Nagpaul and Royal College of Psychiatrists president Professor Wendy Burn, the gambling industry needs to “realign its moral compass” and help protect people from financial turmoil. Good morning everyone! Welcome to the UK’s coronavirus live blog. I will be with you this morning, bringing you all the latest updates on what’s happening. Please do feel free to share any comments, news tips and thoughts with me via any of the channels below. Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}