{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/new-zealand-zoos-strive-to-entertain-lonely-inhabitants-amid-lockdown", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T01:14:55Z", "webTitle": "Animal tragic: New Zealand zoos strive to entertain lonely inhabitants amid lockdown", "webUrl": "https://www.theguardian.com/world/2020/apr/02/new-zealand-zoos-strive-to-entertain-lonely-inhabitants-amid-lockdown", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/new-zealand-zoos-strive-to-entertain-lonely-inhabitants-amid-lockdown", "fields": {"headline": "Animal tragic: New Zealand zoos strive to entertain lonely inhabitants amid lockdown", "bodyText": "While humans have been using Netflix and Zoom to quell the coronavirus lockdown ennui, New Zealand’s zoo animals have also been struggling with boredom – and zookeepers have had to resort to some unusual measures to keep them entertained. Puzzles, perfume and new types of play have all been deployed to keep the more curious residents engaged and happy. More than 700 people have become infected with coronavirus in New Zealand and the country is one week into a month-long shutdown, meaning no one can leave the house except to get necessities such as food, medicine or to take brief bouts of exercise. Meanwhile, in the nation’s zoos, the most intelligent and social animals – including gorillas, kea, otters and meerkats – are missing their human friends. Nathan Hawke, from Orana wildlife park near Christchurch in the South Island, said zookeepers had observed that many of their rare and endangered animals were missing the attention of humans , and continued to show up for their daily “meet the public” appointments – despite there being no public to watch them any more. Orana is home to more than 400 animals. Keepers were making an effort to be in certain parts of the park at set times, to minimise the disruption to animals who could become confused if their routine of “meeting the public” was abruptly halted. The rhinos keep turning up for their 3.15pm appearances – when they usually get a belly rub – while the giraffes have remained punctual for their noon and 3pm commitments. “People provide a great real-life stimulation for the animals, some of our very social animals, such as kea, are thinking something odd is up,” Hawke said. Zookeepers have been forced to work twice as hard to stimulate and entertain the animals, including taking llamas for long walks, spraying cologne and perfume in hiding places to intrigue the lions, and offering puzzle feeders or playing unusual sounds to keep the keas on their toes. Many of the companion and farmyard animals have also been moved to different parts of the park, Hawke said, allowing them a new area to graze, fresh sights and new neighbours with whom to negotiate relations. “The kea and gorillas particularly seem to be missing people, they really enjoy seeing the public. So [lockdown] is forcing us to think outside the square and go above and beyond for our precious animals,” Hawke said. “It’s about maintaining a new normal and filling the gap that the visitors would otherwise fill.” At Wellington zoo in the North Island, animal care manager Joanne Thomas said curious animals such as otters and meerkats were keenly aware of the absence of visitors, and dingos had been taken to visit other zoo animals to keep them busy. “We do believe it is as engaging for the animals as it is for the visitors when the two interact,” Thomas said. “Otters for example can be very interactive with our visitors. Now we are seeing them focus much more on the keepers than they usually do.” Under the country’s level 4 restrictions, zookeepers are classed as an essential service, and allowed to continue working."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}