{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/trump-says-us-has-to-help-coronavirus-stricken-cruise-liners-heading-to-florida", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T02:15:49Z", "webTitle": "Trump says US 'has to help' coronavirus-stricken cruise liners heading to Florida", "webUrl": "https://www.theguardian.com/world/2020/apr/02/trump-says-us-has-to-help-coronavirus-stricken-cruise-liners-heading-to-florida", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/trump-says-us-has-to-help-coronavirus-stricken-cruise-liners-heading-to-florida", "fields": {"headline": "Trump says US 'has to help' coronavirus-stricken cruise liners heading to Florida", "bodyText": "Donald Trump has insisted that the United States “has to help” two coronavirus-stricken cruise liners approaching Florida amid warnings that more passengers could die on board if the boats are left stranded at sea. Four people have died and dozens of people are sick with flu-like symptoms on the Zaandam and Rotterdam cruise liners, which are awaiting permission to enter port in Fort Lauderdale. The Zaandam has been stranded at sea for over two weeks after several Latin American countries refused to let the cruise liner dock and the Rotterdam was sent on a rescue operation to support her sister ship. On Thursday, Florida officials and federal agencies are expected to decide whether both ships can enter US waters and proceed to Port Everglades from where hundreds of guests will be taken home. Florida governor Ron DeSantis and some Broward County commissioners have expressed concerns about allowing the passengers to dock. But on Wednesday, DeSantis, who previously dismissed passengers as “foreigners”, has now offered National Guard support after speaking with the US president. He told Fox News: “I think they’re going to be able to deal with this in a way that make sense.” At the White House press briefing on Wednesday, Trump indicated that British and Canadian nationals would be immediately evacuated after leaving the ships. “We are taking the Canadians off and giving them to Canadian authorities. They’re going to bring them back home. The same thing with the UK. But we have to help the people. They are in big trouble no matter where they are from. Happen to be Americans, largely Americans, but whether they were or not, they are dying so we have to do something and the governor knows that too,” Trump said. The cruise operators must facilitate flights home for all international passengers as part of their requirements to enter port, including Europeans, Australians and other nationalities on the boats. In a statement on Wednesday, Holland America Line, the ships’ operators, said guests that met CDC health guidelines would be transported home immediately once on land, largely on charter flights. Around 10 guests will require immediate critical care once at shore and 45 guests with mild illness will be required to stay on board until they have recovered with the crew. Fort Lauderdale Mayor Dean Trantalis, who also initially opposed the docking, said he had a long phone meeting with Holland America President Orlando Ashford. While Trantalis had earlier feared that people from the ship would add to the burden his city was already facing from Covid-19, he later said he was satisfied with the company’s new plan for safely disembarking people from the ship. “Their tone has completely changed to address the concerns we had,” Trantalis told the Guardian. “I was concerned that they were just going to let these people off to mingle with the people of my city. That would have been a nightmare.” “But based on the conversation I had with the (Holland America) president, we are much further along in resolving this situation.” On Wednesday, the Guardian was contacted by the families of two of the four people that had died on the ship. The relatives of a 75-year-old British man warned more would die on the ship unless the boats were allowed to dock and the family member of a US national who died expressed their dismay at the ongoing situation. Leann Morris Pliske, who lives in Broward County and works just a few blocks away from the cruise ship port, said she too was at first concerned about how the passengers would be taken safely off the ship without adding infection to her county. But then she found out her own uncle, a 74-year-old Washington State resident, was among the four dead on board the Zaandam. She said his death appeared to be unrelated to the coronavirus. He suffered a heart attack in the cabin he shared with his wife while they were quarantine in their room on 26 March. “He got up in the morning to go to the bathroom and fell on the floor,” said Pliske, who said both her aunt and uncle were healthy and had no symptoms. “The ship sent their CPR team and worked on him, but he was gone.” Yet the rejections the ship has faced at port after port have made things much harder for her aunt, she said. “Imagine that the person who you’ve been married to and had children with, dies in front of you and you have to sit in the same room all day for days. It’s really hard. She’s really ready for this ordeal to be done.” Pliske said she has been writing letter after letter to Florida and National officials. “They need to stop playing politics and get these people home,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}