{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/04/queen-to-make-personal-tv-address-to-the-nation-on-sunday", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T21:00:09Z", "webTitle": "Queen to tell nation to 'take pride' in response to pandemic", "webUrl": "https://www.theguardian.com/world/2020/apr/04/queen-to-make-personal-tv-address-to-the-nation-on-sunday", "apiUrl": "https://content.guardianapis.com/world/2020/apr/04/queen-to-make-personal-tv-address-to-the-nation-on-sunday", "fields": {"headline": "Queen to tell nation to 'take pride' in response to pandemic", "bodyText": "The Queen will praise the nation for its “self-discipline” and “resolve” during the coronavirus pandemic in a rare televised address broadcast on Sunday. In what is described as a “deeply personal” message, she will reflect on her own experience in other difficult times during the address due to be broadcast at 8pm, which was filmed under strict measures to protect the monarch, who will be 94 this month, and others. Speaking about the challenge facing the nation, she will say: “I am speaking to you at what I know is an increasingly challenging time. A time of disruption in the life of our country: a disruption that has brought grief to some, financial difficulties to many, and enormous changes to the daily lives of us all.” She will also address how the nation has responded, saying: “I hope in the years to come everyone will be able to take pride in how they responded to this challenge. And those who come after us will say that the Britons of this generation were as strong as any. That the attributes of self-discipline, of quiet good-humoured resolve and of fellow-feeling still characterise this country.” The message will include a thank you to those on the NHS frontline, care workers and those carrying out essential roles. It will also recognise the pain already felt by many families and thank those who are following the official guidance to stay at home to protect the vulnerable. The Queen, who is said to remain in good health, recorded her message at Windsor Castle, where she and the Duke of Edinburgh, 98, are staying for the foreseeable future during the pandemic. Apart from her Christmas message, it is rare for the monarch to make a special address. She did so at the time of the Gulf war in 1991, on the eve of the funeral of Diana, Princess of Wales, in 1997, on the death of the Queen Mother in 2002, and on the occasion of her diamond jubilee in 2012. Advice was sought by the Queen’s medical household over how best to mitigate the risk to her and others during the recording. As a result, the White Drawing Room at Windsor Castle was specifically chosen so that an appropriate distance could be maintained. It had to be big enough to allow sufficient distance between her and the sole BBC cameraman, who was the only other person in the room and was wearing PPE (personal protective equipment). All other technical staff were located in another room and connected by speakers. A senior No 10 official said: “The prime minister and Her Majesty the Queen have been speaking regularly and No 10 and Buckingham Palace have been speaking throughout about Her Majesty the Queen’s address. The Queen is the best judge of when to talk to the country and we absolutely agree that now is the right time. “We have asked the country to make huge sacrifices and life is very difficult at the moment for a great many people. Hearing from Her Majesty the Queen at this time is an important way of helping to lift the nation’s spirits.” Prince Charles, who came out of self-isolation a week ago having tested positive for Covid-19, offered his own tributes to the NHS as he officially opened NHS Nightingale London via video link on Friday. Speaking from his home at Birkhall, Scotland, he praised the “spectacular and almost unbelievable feat of work” undertaken to build the field hospital at the ExCeL conference centre in east London in just nine days. “In this dark time this place will be a shining light. It is symbolic of the selfless care and devoted service taking place in innumerable settings by countless individuals throughout the United Kingdom,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}