{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/09/climate-crisis-amid-coronavirus-lockdown-nature-bounces-back-but-for-how-long", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-09T15:00:02Z", "webTitle": "Climate crisis: in coronavirus lockdown, nature bounces back – but for how long?", "webUrl": "https://www.theguardian.com/world/2020/apr/09/climate-crisis-amid-coronavirus-lockdown-nature-bounces-back-but-for-how-long", "apiUrl": "https://content.guardianapis.com/world/2020/apr/09/climate-crisis-amid-coronavirus-lockdown-nature-bounces-back-but-for-how-long", "fields": {"headline": "Climate crisis: in coronavirus lockdown, nature bounces back – but for how long?", "bodyText": "The environmental changes wrought by the coronavirus were first visible from space. Then, as the disease and the lockdown spread, they could be sensed in the sky above our heads, the air in our lungs and even the ground beneath our feet. While the human toll mounted horrendously from a single case in Wuhan to a global pandemic that has so far killed more than 88,000 people, nature, it seemed, was increasingly able to breathe more easily. As motorways cleared and factories closed, dirty brown pollution belts shrunk over cities and industrial centres in country after country within days of lockdown. First China, then Italy, now the UK, Germany and dozens of other countries are experiencing temporary falls in carbon dioxide and nitrogen dioxide of as much as 40%, greatly improving air quality and reducing the risks of asthma, heart attacks and lung disease. For many experts, it is a glimpse of what the world might look like without fossil fuels. But hopes that humanity could emerge from this horror into a healthier, cleaner world will depend not on the short-term impact of the virus, but on the long-term political decisions made about what follows. After decades of relentlessly increasing pressure, the human footprint on the earth has suddenly lightened. Air traffic halved by mid-March compared with the same time last year. Last month, road traffic fell in the UK by more than 70%, to levels last seen when the Beatles were in shorts. With less human movement, the planet has literally calmed: seismologists report lower vibrations from “cultural noise” than before the pandemic. Key environmental indices, which have steadily deteriorated for more than half a century, have paused or improved. In China, the world’s biggest source of carbon, emissions were down about 18% between early February and mid-March – a cut of 250m tonnes, equivalent to more than half the UK’s annual output. Europe is forecast to see a reduction of around 390m tonnes. Significant falls can also be expected in the US, where passenger vehicle traffic – its major source of CO2 – has fallen by nearly 40%. Even assuming a bounceback once the lockdown is lifted, the planet is expected to see its first fall in global emissions since the 2008-9 financial crisis. Fossil fuels There is no doubt that these lockdowns are hitting the fossil fuel industry. With fewer drivers on the roads and planes in the air, the price of oil has slumped almost two-thirds since last year. Car sales fell by 44% in March, with motorway traffic down 83%. So many more people are learning to teleconference from home that the head of the Automobile Association in the UK advised the government to switch infrastructure investment from building new roads to widening internet bandwidth. This is potentially good news for the climate because oil is the biggest source of the carbon emissions that are heating the planet and disrupting weather systems. Some analysts believe it could mark the start of a prolonged downward trend in emissions and the beginning of the end for oil. Others strike a more cautious note about the fuel that has dominated our lives and polluted our atmosphere for the past century. “The drop in emissions is global and unprecedented,” Rob Jackson, the chair of Global Carbon Project said. “Air pollution has plunged in most areas. The virus provides a glimpse of just how quickly we could clean our air with renewables.” But he warned that the human cost was too high and the environmental gains could prove temporary. “I refuse to celebrate a drop in emissions driven by tens of millions of people losing their jobs. We need systemic change in our energy infrastructure, or emissions will roar back later.” Hopes that the pandemic will accelerate the transition to a cleaner world are already running into a political wall: the “shock doctrine” of disaster capitalism outlined by the author and activist Naomi Klein. In her book of the same name, the Canadian writer describes how a powerful global elite exploits national crises to push through unpopular and extreme measures on the environment and labour rights. This is what is happening in the United States and elsewhere. Oil company executives have lobbied Donald Trump for a bailout. Under the cover of the crisis, the White House has rolled back fuel-economy standards for the car industry, the Environmental Protection Agency has stopped enforcing environmental laws, three states have criminalised fossil fuel protesters and construction has resumed on the KXL oil pipeline. The US government’s massive economic stimulus bill also included a $50bn bailout for aviation companies. Environmental groups are urging the UK and European Union not to do the same. If governments prime the economic pumps with the intention of a return to business as usual, environmental gains are likely to be temporary or reversed. China provides some indication of what can be expected. With no new cases in Wuhan, the lockdown is being eased and energy use and air pollution have been rising since the end of March. Wildlife and biodiversity Nevertheless, while our species is in temporary retreat during the lockdowns, wildlife has filled the vacuum. This year will almost certainly see a much lower toll for roadkill by cars and trucks, which – in the UK alone – annually takes the lives of about 100,000 hedgehogs, 30,000 deer, 50,000 badgers and 100,000 foxes, as well as barn owls and many other species of bird and insect. Many councils have delayed cutting the grass on roadside verges – one of the last remaining habitats for wildflowers – which should bring a riot of colour to the countryside this summer and provide more pollen for bees. Coyotes, normally timid of traffic, have been spotted on the Golden Gate Bridge in San Francisco. Deer are grazing near Washington homes a few miles from the White House. Wild boar are becoming bolder in Barcelona and Bergamo, Italy. In Wales, peacocks have strutted through Bangor, goats through Llandudno and sheep have been filmed on roundabouts in a deserted playground in Monmouthshire. This is presented as the comedy in our tragedy. Cartoonists have depicted throngs of tourist animals gawping through city windows at humans under lockdown. Commentators are even talking of the “post-human” era – a mocking rejoinder to the idea that we live in Anthropocene, a period of human domination that is reshaping the planet. Humour does not get much blacker. We are laughing at our own decline – and assuming that nature will be the beneficiary. Environmental campaigners say that is a dangerous misconception. The picture is different across our unequal world. Rich, industrialised nations are seeing a temporary recovery of nature because there is so little of it in the first place. Poorer countries, on the other hand, especially in the southern hemisphere, fear an increased threat to wildlife because the pandemic means they have less money and personnel with which to conserve endangered species and habitats. In the Amazon rainforest, environmental authorities are reining in monitoring and protection operations. In the Masai Mara and Serengeti, nature reserves are taking less tourist revenue, which means they are struggling to pay rangers. Conservation groups fear this will open the door to more illegal poaching, mining and logging, especially now that local people are losing income and need new ways to feed their families. “In the short term it would be dangerous to think that a downturn in economic activity is a benefit to nature,” said Matt Walpole of Fauna and Flora International. “There are significant risks.” Potentially offsetting this is reduced demand for many natural resources, but it remains to be seen whether home isolation of half the world’s population affects the appetite for consumer goods. A new future? The respite for nature will be less important than what follows. That is already being decided in closed meetings while the public is locked down at home. Meanwhile, global conferences intended to find solutions to environmental problems, such as the Cop26 UN climate talks originally scheduled for Glasgow at the end of this year, have been postponed. UN leaders, scientists and activists are pushing for an urgent public debate so that recovery can focus on green jobs and clean energy, building efficiency, natural infrastructure and a strengthening of the global commons. “This is the big political battle,” said Laurence Tubiana, CEO of the European Climate Foundation and an architect of the Paris agreement. Leading scientists have jointly signed an open appeal for governments to use recovery packages to shift in a greener direction rather than going back to business as usual. Ultimately, the most important environmental impact is likely to be on public perceptions. The pandemic has demonstrated the deadly consequences of ignoring expert warnings, of political delay, and of sacrificing human health and natural landscapes for the economy. Of new infectious diseases, 75% come from animals, according to the United Nations Environment Programme. Compared with the past, they pass more rapidly to humans through wildlife trafficking and deforestation and then spread across the globe through air travel and cruise-ship tourism. China – the world’s biggest market for wild animals – appears to have recognised this by banning the farming and consumption of live wildlife. There are growing calls for a global ban on “wet markets”. The pandemic has also shown that pollution lowers our resistance to disease. More exposure to traffic fumes means weaker lungs and greater risk of dying from Covid-19, according to scientists at Harvard University. As the UN’s environment chief, Inger Andersen, put it, nature is sending us a message that if we neglect the planet, we put our own wellbeing at risk. Since the start of the pandemic, it is not just from space that the world looks different. The unthinkable is now thinkable. Positions are shifting. Libertarian governments are curtailing freedoms more drastically than wartime leaders. Austerity conservatives are approving trillions of dollars for healthcare and emergency spending. Small-state advocates are being forced into massive interventions. Leading business publications are calling for a deep reform of capitalism. Most importantly, the political focus has shifted from individual consumption to collective wellbeing. These 100 days have changed the way we think about change. Ultimately, whether this pandemic is good or bad for the environment depends not on the virus, but on humanity. If there is no political pressure on governments, the world will go back to unsustainable business as usual rather than emerge with a healthier sense of what is normal. For the French philosopher Bruno Latour, one thing we have learned is that it is possible in a matter of weeks to slow the economy, which until now had been considered inconceivable due to the pressures of globalisation. “The incredible discovery is that there was in fact in the world economic system, hidden from all eyes, a bright red alarm signal, next to a large steel lever that each head of state could pull at once to stop ‘the progress train’ with a shrill screech of the brakes,” he writes. This makes ecological calls to move off a path of endless resource consumption more realistic, maybe even more desirable. But Latour warns that this unforeseen pause could easily allow powerful interests to seize more control ahead of the bigger battles looming over the climate and biodiversity. “This is where we must act,” he says. “If the opportunity works for them, it works for us too.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}