{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/what-are-your-rights-in-lockdown-britain-coronavirus", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T18:40:57Z", "webTitle": "What are your rights in coronavirus lockdown Britain?", "webUrl": "https://www.theguardian.com/world/2020/apr/01/what-are-your-rights-in-lockdown-britain-coronavirus", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/what-are-your-rights-in-lockdown-britain-coronavirus", "fields": {"headline": "What are your rights in coronavirus lockdown Britain?", "bodyText": "Since the introduction of strict new measures to stem the spread of coronavirus, not everybody has been in agreement as to what exactly “lockdown” means. One police force has defended its use of a drone camera to shame those driving into a national park, while another introduced roadblocks to stop people heading to tourist hotspots. The extraordinary official powers introduced by the Coronavirus Act and the 2020 Health Protection Regulations, combined with the speed with which legislation passed through parliament, have left many uncertain about precisely what is permitted and what is a criminal offence under the lockdown. What are your rights under the lockdown? Activities under the health regulations that constitute a “reasonable excuse” for leaving home are listed (alphabetically from A to M). They include obtaining food and medical supplies, taking “exercise either alone or with other members of their household”, seeking medical assistance, and providing care to a vulnerable person. Also permitted is attending a funeral of a close family member, “to move house where reasonably necessary”, and any existing arrangements for access between separated parents and children. Travel for the purposes of work where it cannot be carried out from home, similarly for the provision of voluntary services, is also legal. Why have there been disagreements over these limited rights? The problem has been that ministers and officials, eager to prevent transmission of the coronavirus, are circulating more restrictive guidance than is in statute or the regulations. Some police forces have been following their lead. On Tuesday, Downing Street was forced to clarify that people could go out to buy food more than once a week, after the transport secretary, Grant Shapps, mistakenly said shopping trips should be limited. A Home Office announcement from 26 March said individuals could only leave their homes for “very limited purposes” including “one form of exercise a day”. Some police force websites also initially listed exercise as being allowed only “once a day”. The health regulations, however, do not say anything about permitted frequency. In Wales, the law is different. Welsh health regulations state that the reasonable excuse for leaving the house in order to take exercise is for “no more than once a day”. When can police stop you and what punishments can they impose? Police have powers to order anyone to return home if they judge that they are out without reasonable excuse. Officers can also order anyone with a child to take a non-compliant youngster home. Where three or more people are gathered without reasonable excuse, they can be ordered to disperse. The latest police guidance on enforcement does not specify what forms of proof would be required if, for example, someone says they are going to care for a vulnerable relative. It states that officers will apply the law “in a system that is flexible, discretionary ad pragmatic. This will enable officers to make sensible decisions and employ their judgement. Enforcement should be a last resort.” Failure to comply is punishable by a fine. Fixed penalty notices are £60, or £30 if paid within 14 days. For subsequent penalty notices, fines can rise to as high as £960. Those who do not pay can be taken to court. Can people appeal against fines? The courts are not hearing many cases at the moment, but anyone who feels they have been fined inappropriately can go to court to contest it. Civil liberties organisations might contemplate supporting legal challenges in future if they think fines are being imposed unfairly and the lockdown continues for a long period. Is there public consent for these police powers? Some consensus may be developing. Gracie Bradley, policy and campaigns manager at the human rights organisation Liberty, said this week: “There have been amazing community responses to this pandemic, and people have shown they are willing to change the way they live – but that goodwill, and the broader aim of protecting public health, will be undermined by harsh and heavy-handed policing.” Katy Bourne, chair of the Association of Police and Crime Commissioners, said: “We are rightly proud of our policing by consent model in this country, and PCCs know that, in order for these measures to be truly effective, the police will need to maintain public confidence. That means calmly engaging, explaining and encouraging people to do the right thing, not being overzealous, and only taking enforcement measures as a last resort.” • This article was amended on 2 April 2020 to provide additional details about Welsh health regulations."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}