{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/03/california-church-coronvirus-outbreak-sacramento", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T00:09:03Z", "webTitle": "California megachurch linked to spread of more than 70 coronavirus cases", "webUrl": "https://www.theguardian.com/world/2020/apr/03/california-church-coronvirus-outbreak-sacramento", "apiUrl": "https://content.guardianapis.com/world/2020/apr/03/california-church-coronvirus-outbreak-sacramento", "fields": {"headline": "California megachurch linked to spread of more than 70 coronavirus cases", "bodyText": "A California megachurch has found itself at the center of a coronavirus outbreak after public health officials connected it to 71 cases , even as church leaders say they have been unfairly blamed for failing to take action to stop the spread among church members. County health officials have put Bethany Slavic Missionary church, a Pentecostal house of worship in a suburb of Sacramento, at the heart of one of the largest outbreak clusters in the country. The church is reported to be the largest Slavic congregation in the US, with 3,500 members and a total attendance at some services of up to 10,000. The county’s public health director said that a third of all coronavirus cases in Sacramento county have been linked to places of worship. As of Thursday, health officials tallied the number of county cases at 350, with 10 deaths. Seventy-one of the members who tested positive live in Sacramento county, and members who live in other counties may also be infected. One parishioner has died, officials said, and a pastor indicated in an online sermon the church’s senior pastor has been hospitalized and two others are critically ill. Health officials did not immediately respond to requests for comment, but the Sacramento county public health director, Peter Beilenson, told the Los Angeles Times it is “outrageous this is happening”, adding that public health guidelines trump the freedom of religious expression. Beilenson said Thursday that in-person services at the Slavic megachurch have now ceased. But he said church leaders rebuffed previous attempts to discuss the cases. “They’ve basically told us to leave them alone,” Beilenson told the Sacramento Bee. “This is extremely irresponsible and dangerous for the community.” Church leaders did not immediately respond to phone calls from the Guardian, but a pre-recorded voicemail greeting said that most church services have been moved online. Places of worship across the county have in recent weeks found themselves in the spotlight after resisting or being slow to enforce social distancing norms. Hugs, handshakes, or passing a common donation basket can easily pass the virus from one person to the next. Faith Presbyterian church, also in Sacramento, has had two parishioners die from the virus and a total of five people test positive for the virus, the Sacramento Bee reported. Forty minutes south, in Lodi, church leaders sent the city a “cease and desist” letter after police entered the church during a service on 25 March, telling authorities the church “intends to continue to meet this Sunday and all future Wednesdays and Sundays”. Leaders from Bethany Slavic Missionary church did not immediately respond to a request for comment, but a press release published by the church contests information released by county health officials and media outlets. The release states that a church leader said in a 14 March video address that the church “will comply with all regulations and guidance from the CDC. It also challenges the number of cases that have been linked to the church and said it was never informed any of its members had died. “It has been reported that 71 members of this church had fallen ill. These reports are believed to be inaccurate and falsely place the emphasis on this church,” the release says. It adds that the county’s total number of cases linked to places of worship “has been falsely linked to Bethany Slavic Missionary Church. Media repetition of such unfounded representations invite ridicule, hatred, and violence against our church community.” In an interview with a local ABC affiliate, Beilenson said the county released the name of the church out of concern for public safety. “The reason that we’re disclosing this is not to cause pariahs or cast aspersions at anybody, but to really hammer home the importance of congregating, not only in church, but also in prayer meetings in people’s homes,” said Beilenson. On Friday, the Sacramento county health department released additional information in response to the church’s press release, confirming the numbers it had reported and saying the county coroner only informs family of the deceased as to cause of death. “While we know that the church as a whole has ceased to meet and the leadership is hosting online services, we have been told by multiple sources that there are groups that continue to meet in homes, despite the public health order to not gather with anyone outside of household members. These gatherings have been directly linked to the clusters of cases in the community,” the health department said. “In no way does Sacramento county condone ridicule, hatred or violence toward this church, any other church, or any member of society.” • The photo caption on this article was amended on 6 April 2020 to make clear that the picture shows the California State Capitol in Sacramento."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}