{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/yemen-confirms-first-coronavirus-case-war-torn-country", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T14:09:00Z", "webTitle": "Health workers' worst fears confirmed as Covid-19 reaches war-torn Yemen", "webUrl": "https://www.theguardian.com/world/2020/apr/10/yemen-confirms-first-coronavirus-case-war-torn-country", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/yemen-confirms-first-coronavirus-case-war-torn-country", "fields": {"headline": "Health workers' worst fears confirmed as Covid-19 reaches war-torn Yemen", "bodyText": "Yemen has confirmed its first case of coronavirus, a potentially devastating development in a country where five years of war have already decimated the medical sector. The internationally recognised government said on Friday that a male patient had been identified in the port town of Ash Shihr in the government-controlled province of Hadhramaut, but gave no further details other than that the man was being treated and was in a stable condition. The local governor, Farag al-Bouhsni, said on his Facebook page that the area would be placed under a partial curfew and all workers at the town’s port would be quarantined for 14 days. Neighbouring al-Mahra province has closed its border with Hadhramaut, he added. Pictures of soldiers patrolling Ash Shihr’s empty streets were published by Yemeni media. Health workers and aid agencies have been dreading the inevitable outbreak of Covid-19 in Yemen, where testing facilities are almost non-existent and the virus could have a uniquely dangerous impact. More than half of Yemen’s hospitals and clinics have been destroyed or closed during the bitter war between Houthi rebels, who control the capital Sana’a, and the Saudi- and Emirati-led coalition fighting to restore the exiled UN-backed government. The majority of attacks on civilian infrastructure have been carried out by the coalition, which is supported militarily by the UK, US and other western nations. At least 80% of the 28-million-strong population is reliant on aid to survive in what the UN has called the world’s worst humanitarian crisis. Deep poverty, dire water shortages and a lack of adequate sanitation have already made Yemen a breeding ground for malnutrition and disease, most notably the worst cholera outbreaks in modern history. In an unprecedented step designed to show its awareness of the threat posed to Yemen by the pandemic, Riyadh began a unilateral two-week ceasefire on humanitarian grounds on Thursday. If it sticks, it would be the first nationwide halt to the fighting after several recent failed attempts, but the move has been met with scepticism by Houthi leaders. “We consider the ceasefire a political and media manoeuvre,” the Houthi spokesman Mohamed Abdel-Salam told Al Jazeera. Fierce fighting in al-Jawf governorate between rebel forces and militias loyal to the government, which has displaced tens of thousands of people, has sporadically continued since the ceasefire was announced. A rival Houthi offer of a ceasefire is highly conditional, and appears to apply only to Saudi Arabia, and not the Yemeni government. Martin Griffiths, the UN’s special envoy to Yemen, said on Friday that his office was in regular contact with both sides “on reaching agreements on a nationwide ceasefire, humanitarian and economic measures to alleviate the suffering of the Yemeni people”. The ceasefire announcement was cautiously welcomed by a consortium of more than 50 NGOs working in Yemen, including Oxfam, the Norwegian Refugee Council, Tearfund and the International Rescue Committee. “We urge all parties to the conflict in Yemen to immediately halt fighting, to implement a ceasefire on the ground without delay, to release all detainees and those forcibly disappeared, and to work with the UN special envoy to urgently restart comprehensive and inclusive political negotiations to end the conflict,” the group said. Also on Friday, the UN’s World Food Programme said it was being forced to halve aid to Houthi-controlled Yemen because of a funding crisis. The UN agency is feeding more than 12 million Yemenis a month, 80% of whom live in Houthi territory. From next week, deliveries will only reach families every other month, instead of monthly. Some donors, including the US, have already cut funding to UN programmes in Yemen because of concerns aid has been diverted by Houthi authorities. Many aid workers have reported lengthy permit delays, harassment and detention as the rebels attempt to consolidate control over the management and distribution of resources."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}