{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/dr-fauci-security-reportedly-expanded-as-infectious-disease-expert-faces-threats", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T02:46:24Z", "webTitle": "Dr Fauci: security reportedly expanded as infectious disease expert faces threats", "webUrl": "https://www.theguardian.com/world/2020/apr/01/dr-fauci-security-reportedly-expanded-as-infectious-disease-expert-faces-threats", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/dr-fauci-security-reportedly-expanded-as-infectious-disease-expert-faces-threats", "fields": {"headline": "Dr Fauci: security reportedly expanded as infectious disease expert faces threats", "bodyText": "Security for Dr Anthony Fauci, the 79-year-old infectious disease expert who has become a calm, reassuring foil to Donald Trump at coronavirus briefings, has been expanded, according to multiple reports. While Fauci’s straight talk and willingness to gently correct the president’s outrageous exaggerations have drawn admiration from late-night talkshow hosts, professional basketball players and doughnut shop owners alike, the doctor has received threats and unwelcome communications from both critics and fervent admirers. The Washington Post first reported the news. At a coronavirus taskforce briefing at the White House on Wednesday, Fauci declined to comment on whether he was receiving security protection, deferring to the health department’s inspector general. Trump interjected, saying that Fauci “doesn’t need security, everybody loves him”. If anyone were to attack Fauci, Trump added, “they’d be in big trouble”, touting the disease expert’s high school athletic career. “He was a great basketball player, did anybody know that?” Trump said. “He was a little on the short side for the NBA but he was talented.” As basketball captain at Regis high school in 1958, Fauci had helped lead the team to an unlikely victory. Asked to comment on any increase in Fauci’s security detail, Tesia Williams, a Department of Health and Human Services (HHS) spokeswoman, said: “For more than two decades, the office of inspector general has provided professional protective services for the HHS secretary and, as needed, to departmental leadership. In each case, OIG assesses and recommends the appropriate level of protection. I cannot confirm, at this time, that we are providing such services for Dr Fauci.” The immunologist has become an unlikely celebrity, representing the US scientific community facing off against the coronavirus pandemic. The NBA star Stephen Curry has called him “the Goat” – greatest of all time. Fans have plastered his likeness on cupcakes, doughnuts, socks and prayer candles. But Fauci has also become a public target for rightwing pundits and bloggers who believe he is undermining the president. An article in the rightwing outlet American Thinker called Fauci a “Deep-State Hillary Clinton-loving stooge”, and referred to a seven-year-old email in which he praised Clinton for her stamina through the Benghazi hearings. Tom Fitton, the president of the conservative group Judicial Watch, a conservative group; and Bill Mitchell, host of the far-right online talkshow YourVoice America, have also reinforced Fauci criticisms and conspiracy theories."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}