{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/coronavirus-latest-at-glance", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T22:57:23Z", "webTitle": "Coronavirus latest: 7 April, at a glance", "webUrl": "https://www.theguardian.com/world/2020/apr/07/coronavirus-latest-at-glance", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/coronavirus-latest-at-glance", "fields": {"headline": "Coronavirus latest: 7 April, at a glance", "bodyText": "Key developments in the global coronavirus outbreak today include: Global death toll passes 80,000 Researchers at Johns Hopkins University say at least 81,250 people have now died worldwide, while more than 1.4 million have been infected since the outbreak began. According to the institution’s figures, at least 298,500 people who were infected have since recovered. EU’s top scientist reportedly resigns Prof Mauro Ferrari has stepped down as the president of the European Research Council (ERC), saying he has been “extremely disappointed by the European response to Covid-19”, according to the Financial Times. The paper quotes him as saying: “I arrived at the ERC a fervent supporter of the EU [but] the Covid-19 crisis completely changed my views, though the ideals of international collaboration I continue to support with enthusiasm.” Twitter boss pledges $1bn The chief executive of Square and Twitter, Jack Dorsey, pledges $1bn (£810m) of his equity in the former towards fighting the outbreak. Dorsey says it represents 28% of his wealth. French death toll passes 10,000 In a daily update, a French health official says 607 more people have died in hospitals and 820 more have died in nursing and care homes across the country, bringing the overall total to at least 10,300. France is the third country known to have passed the 10,000 mark. Specially created London hospital takes in first patients The first patients are admitted to the NHS Nightingale hospital in London, which has been set up in the ExCeL centre to boost capacity during the outbreak. US president moots withholding WHO funding Trump claims the WHO, which raised the global risk from the virus to its highest level the same day the US president called it a “hoax”, should have issued warnings earlier. He says the US is “going to put a hold on money spent to the WHO”, before insisting minutes later: “I didn’t say I was going to do it.” Trump claims UK has asked for hundreds of ventilators The US president says the federal government has 8,675 ventilators stockpiled, with a further 110,000 to be delivered in the coming weeks. He suggests some could be sent abroad and says the UK has asked for 200 of them. US navy secretary resigns after pandemic row The US defence secretary, Mark Esper, accepts the resignation of the acting navy secretary, Thomas Modly, over action taken against a naval officer who called for more help for his crew-members after they were hit by a coronavirus outbreak. UK prime minister remains in intensive care The foreign secretary, Dominic Raab, who is running the UK government while Boris Johnson receives treatment in hospital for coronavirus, says he is confident the prime minister will recover. More than 55,000 have now tested positive in the UK According to the latest official figures, 213,181 people in the UK have been tested and 55,242 have been confirmed as having contracted the virus. Of those hospitalised with Covid-19, 6,159 have died."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}