{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/doubts-over-take-up-of-government-coronavirus-emergency-food-parcels", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T05:00:12Z", "webTitle": "Doubts over take-up of UK government emergency food parcels", "webUrl": "https://www.theguardian.com/world/2020/apr/01/doubts-over-take-up-of-government-coronavirus-emergency-food-parcels", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/doubts-over-take-up-of-government-coronavirus-emergency-food-parcels", "fields": {"headline": "Doubts over take-up of UK government emergency food parcels", "bodyText": "The government is anticipating that hundreds of thousands of those identified as being at high risk from coronavirus will not take up an offer of emergency food supplies, it has emerged, as charities warned that other vulnerable people were going hungry. Questions over the efficacy of the government’s scheme came amid rows between councils and ministers over the volume and nutritional composition of the free food packages, which are being distributed to people with cancer, heart problems and other respiratory conditions who are advised to “shield” themselves at home for 12 weeks. The government disclosed this week that its plan to distribute emergency food parcels using commercial food distributors and local authority emergency planning teams was “the biggest effort to deliver supplies to those in need since World War Two”. Around 1.5 million people have been identified by the NHS as being at high risk from infection, with around 900,000 of these receiving letters over the past few days containing instructions on how to isolate themselves. However, official guidance sent to local authorities seen by the Guardian reveals that the government anticipates that no more than 400,000 people self-isolating in their homes would sign up for free food parcels over the next few weeks, with the rest expected to turn it down because they have support from family and friends. Separately, food banks have warned that potentially hundreds of thousands of older and vulnerable people who do not qualify for help through the emergency delivery scheme, but who are self-isolating at home, are now reliant on over-stretched food charities’ supplies to access food safely. Sonya Johnson, chief executive of Nuneaton and Bedworth Healthy Living Network, a community charity which operates a food bank, said it had been approached by unprecedented numbers of older people who did not qualify for government help but were struggling to put food on the table. She said: “The official scheme identifies those most at risk of ending up in hospital. But there are probably four times as many who are just on the other side of that fine line or who have undiagnosed conditions. We have older people saying to us: ‘I haven’t eaten for a couple of days because I don’t have any food in’.” The guidance, issued to councils and local resilience teams by the Ministry of Housing, Communities and Local Government (MHCLG) last week, said: “The food industry can deliver 50k parcels to the doorstep in week 1, 150k parcels in week 2 and 350k parcels in week 3, rising to over 400k in week 4 should this be required.” It adds: “However… we would expect that a large number of people identified as medically vulnerable will have some form of social network around them who can help to support them throughout their period of shielding (and will not need to take up the offer outlined here).” Some councils have complained that the supplies they have received for food parcels – which are intended to provide a week’s food for one person – are nutritionally limited, and have not come in sufficient quantities to meet demand. Rochdale council said it was sent parcels for 44 people on Monday, though it had identified 129 people who needed emergency food aid. The supply was mostly made up of empty calories and included a giant bottle of sweetened fruit squash, a bag of sugar, teabags, confectionery, small gingerbread biscuits, egg noodles, catering-sized packs of Angel Delight dessert mix, and one apple per person. Inventories seen by the Guardian of what was delivered to some other councils over the last few days list similar items of very low nutritional value, including tins of creamed rice, sweetened custard, and long-life “one meal” portions of ready meals such as sausages and mash. One council said that the only fresh fruit or vegetables on the list of what would be supplied to them was a limited number of apples, but these did not in fact get delivered. Another local government source said they were concerned a shipment of food heading to Newcastle included just Angel Delight, porridge and a catering-sized pack of instant noodles. The government claims initial calls were made to wholesalers as the coronavirus outbreak unfolded to ask them what products they had in surplus. Some of those were distributed by MHCLG to councils, so they could stockpile some goods, but they were not intended to make up the entire contents of a food parcel. The government had discussions with Public Health England about the nutritional value of the boxes and were given assurance about their contents before they were sent out to people’s homes. Referring to food items sent out in Rochdale, a government spokesperson said: “This picture is misleading, it is not one of the food boxes we are delivering directly to the homes of extremely medically vulnerable people. “Our food boxes are of a standard that is consistent and include cereal, fruit and vegetables and pasta. As much as possible, this is a package that is universally suitable, and will provide enough food for one person for one week. Councils have been issued with some additional supplies to help kickstart their wider efforts – but these should not be confused for a food box.” The guidance to councils, issued last week, said that packages would not contain perishable food, such as fruit and vegetables, although it seems that in some cases these instructions have been superseded, with evidence that boxes have been issued that include apples, oranges and potatoes. The guidance warns that the “one size fits all” packages cannot be modified to take into account individual medical, dietary or religious requirements, raising concerns that they will not meet the nutritional needs of people with medical conditions such as cancer. • This article was amended on 2 April 2020 to clarify that the government had discussions with PHE about the nutritional value of the food boxes, rather than receiving ‘guidance’ on the issue from PHE as we said in an earlier version."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}