{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/04/sanctions-should-not-impede-coronavirus-fight-josep-borrell-eu", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T10:21:26Z", "webTitle": "Sanctions should not impede coronavirus fight, EU diplomat says", "webUrl": "https://www.theguardian.com/world/2020/apr/04/sanctions-should-not-impede-coronavirus-fight-josep-borrell-eu", "apiUrl": "https://content.guardianapis.com/world/2020/apr/04/sanctions-should-not-impede-coronavirus-fight-josep-borrell-eu", "fields": {"headline": "Sanctions should not impede coronavirus fight, EU diplomat says", "bodyText": "Sanctions should not stop the delivery of medical equipment and supplies to countries trying to contain outbreaks of coronavirus, the EU’s top diplomat has said. Josep Borrell, the EU’s high representative for foreign affairs, made his comments in a declaration on Friday in which he backed the UN’s call for an immediate global ceasefire to allow the world to focus on the pandemic. “The European Union also stresses that sanctions should not impede the delivery of essential equipment and supplies necessary to fight the coronavirus and limit its spread worldwide,” he said. The EU would apply humanitarian exceptions to ensure that sanctions currently in place would not hamper any efforts to fight the disease, he said, that it “also encourages other jurisdictions to provide the necessary clarifications to ensure that their respective sanctions are no obstacle to the global fight against the pandemic”. Borrell’s comments came after the US ignored calls to suspend its sanctions on Venezuela and Iran, and after Cuban officials said the six-decade US embargo of their country had blocked a shipment of coronavirus aid from Asia’s richest man, Jack Ma. Ma, the Chinese founder of the wholesale website Alibaba, had tried to send face masks, coronavirus rapid test kits and ventilators to Cuba through his foundation, but the shipment was blocked at the last minute after the air freight carrier hired to take it pulled out. Cuban officials said Colombia’s Avianca airline declined to take the aid to Cuba because its main shareholder was a US-based company and could face legal action for doing business with Havana, the Associated Press reported. The White House intensified economic sanctions earlier this week on Venezuela and Iran, two countries described by the Trump administration as the US’s greatest enemies. With more than 53,000 confirmed cases of coronavirus, a death toll of almost 3,300, and an economy hammered by falling oil prices, Iran has been struggling to contain one of the earliest Covid-19 outbreaks outside China. In Cuba, which has distributed medical aid around the world, the outbreak is at an earlier stage, with 269 confirmed cases and six deaths. In an attempt to prevent the further introduction of coronavirus, the Cuban government has closed all air and sea connections with the exception of essential cargo and government flights. It has also placed 3,241 people in quarantine. The pandemic is yet to gather pace in Venezuela, where 153 confirmed cases have been reported. With only 73 intensive care beds in the country and an economy reeling from an economic crisis and years of sanctions, the country is perhaps the least able to cope with the situation. Only a quarter of Venezuela’s doctors have access to a reliable supply of water and two-thirds are without soap, gloves or masks, according to a survey by a local medical NGO last month. Borrell’s statement called for international solidarity. “Now is the time to devote all our energy and resources to fight the world’s common challenge, the coronavirus,” he said. “It is time to focus on global health. Only together can we protect the most vulnerable people in our societies, both medically and economically, from this virus and the human suffering that it brings.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}