{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/06/new-coronavirus-cases-in-australia-could-number-almost-zero-by-july-modelling-suggests", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-06T05:50:24Z", "webTitle": "New coronavirus cases in Australia could number almost zero by July, modelling suggests", "webUrl": "https://www.theguardian.com/world/2020/apr/06/new-coronavirus-cases-in-australia-could-number-almost-zero-by-july-modelling-suggests", "apiUrl": "https://content.guardianapis.com/world/2020/apr/06/new-coronavirus-cases-in-australia-could-number-almost-zero-by-july-modelling-suggests", "fields": {"headline": "New coronavirus cases in Australia could number almost zero by July, modelling suggests", "bodyText": "The prevalence of Covid-19 in Australia could peak in mid-April and new cases reduce to almost zero by July, according to modelling by the University of Sydney. But the story doesn’t end there: without widespread testing to detect asymptomatic cases of Covid-19, and a firm hold on social distancing measures that remain in place up to four weeks after the person with the last known infection has recovered, the curve will shoot back up. “That’s pretty much the exit strategy,” said Professor Mikhail Prokopenko, a pandemic modelling expert and the director of the Centre for Complex Systems at Sydney University, who is leading the modelling team. “It must be based in testing.” Prokopenko’s comments come as the Australian government prepares to release more details about its own modelling, which Scott Morrison will discuss with state and territory leaders at the next national cabinet meeting on Tuesday. It is understood the government believes there is a trade-off between the peak and duration of the outbreak, because of the need to prevent as many deaths as possible without delaying the peak so long that it becomes fiscally unsustainable. Prokopenko said he did not know whether the government modelling would show a similar outlook as his, and that if it did not, it did not mean either modelling was wrong. Experts have consistently warned against over-reliance on modelling or viewing it as predictive. The government has unleashed a raft of spending measures to prop up the economy while businesses go into “hibernation”, including $130bn for wage subsidies over the next six months and $1.6bn for free childcare over three months, but has emphasised that the expenditure will have to be reined in down the track. Some within the government worry there is a point at which imposing stringent restrictions for an extended period might prompt people to flout the social distancing rules while putting additional strain on the nation’s finances. In general, the states and territories have leaned towards moving to tougher restrictions sooner, in a bid to prevent the health system from being overrun with cases. The prime minister acknowledged at a press conference last week that Australians were “making big sacrifices” and wanted to know what they were achieving, so the government would share more information about its goals, including intensive care unit targets. Morrison said the national cabinet would keep track of relevant data as it moved into what he called the “suppression phase”. The outlook predicted by the Sydney University simulation is based on a 90% compliance with social distancing rules. It assumes the incidence peak — the number of new cases reported daily — was hit in late March, and a prevalence peak — the number of cases active at once — in mid-April. Under this scenario the total number of cases in Australia will reach between 8,000 and 10,000. As of Monday, the actual numbers show 5,744 cases. “The incidence peak is fairly clear,” he said. “It has fallen and if nothing outrageous happens again, like an outbreak or a new cruise ship disaster, it will continue going down.” If Australians use the cautious optimism of health experts that the epidemic curve is beginning to flatten in Australia as an excuse to relax the rules constricting their daily lives, that outlook changes. An 80% compliance with social distancing would see the number of cases decline, but at a slower rate, and a 70% compliance would see the number of cases continue to rise. The modelling is produced by a simulation designed as a “digital twin of Australia”, with 24 million individual agents with unique characteristics based on census data, school attendance, geographical distribution and other population inputs, as well as epidemiological characteristics of Covid-19. Built into the simulation is the assumption that only 67% of all adults with the virus and 13% of all children with the virus are symptomatic, a detail that Prokopenko said is one of the “strongest parts of the model”. That simulation was used to run scenarios assuming different levels of compliance with self-isolation and social distancing polices, which were then compared with the actual case reports in Australia. “As it so happens, from 24 March it looks like the most correct one is the model that assumes 90% compliance,” he said. They also modelled what would happen if social distancing measures were relaxed. “Even if you stayed for 90 days with that 90% compliance and then relaxed it all at once, it will shoot up,” he said. “The task is bringing this to zero. Not five, not one, to zero. Because if you still have one remaining case, that one remaining case will go to two the next day, to four the next, and then you get exponential growth.” Prokopenko suggested that strict social distancing measures would need to remain in place for four weeks after the last known case recovered, to prevent silent spread through asymptomatic cases. And, when social distancing measures are gradually relaxed, Australia would need to follow China in conducting widespread testing and contact tracing to ensure any asymptomatic cases are detected and contained. “This resurgence is not unavoidable,” he said. “It’s avoidable with some vigilance.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}