{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/05/jared-kushner-coronavirus-aid-trump-governors", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-05T09:00:23Z", "webTitle": "Jared Kushner and his shadow corona unit: what  is Trump's son-in-law up to?", "webUrl": "https://www.theguardian.com/world/2020/apr/05/jared-kushner-coronavirus-aid-trump-governors", "apiUrl": "https://content.guardianapis.com/world/2020/apr/05/jared-kushner-coronavirus-aid-trump-governors", "fields": {"headline": "Jared Kushner and his shadow corona unit: what  is Trump's son-in-law up to?", "bodyText": "The twist of fate that has cast Jared Kushner as a would-be savior in the greatest public health crisis to confront the United States in a century is a dramatic one. The moment of national peril has been compared to September 11. Angela Merkel, the German chancellor, said coronavirus was her country’s greatest challenge since the second world war. As the leader of the federal government effort to distribute emergency equipment to the states, Kushner, the president’s son-in-law, has mostly shied from the public stage, but he now is working in history’s spotlight. His vast responsibilities include weighing requests from governors for aid and coordinating with private companies to obtain medical equipment, work he carries out from a special post created for him inside the Federal Emergency Management Agency, where his team is called “the Slim Suit crowd” for their distinctive tailoring, the New York Times has reported. Kushner’s team was credited with coordinating a planeload of medical supplies that arrived in the US from China last week. But some of those familiar with Kushner’s record at the White House and in his prior professional life question why the government’s response to the coronavirus threat is being run by the president’s 39-year-old son-in-law. “It scares the hell out of me,” said David Pepper, the chair of the Ohio Democratic party, who offered bipartisan words of praise for the crisis response of his state’s Republican governor, Mike DeWine. “Kushner has terrible judgment, and I don’t remember a decision he’s been involved with that hasn’t just been bad – they’ve been horrible. And the idea that everything has to go through the very flawed judgment of Jared Kushner is downright scary, and I believe at this point is costing American lives.” Early this year, Kushner reportedly advised Donald Trump that the coronavirus was not that dangerous – more a threat to public confidence, and the markets, than to public health. Trump stuck with that message for six tragic weeks, between the confirmation of the first US case and a belated federal decision to speed the development of test kits. And it was Kushner who helped write a disastrous Trump Oval Office speech on 12 March announcing a European travel ban that sent markets into a tailspin and travelers crowding into airports. It was Kushner who solicited help from the father of the fashion model Karlie Kloss, his sister-in-law, to ask a Facebook group of doctors what should be done about the virus. Pepper expressed concern that when a governor calls the White House, she has to talk to Kushner, who then decides, apparently unilaterally, what the state really needs. ‘He runs a shadow taskforce’ In a rare appearance in the White House briefing room Thursday, Kushner said some governors did not have precise knowledge of their state’s inventory of ventilators and delivered a lecture on the art of management. “The way the federal government is trying to allocate is, they’re trying to make sure you have your data right,” Kushner said. “Don’t ask us for things when you don’t know what you have in your own state, just because you’re scared. “What a lot of the voters are seeing now is that when you elect somebody to be a mayor or governor or president, you’re trying to think about who will be a competent manager during the time of crisis,” he continued. “This is a time of crisis and you’re seeing certain people are better managers than others.” Walter Shaub, a former director of the Office of Government Ethics under Barack Obama, reacted strongly on Twitter, calling Kushner a “feckless nepotist who presumes to criticize governors striving to fill the void left by this previously unimaginable federal failure!” Trump has placed top experts in public health and disaster response on his coronavirus taskforce, including Dr Anthony Fauci, the country’s foremost infectious disease expert, and Dr Deborah Birx, the former head of global health at the state department. But the adviser with the most influence over what Trump says and does appears to be Kushner, the son of a billionaire New Jersey developer, who just two months ago asserted his expertise on the Middle East conflict by saying: “I’ve read 25 books on it.” The precise dimensions of Kushner’s emergency response role are difficult to pin down because his authority, which stems from his marriage, exists outside the mapped structure of government agencies. He seems to be inventing his role on the fly, and to have the power to do so. Asked on Thursday to reply to reports that he runs a “shadow taskforce” on the coronavirus, Kushner smiled and said Mike Pence had asked him to help out. “I can assure that you I’m speaking with Dr Birx, Dr Fauci, the vice-president and the president multiple times a day, to make sure that I’m accomplishing and focusing on the objectives that the vice-president deems a priority,” he said. ‘Kushner urged Trump to open America up by Easter’ Kushner, who before his White House stint ran a newspaper into the ground and a real estate company into the red, has already made mistakes in the coronavirus crisis that cannot be recovered, his critics say. It was Kushner who reportedly spread the word that Andrew Cuomo, the governor of New York, was being alarmist when Cuomo asked the federal government for 30,000 emergency ventilators for the state. “I have all this data about ICU capacity,” Kushner was quoted as telling Trump by a White House source speaking to Vanity Fair. “I’m doing my own projections, and I’ve gotten a lot smarter about this. New York doesn’t need all the ventilators.” It’s not clear why Kushner thinks that. Cuomo announced on Friday that the national guard would deploy across the state to seize ventilators from hospitals that do not currently need them to deliver to New York City and other areas in need. And it was Kushner who urged Trump to overrule the health experts on staff and declare that America would be “open for business” on Easter with “packed churches all over our country”, in Trump’s words. Easter is one week away. The White House has since pushed the date back. The White House did not reply to a request for comment for this story. Kushner on Thursday asserted that the administration was turning in a strong performance. “We’ve done things that the government has never done before, quicker than they’ve ever done it before,” he said, without specifying what, exactly. A month ago, Trump said the country would perform 4m tests a week. As of Thursday, the total tests conducted in the United States so far was 1.3m, Birx said. ‘He surrounds himself with yes men’ Elizabeth Spiers, one of a carousel of editors Kushner appointed during his ill-fated tenure as publisher of the New York Observer newspaper, recently described her horror at the prospect of her former boss as coronavirus czar. “The short version is that Jared Kushner is incurious, not inclined to defer to experts, and surrounds himself with yes men, so he is unaccustomed to being told that his decision-making is bad,” Spiers wrote. “He believes his capabilities far exceed what they are, and his assessment is reinforced by the people around him who are paid to tell him that. In this sense, he is not unlike his father-in-law.” Kushner grew up in New Jersey and matriculated at Harvard after his father, Charles Kushner, gave the school $2.5m. He took over the family’s real estate business when his father went to prison for tax evasion and witness tampering. He married Ivanka Trump in 2009. He has an infamously broad portfolio in the White House. In addition to being in charge of bringing peace to the Middle East, Kushner is or was in charge of Trump’s impeachment strategy; the Trump 2020 campaign budget; diplomacy with Saudi Arabia and Beijing, which both have targeted him as an asset, according to US intelligence assessments; solving the opioid crisis; developing internet infrastructure; running an “Office of American Innovation” building a border wall, and more. “Hopefully my results speak for themselves,” Kushner told Time magazine for a January profile. “I think that I’ve accomplished a lot. I think the president trusts me, and he knows I’ve had his back, and he knows that I’ve been able to execute for him on a lot of different objectives.” Kushner has occasionally delivered for the administration, steering a criminal justice reform bill into law in late 2018. The problem with Kushner is ultimately a problem with Trump, Pepper said. “It’s a case study for the problem with nepotism,” he said. “When [Ohio governor] DeWine is standing up there, even though his own kids are involved in politics – they’re not the ones standing next to him. Who’s leading the Ohio response? Amy Acton, the state health director, who has studied and taught this her whole life. “The biggest difference between DeWine and Trump is, one is relying on experts who have prepared for this for years. “And the other is relying on Jared Kushner.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}