{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/08/italy-declares-own-ports-unsafe-to-stop-migrants-disembarking", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-08T12:19:55Z", "webTitle": "Italy declares own ports 'unsafe' to stop migrants arriving", "webUrl": "https://www.theguardian.com/world/2020/apr/08/italy-declares-own-ports-unsafe-to-stop-migrants-disembarking", "apiUrl": "https://content.guardianapis.com/world/2020/apr/08/italy-declares-own-ports-unsafe-to-stop-migrants-disembarking", "fields": {"headline": "Italy declares own ports 'unsafe' to stop migrants arriving", "bodyText": "In an unprecedented move, the Italian government has declared its seaports “unsafe” due to the coronavirus pandemic, and will not authorise the landing of migrant rescue boats until the end of the emergency. In a decree issued late on Tuesday, the government wrote that “for the entire duration of the health emergency, due to the outbreak of coronavirus, Italian ports cannot be classified as ‘safe places’ for the landing of people rescued from boats flying a foreign flag”. The measure – the first of its kind in Italian history – appeared designed to prevent rescue boats from disembarking migrants in the upcoming weeks, as departures from Libya have increased in recent days with the arrival of good weather. The decree, signed by the interior minister, Luciana Lamorgese, the health minister, Roberto Speranza, the foreign minister, Luigi Di Maio, and the infrastructure minister, Paola De Micheli, also suggests that rescued migrants might include people who have contracted Covid-19. It adds that “rescued people must be guaranteed an absence of any threat to their lives”, and concludes that at this time the government cannot guarantee the security of migrants’ lives in Italy. The government decree comes after the rescue boat Alan Kurdi, operated by the German NGO Sea-Eye, rescued about 150 people and is now located a few miles from the Italian island of Lampedusa. Alan Kurdi, named after the three-year-old Syrian boy who drowned in 2015, is currently the only NGO rescue boat operating in the central Mediterranean. The coronavirus outbreak has forced many charities to concentrate their aid efforts elsewhere. Despite fears of the virus, migrants are still risking their lives to cross the Mediterranean: almost 800 people left Libya in March, according to the UN refugee agency, UNHCR. In March, Di Maio said during a conference call to the EU’s foreign affairs council that the country was unable to open its ports to migrants. “It’s not about wanting to be good or bad,” said Di Maio. “Italy can’t just do it now.” In 2018 the far-right former interior minister Matteo Salvini declared Italy’s ports “closed” to migrant rescue ships, arguing that migrants represented a threat to national security. Italy has been one of Europe’s worst-hit countries in the pandemic so far, with 135,586 coronavirus cases and 17,127 deaths. “We respect the national fate of all European countries fighting against this pandemic and especially the situation facing Italy,” said Sea-Eye’s mission manager, Jan Ribbeck. “No state in the Mediterranean should be left alone on the question of reception of refugees in the coronavirus crisis. We will address our flag state if it should become necessary.” On Tuesday, Italy’s public broadcaster RAI reported a claim that the NGO has ‘‘already asked the German government to intervene by sending a plane to evacuate the 150 people on board”. According to the NGO, at least 150 German cities are ready to welcome rescued migrants. In the meantime, while Italian ministers were sending the decree to local authorities in order to inform them of the new government measures, two unescorted migrant boats with 124 people onboard arrived on the island of Lampedusa from Libya on Tuesday night. The risk, according to charitable organisations, is that the Italian decree will send the migrant situation back years, when boats from Libya would set off on their own, risking people’s lives in the attempt to reach Italian shores. Alarm Phone, a hotline service for migrants in distress at sea, told the Guardian, “We are very concerned about the effects of the Italian decree and how European authorities are using the Covid-19 pandemic to increase restrictive measures. With Malta also decreasing rescue efforts, we are witnessing a deadly rescue gap off the Libyan coast.’’ Alarm Phone fears that people fleeing from war and torture will be forced to navigate their boats over longer distances in order to reach European search and rescue. “This means that those trying to escape are at risk of drowning while at sea for days,” Alarm Phone added. “These restrictive measures will lead to mass fatalities at sea as people will continue to migrate. They have no other option.” The migrants who arrived alone in the night were placed in quarantine in an area near the port of Lampedusa, inciting citizens who on Wednesday morning gathered in front of the mayor’s office to protest against the decision to take in asylum seekers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}