{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/canada-indigenous-double-murder-suspect-arrested-alberta", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T19:44:54Z", "webTitle": "Canada: suspect arrested over murder of two Indigenous men in Alberta", "webUrl": "https://www.theguardian.com/world/2020/apr/02/canada-indigenous-double-murder-suspect-arrested-alberta", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/canada-indigenous-double-murder-suspect-arrested-alberta", "fields": {"headline": "Canada: suspect arrested over murder of two Indigenous men in Alberta", "bodyText": "Police in Canada have arrested a suspect in connection with the murders of two Indigenous men gunned down after returning from a hunt in rural Alberta. Anthony Michael Bilodeau, 31, has been charged with two counts of second-degree murder over the deaths of Jake Sansom, 39, and Morris Cardinal, 57. Police believe the men met Bilodeau while driving down on a country road at 9.30pm on 27 March in an encounter that quickly escalated. “A verbal then physical confrontation ensued with the occupants of the two vehicles. A third vehicle arrived on the scene and several shots were fired by [Bilodeau], which resulted in the death of the victims,” RCMP said on Thursday in a statement. The bodies of Sansom and Cardinal were found early in the morning of 28 March. Family say on the day they were killed, Sansom and Cardinal were out hunting moose and had successfully shot one in the woods. Both men were Métis – a distinct group that traces lineage to both Indigenous nations and European settlers – and had permission to hunt the area out of season. The RCMP said there was no evidence the killings were racially motivated. Bilodeau turned himself in to authorities on Wednesday. Online tributes to the Sansom and Cardinal have praised their generosity and community spirit. Sansom, who worked as a volunteer firefighter, had recently lost his job as a heavy-machinery mechanic due to coronavirus-related layoffs. He left behind a wife and three young children. Cardinal was remembered as an avid hunter and outdoorsman, who leaves behind three stepchildren and five grandchildren. Two separate crowdfunding pages dedicated to the victims have raised tens of thousands of dollars in recent days, to help cover funeral costs and provide assistance to the families. An autopsy conducted on the two men earlier this week confirmed they died by gunshot wounds consistent with homicide. The RCMP have declined to provide information on the number or nature of gunshot wounds, citing a need to “preserve the integrity” of the investigation. In their statement on Thursday, police cautioned that the investigation was still active. Bilodeau was denied bail at his court appearance on Thursday, according to the Edmonton Journal. His next court appearance is scheduled for 9 April."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}