{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/vulnerable-indigenous-communities-work-to-mitigate-consequences-of-coronavirus", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T16:30:26Z", "webTitle": "Frontline doctors prepare for ‘death and suffering’ when coronavirus hits Indigenous communities", "webUrl": "https://www.theguardian.com/world/2020/apr/02/vulnerable-indigenous-communities-work-to-mitigate-consequences-of-coronavirus", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/vulnerable-indigenous-communities-work-to-mitigate-consequences-of-coronavirus", "fields": {"headline": "Frontline doctors prepare for ‘death and suffering’ when coronavirus hits Indigenous communities", "bodyText": "With large parts of Aboriginal Australia in lockdown, health workers are preparing for the arrival of Covid-19 in communities that have the poorest health in the nation and very few of the essentials to stop the virus getting out of control. “There is a sense of quiet before the storm,” the chief executive of the Western Desert dialysis service, Sarah Brown, said this week. The service, better known as the Purple House, runs dialysis clinics in 18 remote communities across a vast area of central Australia. Purple House staff have spent the past fortnight rushing to empty its Alice Springs clinic and send its mostly elderly patients out bush where it’s safer, for now. “Our isolation gives us a little more time to prepare than the big cities,” Brown said this week. Aboriginal community-controlled health organisations were meeting almost every day by phone to compare notes, share resources and knowledge, she said. A public health campaign in dozens of Aboriginal languages is under way, including short videos with the theme “stay on country, care for family”. The national taskforce of experts in Indigenous health and epidemiology who have been advising the national cabinet have released a detailed plan for when the storm arrives. It is a grim list of challenging considerations: expediting testing and reducing contagion by “driving samples to town rather than waiting for the weekly plane.” using tents in overcrowded communities for quarantine and isolation deploying mobile respiratory clinics during outbreaks. discussing difficult issues, such as end of life, being unable to return to country to die, and having limited hospital visits. making a “plan for the management of the deceased”. Frontline doctors say they are “preparing for death and suffering” in Aboriginal and Islander communities, because they don’t have the resources to evacuate very ill people. The president of the Australian Medical Association, Dr Tony Bartone, has called for the national cabinet to “urgently fund and resource Aboriginal Torres Strait Islander health services to ensure they can respond to Covid-19”. The minister for Indigenous Australians, Ken Wyatt, and the health minister, Greg Hunt, have announced “flexible” funding to 45 organisations across 110 remote communities, to help Aboriginal medical services prepare by “promoting personal protective measures, including hand and respiratory hygiene, cough etiquette and use of respirators or face masks” and even “purchasing soap for community and schools”. “Our number one priority is to save lives by slowing the spread of coronavirus and stop people bringing the virus into remote communities,” Wyatt said. But the suspension of non-essential medical treatments will increase pressure on the everyday health burden in Aboriginal communities, according to Western Australian ophthalmologist, Dr Angus Turner. Turner treats hundreds of people in remote communities, “very stressed patients at the moment”, whose vision is impaired by macular degeneration, diabetes and other comorbidities. “My concern is that over the next six months we could be allowing peoples’ vision to deteriorate, while we can’t do the injection treatments that keep people seeing,” Turner said. “We can’t get to regions or move between regions, and it might not mean blindness over the next few months, but it’s the difference between driving and not driving and that is a big issue for anyone, especially if you’re in an outback area. “So if someone was just on the right side of the vision line before this, they may not be afterwards,” he said. The evacuation of at-risk patients to big city hospitals presents challenges too, according to the Australian Indigenous Doctors’ Association. The association said in a statement it had already received reports of “abhorrent and unethical behaviour” in hospitals, including staff at a Perth hospital who said “Aboriginal and Torres Strait Islander people would get [Covid-19] because they don’t wash their hands.” “Such blatant racism can never be tolerated – least of all at this crucial time. “AIDA fully appreciates that the Australian medical workforce is facing exceptional challenges right now. “However, Aboriginal and Torres Strait Islander peoples’ lives, health and wellbeing cannot be put at risk because of underlying racism and prejudice,” AIDA said. An emergency specialist in Perth, Dr Nicole Liesis, said she had overhead such comments, and they were an example of her major concern. “When I think of the impact of Covid-19 on the Aboriginal elder population, they are such a precious, fragile and irreplaceable resource, and they suffer a heavy burden of disease as well as trauma. “They’ve already had so much loss and bereavement and it is inevitable there will be so much more in the week and months to come,” Liesis said. “In WA the only critical care available to date is in Perth. “I know current disaster planning involves setting up intensive care hubs in regional centres, which has never been done before, but there’s long-standing reluctance among Aboriginal people to engage with healthcare and all the dismissiveness, judgement and stereotyping that goes with it.” Liesis said Aboriginal people might prefer to stay home and “die on country” than be flown to city hospitals, and health workers and families needed to prepare for that. Field hospitals should be established “before communities are critically unwell”, she said. “Many that I have spoken to are deeply saddened by the plight that faces Indigenous Australia, but it is not a time for pity or sympathy. “I do not want our children to hear ‘Oh it was so sad, but there was not much we could do for those people.’ Those people are our people. The holders of cultural wisdom. A national treasure that must be preserved at all cost.” At the now quiet Purple House in Alice Springs, Brown urged non-Indigenous Australians to listen to the health authorities advice on Covid-19. “What happens in the rest of the country affects us heavily,” Brown said. “People who can stay home, please stay home! Do it for yourselves, but do it for us too. “This virus knows no boundaries in terms of wealth, status, language or education. But for those less able to cope with its impact, it will be devastating.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}