{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/all-uk-hospital-staff-and-patients-should-wear-masks-says-doctors-group", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T20:12:18Z", "webTitle": "WHO considers changing guidance on wearing face masks", "webUrl": "https://www.theguardian.com/world/2020/apr/01/all-uk-hospital-staff-and-patients-should-wear-masks-says-doctors-group", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/all-uk-hospital-staff-and-patients-should-wear-masks-says-doctors-group", "fields": {"headline": "WHO considers changing guidance on wearing face masks", "bodyText": "The World Health Organization (WHO) is considering changing its guidance on whether people should wear face masks in public, prompted by new evidence that suggests doing so could help contain the pandemic. The WHO, and the UK government, currently advise that face masks do not play a major role in protecting people from infection outside healthcare settings. But there are growing calls for this stance to be reviewed, with suggestions that the widespread use of face masks may have played a role in containing outbreaks in some Asian countries. Speaking at a Chatham House briefing on Wednesday, Prof David Heymann, an infectious disease expert who led the global response to the SARS outbreak, said that new evidence from Hong Kong had prompted a reconsideration of the role of face masks. “The WHO is debating that tomorrow to understand if there is evidence that would call for a change in what WHO is recommending,” he said. The data from Hong Kong was shared confidentially with the WHO, but is likely to be published soon, Heymann said. He added that, in reassessing its policy, the WHO would take into account health workers’ need for masks in all countries. The possible shift in guidance comes as a body representing thousands of doctors in the UK called for every patient and member of staff in hospitals to be provided with face masks, to be worn at all times to help reduce the spread of coronavirus. The Hospital Consultants and Specialists Association (HCSA) says the virus is so widespread and infectious, and the risks to frontline staff so great, that everyone in hospital should always have their mouth covered to reduce the risk of transmission. The HCSA is demanding the change in the wake of the death of two hospital doctors, Amged El-Hawrani and Adil El Tayar, from coronavirus. Hawrani, aged 55, was an ear, nose and throat specialist while Tayar was a transplant surgeon. “Our call for surgical masks to be worn by all staff and patients in all areas of hospitals, and for all patients to be treated as Covid-19 patients, comes in the wake of two consultant deaths, and of course the infection of the prime minister and health secretary,” said Dr Claudia Paoloni, the HCSA’s president and an anaesthetist at an NHS hospital in Bristol. “This underlines how infectious this disease is.” In the US, the Centers for Disease Control and Prevention is also said to be reviewing its guidance on masks and may advise Americans to cover their faces while commuting to work. And in a recent interview, George Gao, the director general of China’s Center for Disease Control and Prevention, suggested the failure to wear masks in the US and Europe was a “big mistake”. Dr Peter KaHung Chan, an epidemiologist at the University of Oxford, said that the evidence on public use of face masks is still unclear, but that observational studies from Hong Kong have, at least, shown that the overall package of containment measures have been effective. “Face masks are certainly not the only thing that was useful, but they’re something that should be studied properly instead of dismissed or excessively promoted with inadequate empirical evidence,” he said. Until now, the WHO has suggested that masks are mostly useful for protecting other people if you have symptoms such as coughs and sneezes that could spread droplets. But Heymann said the realisation that a lot of transmission of Covid-19 occurs before symptoms raises the possibility that masks could help stop the spread among people before symptoms emerge. “One or two days before symptoms develop, it seems [people] may be shedding virus at that time and it may be that if they’re talking and spewing droplets around they may be spreading the virus,” he said. “As the evidence becomes available it seems that there will be a more serious debate [including] tomorrow at the WHO trying to decide whether masks really do play a role at some point in the outbreak containment,” he added. “Believe me if they do, there’s a private sector healthy enough in many countries to begin producing those masks in the quantities that are necessary.” Paoloni’s call to Public Health England (PHE) comes as it finalises new guidance telling NHS staff across the UK what personal protective equipment (PPE) they should wear in different areas of hospitals and other settings when dealing with patients who are confirmed or suspected to have Covid-19. Serious shortages of PPE and confusion over what kit is needed have prompted huge alarm and fear among frontline staff. In a letter to PHE, Paoloni says that staff should wear full PPE – double gloves, a surgical gown, FFP3 face mask and visor or goggles – in a wider range of settings that PHE has previously proposed, including A&amp;E units, operating theatres, wards, radiology departments and intensive care units, which are rapidly filling up with infected patients. “Staff and patients may not even be aware they are spreading the virus because the symptoms can be so slight and vary from person to person. Even those who appear to have recovered may be infectious. By shifting to a policy where staff and patients are considered potential Covid-19 carriers, we will be cutting the prospect of infection and reducing the chances of crucial NHS staff being taken ill at the worst possible time,” she said. “Our message is simple: we need social distancing in our hospitals too, and that means changing the guidance so that everyone wears a mask.” The HCSA is “concerned that safety standards are being dictated by supply [availability of PPE] rather than than being based on protecting NHS staff, our most precious resource,” she added. NHS England and ministers have made huge efforts over the past 10 days to get many millions of pieces of extra kit to hospitals, GP surgeries and other care settings."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}