{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/03/mask-wars-coronavirus-outbidding-demand", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-03T23:21:34Z", "webTitle": "US accused of 'modern piracy' after diversion of masks meant for Europe", "webUrl": "https://www.theguardian.com/world/2020/apr/03/mask-wars-coronavirus-outbidding-demand", "apiUrl": "https://content.guardianapis.com/world/2020/apr/03/mask-wars-coronavirus-outbidding-demand", "fields": {"headline": "US accused of 'modern piracy' after diversion of masks meant for Europe", "bodyText": "The US has been accused of “modern piracy” after reportedly diverting a shipment of masks intended for the German police, and outbidding other countries in the increasingly fraught global market for coronavirus protective equipment. About 200,000 N95 masks were diverted to the US as they were being transferred between planes in Thailand, according to the Berlin authorities who said they had ordered the masks for the police force. Andreas Geisel, the interior minister for Berlin state, described the diversion as “an act of modern piracy” and appealed to the German government to demand Washington conform to international trading rules. “This is no way to treat trans-Atlantic partners,” Geisel said. “Even in times of global crisis there should be no wild west methods.” The German reports said the masks had been made by a Chinese producer for the US company 3M, but the firm issued a statement on Friday night saying: “3M has no evidence to suggest 3M products have been seized. 3M has no record of any order of respirators from China for the Berlin police. We cannot speculate where this report originated.” The German allegations added to a chorus of complaints about the Trump administration’s practice as the US wields its clout in a marketplace for scarce medical supplies that is becoming a free-for-all, with nation competing against nation. Valérie Pécresse, the influential president of the Île-de-France region, which includes Paris, described the race to get masks as a “treasure hunt”. “I found a stock of masks that was available and Americans – I’m not talking about the American government – but Americans, outbid us,” Pécresse said. “They offered three times the price and they proposed to pay upfront. I can’t do that. I’m spending taxpayers’ money and I can only pay on delivery having checked the quality,” she told BFMTV. “So we were caught out.” Pécresse said she had finally obtained a consignment of 1.5m masks thanks to the help of Franco-Chinese residents in the Paris area. Her comments follow allegations from two other French regional heads that unidentified American buyers outbid on mask shipments, including one instance when a consignment was reportedly “on the tarmac” to be flown to France. “We really have to fight,” Jean Rottner, a doctor and president of the Grand Est regional council, told RTL radio. His area had been particularly badly hit by Covid-19 cases. Following reporting on his comments, Rottner said on Twitter that it was not his order of 2m masks that had been diverted, although it was “common practice”. The French media have started calling the rush for equipment “mask wars”. The American 3M company, which makes the N95 mask (commonly known as a respirator, which provides better protection than an ordinary surgical mask) said on Friday that the Trump administration had asked it to increase shipments to the US from its factories overseas, and it had secured agreement from China to ship 10mmasks from 3M plants. But 3M said the administration had also told the company to stop exporting masks from US production sites to Canada and Latin America. The company said the demand raises “significant humanitarian implications” from stopping shipments intended for healthcare workers, and warned it would backfire by triggering retaliation from other countries. “If that were to occur, the net number of respirators being made available to the US would actually decrease,” the statement said. “That is the opposite of what we and the administration, on behalf of the American people, both seek.” Canada’s prime minister, Justin Trudeau, said the US move was a “mistake”, noting that the US also imports medical supplies from Canada. In the scramble for masks and other critical medical supplies, the US has a significant advantage in its fleet of large air freighters, three times the size of China’s. Buyers from national governments, US states and private buyers are going through a network of brokers, many in Shanghai. One broker, Michael Crotty, who runs Golden Pacific Fashion &amp; Design in Shanghai, told the New York Times that Chinese factories sometimes move the highest-paying customers to the front of the line. “It’s a seller’s market,” Crotty said. “You don’t see this very often.” Personal connections often provide a decisive edge. Robert Kraft, an American billionaire businessman, lent a Boeing 767 to the Massachusetts governor, Charlie Baker, who was trying to transport 1.2m masks he had bought in China to Massachusetts. The plane was one of two that Kraft bought for the New England Patriots NFL team, which helped organise the shipment, with the help of China’s consul general in New York, Huang Ping, who kept his office open over the weekend to process the documentation, according to an account on the Patriots website. The plane was allowed to land as long as the crew did not disembark and it stayed on the ground in Shenzhen for less than three hours. The plane left with three minutes to spare. Speaking on Thursday in front of the plane, Baker choked up with emotion. “This gear will make an enormous difference,” the Republican said. “It’s not a secret that securing [personal protective equipment] has been an enormous challenge. And we will continue to come up with ways to chase more gear to keep our frontline workers and patients safe. We need more, we will always need more.” US states have found themselves competing against each other and the federal government for equipment. The New York governor, Andrew Cuomo, said this week that it was like “being on eBay with 50 other states”. State governors learned they could not rely on the rapidly depleting national stockpile, especially after Donald Trump made it clear that federal help would be affected by political preference, saying he wanted governors to be “appreciative”. “I’ve got to tell you that on three good orders, we lost to the feds,” Baker told Trump during a teleconference. “I’ve got a feeling that if someone has the chance to sell to you and to sell to me, I am going to lose on every one of those.” Trump later said the federal government would attempt to drop bids if there were a conflict. The US Federal Emergency Management Agency is coordinating flights for US buyers but has so far not nationalised the distribution network, arguing that private distributors can do a better job. Governments have been accused of using other underhand methods to acquire supplies, including banning exports of protective equipment. Brazil, too, has said recent attempts to purchase protective gear from China had fallen through. “There is a problem of hyper-demand,” the health minister, Luiz Henrique Mandetta, said on Wednesday. The US has the largest number of confirmed coronavirus case of any country with about 245,000 reported infections and more than 6,000 deaths. Domestic stocks of masks and other vital equipment are scarce."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}