{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/making-a-song-and-dance-the-simple-things-that-keep-people-going", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T17:32:05Z", "webTitle": "Making a song and dance: the simple things keeping people going", "webUrl": "https://www.theguardian.com/world/2020/apr/01/making-a-song-and-dance-the-simple-things-that-keep-people-going", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/making-a-song-and-dance-the-simple-things-that-keep-people-going", "fields": {"headline": "Making a song and dance: the simple things keeping people going", "bodyText": "As the coronavirus crisis continues, people up and down the country – from local communities to 80s pop stars and even luxury hotels – are doing their bit to help those in need and inject some much-needed joy into life. Dancing in the street Residents on a street in Cheshire are doing something a little bit different for their daily exercise in lockdown – a socially distanced communal dance session. Fitness instructor Janet Woodcock, 54, came up with the idea after one of her neighbours said she was missing her exercise class. For eight days now the residents of Springbourne in Frodsham have stepped out of their front doors at 11am, keeping a safe distance from one another, to do 10 minutes of exercise led by Woodcock. “It’s really simple stuff, but it’s about people moving, seeing one another and just having fun really,” she said. “One woman told me it’s the highlight of her day. Some people are working from home, but a lot of retired people just tend to be reading and watching the news all day, and it can get really depressing. So it’s just nice to get people out in the fresh air.” Each session starts with the Neighbours theme tune, followed by other specially chosen songs like Dancing in the Street, Our House by Madness and Tom Jones’s It’s Not Unusual – a street favourite. “The way it’s brought us all together is just fabulous,” said Woodcock. “It feels really heartwarming to see how it’s helped people now, but hopefully we won’t forget this. “We’ve all promised a big street party when it’s over and I think everybody will feel like they know each other a bit better.” Singing at six Hundreds of people across the country have joined a singing movement set up by an NHS intensive care nurse to boost morale. Roxie Jackson set up Sing at Six last week to encourage her neighbours to sing some uplifting tunes after the 5pm news. “Everybody sits down at five to watch that update, and the mood gets a little bit upset and people get stressed out, and I thought, ‘I don’t want to send the kids to bed in that kind of atmosphere, I want to do something happy.’” In just a few days the Facebook group has skyrocketed to nearly 10,000 members, with people joining in by singing together in their gardens, by video call, or posting videos, with some even dressing up. Each day Jackson sets a theme and allows group members to vote for their favourite tune. Man! I Feel Like a Woman was chosen for the 90s night and Let it Go for the Disney theme. Somewhere Over the Rainbow was the choice for a night dedicated to the elderly, with a local care home posting a video of its residents joining in. Jackson said she had been overwhelmed by the numbers of people getting involved, particularly her mum, who dons elaborate fancy dress and likes to watch the videos during her breaks at work. “The mood in the hospital has been horrible for weeks on end and now it is scary, so when you come home, you need something nice to look forward to,” she said. “I think music is a big thing and it’s one of those things that people remember. If the kids can remember anything from this time, let’s try and make it something happy.” Meanwhile, a video of an elderly couple singing from their sofa during lockdown has gone viral on Facebook. Rex Taylor, 86, posted the video of him singing the wartime song We’ll Meet Again with his wife Selina, 83, who has Alzheimer’s. “When we are on lockdown, there is only one thing to do,” said Rex, who has become the sole carer for his wife while they are isolating. Rolling with Rick Rick Astley has announced that he will be playing a free concert for NHS and emergency workers at Manchester Arena in October. The singer, whose song Never Gonna Give You Up was a worldwide number one hit in 1987, revealed the plan on social media. In a video message he said: “It’s free to you guys because I just want to say a massive thank you and I don’t know how else to do it. You’re doing an amazing job, the whole country thanks you. “I’m going to work my butt off to give you a great night.” Frontline NHS staff, primary care workers, paramedics, firefighters and police are all eligible to apply for free tickets, which are available from 7pm on 2 April. Attendees must present a valid ID on the night. Meals on wheels A private bus company in Blackpool has transformed an idle school bus into a pop-up shop for NHS workers. Archway Travel has created the Heroes Hamper to sell essential food supplies outside Blackpool Victoria Hospital, where the staff face long queues and empty shelves when trying to buy food outside work. The shop has been going for nearly a week and sells hampers stocked with essentials including locally sourced fresh fruit and veg, fresh bread, milk and eggs, and toilet roll. “It is a bit demoralising that we need to do this when there are so many supermarkets out there,” said Sam Archer, who helps run the family business. “When [NHS staff] have been going, there’s nothing left, and they just want basic stuff.” Another company that has transformed itself to benefit NHS workers is the five-star Mayfair hotel Claridge’s, which has opened its doors to the dozens of medical staff unable to live at home during the coronavirus crisis. Up to 40 doctors, nurses and other key staff will move into the luxury hotel from Friday, staying in rooms that typically start at £650 a night. Paddy McKillen, co-owner of the Maybourne Group, which runs the 208-year-old hotel, said: “Just as it has in the past world wars, Claridge’s has a duty to step up and support the people of London. Teams from all our hotels have volunteered to help and support the dedicated NHS workers at this critical time. We are for ever in their debt.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}