{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/04/lockdown-could-last-weeks-more-across-europe-officials-warn", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T19:57:25Z", "webTitle": "Lockdowns around world could last weeks more, officials warn", "webUrl": "https://www.theguardian.com/world/2020/apr/04/lockdown-could-last-weeks-more-across-europe-officials-warn", "apiUrl": "https://content.guardianapis.com/world/2020/apr/04/lockdown-could-last-weeks-more-across-europe-officials-warn", "fields": {"headline": "Lockdowns around world could last weeks more, officials warn", "bodyText": "Officials from Germany to Spain said they expect the stringent lockdown conditions to stretch for weeks longer as Italy saw its deaths from the coronavirus pandemic push past 15,000 and infections in the United States neared 300,000. The virus has claimed 15,362 lives in Italy, officials said on Saturday, while the total number of confirmed cases in the country rose to 124,632. However, the number of patients in intensive care had fallen for the first time since the tracking of the outbreak began, said Italy’s civil protection agency. On Saturday there were 3,994 people in intensive care, down from a previous tally of 4,068. While the country’s lockdown is set to continue until mid-April, the measures could be extended until 1 May, the emergency commissioner, Angelo Borrelli, said on Friday. In recent days much of the focus of the coronavirus crisis has shifted to the United States, where more than 290,000 people have tested positive. The centre of the epidemic has been New York State, home to more than 3,000 of the country’s 7,000 deaths from the virus. The state’s governor, Andrew Cuomo, said on Saturday that the Chinese government was facilitating the shipment of 1,000 ventilators to his state. Italy and Spain remain the world’s hardest-hit countries, with a combined death toll of more than 27,000. Infections have soared to nearly a quarter of a million, leaving healthcare workers taking tremendous risks as they struggle to treat a seemingly endless queue of patients. In Rome, the head of Italy’s hospital doctors union fought back tears as he detailed the toll the crisis has taken on those on the frontlines. “It is an indescribable condition of stress,” said Carlo Palermo, citing reports of two nurses that had committed suicide. “I can understand those who look death in the eye every day, who are on the frontlines, who work with someone who maybe is infected, then a few days later you see him in the ICU or die.” In Spain, the health ministry said that more than 18,000 health workers were infected, making up around 15% of the confirmed cases in the country. Doctors and nurses in Spain have for weeks complained of a shortage of supplies, leaving them reusing masks and crafting their own protective shields from plastic bags. Figures released on Saturday by Spain’s health ministry showed 809 deaths in the past 24 hours – the lowest daily death toll in seven days. The number of deaths now sits at 11,744, behind only Italy, while confirmed cases in the country have climbed to 124,736. On Saturday, the country’s prime minister, Pedro Sánchez, credited the country’s near-total lockdown for helping to curb the spread of the virus. “Today we know that these three weeks of isolation and collective sacrifices are bearing fruit,” he said. “Three weeks ago it was expanding daily by more than 20%, and today, it is fortunately at 6%.” He said his government would seek parliamentary approval to extend the country’s lockdown until 26 April, extending measures such as the ban on social gatherings and ordering Spaniards to remain in their homes save for essential trips to a total of six weeks. “With the utmost caution, we believe that this is the time that our health system needs to recover,” he added. Officials in Germany reported a slight decrease in new cases, from 6,174 one day earlier to 6,082, as the chancellor, Angela Merkel said the national lockdown could stretch beyond Easter. “The rise in confirmed new cases is going a bit slower than a few days ago,” she said. “But it is definitively way too early to identify a trend and therefore it is also too early to ease some of the strict rules we have set for ourselves.” Germany has 85,778 cases, while the virus has claimed 1,158 lives. In Britain, where the daily death toll surged 20% to 708 on Saturday to a total of 4,313 deaths, a leading government adviser speculated that the lockdown could stretch into May. “We want to move to a situation where at least by the end of May we’re able to substitute some less intensive measures, more based on technology and testing, for the complete lockdown we have now,” Neil Ferguson, a leading professor at Imperial College London, told the BBC. After reporting 2,179 cases and 29 deaths, officials in Saudi Arabia on Saturday announced a lockdown and partial curfew in seven neighbourhoods of the Red Sea city of Jeddah, while Dubai’s state news agency reported plans for a two-week lockdown. In other developments: A senior Iranian health official has said that there may be a resurgence of coronavirus in and around the capital of Tehran, as residents flout restrictions. More than 3,400 people have died and 55,000 cases of Covid-19 have been officially declared in the country amid speculation that the actual figures could be higher. The coronavirus death toll in France has reached 7,560 since 1 March, the health ministry has said. This figure includes hospitals and nursing homes. In Portugal the number of confirmed cases surged past the 10,000 mark, with the country’s health minister saying there was still “no light at the end of the tunnel.” Speaking to reporters, Marta Temido said: “This fight is not a 100 metre race, it is a long marathon.” The United Arab Emirates has requested that Expo 2020 Dubai, set to launch in October, be postponed to 2021 due to the coronavirus pandemic. Indonesia said on Saturday that coronavirus cases in the country had topped 2,000 and deaths had risen to 191, but doubts have been cast over official figures after data emerged showing a jump in funerals last month in the capital city of Jakarta. China came to a standstill on Saturday to mourn patients and medical staff killed by the coronavirus, including “martyrs” such as whistleblower doctor Li Wenliang. Air raid sirens sounded across the country as the world’s most populous country observed three minutes of silence. On Saturday the country reported just one new confirmed case in Wuhan and 18 others among people arriving from abroad. There were four new deaths for an official total of 3,326."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}