{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/leading-uk-rabbi-david-mitchell-reinstated-as-inquiry-rejects-bullying-claims", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T14:27:38Z", "webTitle": "Leading UK rabbi reinstated as inquiry rejects bullying claims", "webUrl": "https://www.theguardian.com/world/2020/apr/01/leading-uk-rabbi-david-mitchell-reinstated-as-inquiry-rejects-bullying-claims", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/leading-uk-rabbi-david-mitchell-reinstated-as-inquiry-rejects-bullying-claims", "fields": {"headline": "Leading UK rabbi reinstated as inquiry rejects bullying claims", "bodyText": "A rabbi suspended amid claims of bullying has been reinstated to lead one of the UK’s foremost synagogues following an investigation by a former high court judge. West London synagogue, the flagship of the UK Reform Judaism movement, whose congregation includes the historian Sir Simon Schama and the actor Maureen Lipman, said David Mitchell would start work as co-senior rabbi from Wednesday, two months after he was suspended. The synagogue commissioned Sir Michael Burton to investigate after concerns were raised about the rabbi’s appointment as a joint leader following the retirement of Julia Neuberger. The synagogue drew Burton’s attention to complaints against Mitchell, made in 2012 by some members of staff, of inappropriate behaviour. Several employees said they had left their jobs because of bullying, derogatory comments and inappropriate references to sensitive personal information. Mitchell denied he had acted inappropriately but apologised in a statement “for anything that I have done which has inadvertently hurt or angered others”. In an executive summary, which has been made public, Burton, a former president of the employment appeal tribunal, said he had not reopened an internal investigation by the synagogue in 2016 into complaints against the rabbi. He had considered complaints made against Mitchell since 2016 and had concluded that they did not “constitute any material criticism of the rabbi such as to justify his suspension or not honouring his contract”. He added: “I also considered general criticisms which were made by some of the complainants. Even if support for them could have been found without specific examples, they do not support a case for the rabbi’s suspension, particularly when set against his manifest talents and experience.” A synagogue spokesperson said: “We are … pleased to have drawn a line under this matter. We welcome Rabbi David back to the synagogue and thank the community for their patience.” One of the complainants told the Guardian that the investigation had been rushed and the process had been unclear. “We’ve known for weeks that West London synagogue’s board were waiting for media pressure to die down to reinstate Rabbi David. Now it’s more critical than ever that ethics processes are put in place to stop this happening again within our community.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}