{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/06/frenchman-gets-lost-in-pyrenees-on-cross-border-trek-for-cigarettes", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-06T08:51:24Z", "webTitle": "Smoker’s trek to Spain for cigarettes ends in mountain rescue", "webUrl": "https://www.theguardian.com/world/2020/apr/06/frenchman-gets-lost-in-pyrenees-on-cross-border-trek-for-cigarettes", "apiUrl": "https://content.guardianapis.com/world/2020/apr/06/frenchman-gets-lost-in-pyrenees-on-cross-border-trek-for-cigarettes", "fields": {"headline": "Smoker’s trek to Spain for cigarettes ends in mountain rescue", "bodyText": "A Frenchman caused a major alert this weekend after setting off across the Pyrénées to buy cheap cigarettes in Spain. The unnamed man had first left his home in Perpignan in southern France intending to drive to La Jonquera across the border, but was stopped by police at a checkpoint and turned back. Instead, he decided to walk across the mountains that separate the two countries, only to fall into a stream, then into some brambles before getting lost and deciding to call the emergency services. Mountain rescue teams sent up a helicopter and he was found “exhausted, shivering with cold and lost” above the border village of Le Perthus, according to rescuers. On their Facebook page, gendarmes in the Pyrénées-Orientales region said the “unfortunate” smoker was found quickly after phoning for help. “The young man left Perpignan by car but was turned back at the border posts between France and Spain as he tried to get to La Jonquera. So he decided to take a path used by walkers, hoping to cross the border in the mountains,” they added. After he was rescued, the man was given a €135 (£118) fine for breaking France’s coronavirus lockdown rules. “Once again, we remind you: STAY AT HOME,” the gendarmes posted. Before the lockdown, many residents of southern France would cross the border into Spain to buy cigarettes, alcohol and vehicle fuel, which are cheaper there."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}