{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/fifth-of-primary-children-afraid-to-leave-house-because-of-covid-19-survey-finds", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T13:10:59Z", "webTitle": "Fifth of primary children afraid to leave house over Covid-19, survey finds", "webUrl": "https://www.theguardian.com/world/2020/apr/10/fifth-of-primary-children-afraid-to-leave-house-because-of-covid-19-survey-finds", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/fifth-of-primary-children-afraid-to-leave-house-because-of-covid-19-survey-finds", "fields": {"headline": "Fifth of primary children afraid to leave house over Covid-19, survey finds", "bodyText": "As many as one in five primary age children are afraid to leave their homes and are worried there will not be enough food to eat during the course of the Covid-19 outbreak, according to the findings of a survey. The University of Oxford study aims to track the impact of the pandemic on the mental health of children and young people. Its earliest findings suggest younger children (aged four to 10) are more worried than those in the 11-16 age group. The results are based on the responses of 1,500 parents who have so far signed up to the Co-SPACE (Covid-19 Supporting Parents, Adolescents and Children in Epidemics) survey and indicate that more than half of younger children (53%) are worried about family and friends catching the disease. A third of parents (33%) who took part in the survey said their child was worried they would catch Covid-19 themselves, nearly a quarter (23%) of the youngest children were frightened of infecting someone else and more than a third (36%) were anxious about missing school work. Almost a fifth (17%) of parents said their younger children were afraid to leave the house and 19% said their children were worried the family would not have enough food and other essential items during the outbreak, after news coverage of panic buying and empty supermarket shelves. Parents of children in the younger age bracket also said their children were worried about the amount of money coming into the household (16%), and about the long-term impact of the disease outbreak on the future (15%). According to parents’ perceptions, their older children are significantly less worried, though researchers point out it can be hard for parents to know what their adolescent children are feeling, in contrast with younger children who may express their fears more openly to their parents. Less than 2% of 11- to 16-year-olds are worried about the long-term impact of the crisis on their job prospects and the economy, according to their parents; 5% are worried about money coming in; 8% are afraid to leave the house, and one in 10 (11%) are worried about not enough food. Older children are worried about their families, with two out of five (41%) frightened that friends and relatives will catch the disease; just over a fifth (22%) are worried they will catch Covid-19 themselves and one in 10 (11%) are anxious they could pass the infection to someone else. Cathy Creswell, professor of developmental clinical psychology at Oxford and one of the study leads, said: “Clearly [children] are aware there’s a threat in the environment. Everyone recognises it’s a serious issue. “But one of the things we can see here is that the majority of children are not worrying excessively about it, but seem to be taking it in their stride. There are, however, a significant sub-group who are reporting high levels of worry.” The results indicate that anxiety levels are much greater among parents than their children. Nearly a third of parents (32%) say they are afraid to leave the house, almost two in five (37%) are worried about not having enough food and three in five (64%) are worried about the long-term impact on jobs and the economy. They are also more likely to be worried about friends and family catching the disease (88%), about getting the disease themselves (61%), and about transmitting the infection to someone else (64%). “Research has provided valuable information about how parents and carers can support their children’s mental health in general,” said Creswell. “However, at this point, we know very little about what might be most effective in the current context of Covid-19. We hope to have more than 10,000 parents and carers across the UK complete the new online survey. Their responses will help us really understand how families are coping and what support could make all the difference to children, young people and their families at this time.” Wendy Minhinnett, who leads a support group for parents of young people who struggle with mental health difficulties, said many parents were struggling. “People are feeling really, really isolated and alone. When you are supporting a child with mental health issues, that puts extra pressure on you.” She said families where grandparents normally played a key role but no longer could because of the lockdown had been severely affected, as had families with children diagnosed with autism whose routines had been entirely disrupted. “One parent said, ‘My son will not let me go anywhere because he is so frightened of me catching something’. People are really, really anxious about it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}