{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/in-the-mood-for-love-hong-kongs-middle-aged-pandas-rediscover-their-mojo", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T14:22:29Z", "webTitle": "Hong Kong's pandas mate for first time in decade in privacy of coronavirus lockdown", "webUrl": "https://www.theguardian.com/world/2020/apr/07/in-the-mood-for-love-hong-kongs-middle-aged-pandas-rediscover-their-mojo", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/in-the-mood-for-love-hong-kongs-middle-aged-pandas-rediscover-their-mojo", "fields": {"headline": "Hong Kong's pandas mate for first time in decade in privacy of coronavirus lockdown", "bodyText": "A middle-aged couple of giant pandas in a Hong Kong theme park have mated for the first time in more than 10 years, after finally enjoying a period of privacy thanks to the coronavirus lockdown. Ying Ying and Le Le have been at Ocean Park since 2007 but, despite the encouragement of zookeepers, they had shown little inclination to have sex while daily hordes of visitors were watching their every move. Chinese scientists, after losing patience with natural breeding, extracted sperm from Le Le and artificially inseminated Ying Ying, but this resulted in miscarriages. When the pandemic forced the closure of the park on 26 January, the 14-year-olds were halfway through the panda’s average lifespan and almost a decade past the start of sexual maturity. But, after more than two months of being alone together, the couple have recently shown signs they were in the mood for love. Local reports say Ying Ying – in her oestrogen cycle – spent more time in the water and Le Le left more scent markings around the enclosure. On Monday morning, the pair were seen cuddling more intensely than usual and then finally did what comes naturally, much to the delight of park managers. “The successful natural mating process today is extremely exciting for all of us, as the chance of pregnancy via natural mating is higher than by artificial insemination,” Michael Boos, executive director for zoological operations and conservation at Ocean Park, noted in a press release. It is not yet clear if Li Li is pregnant but vets say hormone fluctuations and behavioural changes may give a clue by late June. “We hope to bear wonderful pregnancy news to Hong Kongers this year,” Boos said. He said a panda cub would contribute to the conservation of a vulnerable species. Once the lockdown ends, such a popular draw could also rescue the tourist resort, which has recently reported financial difficulties. The commercially-oriented park made no mention of the likelihood that the pandas were finally able to breed thanks to reduced stress from intrusive crowds. Instead it said the animals’ “success” was attributable to years of “trial and learning”, and the collaboration of experts from the Hong Kong park and the China Conservation and Research Center for the Giant Panda in Wolong. Zoologists have long argued the panda’s reputation for a low sex drive was misleading because it was based solely on captive animals. “The problems often attributed to them – short penises, narrow vaginas and low sex drives – are not an issue in the wild,” Jim Harkness, a panda expert and the former China representative for WWF (World Wide Fund for Nature), said. “It is a phoney issue to say that pandas face a breeding crisis that we have to solve.” He said the best way to protect the endangered species was to extend its habitat in the wild."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}