{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/airbus-shelves-plans-for-new-a321-plant-as-coronavirus-crisis-hits", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-04-10T13:18:11Z", "webTitle": "Airbus shelves plans for new A321 plant as coronavirus crisis hits", "webUrl": "https://www.theguardian.com/world/2020/apr/10/airbus-shelves-plans-for-new-a321-plant-as-coronavirus-crisis-hits", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/airbus-shelves-plans-for-new-a321-plant-as-coronavirus-crisis-hits", "fields": {"headline": "Airbus shelves plans for new A321 plant as coronavirus crisis hits", "bodyText": "Airbus has shelved plans to create a new assembly line for its A321 airliner, in the latest example of how the coronavirus crisis is crippling the aviation industry. The aircraft maker had announced plans for the line at its Toulouse base in south-west France in January, when its chief concern was meeting record demand for the jet, which can carry more than 200 passengers on short- and medium-haul routes. The move comes just a day after the budget airline easyJet said it was deferring delivery of 24 Airbus planes, as it attempted to placate a demand by its founder and largest shareholder, Stelios Haji-Ioannou, to cancel the orders. It also follows Airbus stating on Wednesday that it would slash the number of planes it builds by a third, amid expectations that the coronavirus pandemic will continue wreaking havoc on global aviation long after travel restrictions are eased. According to an estimate published by the International Air Transport Association (IATA) last month, industry passenger revenues could plummet by $252bn (£202bn) or 44% below 2019’s figure. “Our plans for an A321 line in Toulouse are paused, on hold,” said an Airbus spokesman. “When we see rates going up again, we will reconnect to the plans.” The Airbus chief executive, Guillaume Faury, told reporters this week the aircraft maker would “hibernate” new investments to save cash. French unions said they would fight for the A321 plant. “Unlike Guillaume Faury who wants to halt non-essential investment, we think the arrival of a new A321 line … factory must be maintained,” said the CGT union official Xavier Petrachi. Just over a fortnight ago, as IATA unveiled its latest Covid-19 impact estimates, the trade body’s chief executive, Alexandre de Juniac, said: “The airline industry faces its gravest crisis. Within a matter of a few weeks, our previous worst-case scenario is looking better than our latest estimates. “But without immediate government relief measures, there will not be an industry left standing. Airlines need $200bn in liquidity support simply to make it through. Some governments have already stepped forward, but many more need to follow suit.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}