{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/06/communications-down-after-category-5-cyclone-harold-hits-vanuatu", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-06T05:59:30Z", "webTitle": "Communications down after category 5 Cyclone Harold hits Vanuatu", "webUrl": "https://www.theguardian.com/world/2020/apr/06/communications-down-after-category-5-cyclone-harold-hits-vanuatu", "apiUrl": "https://content.guardianapis.com/world/2020/apr/06/communications-down-after-category-5-cyclone-harold-hits-vanuatu", "fields": {"headline": "Communications down after category 5 Cyclone Harold hits Vanuatu", "bodyText": "A category five cyclone has made landfall on the Pacific nation of Vanuatu, causing damage across large parts of the country, as it tries to prepare for the coronavirus outbreak. Cyclone Harold made landfall on the north and west of the country on Monday, after spending Sunday sitting off the country’s west coast, gathering strength. The Vanuatu meteorology and geo-hazards department warned that hurricane force winds, reaching up to 235km/h were expected across parts of the country on Monday, as well as heavy rainfalls, flash flooding and “very rough to phenomenal seas”. Images coming through from Vanuatu early on Monday morning showed properties flattened in the country’s second-largest city of Luganville. “Communications to Santo and Malekula [Vanuatu’s two largest islands] are cut now, so we don’t know what’s happening,” said Eric Durpaire, the chief of Vanuatu’s field office for Unicef Pacific, over the phone from the country’s capital of Port Vila. “The latest information we had was that the roof of the municipality building of Santo has collapsed and there is flooding.” The cyclone has arrived as the Pacific nation is trying to make preparations for Covid-19. Vanuatu is one of the few countries in the world that does not have any confirmed cases of the virus, but there are fears that were an outbreak to occur its health system would struggle to cope. Vanuatu is in a state of emergency, with borders closed to international arrivals, a curfew, and gatherings of more than five people banned. The government lifted some of these restrictions as the cyclone approached in order to allow people to gather at mass evacuation centres, with Durpaire saying it was a question of prioritising the greatest threat to life. “The government were doing a great job in preparing for coronavirus initially and since last Friday the focus has been in preparing for the cyclone,” he said. There are fears that any recovery efforts after the cyclone has passed through will be hampered by the restrictions on international travel due to the coronavirus. “Restrictions to international borders and travellers won’t be lifted after the cyclone. Humanitarian workers who wanted to come and assist, won’t be able to, or they will have to do 14 days quarantine,” said Durpaire. Elizabeth Faerua, Oxfam in Vanuatu country director, said while there have been no confirmed Covid-19 cases in the country “a significant disaster at this time could present serious logistical challenges to delivering life-saving aid, while adding to the significant economic and social toll the global pandemic has already taken on the country.” Cyclone Harold has already caused damage and loss of life as it has moved across the Pacific region. On Friday, 27 people were swept off a ferry in Solomon Islands as Harold caused heavy seas. On Sunday, police reported they had retrieved the bodies of three women and two men from the water, though 22 people were still missing. Cyclone Harold, then a category two storm, crossed just to the south of Solomon Islands early on Friday. The MV Taimareho set sail early on Friday in strong winds with 738 passengers including crew and the captain on board. The boat was chartered as part of the country’s response to coronavirus as a way of transporting people back to their home island of Malaita."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}