{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/04/coronavirus-latest-at-a-glance", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-03T23:16:38Z", "webTitle": "Coronavirus latest: 3 April, at a glance", "webUrl": "https://www.theguardian.com/world/2020/apr/04/coronavirus-latest-at-a-glance", "apiUrl": "https://content.guardianapis.com/world/2020/apr/04/coronavirus-latest-at-a-glance", "fields": {"headline": "Coronavirus latest: 3 April, at a glance", "bodyText": "Key developments in the global coronavirus outbreak include: Known global death toll passes 58,000 At least 58,773 people across the world have now died as a result of the pandemic, according to researchers at Johns Hopkins University. The number of confirmed cases passed a million on Thursday. At least 1,094,068 people are now known to have been infected. The true scale of the outbreak is likely to be greater because of suspected underreporting by some nations. UK endures deadliest day so far It was confirmed that 684 more people have died in UK hospitals, bringing the total to 3,605 and making the 24 hours to 5pm local time on Thursday the deadliest since the outbreak began. The Department of Health and Social Care says 173,784 people have been tested; of whom 38,168 were positive. Italy records 766 more deaths, but infection rate slows The number of deaths on Friday was relatively steady, when compared with those seen the previous day. The rate of new infections continues to slow, raising hopes of turnaround. The country reported 2,339 new cases, 138 fewer than Thursday, bring the total number of people infected to 85,388. Italy remains the world’s worst-hit country, with 14,681 deaths. Falklands confirm first case The Falkland Islands government confirmed the territory’s first case. The patient has been in hospital since 31 March and developed Covid-19 symptoms. The person tested positive for the virus, and is now in a stable condition in isolation. Trump refuses to follow own administration’s guidelines The US Centers for Disease Control and Prevention (CDC) is recommending that Americans cover their faces when outside, the White House says. Donald Trump, however, undermined the guidance, saying: “I’m choosing not to do it.” Trump says such guidelines are not meant for “presidents, prime ministers, dictators, kings, queens”. His wife Melania implored Americans to take the guidance seriously. Egypt confirms 100 cases in a day for first time The number of cases detected in Egypt jumped to 985, the country’s health ministry said. It announced 120 new cases and eight more deaths, bringing the total number of fatalities to 66. UK clinicians decry shortages Biomedical scientists and NHS laboratory staff expressed frustration at a lack of resources preventing them from carrying out more tests. There were also demands for better protection for the UK’s healthcare workers following the deaths of two nurses in their 30s. Another frontline worker quit her job after being forbidden to wear a face mask. Swiss police and prisoners in standoff Police surrounded Geneva’s main prison after about 40 prisoners refused to return to their cells from their daily walk, complaining about measures taken to combat the pandemic. UK public inquiry inevitable, says former civil service boss The scale of the coronavirus outbreak and the response it has required from the UK government means a large-scale public inquiry is now inevitable, a former head of the country’s civil service has said. Albania records second biggest daily surge in cases Albania reported 27 new cases, its second biggest daily increase, and ordered a third 40-hour lockdown over the weekend to halt the spread of the pathogen, which has killed 17 people in the country so far."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}