{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/french-police-turn-back-private-jet-of-holidaymakers-from-uk", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T11:11:54Z", "webTitle": "French police turn back private jet of holidaymakers from UK", "webUrl": "https://www.theguardian.com/world/2020/apr/10/french-police-turn-back-private-jet-of-holidaymakers-from-uk", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/french-police-turn-back-private-jet-of-holidaymakers-from-uk", "fields": {"headline": "French police turn back private jet of holidaymakers from UK", "bodyText": "A group of would-be holidaymakers who flew in a private jet from London to the Côte d’Azur in France has been turned back by police. Seven men and three women arrived on the chartered aircraft to Marseille-Provence airport, where helicopters were waiting to fly them on to Cannes, where they had rented a luxury villa. The men, aged 40-50, and women, aged 23-25, were refused permission to enter France and ordered by police to fly back to the UK. “They were coming for a holiday in Cannes and three helicopters were waiting on the tarmac,” a border police spokesperson told Agence France-Presse. “We notified them they were not allowed to enter the national territory and they left four hours later.” Once the Embraer Legacy jet had landed at Marseille-Provence, the group, made up of several nationalities including Croatian, German, French, Romanian and Ukrainian, reportedly tried to get help from contacts to continue their journey. “They tried to make use of their connections and made a few phone calls,” the source said. The helicopter pilots were told to return to their base and were fined for breaking the French lockdown rules. The jet, chartered by a Croatian businessman reportedly in “finance and property”, arrived last Saturday, but details were only released on Thursday. French police said they would be carrying out strict checks on private aircraft arriving in France over the Easter period. All non-essential travel inside France has been banned since 17 March and a recent tightening of the restrictions means anyone entering the country should hold an international travel certificate showing the journey is essential. The authorities in France and Britain have made it clear that travelling to a second home in either country does not qualify as essential. “Crossing borders needs a legitimate or urgent reason,” a police spokesperson said. BFMTV reported that nine of the jet passengers returned to the UK and the 10th chartered a private jet to Berlin."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}