{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/coronavirus-legal-action-could-undo-government-order-that-cruise-ships-leave-australian-waters", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T08:22:06Z", "webTitle": "Coronavirus: legal action could undo government order that cruise ships leave Australian waters", "webUrl": "https://www.theguardian.com/world/2020/apr/07/coronavirus-legal-action-could-undo-government-order-that-cruise-ships-leave-australian-waters", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/coronavirus-legal-action-could-undo-government-order-that-cruise-ships-leave-australian-waters", "fields": {"headline": "Coronavirus: legal action could undo government order that cruise ships leave Australian waters", "bodyText": "Legal action launched by tour company APT could strike out a government order that all cruise ships leave Australian waters as soon as possible, causing substantial problems for the Morrison government’s management of the coronavirus crisis. APT has asked the federal court to rule that the part of a determination made on 27 March by health minister Greg Hunt that ordered foreign-registered cruise ships to leave Australian waters “as soon as reasonably practicable” is invalid. The company is trying to stop the government forcing its ship, the Caledonian Sky – a relatively small Bahamas-flagged cruise ship that is currently in Darwin’s harbour – from Australian waters. However, at a brief hearing held by videolink on Tuesday morning, judge Angus Stewart said that an order of the type sought by APT “potentially affects all foreign cruise vessels in Australian territory and not only the particular vessel otherwise directly affected by this case”. He asked APT to notify the attorney general of the lawsuit and said it would be heard at noon on Wednesday, possibly by the full bench of the court. Border Force commissioner Michael Outram has given an undertaking to the court not to remove the Caledonian Sky or its crew from Australia until 5pm on Thursday. Speaking in Canberra, Outram said Border Force was “working through” the APT case. “But let me make clear the government’s policy intent here is that all cruise ships that are in Australian waters that are not flagged or registered in Australia are to depart Australian waters and we’re working to achieve that outcome,” he said. Asked whether the case could have wider implications, he said that “every ship’s individual”. “But what I would I say is this: all of the ships we’re focused [on] here are either registered in or flagged in another country”. APT has been contacted for comment. While the Caledonian Sky has capacity for just 114 passengers, several much larger cruise ships that can each accommodate thousands of people remain in Australian waters, including the virus-riddled Ruby Princess. Cruise ships are generally registered in tax havens including Panama, Malta and the Bahamas, rather than high-tax jurisdictions such as Australia – a decision that has now come back to bite the industry. Outram said he had considered applications by cruise operators who wanted to keep their ships in Australian waters and rejected them all. He said that when Hunt made his determination there were 20 cruise ships in Australian waters. “Thirteen of those 20 have left, or are in the process of leaving today, Australian ports and seas,” he said. “And by Thursday we expect a further four to have departed.” He said this removed about 13,500 workers from Australian waters who, if they had become sick, would have been “a big strain on the Australian health system”. Luxury liner the Queen Elizabeth was expected to leave Brisbane on Tuesday for an unknown destination even though it has no cases of coronavirus and has been sitting off Gladstone for more than two weeks. The only Australian member of the crew, Gordon Dedman, who plays the trumpet in the ships’ Royal Court Theatre orchestra said he had been told to prepare to disembark, as the ship’s owners Cunard did not know where the ship would go and it was uncertain whether he could be easily returned to Australia. There are more than 900 crew on board including from the Philippines, India, the UK, US and Canada. “I would rather stay,” Dedman said. “I know this is a safe environment, because no one on board has coronavirus and we’ve been in isolation for more than two weeks.” “It seems we are all being tarred with one brush. Australia’s name will be rubbish in the cruise at the end of this crisis,” he said. He said Cunard, part of the Carnival group, has been “fantastic” to the crew. The Queen Elizabeth arrived in Sydney on 15 March after a short cruise to Tasmania and Melbourne. Before that it had been to Papua New Guinea. That same day, the prime minister, Scott Morrison, announced a ban on cruise ships. Dedman said the crew were permitted off the ship by health authorities and boarded again at 2am before travelling to Gladstone, where the ship has been moored since. On 19 March the Ruby Princess returned from New Zealand, with several sick passengers on board. There is now a criminal investigation into how the ship was allowed to disembark more than 2,700 passengers in Sydney before test results for three passengers came back. The incident has led to more than 600 cases of Covid-19 in Australia and several deaths. The Queen Elizabeth, along with all other cruise liners, has now been ordered out of Australian waters and is in Brisbane refuelling and taking on supplies before departing for an unknown destination. The ship is flagged out of Bermuda but has Southhampton in the UK as its home port. Dedman said he faces 14 days isolation in Brisbane, and possibly further isolation when he crosses back into NSW to return home. When he is not playing in cruise ship bands he runs bushcraft survival courses for the Army Reserve in northern Australia."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}