{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/02/air-canada-flight-attendant-exposed-to-covid-19", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-02T13:17:51Z", "webTitle": "'We’re a part of the spread': flight attendant's guilt over Covid-19", "webUrl": "https://www.theguardian.com/world/2020/apr/02/air-canada-flight-attendant-exposed-to-covid-19", "apiUrl": "https://content.guardianapis.com/world/2020/apr/02/air-canada-flight-attendant-exposed-to-covid-19", "fields": {"headline": "'We’re a part of the spread': flight attendant's guilt over Covid-19", "bodyText": "Gabrielle Wilson was enjoying a walk with her children on a brisk spring afternoon, when she was overcome by an overwhelming feeling of weakness. “It hit me like a ton of bricks. I had to sit down on the sidewalk,” said the veteran flight attendant. Throbbing muscle pains cascaded through her body, accompanied by an “eerie dry throat” that she had never before experienced. Wilson, who works for Air Canada and asked to use a pseudonym, had recently completed a return flight from Toronto to Frankfurt and back. Accustomed to occasional discomforts caused by her job, she waved off the symptoms. “I’m not really a hypochondriac. I didn’t honestly think, ‘Oh my God, I’ve got the coronavirus’ or anything.” That evening, however, a fever had set in, and her chest became tight, as if “someone was yanking an elastic from either end” of her lungs. By the next morning, with her body weak and racked by chills, Wilson’s calmness had given way to full-blown panic. Within days, she was quarantined in the basement, but her family also began showing symptoms, prompting the grim realization that she had probably infected her loved ones with Covid-19. Wilson’s experience highlights what many in her profession increasingly view as dangerous work, as the virus passes between travelers and flight crews enclosed for hours on long-haul flights. And as borders close and governments advise their citizens to return home, Wilson fears that infected crew members – some of whom will remain asymptomatic – have become “super spreaders” of the coronavirus, potentially infecting many more. When Wilson first realized something was wrong, she resisted a visit to the hospital – worried she might be adding an unnecessary burden on to Canada’s healthcare system which was already feeling the strain of the first wave of Covid-19 victims. But she relented after speaking with a pulmonologist, and was tested for the coronavirus at a Toronto hospital. Doctors told her to return home and to remain in self-isolation as she waited for the results. “I had sleepless nights, which didn’t help me as I tried to get over the illness. I thought about my family, but could only ever see them through FaceTime,” she said. Her only real-world interaction with them was the meals delivered to the top step of the basement stairs. After six days the test came through positive, but by then, Wilson had learned she wasn’t the only one from her flight to be infected. Seven other Air Canada staff members – two deadheading pilots and five flight attendants – had tested positive for Covid-19 following the return trip to Germany. The crew had been flying a Boeing 777-300, the company’s largest plane. Depending on configuration, it can hold as many as 450 passengers. “We call it a high-density aircraft,” she said. “Ironic, I know.” The two pilots who tested positive had been sitting in business class. Wilson had been working in the back of the plane, on the opposite side of the aircraft. “It led me to believe that there were many people who were Covid-19 positive on that flight,” she said. Meanwhile, Wilson’s family also began developing symptoms – fevers, breathing difficulties and body pains. As she battled a fever and aching body, she was also overwhelmed by guilt – believing if she had acted sooner, recognizing the symptoms as the coronavirus – she could have spared her two daughters and husband. While the family’s symptoms are mild compared with thousands of cases that require hospitalization and intubation, the virus nonetheless also took an immense mental toll. “I only was trying to consume minimal media about coronavirus, because we’re all living it. But the uncertainty just eats away at your mental health,” she said. “For days, I couldn’t fall asleep. For hours on end, I was shaking and my mind was racing. It’s been tough.” In recent days, as more flight attendants and their families test positive for Covid-19, Air Canada has dramatically stepped up precautions on flights. In-flight service has been curtailed to minimize interactions with passengers. Flight crew have access to N95 masks and surgical-level gloves. The company also screens passengers for any sign they might have the virus – and will deny boarding to anyone displaying symptoms. Unions representing flight attendants say the moves are not enough, and say face shields and gowns are also needed. At least 14 flight attendants in Canada have tested positive for the virus and hundreds are in quarantine after suspected exposure. Wilson, who has been temporarily laid off alongside 16,000 other Air Canada employees, is skeptical of policies meant to prevent the further spread of Covid-19. “If I was flying with my symptoms, I would not have triggered any alarm bells. If you’re not heading to ICU or needing a respirator, you can totally get by with not showing any symptoms,” she said. “The headaches, the fever – they all went away with Tylenol and ibuprofen.” Wilson doesn’t believe – given what was known at the time – that her infection could have been avoided. She had worn gloves, washed her hands and minimized contact with travelers. But as new research reveals the efficiency with which the virus can establish infection, such precautions may not always be enough. “We got it from passengers. That’s a fact,” she said. “But now, we’re a part of the spread. We’re the super spreaders, as people frantically fly home.” The one upside of her family testing positive was that Wilson was able to leave the basement – if only to enter quarantine with her husband and daughters. Now, they are slowly recovering, but the anxiety seems likely to leave a lasting mark. “Whenever we all start to feel better, I read a story about someone dying and I get anxious again. I’m just freaking out,” she said. “There’s this overwhelming uncertainty over how it’s going to going affect the next person you know – how it might impact my sister or my brother or my mother. It’s absolutely heart-wrenching.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}