{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/staying-positive-and-helping-each-other-in-coronavirus-britain", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T18:50:34Z", "webTitle": "Staying positive and helping each other in coronavirus Britain | Letters", "webUrl": "https://www.theguardian.com/world/2020/apr/01/staying-positive-and-helping-each-other-in-coronavirus-britain", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/staying-positive-and-helping-each-other-in-coronavirus-britain", "fields": {"headline": "Staying positive and helping each other in coronavirus Britain", "bodyText": "Re Francesca Melandri’s article (A letter to the UK from Italy: this is what we know about your future, 27 March), in my new life behind my front door, I am eating new dishes, I am cooking, practising the piano, exercising to videos on YouTube, calling and texting my friends, and getting jobs done that I rarely have time for. Unlike Italy, however, I appreciate that we in the UK are still able to go out to exercise. Despite the terribly sad news being brought to us daily, it is possible to have a more positive attitude – what an opportunity, for those of us who have not succumbed to the virus, to use our unexpected free time productively. Let’s make the best of what we have at present. Vicky Wolmuth London • I’m glad Dorothy Byrne is feeling well supported by her younger neighbours (As an isolated older person, I’ve been deeply moved by the sacrifices of others, 31 March), and the same is true for my neighbourhood. However, I can reassure her that it is working both ways. I’m a healthy retired 69-year-old who has joined her local support group. While many of the vulnerable people I’ve delivered prescriptions etc to are elderly, others are half my age and often confined with their young children. Neither need nor compassion has an age limit. Name and address supplied"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}