{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/uk-curator-criticises-misleading-reports-about-looted-items", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T15:07:22Z", "webTitle": "UK curator criticises 'misleading' reports about looted items", "webUrl": "https://www.theguardian.com/world/2020/apr/10/uk-curator-criticises-misleading-reports-about-looted-items", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/uk-curator-criticises-misleading-reports-about-looted-items", "fields": {"headline": "UK curator criticises 'misleading' reports about looted items", "bodyText": "Reporting of the illegal trade in antiquities from Iraq and Syria is leading to a false impression that the European market is flooded with looted items, according to a British Museum curator. St John Simpson, a senior curator and archaeologist in the British Museum’s Middle East department, said a recent report claiming that more than 98% of items on some European markets did not have proven legal provenance – and in some cases could be linked to terrorist organisations – was misleading. “There’s a very strong tendency to say that all objects without provenance are the produce of recent looting,” he said. “But some objects have been circulating for decades, if not longer. It’s a case of assessing each item on its own merits.” Simpson said that in his role as an adviser for UK law enforcement on items that have been seized on exit or entry into the country, there has yet to be a proven case of a recently looted item from Syria being discovered in Britain. He said: “I think the really telling statistic is that over the last eight years of the Syrian civil war we have yet to prove any objects have come into Britain that demonstrably come from looting in Syria,” he said. “We are investigating cases at the moment but that is a remarkable figure.” In March, a UN-backed report stated Germany had become an international destination for trafficking illegal antiquities from the eastern Mediterranean, including Iraq and Syria, with almost half of the 6,000 examined items coming from the two countries. The study, released by the German federal cultural foundation, looked at antiquities on sale in Germany between 2015 and 2018, and found only 2.1% had proven legal provenance. Markus Hilgert, general secretary of the foundation, said the report’s findings were shocking, especially in light of EU trade restrictions in place for both Iraq and Syria. “In view of the ongoing, extensive destruction and looting of archaeological cultural assets in Iraq and Syria, this is an alarming finding,” Hilgert added. Simpson said in Syria there had been “ad-hoc and opportunistic looting” but the picture painted by the German foundation’s study was down to “rather simplistic” reporting. “Put it this way,” he said. “I would like see every one of those objects personally to be confident that they are from recent looting rather than older items or fakes.” The curator said the situation in the UK is completely different from the 1990s, when large numbers of looted Iraqi items were sold. He called for “caution and curatorial intelligence” to be used when deciding when and where items originated. “Some of these objects floating around on the western market could actually come not from recent looting, they’re probably coming from 1990s or 2003 looting,” he added. The British Museum recently launched the Circulating Artefacts project, to “counteract looting and trafficking of cultural artefacts”. It created a database of objects designed to help curb the trade in illicit objects from Sudan and Egypt. But it has also been criticised for items in its collection that were acquired by looting, such as the Benin Bronzes, which were taken in a “punitive expedition” led by British troops in 1897. Senegalese academic Felwine Sarr co-authored a report that recommended a restitution programme to transfer hundreds of items from European institutions to Africa. He criticised the British Museum for acting like “an ostrich with its head in the sand” after not addressing calls for items acquired by colonial-era looting to be returned. In response, a spokesperson for the British Museum said it welcomed a “transparent focus on the provenance of objects”, adding that the museum agreed with the report’s call for the establishment of “new and more equitable relationships between Europe and Africa”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}