{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/01/poor-and-vulnerable-hardest-hit-by-pandemic-in-spain", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-01T07:30:15Z", "webTitle": "Poor and vulnerable hardest hit by pandemic in Spain", "webUrl": "https://www.theguardian.com/world/2020/apr/01/poor-and-vulnerable-hardest-hit-by-pandemic-in-spain", "apiUrl": "https://content.guardianapis.com/world/2020/apr/01/poor-and-vulnerable-hardest-hit-by-pandemic-in-spain", "fields": {"headline": "Poor and vulnerable hardest hit by pandemic in Spain", "bodyText": "The coronavirus pandemic in Spain is taking a disproportionate toll on the poor, the elderly, the marginalised and those working in low-paid but vital jobs, experts have warned. An interactive map produced by the Catalan regional government showing the distribution of the virus reveals that residents of poor Barcelona neighbourhoods are six or seven times more likely to contract the virus than those in wealthy areas. While much of Spain has bounced back from the 2008 economic crisis, many parts of the country suffered deep, lingering cuts. The unemployment rate, which stands at 13.7%, is more than double the EU average, while youth unemployment is at 30.6%. About half the population has some difficulty making ends meet, and poverty is persistently higher for children, migrants, and Roma populations. According to the Catalan government figures, the rate of infection in working-class Roquetes is 533 per 100,000 inhabitants, while in upmarket Sant Gervasi it’s only 77. Similarly high rates are found in the satellite towns of El Prat de Llobregat (604) and Badalona (597). Dr Nani Vall-llosera, a GP in Bon Pastor, a low-income Barcelona neighbourhood, and former president of the Catalan primary care forum, points out that many of those deemed essential workers by the government work in low-status, poorly paid jobs where they have high exposure to the virus. “People who work in shopping centres, supermarkets and old people’s homes, as well as cleaners, are working without protection, often without masks,” she said. “These people get infected, they go home and infect those around them because there’s little possibility of self-isolating if you live in a small apartment.” She added: “Furthermore, poverty and poor health are a vicious circle – the poorer you are the more likely you are to have health problems. And so the chances of becoming seriously ill with the virus are concentrated in poor neighbourhoods.” Like many colleagues, Vall-llosera, is in no doubt that the ability of the health system to react has been “debilitated” by years of spending cuts in public health, especially in Madrid and Catalonia, adding that “those parts of Spain where there have been least cuts are dealing with the virus better”. The doctor also warns of the distortion to the health system caused by the epidemic. “While we focus all our resources on the coronavirus, which is probably what we have to do, it’s also reducing our capacity to deal with other issues,” she said. Manuel Franco, a professor of epidemiology and public health at the University of Alcalá in Madrid and the Johns Hopkins School of Public Health (USA), agrees that austerity measures – particularly around Madrid – have weakened the healthcare system. He also says that inequalities in income, gender, education and country of origin are becoming increasingly apparent as the pandemic continues. “In many societies, care work – cleaning, looking after children and the elderly - is mostly carried out by foreign women,” said Franco. “A lot of them are not on the payroll so they have no rights when it comes to unemployment pay. They also probably live in the worst housing conditions in a city like Madrid.” He said that homeless people were also at risk and the NGOs and charities that helped them were forced to close. “How do these people get the minimum they need to survive? We don’t have really good maps or ways to track these people and know what their living conditions are like,” said Franco. As Spain experiences its third week of lockdown, with all but essential workers ordered to remain at home, income disparities are becoming more apparent. People need to heat their homes as they stay away from work. But they also have to home-school their children, which usually means a computer, tablet or smartphone is needed for distance classes – as is a good internet connection. Franco said that while Spain’s socialist-led coalition government was working to minimise the economic impact of the health crisis and protect the most vulnerable, basic structural inequalities were persisting and worsening. “I think there’s a will to protect those who will be hardest hit and to cover the gaps that are becoming wider and wider,” he said. “But there are many small details of daily life and the social determinants of health are becoming more relevant: housing, income, education.” Franco said the global epidemic, which has so far claimed 8,189 lives in Spain, called for action that went well beyond improving health systems. “Of course healthcare workers are in a very tough situation, dealing with overstretched intensive care units but there are also people working in food stores, police officers, paramedics, firefighters – they’re also suffering the same lack of equipment,” he said. “We never thought about that; we never thought that we could have such a big public health crisis – and mortality crisis in cities like Madrid, where the usual morgues can’t cope with this situation. But I think that almost every decision that we have to take right now should be taken from the point of view of these social inequalities.” A report published by Oxfam Intermon last year showed that, as well as a wide disparity of income, there is a difference of life expectancy of nearly 11 years between Barcelona’s richest and poorest neighbourhoods, and seven years in Madrid."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}