{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/04/uks-covid-19-lockdown-could-crumble-as-frustration-grows-police-warn", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-04T18:15:05Z", "webTitle": "UK’s Covid-19 lockdown could crumble as frustration grows, police warn", "webUrl": "https://www.theguardian.com/world/2020/apr/04/uks-covid-19-lockdown-could-crumble-as-frustration-grows-police-warn", "apiUrl": "https://content.guardianapis.com/world/2020/apr/04/uks-covid-19-lockdown-could-crumble-as-frustration-grows-police-warn", "fields": {"headline": "UK’s Covid-19 lockdown could crumble as frustration grows, police warn", "bodyText": "The coronavirus lockdown could crumble as public frustration builds in the weeks ahead, a crime commissioner warned on Saturday night as police stepped up calls for people to stay at home during this weekend’s sunny weather. The Derbyshire police and crime commissioner, Hardyal Dhindsa, said “isolation fatigue” could set in and pose a genuine threat to the lockdown, especially after the likely decision to extend the measures beyond the current three-week period. Dhindsa, whose force was criticised for “nanny policing” after using a drone to “lockdown shame” Peak District hikers , said: “In this early phase of isolation, people’s awareness is quite high, but the longer it goes on, people’s frustration at not being able to do what they want to will grow. The real test will be in two or three weeks’ time. How long can we keep a lockdown going?” Countries that introduced stringent coronavirus measures sooner than the UK have been forced to increasingly tighten their approach. In France, where police have checked more than 3.7 million citizens to ascertain if they are complying with its lockdown, tens of thousands of extra officers and gendarmes are being deployed across the country this weekend to ensure coronavirus measures are obeyed. Some fear that Italy presents a warning of the social unrest that can build during a lengthy lockdown. More than three weeks in, reports of localised disorder have emerged, with tensions swelling across the poorer southern regions as people run out of food and money. The Spanish government announced on Saturday that it would seek parliamentary approval to extend its near-total lockdown to 26 April. Police in the country said that they had arrested more than 1,100 people and fined nearly 90,000 since the measures began in mid-March. As the UK’s response faces its greatest challenge this weekend with the arrival of warmer weather and the start of the Easter school holidays, senior policing figures lined up to reissue pleas for people to avoid travel and stay at home. Ken Marsh, head of the Metropolitan Police Federation, which represents 30,000 officers in the capital, said: “Please, please, please, park your backside on a sofa and don’t get off it.” Marsh said that the public should put themselves in the position of police and other emergency workers. “It’s absolutely frightening: everybody is being told to stay at home and stay two metres from others, but my colleagues can’t – in order to enforce correctly. It’s bonkers,” he said. The demand for the public to obey the lockdown was echoed by John Apter, the national chair of the Police Federation of England and Wales, which represents officers outsde the capital. “During the hot weather this weekend I ask the public to give us their support and to work with us,” he said. “If we all work together, we can get through this. We can save lives and support our NHS. All I ask is that the public gives us their support in this time of crisis.” The stakes were raised last Friday when Professor Neil Ferguson, a leading scientist advising the government, warned that the infection rate in the UK could remain high for “weeks and weeks” if people flouted social distancing rules this weekend. Ministers have stressed that “stay at home” is an instruction, not a request. Their demands, however, arrive amid concern over whether all younger people, who are less likely to become seriously ill, will observe the strict rules. Some individuals, the Observer has been told, are flouting coronavirus measures by continuing to go on dates with new people – albeit in homes. In London, rule flouting by groups of young people has been partly blamed for the closure of green spaces such as Victoria Park in the east of the city. This weekend, signs appeared at entrances to Hampstead Heath in north London urging visitors enticed by the sun to maintain a distance of two metres from others and not to take public transport or drive to the outdoor space. Brockwell Park in south London will be closed on Sunday because so many people had flouted the government’s social distancing advice, Lambeth Council said. It tweeted: “Despite clear advice, over 3000 people spent today in Brockwell Park, many of them sunbathing or in large groups. This is unacceptable. Unfortunately, the actions of a minority now means that, following police advice, Brockwell Park will be closed tomorrow. StayHome.” Elsewhere in the UK, police have been ordered to try to deter people from visiting coastal areas, national parks and other popular destinations. At Brighton station, officers were asking all arrivals to return home if they had journeyed to the seaside to enjoy the sun. Further west along the south coast, senior police figures said they had to trust the public to enforce the lockdown because they could not guard every beach and destination. Chief constable Shaun Sawyer said Devon and Cornwall’s 700 miles of coastline was “unpoliceable other than by the public themselves”. He added: “Of course, we’ll focus on core areas. We’re certainly looking at the arterial roads into the south-west – the M4, M5, A303 and then, within the peninsula, the A30. But we have a very small workforce. Devon and Cornwall police requires the public both within and outside our geography to play their part.” Boris Johnson announced the national lockdown on Monday 23 March, and said the government would review it within three weeks, which means a decision is likely to be announced in the next few days. “I cannot imagine it not being extended beyond three weeks,” said Dhindsa."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}