{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/liberation-as-wuhans-coronavirus-lockdown-ends-after-76-days", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T19:01:36Z", "webTitle": "'Liberation' as Wuhan's coronavirus lockdown ends after 76 days", "webUrl": "https://www.theguardian.com/world/2020/apr/07/liberation-as-wuhans-coronavirus-lockdown-ends-after-76-days", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/liberation-as-wuhans-coronavirus-lockdown-ends-after-76-days", "fields": {"headline": "'Liberation' as Wuhan's coronavirus lockdown ends after 76 days", "bodyText": "After 76 days sealed off from the world, the central Chinese city of Wuhan, where the coronavirus pandemic began, has opened its doors again. At midnight on Wednesday, authorities allowed residents to leave the city for the first time since 23 January when 11 million people were put under lockdown to contain the quickly spreading coronavirus. “It’s like being liberated,” said Zhang Kaizhong, 51, who was in his car among rows of vehicles waiting on a motorway leading east out of Wuhan, towards the neighbouring province of Jiangsu. Zhang had come to Wuhan to visit his son the day before the lockdown was announced with only a few hours’ notice. He had not seen his wife for more than 70 days. “I miss her very much,” he said. “Of course I am very excited.” Others said they were rushing to go back to work, going home to attend a funeral or trying to avoid the inevitable rush of vehicles on Wednesday morning when traffic resumes. “I should have been back much earlier,” said Lu, 36, who was on his way back to Shenzhen in the south where he works. He has stayed at home for the last three months. “After all this time, Wuhan has finally been opened,” he said. City officials have worked to make an event of the city’s reopening, with a light show, social media campaigns led by state media, and special events to mark the reopening of the airports, stations and factories. Train and bus terminals were decorated with lights. Skyscrapers in the city centre were lit up with the words: “Hello, Wuhan”. Online, internet users posted hourly countdowns to midnight while some reflected on their time shut indoors, under government orders. “Achievements during the lockdown: lost 10kg, read two books, tried a haircut I would never have dared, slept eight hours every day. Next stage: lose more weight, get into the mindset of returning to society,” wrote one commentator on Weibo. “‘Wuhan lockdown lifted.’ Seeing these words almost makes me want to cry,” wrote a second. “After so much struggle, our Wuhan will return,” another posted. China Eastern said it was operating 30 flights from Wuhan to other cities in China, like Shanghai, Shenzhen and Guangzhou, with more than 1,600 trips booked. More than 55,000 passengers have booked tickets to leave the city, according to the railway operator. Long-distance buses have also resumed service. Over the last few weeks, the city has been gradually easing the lockdown by allowing some residents to leave their residential compounds on a limited basis. On Wednesday, more businesses are to reopen and all residents with green “health codes” and documents from their employers should be able to return to work. On Tuesday evening, cars parked along the streets – empty for months – were moved as people expected normal traffic to resume. Inner city public bus services also reopened, and residents expected morning rush hour to return with commuters crowding public transport on Wednesday. Wuhan’s lockdown was an unprecedented measure soon emulated by surrounding cities and counties, putting an estimated 56 million people in Hubei province under de facto quarantine. As the virus has spread globally and new cases in China have dropped dramatically, Chinese officials say the strategy was justified. The policy has been credited with slowing down the spread of the virus by forcing social distancing and limiting transmission between Hubei and other parts of the country. But the lockdown has also been criticised as a draconian measure of last resort, taken only because authorities waited too long and suppressed early warnings. According to official figures, more than 2,500 people in the city have died from the virus, but some residents believe the true figure is likely to be higher. “The situation is not as good as what is being reported,” said Yao, 41, a resident in Wuhan, who said that few of her friends believe the reported number of deaths and infections. Many residents are also worried about the number of asymptomatic infections as the city returns to work. Other measures remain in place – a sign authorities do not believe the epidemic is completely over. Some residents said their residential compounds, after starting to allow residents to leave, had tightened restrictions again but did not explain why. Colleges, primary and secondary schools, vocational schools, technical colleges and nursery schools are still closed. Officials said in a notice on Tuesday that the opening date would be “decided after evaluation of prevention efforts”. Authorities are still asking residents to limit outings and not to attend large gatherings. Many residential compounds remain closed off, with strict checks at gates, guarded by local security. Older apartment blocks with no central exit or entry point have been fenced off. Officials said the management of residential compounds would “continue to be strengthened” and recommended that residents only leave the city or province when necessary. Citizens should also wear masks when going to public places. “Zero new cases doesn’t mean zero risk. Opening up the city gates does not mean opening up the door to one’s home,” the official People’s Daily newspaper cautioned on Weibo."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}