{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/10/schools-students-teacher-nhs-coronavirus-ppe", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-10T15:00:48Z", "webTitle": "'We stand together': how students are helping NHS during coronavirus crisis", "webUrl": "https://www.theguardian.com/world/2020/apr/10/schools-students-teacher-nhs-coronavirus-ppe", "apiUrl": "https://content.guardianapis.com/world/2020/apr/10/schools-students-teacher-nhs-coronavirus-ppe", "fields": {"headline": "'We stand together': how students are helping NHS during coronavirus crisis", "bodyText": "From university and school closures to A-level cancellations, young people have been deeply affected by the coronavirus pandemic. Despite this, staff and students across the UK are launching initiatives to support both their local community and the NHS. Harrogate grammar school, a comprehensive in North Yorkshire, has repurposed its design department as a PPE production line, and has made more than 1,000 visors so far. Its headteacher, Neil Renton, said: “We’ve had parents who’ve been furloughed or lost jobs, who are ex-engineers, asking if they can help. We’ve not been able to support that as we’ve had so many staff members volunteer. I think it comes from an overwhelming desire from our teachers, who believe in public service, to make a difference.” The visors have been sent to local hospitals, paramedics and GP surgeries, as well as alumni working on the frontline. Jack Sheriff, who left the school in 2014, is a junior doctor on a coronavirus ward in the Midlands, and received a pack of six visors last week, stamped with the school’s emblem, the NHS logo, and the message “we stand together”. He said: “It’s really nice to have contact with people from your past who helped you get to where you are, and who are still supporting you and thinking of you. It’s a bit of a blast from the past to be under that logo again, and nice to be using the visors made by the laser cutter I used at school.” Schools are used to providing support for their more vulnerable students but since the crisis, extraordinary efforts are being made to help communities. At Meadowfield primary school in Leeds, almost half the students are entitled to free school meals. As well as providing hot meals for families to collect each day, the school has sent out 145 food parcels containing enough supplies for two weeks, with the aim of sustaining vulnerable families over the Easter holidays. The headteacher, Helen Stout, said: “The butchers we use as a supplier have offered to give us bacon and sausages, and the local grocers have offered to do some delivery for us. People have been really kind and benevolent, and it’s nice to know we’re doing our bit. “It’s become a bit of a different role. It’s not just being head of a primary school, it’s managing community spirit.” Alongside staff-led directives to support pupils, students are embracing initiatives to celebrate and assist the key workers around them. At Thornhill College in Derry, many students expressed their fear and anxiety at the pandemic, many of whom had family and friends working on the frontline of the NHS. In response, the school asked for tributes to NHS staff to share on social media, and have been overwhelmed with the response. Along with the tributes, the school set up a fundraiser for their local hospital, with a target of £500 – a figure that has been trebled in just two days. “It really has taken on a life of its own,” said Orla Donnelly, the vice-principal. “We’ve been swamped with people paying tribute to NHS workers, saying what they’re doing and why they’re so proud. Past pupils, teachers, mums, grannies and aunts are all doing it too. “Our corridors are silent and classrooms are empty, it doesn’t feel right. It’s only little, small things we’re doing but it’s contributing to that overwhelming feeling of gratitude for the frontline.” Medical students across the UK have been supporting NHS workers by babysitting for children, buying groceries, or driving them to work, as part of the National Health Supporters organisation, which receives between 50 and 100 requests for babysitting each day. Fourth-year medical student Saif Khan set up a branch in Manchester where he studies, which is now helping about 25 families in the city. He said: “When my course got put on hold, we had free time, and I thought we could help NHS colleagues, many are our teachers and mentors. I put a post on Facebook to our medical school society and within three days I had received 400 responses to be volunteers from not only medical students, but other healthcare students like nurses and speech therapists.” Other medical students have been joining the NHS prematurely, taking a combination of paid and voluntary roles in hospitals to support the strained service. “I’ve been at medical school for five years, and the last two years I’ve been in a purely clinical setting, so I’m familiar with hospitals,” said Phoebe Gray, a penultimate-year medical student who signed up to work at her local hospital in Bristol on the day her exams were cancelled. “It seemed silly just to sit around. It feels like we ought to be there when hospitals need us.” On her induction day, Gray was joined by scores of other trainees from across the medical profession, from mental health nurses to paramedics. She is now working as a nursing assistant in an intensive care unit, caring for a combination of cardiovascular and coronavirus patients – her first time working in a nursing role. “It’s good to feel like a cog in a moving machine,” Gray said. “You do hear horror stories, but when you hear people clapping outside on a Thursday evening, it does make you proud. Obviously it’s worth it.” Coronavirus and volunteering: how can I help in the UK?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}