{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/apr/07/new-york-coronavirus-deaths-record-cases", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-04-07T23:46:34Z", "webTitle": "New York state suffers largest single-day increase in coronavirus deaths", "webUrl": "https://www.theguardian.com/world/2020/apr/07/new-york-coronavirus-deaths-record-cases", "apiUrl": "https://content.guardianapis.com/world/2020/apr/07/new-york-coronavirus-deaths-record-cases", "fields": {"headline": "New York state suffers largest single-day increase in coronavirus deaths", "bodyText": "New York suffered the highest single-day increase in its death toll from coronavirus, governor Andrew Cuomo reported on Tuesday, even as those in the state were still under orders to stay at home. The governor noted the three-day average of hospitalizations was down, indicating the state is “reaching a plateau in the total number of hospitalizations”. But the New York death toll continues to steeply rise. The state has recorded 5,489 deaths, up from 4,758 a day earlier. Those 731 deaths on Monday represent the highest single-day increase in the death toll since the crisis started. At least 3,544 people have died in New York City from Covid-19 as of Tuesday afternoon, the city reported, a figure that eclipsed those killed in the 9/11 terrorist attack, which claimed the lives of 2,753 people in the city. New York has the highest number of cases of any US state, with 138,863 cases of coronavirus already confirmed. New York City has seen the largest number of cases and deaths within the state, with 74,601 cases. Cuomo said officials would look ahead to restarting the economy but noted that the state was not there yet because coronavirus deaths were still happening at a high rate. He added that the determination of when and how to restart the economy would depend on testing, particularly testing to confirm if people have coronavirus antibodies in their system and are likely to be immune to the virus. The governor said New York would need to scale up its testing capacity to test a large number of residents and announced the state would invest in testing companies working to expand capacity. He said he understood the frustration of residents who are asking when social distancing might come to an end. “This is like Groundhog Day, living through this bizarre reality that we’re in,” Cuomo said. But the governor emphasized residents would need to continue to be patient in order to protect their loved ones and neighbors from contracting the virus. “I get it, but it’s only been 37 days,” Cuomo said. “Our behavior affects the number of cases.” New York residents have been ordered to avoid holding large funerals. “These social distancing regulations are not just ‘please’. They’re regulations,” said Cuomo, who doubled the fine for violating the “stay at home” order yesterday. “Now is not the time for large religious gatherings,” Cuomo said. “You do no one a service by making this worse and infecting more people.” Cuomo also noted the 1918 flu epidemic peaked in New York for six months, killing 30,000 of the state’s residents. “Social distancing is working,” Cuomo said. “I know that it’s hard, but we have to keep doing it.” On Monday, a New York City official warned it could establish temporary burial grounds in city parks. On Tuesday, Cuomo urged New Yorkers to remember that each coronavirus death represented a human being who had a family. “I guess one could get numb to the numbers,” Cuomo said. “For myself, I can tell you, the last thing I do is get numb.” The governor noted mourning in the state was intensifying as the death toll rises. “The pain is increasing. The grief is increasing,” Cuomo said. “How you could get numb to any of this, I can’t imagine.” He added: “I don’t see the numbness, and I don’t think New Yorkers see the numbness.” Cuomo said that he was proud of the work the state’s healthcare system had done to save every person it could from dying of coronavirus. “You can’t save everyone,” Cuomo said. “This virus is very good at what it does, and it kills vulnerable people ... We can’t stop that. The question is, are you saving everyone you can save?” He applauded the work of medical professionals, saying: “What they have done is incredible.” He also thanked other essential workers, such as transit employees. “They know what they’re exposing themselves to, and they still do it,” Cuomo said. “God bless them.” The Metropolitan Transportation Authority, whose workers operate buses and subway trains in New York City, has already lost 33 members to coronavirus. Agencies contributed reporting"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}