{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/oct/21/question-time-racist-bnp", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-10-20T23:05:24Z", "webTitle": "Letters: More questions over TV time for the BNP", "webUrl": "https://www.theguardian.com/politics/2009/oct/21/question-time-racist-bnp", "apiUrl": "https://content.guardianapis.com/politics/2009/oct/21/question-time-racist-bnp", "fields": {"headline": "More questions over TV time for the BNP", "bodyText": "We believe the BBC has made a serious error of judgement in inviting Nick Griffin on to Question Time (BBC refuses to drop BNP leader, 20 October). The BNP has attempted to move away from its traditional image of skinheads and jackboots and now tries to present itself as respectable and legitimate political party. But the BNP is not a legitimate, normal political party which, under a democracy, should be entitled to air its views. It is a racist and violent organisation whose leading members have an admiration for Hitler and Nazi Germany, a regime that killed millions of people, including trade unionists. The BNP aims to destroy democracy in this country. Mr Griffin and his organisation will be given a spurious legitimacy by the broadcast. For over an hour, to a national audience of 3 million or so, the BNP will have its best-ever platform for its poisonous politics of hatred and racism. There is a real danger that the broadcast may have unintended, tragic results: racist attacks have increased in areas the BNP target. For example, in Barking and Dagenham — where the BNP has 12 councillors — according to figures from the local Race Equality Council, racist attacks increased by 30% between 2002 and 2004. Moreover, the Central London county court ruled on 15 October that the current BNP constitution contravenes equality legislation. Therefore, as an \"unlawful organisation\", they have no legitimacy to appear in the media and should not be given a platform to promulgate their views. Given the court ruling, it is even more pressing that the BBC should consider its invitation to Mr Griffin. Mark Serwotka General secretary, PCS, Jeremy Dear General secretary, NUJ, Bob Crow General secretary, RMT, Jonathan Ledger General secretary, Napo Billy Hayes General secretary, CWU • The Labour MP for Brent South, Dawn Butler, is one of only two black women MPs and the first elected black woman government minister. The MP for the other constituency which will be merged into the new Brent Central seat is Liberal Democrat Sarah Teather. Ms Teather has appeared on Question Time on at least four occasions since the 2005 election and on no less than three times this year. Dawn Butler has never been invited to appear. We are truly alarmed that Nick Griffin will now appear on Question Time before Britain's first elected black woman government minister. We wonder if the apparent bias against Dawn Butler is symptomatic of what Greg Dyke once called \"a hideously white organisation\". Cllr Ann John Leader, Brent council Labour group and 19 other Brent councillors • If any MPs are found to have criminally misclaimed on their expenses, will Peter Hain declare them to be unlawful MPs? Steven Osborne Linlithgow, West Lothian"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}