{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/oct/28/speaker-john-bercow-commons-reform", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-10-28T22:57:56Z", "webTitle": "Speaker John Bercow urges bold approach to Commons reform", "webUrl": "https://www.theguardian.com/politics/2009/oct/28/speaker-john-bercow-commons-reform", "apiUrl": "https://content.guardianapis.com/politics/2009/oct/28/speaker-john-bercow-commons-reform", "fields": {"headline": "Speaker John Bercow urges bold approach to Commons reform", "bodyText": "MPs will seize greater control of day-to-day business in the House of Commons under reforms that are being supported by the Speaker, John Bercow. Some of the issues for debates and votes could be selected by a new business committee of MPs from a list compiled by email petitions – as a way of increasing engagement between public and parliament. Bercow is also supporting calls for select committees to be given powers that order witnesses to attend to give evidence, and to speak under a legal oath to tell the truth. At present, it is possible for witnesses to refuse to attend. He is also backing moves for select committee chairs and committee members to be elected by secret ballot, probably by all MPs or alternatively by party groups. Select committee reports would also be allocated more time in order to be debated in the Commons immediately following publication. The proposals are being drawn up by a parliamentary reform committee appointed by Gordon Brown and to be chaired by the senior Labour backbencher Tony Wright. The committee's work is seen as the second front in the effort to reform the Commons – alongside reform of MPs expenses. The proposals, which would take control away from the government, are being resisted by some former party whips, such as Labour's former chief whip Hilary Armstrong, who told the committee that their ideas represented a form of separation of powers on the US model with the executive having no impact over the legislature. The reform committee, with Bercow's backing, is planning to propose that a new business committee, rather than the government, will be responsible for timetabling debates in parliament, but on the clear proviso that the government of the day is given enough time to ensure that its legislative business can be completed. Whips would be allowed to sit on the committee but not dominate. The committee is also looking for a mechanism whereby MPs, through support on the daily parliamentary order paper, can register their support for a specific issue to be debated. The level of support for a debate in the general public may have to be taken into account, although MPs on the committee recognise that \"small but vocal minorities\" should not be allowed to dominate what is debated in the Commons. Bercow set out his views when giving evidence in private last week to a select committee. He has advised the committee to be bold. The all-party committee, which is due to report by 13 November, contains some of the most high-powered reformers in the Commons, but is said to be determined to produce a report that government and opposition whips will be willing to accept. The influential backing of the Speaker is more likely to ensure the proposals do not get kicked into the long grass ahead of a general election, and then disappear if a new Conservative government lost its reforming zeal in government. Bercow has said he would like to see the reforms pushed through parliament before the election. He believes that in the wake of the expenses scandal parliament needs to act urgently to strengthen itself against the executive. At a recent briefing he said he is sure the proposals will not get swept away, adding: \"If there are agents of the over-mighty executive who are willing its extinction they can will away, but their hopes are forlorn.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}