{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/oct/12/nicky-henderson-praises-owners-queen-return", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-10-11T23:10:04Z", "webTitle": "Nicky Henderson praises Queen and other owners on return", "webUrl": "https://www.theguardian.com/sport/2009/oct/12/nicky-henderson-praises-owners-queen-return", "apiUrl": "https://content.guardianapis.com/sport/2009/oct/12/nicky-henderson-praises-owners-queen-return", "fields": {"headline": "Nicky Henderson praises Queen and other owners on return", "bodyText": "Nicky Henderson made a low-key return to the racecourse today after a three-month suspension for giving a banned substance to a horse owned by the Queen, sending out a single runner in a low-value race at Ffos Las. The trainer brushed off any suggestion that the punishment would have a major effect on his season. Henderson has not been allowed to make entries since July after being found guilty by the British Horseracing Authority of four rule breaches to do with the Queen's Moonlit Path, who tested positive for tranexamic acid in February. The BHA accepted Henderson's motive was to protect the horse from the effects of internal bleeding but ruled the drug was performance-enhancing and found its prescription had been deliberately omitted from the trainer's medical records. Last week Henderson spoke for the first time of his feelings about the punishment, saying it had been \"without doubt the worst experience I've ever had. It was really horrendous. The grilling and the pounding went on so long. I felt I was being treated like a criminal.\" Today at his Lambourn home he drew a line under the affair, which he says he is no longer prepared to discuss. But he denied that the absence of his runners over the last three months, a quiet time in jump racing, would have a significant impact on his final standing in the trainers' championship. \"We're all very much looking forward to the season, which for us normally starts at this time of year,\" he said. \"I think we've got the best bunch of horses we've had, probably ever. I've got a fantastic team of staff that have been with me for yonks. \"They've been very supportive but, more than anything, the owners have been amazing and nobody in this world has nicer and better owners than we've got. They've been 100% supportive.\" Henderson says he has not lost a single owner over Moonlit Path. The Queen has sent him a new horse and the trainer hopes her Barbers Shop will run well in the Cheltenham Gold Cup in March. Knar Mardy, Henderson's Ffos Las runner, ran much as her odds of 6-1 suggested and finished a one-paced fourth. Some punters believe trainers in such circumstances are particularly determined to resume with a winner. Henderson said beforehand that any such an assumption would be \"incorrect\"."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}