{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/oct/21/men-work-paternity-leave", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2009-10-20T23:27:34Z", "webTitle": "Why don't more dads work part-time?", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/oct/21/men-work-paternity-leave", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/oct/21/men-work-paternity-leave", "fields": {"headline": "Why don't more dads work part-time?", "bodyText": "'I'm a man,\" says Tom, \"therefore I work. Therefore I don't do childcare, or at least not much. That's what my wife does.\" Tom, 37, is one of those unreconstructed fathers whose world-view flies in the face of today's report from the Equality and Human Rights Commission (EHRC) which suggests the majority of working fathers are unhappy with their work-life balance. The Fathers, Family and Work report found that that 62% of fathers thought that dads should spend more time caring for their children. Tom, a shoe salesman from Birmingham who spends most of his working life on the English motorway system in a Skoda Octavia estate, is married with a three-year-old daughter and an 11-month-old son. He didn't take the two weeks' paternity leave to which he was entitled and has never sought to go part-time. His wife, Sue, who was a shop assistant before their first child was born, is now a full-time mother. Don't you miss spending time with your children, I ask Tom? \"I can't afford to think that way. Sue can't make the money that I can, we can't afford childcare, so I wind up working 50-plus hours a week, often six days. Otherwise the family doesn't function.\" But aren't you rationalising the fact that you don't want to do childcare? \"Well, I certainly don't want to be in a woman's world – hanging out at playgroups and coffee mornings. That's my nightmare. I like being weekend dad, taking kids swimming and doing the fun stuff.\" Would if make any difference if you were able to go to part-time working? \"I can't imagine that, working in my business. You go part-time and you risk not being taken seriously – whether you're a man or a woman. I have to say I like being the man, bringing home the bacon. I get a kick out of that.\" But maybe working fathers – and their employers – would benefit from reducing their hours. The EHRC report found that six out of 10 fathers work more than 40 hours a week. Yet a recent survey of American human resources directors by researchers at Brigham Young University in Utah, found that where city [ie local authority] employees had been offered flexitime or part-time contracts, 64% said the new working patterns improved morale, and 41% said they improved productivity. But do fathers really want to reduce their working hours to spend more time with their kids? \"Yes, they do,\" says Duncan Fisher, the founder of Fathers Direct, who gave up a job in international development to raise his two daughters and runs the dad.info website. \"It's a very slow process because there are lots of things blocking them – workplace cultures and pay – but the impulse is definitely there.\" Fisher argues that the process will only be accelerated when there is a mechanism that incentivises working fathers to spend more time doing childcare. That mechanism seemed, at least, to be offered last month when Labour's deputy leader Harriet Harman announced a reform whereby mothers would be able to choose to transfer the last six months of their maternity leave to the father, three months of which would be paid. \"This gives families radically more choice and flexibility in how they balance work and care of children, and enables fathers to play a bigger part in bringing up their children,\" said Harman, the minister for women and equality. \"I'd love it if that happened,\" says David, 31, a website editor who has just returned to full-time work after taking two weeks' paternity leave to which he added a week of annual leave. \"While I was on paternity leave, I felt as though my partner and I were sharing the childcare equally and that felt great. Now I've gone back to work I feel I'm missing out. I can't afford to do anything but work full-time now my partner is raising our daughter and, anyway, my employers wouldn't allow me to go part-time.\" Harman's announcement, though, was greeted with less enthusiasm by David Frost, director general of the British Chambers of Commerce. A recession, he said, was not a good time to introduce this reform. \"It is a huge burden to plan for both a male and a female employee being away.\" Many employers are hostile to the idea of making fathers take more paternity leave. \"It's not said out loud, but lots of companies, especially small ones, don't employ women they think are going to be pregnant and who will take leave,\" says the manager of a fruit-and-veg wholesaler in London, who employs 10 people. \"If men start taking larger chunks of paternity leave, then fathers-to-be will be regarded with the same suspicion as mothers-to-be.\" Historically, employers' groups have worried about the cost to taxpayers of any extension to parental leave. When, for instance, the EHRC called on the government to introduce a 10-year-plan to encourage greater parity between maternity and paternity leave earlier this year, it was greeted with wails from employers' groups. The EHRC proposal included an additional four months of parental leave – after the mother's initial six months leave – which either parent could take, with at least eight weeks at 90% pay. The CBI's director of Human Resources policy, Katja Hall, said at the time: \"Given the alarming state of the public finances, these plans, which would cost taxpayers an extra £5.3bn, are unaffordable.\" She said it would be better to encourage flexible working which would not increase costs to employers or taxpayers. Fisher is also sceptical about the benefits of parental leave reform. He argues it would do nothing to encourage working fathers to reduce their hours. \"The take-up is going to to be very small. Women will not hand over their maternity leave to men.\" Fisher argues that mothers are used to having the lion's share of time off and would be unwilling to allow men to take the primary childcare role, unless they were compelled to. Instead, Fisher prefers the Lib Dem proposal to reform parental leave which, he says, would provide just the mechanism to encourage fathers to alter their work-life balance and do more childcare. The proposal, unveiled by Lib Dem leader Nick Clegg earlier this year, is modelled on parental leave systems in other European countries such as Norway. Clegg says: \"We would introduce 18 months of interchangeable parental leave, with no parent taking more than a year. Parents could divide it between themselves, perhaps taking nine months each, or they could choose to take time together. By insisting the leave is shared, we avoid the trap of mothers feeling under pressure to take the whole year and a half.\" Why is this better than the Harman plan, I ask Fisher? \"The number of men that would take time off given the proper opportunity would be huge.\" Of course that opportunity looks unlikely, based as it is on the Lib Dems wielding power in Whitehall any time soon. Some fathers aren't waiting for a reform to parental leave to make their dream of doing more childcare a reality. Two years ago Rob, 44, went part time as a newspaper sub-editor. Now he spends Mondays and Tuesdays with the children while his partner Jo, who works in adult education, looks after them on Wednesdays, Thursdays and Fridays. But this arrangement is unusual: the Office for National Statistics report, Focus on Gender, found that at the start of 2008, 38% of women with dependent children worked part-time, compared with only 4% of men with dependent children. Rob says: \"We wanted to look after our kids ourselves. It seemed crazy to pay someone else to look after them. When I was working full-time and Jo part-time we had to shape our lives around the hours of our childminder. We don't have to do that any more. And I always wanted to be an involved father.\" In this, Rob was very different from his late father. \"He worked all his life in a bank and my mum was a housewife. She did the childcare. I think he felt he had to remain distant to maintain his authority. That was his weakness.\" When Rob went part-time, his father was critical. \"He worried about pensions, about job security and my career. When we spoke on the phone on days when I was looking after the kids, he'd usually have a dig. 'Got your pinnie on?' 'Sent the wife out to work?' – that kind of thing.\" But Rob believes that going part-time has changed his relationship with his children. \"It's a much more honest relationship with them than it was before. I was the kind of dad who would come home from work or at the weekends and just do the exciting stuff with them: the park, the pool, football. Now I have to do the hard stuff, too.\" Is it difficult to be divide your week between childcare and work? \"Somebody at work – a man – said to me the other day, when I complained I was feeling tired at the weekend: 'But you only work three days a week!' It's as though the other two days where I work with the kids are nothing. You're thought of as a slacker as a man when you go part-time. I don't think anyone would dream of saying that to a woman who juggles a career and childcare. \"You're on your own and that's a problem. There hasn't been a male movement. There's no Germaine Greer saying: 'Men have had enough of being at work. They want to spend time with their children, too'.\" Dan, 45, quit his job working for the highways department in a London council because he wanted to establish a bond with his son that he never had with his own father. \"My dad was in the RAF so we wouldn't see him for six months at a time and, when he was home, he was really absent. I didn't want to be like that.\" Dan is, though, an unusual case: last year the Office for National Statistics reported that there were 189,000 househusbands in the UK. British housewives still outnumber househusbands by almost 11 to 1. 'I chose my son over my career' Dan, who now works as a drugs counsellor in Fife, argues he could only switch to such an enriching lifestyle because his partner Susan had a well-paid, secure job in the public sector. \"We just sat down and went through all the issues: I hated my job, the childcare costs were prohibitive, and I really wanted to be close to [my son] Hamish. When my daughter Jess was born [she's now six] I left work again for the same reason. It has paid dividends in terms of how my kids feel about me and how I relate to them.\" He also argues it has made his relationship with Susan stronger. \"All those resentments that mothers have about absent fathers just don't happen.\" Does Dan have any regrets about cutting back on paid work? \"Not at all. It's such a fleeting time – Hamish is 10 now and in a couple of years he won't want to know me. I needed to grab as much time as possible to spend with him.\" What about your career? \"Honestly? I thought it was less important than my son.\" Jake, 35, currently a househusband in Norfolk, is much more conflicted about his life choices than Dan. When I ask him about leaving his job as a software developer to look after his two children, while his partner Sheila works three days a week for a development charity in London, he says: \"I am more contented than I have ever been.\" Then he lists the downsides: \"It's the sheer, bloody monotony that is difficult. The fact that you sit down to eat at five o'clock and it's always a meal with no spices.\" This is, no doubt, how many mothers have been feeling for millennia. So why did Jake opt for this lifestyle? \"When Sophie was born, we both took sabbaticals and when it became a question of who should go back to work, I strongly felt Sheila should rather than me, as I was doing a soulless, meaningless job. \" But does he yearn to go back to work? \"Sometimes I feel just like Wendy Craig in [the 70s sitcom] Butterflies – that thing about wandering the streets thinking real life is going on elsewhere. I want to feel part of the real world. Ideally, both of us would work part-time. \" All the househusbands I spoke to struggled with being a man in an overwhelmingly women's world of childcare. \"The first years were gruelling,\" says Duncan Fisher, whose wife remained in her NHS job after he left his. \"It was a totally female world and I definitely had to run the female gauntlet. I remember a woman at the checkout saying: 'How old is your child?' I said: 'Two.' She replied: 'Are you sure?' Another woman said how nicely my child was dressed and then turned to my daughter and said: 'Hasn't your mother turned you out well!' Well no actually, it was me who did that. \"It's all about overturning centuries of gender assumptions. It's going to be a battle.\" Is a recession really the time to fight this battle? \"Some companies are proposing part-time work right now. Putting workers on part-time contracts during recession so as to cut costs and not make people redundant is a good idea: they can return to full-time working as the economy picks up. That's good for employers because it keeps employees in the workplace, and it also means that fathers are more likely to get an opportunity to go part time.\" Earlier this year, accountancy company KPMG started offering employees the option of a four-day week to avoid job losses. So far 85% of its employees have applied to join the scheme. But ultimately, part-time work is hardly a panacea to making fathers change their work-life balances and do more childcare – especially if it means the same number of working hours (including childcare) for less pay. For couples with children already struggling in harsh economic circumstances, such contracts are unlikely to be appealing. \"It depends on the economic circumstances of each family as to whether there would be take up for this kind of change,\" agrees Fisher. \"But I think part-time work is the ultimate answer for mothers and fathers. \"If we're serious about changing work-life balance and making childcare something that men do more than ever before, then its image needs to be changed. The main problem is that men fear that if you do childcare rather than paid work, you lose a sense of who you are. I think that it's a phantom fear. It's a fear of the unknown. Men have to get over it.\" Some names and personal details have been changed"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}