{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/oct/21/tottenham-peter-crouch-harry-redknapp", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-10-20T23:10:02Z", "webTitle": "Harry Redknapp warns Tottenham players after Saturday's nightclub antics", "webUrl": "https://www.theguardian.com/football/2009/oct/21/tottenham-peter-crouch-harry-redknapp", "apiUrl": "https://content.guardianapis.com/football/2009/oct/21/tottenham-peter-crouch-harry-redknapp", "fields": {"headline": "Harry Redknapp warns Tottenham players after Saturday's nightclub antics", "bodyText": "Harry Redknapp will remind his Tottenham Hotspur players of their responsibilities and the problems associated with nights out at London bars after Peter Crouch and Jonathan Woodgate were pictured looking slightly the worse for wear at a nightclub in the small hours of Sunday morning. The Spurs manager, who has spoken on more than one occasion of his annoyance at the club's reputation for being Premier League party animals, will deal with the matter in private and is not expected to impose any fines, but has urged his players to steer clear of nightclubs, where he also feels they are easy prey for \"someone waiting outside with a camera or someone who wants to have a go\". Above all, Redknapp wants to avoid newspaper stories and public-relations damage due to his players being drunk and disorderly. In May, Ledley King was bailed for an alleged assault on a doorman following a night out in the West End, although the defender was never charged. Redknapp then suggested he was considering an alcohol ban for his players during the season. \"If you can't trust them to behave themselves, then you have to do something about it,\" he said. Redknapp does not mind their having a few quiet drinks; what the manager cannot tolerate is their \"rolling out of nightclubs at three in the morning\". He has spoken of the need for them, as \"highly paid athletes\", to ensure they are always in \"great condition\". Crouch and Woodgate, with their team‑mates Robbie Keane and Jermaine Jenas, went to the nightclub Movida after the 2-1 win at Portsmouth on Saturday, a result that maintained Spurs' encouraging start to the season. After nine games, they are third in the table. The players, who were with their wives and girlfriends, maintain that they did not drink to excess and are dismayed at the perception they are not allowed a night out. Redknapp has some sympathy, particularly for the goldfish-bowl existence in which they can be snapped constantly by members of the public on camera phones. Yet Redknapp feels the weekend's episode only reinforces why his players should avoid late nights out at all costs."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}