{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/oct/02/hull-city-team-saves-suicidal-woman", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-10-01T23:18:49Z", "webTitle": "Hull City team in high spirits after saving suicidal woman from bridge", "webUrl": "https://www.theguardian.com/football/2009/oct/02/hull-city-team-saves-suicidal-woman", "apiUrl": "https://content.guardianapis.com/football/2009/oct/02/hull-city-team-saves-suicidal-woman", "fields": {"headline": "Hull City team in high spirits after saving suicidal woman from bridge", "bodyText": "For Hull City the week seemed like it couldn't get any worse after they were on the receiving end of a 6-1 thrashing by Liverpool on Saturday. But after saving the life of an apparently suicidal woman from the Humber Bridge on Wednesday, the team were in decidedly higher spirits. It certainly would have been an unusual sight for the drivers making their way across the world's fifth largest suspension bridge, as manager Phil Brown took the entire first-team \"looking for clarity\" during a walk over the bridge. Instead, as Brown revealed in a weekly news conference, the team found the woman who Brown managed to \"sweet talk\" to safety. \"We walked across there [Wednesday]. We saved a girl actually – considering her future, shall we say,\" Brown told reporters. He said the woman had been threatening to jump of the bridge, which has seen over 200 attempts or falls since it opened in 1981. However the Hull boss said he couldn't be sure if the woman would definitely have jumped. \"You don't know, do you, until someone jumps, whether they were actually going to do it?\" Brown said. The beleaguered football manager said the woman, who has not been traced, then \"tootled off back to wherever she came from\". Brown, 50, was in philosophical mood following the decision to walk the team over the bridge. \"We were looking for clarity. Did we find it? Absolutely. When you're jogging you can't really speak. When you're walking, you can. So that's what we did. There are analogies if you want them. The bridge was built with engineering based on the fact that when an ill wind blows, it becomes stronger, a sturdier sculpture. As far as we were concerned, we just went for a walk.\" he said. Brown's unconventional approach to building team morale is well known. Last season he took the team on a two-day retreat in the Lake District as they were threatened with relegation. The side then clinched a crucial draw against Bolton. More recent antics have included marching the team through the streets of Hull to the club's former ground in Boothferry Park. However, not everyone is a fan of Brown's somewhat strange methods. In 2008 he was criticised for making the team sit in a semi-circle on the pitch during a half-time talk when 4-0 down to Manchester City. As Hull City cling on to the premiership – they are currently second last in the league – with calls from some fans that Brown should step down, the manager rested assured. He said he could never have expected that when the team crossed the bridge, it would be a member of the public who would benefit the most."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}