{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/oct/10/leeds-united-council-thorp-arch", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-10-09T23:12:05Z", "webTitle": "Council calls for Leeds United to come clean on club's ownership", "webUrl": "https://www.theguardian.com/football/2009/oct/10/leeds-united-council-thorp-arch", "apiUrl": "https://content.guardianapis.com/football/2009/oct/10/leeds-united-council-thorp-arch", "fields": {"headline": "Council calls for Leeds United to come clean on club's ownership", "bodyText": "Leeds City Council has demanded that Ken Bates's Leeds United reveal who the club's ultimate owners are before the council proceeds with the £6m purchase of the Thorp Arch training ground. The club are yet to comply with the request. The council has approved the structure of a deal to buy Thorp Arch, which the club's previous board sold in 2005, and to rent it back to the club. The council believes Thorp Arch will be an asset in its bid for Leeds to be a World Cup venue if the 2018 finals come to England. As a public authority the council carries out anti-money laundering checks, which require it to be satisfied about the club's owners. \"After agreeing to purchase Thorp Arch in principle the council has yet to complete its due diligence checks,\" a spokesman said. \"The council has access to the club's accounts and bank statements, and the issue of its ownership will be part of those checks.\" Bates, Leeds's chairman, told a Jersey court in January that he and his financial advisor, Patrick Murrin, jointly owned the club's holding company, Forward Sports Fund, which is registered in the Cayman Islands. Then, as revealed by the Guardian last week, he told the same court in May that he had made \"an error\" and that Forward is owned by the holders of 10,000 shares who have not been identified. The 2007 Money Laundering Regulations require all professionals working with any company to inquire who its ultimate owners are and be satisfied that its money is clean, and the council considers it good practice to make those checks. The Football League has also written to Leeds seeking details about the ownership of Forward following the revelation of Bates's \"error\", but the club has not responded to that request. Today is the strict deadline for the club to exercise an option to buy Thorp Arch but there is thought to be enough flexibility for a deal to be done later this month. The council's joint leader, Andrew Carter, has told BBC Radio Leeds that the league must approve the deal – this is understood to be because the club is pledging income from the league to support its financial guarantees to the council. The league is likely to approve that practice, which it described as \"not uncommon\". Leeds did not return a call yesterday but Bates, in his regular match programme notes, has said he is confident the Thorp Arch deal will be concluded next week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}