{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2009/oct/12/climate-change-green-britain-vision", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2009-10-11T23:06:23Z", "webTitle": "Climate change: Vision of green Britain calls for swift carbon emissions policy", "webUrl": "https://www.theguardian.com/environment/2009/oct/12/climate-change-green-britain-vision", "apiUrl": "https://content.guardianapis.com/environment/2009/oct/12/climate-change-green-britain-vision", "fields": {"headline": "Climate change: Vision of green Britain calls for swift carbon emissions policy", "bodyText": "A green and pleasant land, with millions of electric cars powered from wind turbines and travelling between super-cosy homes and offices: that is the vision for Britain in 2020 set out today by the government's climate watchdog. That cleaner, greener country, playing its full part in averting disastrous global warming, is both possible and affordable, says the Climate Change Committee – but only if the government acts immediately to implement radical policies on energy efficiency and low carbon technologies, as well as dealing with the threat of the recession to carbon trading schemes. The recommendations from the CCC, which sets legally binding carbon budgets and advises the government on how to reach them, could see teams of renovators working street by street to insulate homes and eco-driving techniques a standard part of the driving test. Chief executive David Kennedy said that despite the recession, the changes remained affordable at 1% of GDP, and would improve our quality of life. The Department of Energy and Climate Change (Decc) published an ambitious plan to move to a low-carbon economy in July. But the CCC report, Meeting Carbon Budgets – The Need for a Step Change, is first time the committee has published its analysis of what is needed for this to be achieved. Kennedy directed his heaviest criticism at the government's leading policy, to reduce carbon emissions from homes by 35% by 2020. The carbon emissions reductions target (Cert) came into effect last year and places an obligation on energy suppliers to help homeowners reduce household emissions until 2012. \"Cert has been very good at insulating old ladies' lofts and sending energy saving lightbulbs through the post,\" said Kennedy. \"But we need a national programme for energy efficiency.\" He added that companies selling energy were not always best placed to advise customers on how to reduce demand. The committee recommends insulating 10m lofts and 7.5m cavity walls by 2015, plus solid wall insulation for 2.3m homes by 2022. This would require a \"whole-house approach\" under which an audit of each house is carried out, says the report, and schemes that would see work carried out street by street. Paul King, chief executive of the UK Green Building Council, said: \"This analysis confirms what we've known for some time. Current government policies will not deliver the programme of home refurbishment that is needed to tackle energy security and climate change. Homeowners are put off by the high upfront cost of more expensive measures and the hassle of getting reliable information and trustworthy installers. The industry is crying out for strong political leadership.\" Dramatic improvements in the energy efficiency of buildings must be coupled with a 50% cut in the carbon emitted by the energy sector by 2020, says the committee. It backs the government's plan for coal stations with carbon capture and storage, but says three new nuclear plants should be operational between 2018 and 2022. The government has yet to specify its nuclear ambitions. The CCC has also recommended that 23GW of wind power be added to the current installed capacity of 4GW. This would mean the equivalent of 8,000 3MW turbines by 2020. Some energy experts doubt the likelihood of meeting the committee's targets. David Hunter, at energy consultants McKinnon and Clarke, said: \"To achieve 50% 'decarbonisation' of energy by 2020 is a really big ask when we are starting at such a low base.\" \"It is laudable that we set these goals. But wind is available 30% of the time, so 70% of the time you have to rely on something else like fossil-fuelled power stations. Nuclear and wind aren't good bedfellows because nuclear produces a steady baseload and can't step in when wind is down.\" He also noted that the CCC was pushing back the likely timescale for new nuclear power stations and expressed doubt that the suggested construction timescales could be met: \"I would eat my hat if you can build a [nuclear] power station in 18 months.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}