{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/oct/25/formula-one-jenson-button-lewis-hamilton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-10-24T23:10:07Z", "webTitle": "Grandmasters of grunt: my top 10 Formula One drivers of 2009 | Maurice Hamilton", "webUrl": "https://www.theguardian.com/sport/blog/2009/oct/25/formula-one-jenson-button-lewis-hamilton", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/oct/25/formula-one-jenson-button-lewis-hamilton", "fields": {"headline": "Grandmasters of grunt: my top 10 Formula One drivers of 2009", "bodyText": "Having settled the world championship in Brazil, Jenson Button and Brawn GP have paved the way for a relaxed final round in Abu Dhabi next Sunday. There may be outstanding business – the fight between Sebastian Vettel and Rubens Barrichello for second place in the drivers' standings and the contest for third in the constructors' championship between Ferrari and McLaren – but next weekend will be about reflections and farewells at the end of yet another remarkable season. Leaving the politics and scandals aside for the moment, there will be many dinner-table debates about the merits of the 25 drivers who have taken part in the 16 races so far. Here, with my personal top 10 for 2009, are a few thoughts for starters: 1 JENSON BUTTON No1, without question. Scored the most points and made the fewest mistakes. Six impressive wins when the Brawn‑Mercedes was dominant and kept his nerve to pull off sharp, significant moves when it was not. Last Sunday's race erased lingering doubts with some of the best overtaking seen all year at a time when pressure was at its maximum; a champion performance. 2 LEWIS HAMILTON Found difficulty in coping as defending champion with a car that initially was undrivable but he never gave anything less than his brilliant best. Carried the McLaren to places it had no right to be, qualifying fifth in Bahrain just one example. Ready for faultless wins in Hungary and Singapore. Scored more points than anyone since the end of July. Worst moments: \"Liargate\" scandal in Australia and potential Monaco victory lost through qualifying crash. 3 RUBENS BARRICHELLO Perfect team player. Dominant wins on the streets of Valencia and at Monza as good as any and offset outbursts of frustration over failure to produce other victories that ought to have been his. May have out-qualified Button in the last six races but team-mate's ability to find more speed and consistency when it mattered denied Barrichello wins at crucial moments in Spain and Monaco. 4 SEBASTIAN VETTEL The opposite to Button; qualified well but odd mistakes in races proved costly. Arguably the qualifying performance of the year to take pole in China when running limited by a technical problem to one lap. Repeatedly qualified the Red Bull in top four but compromised potential to add to peerless wins in China, Britain and Japan with errors in Australia, Malaysia, Monaco and Turkey. 5 MARK WEBBER Did not have the necessary luck on his side. Championship momentum lost by being blocked by slower cars in Malaysia, Bahrain and Britain, and small but significant mistakes in three more races. His first two wins with Red Bull in 2009 have been the making of him and moulded a serious contender for 2010. A copybook win last Sunday went unnoticed in Button euphoria. 6 KIMI RAIKKONEN His season came to life when Massa's accident in Hungary meant he no longer had to live in his shadow. Showed immense natural flair and continued to wring the Ferrari's neck to gain top-three finishes in Hungary, Valencia, Belgium and Italy despite knowing he will be replaced by Alonso in 2010. Win at Spa, making full use of Kers, one of the best. 7 FERNANDO ALONSO His ability to extract the maximum from an average car saved the former champion from complete embarrassment. Sustained Renault through the \"Crashgate\" scandal, notably a brilliant third on the return to Singapore, the scene of the crime. Remains one of the best all-round drivers, which is why Ferrari signed the twice world champion for 2010. 8 TIMO GLOCK The points do not show it but the German had impressive drives with a frequently average Toyota. Had to resort to running long stints – and made them work, back of the grid to 10th at Monaco and 13th to sixth in Hungary good examples. A reliable and fast performer now, with second in Singapore a highlight. 9 FELIPE MASSA Who can say what the Brazilian might have done in the second half but for the accident in Hungary? Surprised many by outpacing Raikkonen. The abysmal failure of substitutes Badoer and Fisichella emphasised the good job he had been doing with a difficult car. Third place in Germany and fourth at Silverstone typical examples of tenacious drives. 10 NICO ROSBERG Nearly but not quite. The Williams was not quite there and, when it was in Singapore, Rosberg threw away a potential win with a basic mistake leaving the pit lane. Mid‑season string of strong top-five finishes was as good as could be expected but, on other occasions, seemed resigned to a car with a narrow performance window. WORTH NOTING Robert Kubica remains a star but had either appalling luck or a hopeless car. Pulled off the surprise of the season by somehow wrestling the BMW into second place last Sunday. Adrian Sutil's tremendous speed was compromised too often by impetuous mistakes in the Force India."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}