{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2009/oct/28/tragical-disturbing-tale-little-lupin-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-10-28T22:00:00Z", "webTitle": "The Tragical and Disturbing Tale of Little Lupin | Theatre review", "webUrl": "https://www.theguardian.com/stage/2009/oct/28/tragical-disturbing-tale-little-lupin-review", "apiUrl": "https://content.guardianapis.com/stage/2009/oct/28/tragical-disturbing-tale-little-lupin-review", "fields": {"headline": "The Tragical and Disturbing Tale of Little Lupin", "bodyText": "Audiences seldom get a chance for a group howl, and when was the last time a play suggested that you sniff your neighbours? You get this, and more, in this off-kilter fairytale by Luci Gorell Barnes, which takes adults and children on a wild wolf chase in the backstage spaces of the Old Vic. Corridors are filled with leaves, there are games to be played in the paint-shop, and a little house winks bleakly in a cupboard. A tale (or should that be tail?) of hairiness on the outside and loneliness within, this slight but charming piece eventually gets around to telling the story of the wolf-girl Lupin, using hand-drawn animations on a screen in a miniature cinema. It's an appealing mix of absurdist whimsy and heartbreak. There's popcorn, too. Our guides are three glamorous wolves dressed as cinema usherettes, who act with decorum but may just be one yelp away from ripping the heart out of something living. The rabbit boys and girls must take particular care to follow the instructions of the chief wolfette, whose encouragement of our efforts to play wolf have the camp enthusiasm of a fanged Bruce Forsyth. The show doesn't quite offer the sinister shivers of the best wolf tales, and still needs development, particularly in creating a narrative link between the promenade and Lupin's story. But this is an enjoyable oddity that explores all the Bristol Old Vic's nooks and crannies, where something hairy may be lurking."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}