{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/oct/14/newmarket-ascot-festival-merge", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-10-13T23:10:03Z", "webTitle": "Newmarket and Ascot merger remains a possibility, says Wallis", "webUrl": "https://www.theguardian.com/sport/2009/oct/14/newmarket-ascot-festival-merge", "apiUrl": "https://content.guardianapis.com/sport/2009/oct/14/newmarket-ascot-festival-merge", "fields": {"headline": "Newmarket and Ascot merger remains a possibility, says Wallis", "bodyText": "Stephen Wallis, the managing director of Newmarket racecourse, has said that a plan to amalgamate some of the feature events from its Champions Day card with Ascot's Festival fixture in late September remains a possibility, \"but only if it creates something even better than both\". Newmarket already holds a fixture on the last Saturday in September, when Ascot stages the Festival meeting, which includes the Queen Elizabeth II Stakes. There is much work still to be done, but the idea of creating a single super-card, which would alternate between the two tracks, remains a live one. \"We have been working on that concept for four years now,\" Wallis said. \"There is very little wrong with either fixture, but there is a feeling that if something better could be achieved by putting some of our races together, it's something we should look at seriously. We've got two very good high days, but could we make one even bigger high day? \"The QEII and the Champion Stakes are two of the races that would be involved, but not the Dewhurst, which is on the right date, at the right distance and at the right course where it is. It would be a radical change and we would need to bring people along with it, and it is not something that we would do for the sake of it.\" Wallis also dismisses any suggestion that the Champions meeting is under pressure due to its position between the Arc meeting at Longchamp and the Breeders' Cup in America. Zacinto, the ante-post favourite for the Champion Stakes until last weekend, has now been confirmed as a runner in the Breeders' Cup Mile instead, but Wallis sees no cause for alarm. \"I think that if we were going to be squeezed by the Breeders' Cup, it would have happened by now,\" he said. \"If anything, I think people may be starting to look east rather than west at the end of the year, and some of our races are quite natural stepping stones to Japan [in November] and Hong Kong [in December]. \"The Champion Stakes is never a bad race, and is often one of the defining races of the season. Zacinto may be going to America, but equally the Irish Derby winner [Fame And Glory] is coming to Newmarket, and I don't think you can use the loss of Zacinto to suggest that the Breeders' Cup is any sort of threat.\" In addition to the Group One Dewhurst Stakes and the Cesarewitch Handicap, the second leg of the Autumn Double, Saturday's card also includes the Group Two Rockfel Stakes for juvenile fillies, a race that has also flirted with an upgrade to Group One status in recent years. \"The Rockfel has produced three winners of the 1,000 Guineas in the last 10 years,\" Wallis said, \"and we hoped that we might earn Group One status, but we had one year in the last three or four when the grade wasn't quite right and so we have had to start again.\" Just how many people will arrive on the Rowley Mile to see the last big day of the 2009 season remains to be seen, though it is unlikely to match the 20,000 plus who attend the \"Newmarket nights\" fixtures in the summer months, when the bands playing after racing are frequently a bigger draw than the horses. \"Champions Day is our most fickle fixture all year,\" Wallis said. \"It is largely weather-dependent, and we could get anything between 12,500 and 16,000 people on Saturday. The Friday nights in the summer attract 22,000, but that's a different market. Saturday's card is hugely important for both the racing and betting industries. Four of the races have ante-post markets already, and that's just what we want to see.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}