{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/oct/02/wayne-rooney-champions-league-baby", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-10-01T23:10:03Z", "webTitle": "Wayne Rooney prepared to put love before trip to Russia", "webUrl": "https://www.theguardian.com/football/2009/oct/02/wayne-rooney-champions-league-baby", "apiUrl": "https://content.guardianapis.com/football/2009/oct/02/wayne-rooney-champions-league-baby", "fields": {"headline": "Wayne Rooney prepared to put love before trip to Russia", "bodyText": "Wayne Rooney has revealed that he is prepared to miss Manchester United's Champions League fixture at CSKA Moscow later this month, if it clashes with the birth of his first child. Rooney and his wife have been told they will become parents on or around 24 October, but with Manchester United well placed in Group B – six points from six – Sir Alex Ferguson will feel his team could deal with the England striker's absence on 21 October, even though one of the understudies, Michael Owen, has again strained his groin and his availability and fitness would be in question for a match in the freezing Russian capital. \"She is due just after [the game],\" Rooney said after helping his team get past Wolfsburg. \"Of course it's a long way, but I have a job to go and play for United and unless anything changes, I will be there [in Moscow]. \"Of course I want to be here for the birth of my child, and if anything happens around that time then I am sure I will stay back. But if everything is going to plan then I will be there playing for United because that's my job and that's what I am paid to do.\" Rooney played for the full 90 minutes against Wolfsburg and with Dimitar Berbatov for 70 of them after Owen was replaced and, although neither man found the net, they appeared to strike up a better understanding than has been the case and looked a more potent combination than usual. \"Yes, it's coming along,\" Rooney said. \"I think [Dimitar] has had some unfair criticism. Sometimes in his body language it doesn't look like he is working hard, but he is. He is a fantastic player and he showed some great touchestonight and is doing great things for us.\" Like the manager, Rooney also feels that Manchester United have had some unfair criticism as they adapt to life without Cristiano Ronaldo and his supply of goals, with Rooney leading the attack and Ryan Giggs back on free-kick duty. \"We are playing different football now. Last season the team was based a lot around Cristiano and this year players are chipping in with goals. He has scored two again tonight [for Real Madrid] and I am not surprised. \"At the start of the season we were not playing as well, but we have won every game since Burnley [a 1-0 defeat] and yet this week we still get criticised. That's always going to happen at a club like this. We have bounced back really well and are top of the league.\" Top of Group B, too, and supremely confident of making the knockout stages for a 13th season out of 14, although the match referee's report mentioned the fact that a United fan invaded the pitch in the second half – their second such in three games following the Craig Bellamy incident in the derby – and that could lead to a fine from Uefa."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}