{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/oct/12/gary-lineker-eddie-hemmings-signoffs", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-10-11T23:10:01Z", "webTitle": "Sky helicopter proves limit in the final analysis | Martin Kelner", "webUrl": "https://www.theguardian.com/sport/blog/2009/oct/12/gary-lineker-eddie-hemmings-signoffs", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/oct/12/gary-lineker-eddie-hemmings-signoffs", "fields": {"headline": "Sky helicopter proves limit in the final analysis", "bodyText": "Let us give Gary Lineker the benefit of the doubt and assume someone writes his Match Of The Day sign-offs for him, in which case he ought to have a stern word with whoever was responsible for Saturday's. \"There we all were,\" said Gary, \"worried about the game being on the internet, when we should have worried about England's ability to get the ball in the net.\" Geddit? Internet, in the net. We have become fairly inured to Gary's puns at the end of MOTD being on the weak side, but that one was holding itself up on crutches gasping for air, and I refuse to believe the former England goalscoring hero was personally responsible. Say it ain't so, Gary. I prefer to picture the Lion of Monterrey swanning into his dressing room, hanging up his golf clothes, nibbling on a grape or two from the complimentary bowl of fruit, picking up his script, and saying, \"Is this funny? Do I have to say this?\" The inescapable conclusion is that somebody at the BBC replied, \"Trust me, Gary, it's hilarious, a real winner,\" the same person presumably who commissioned Lunch Monkeys for BBC3. Either that, or BBC economies have gone too far, and Gary is sharing a writer with the Chuckle Brothers. Whatever the reason, it is worrying form from Lineker ahead of a World Cup bristling with opportunities for bad puns. Look forward to matches being described as a \"boer\", and managers being asked how they \"veldt\". Unfortunately, I was unable to catch the England match live, despite my local pub showing it on the big screen, hooked up to Mine Host's computer, I presume, with strict instructions not to go updating his Facebook status during the boring bits, or search YouTube for footage of more interesting matches. It clashed with the Super League Grand Final, which – call me old fashioned – I felt might offer more in terms of passion and intensity. Everything about the Super League play-offs sounds wrong – the fact the team at the top of the league can lose it all in one match, the possibility of winning the championship from eighth position – and yet the matches themselves have been uniformly terrific: fast, skilful, and played with an honest commitment few sports can match. Saturday's final was probably the least watchable in the series, carrying an unfeasible weight of expectations, and turning into what the Leeds coach, Brian McClennan, described as \"a war of attrition\". Never knowingly undersold, Sky Sports had pitched the match as about the most important event in the history of mankind. As proof, it had a helicopter. \"That's what Phil Clarke looks like from 1,000 feet,\" said the presenter and commentator Eddie Hemmings, answering a question even those with an unnatural interest in the former international forward, now Sky pundit, are unlikely ever to have asked. Shot from on high, Clarke subjected Leeds to \"forensic analysis\", revealing they liked to move the ball wide, while St Helens preferred \"to blast the hinges off the doors in the middle of the field\". It did not sound that forensic to me, but clearly on a night like this, straightforward analysis – at which, incidentally, Clarke is very good – was not enough. As well as studio pundits, Sky had reporters by the dugouts, and former internationals stationed at either end of the Old Trafford pitch, meaning the chief hazard for any player chasing a long kick was the possibility of injuring himself on a member of the Sky team. Lest we failed to grasp the significance of what we were witnessing, Eddie boasted of \"a potential TV audience of 100 million\". Well, call me old fashioned again, but I am guessing the actual audience might have been a tad smaller. I mean, I could say the potential audience for this column is anyone in the world with access to a computer, and with the population of the world being 6.79bn at the last count, even if just one in a hundred is tooled up, that is, er, a lot of people. A huge number, actually. Blimey, I am going to have to work harder on these jokes. To give you an idea of how hard Sky worked on behalf of its world-wide millions, its cameras even managed to find a spectator roaring out every word of Jerusalem – which Blake would be thrilled to know is now \"the rugby league hymn\". Not just \"And did these feet dum-di-dum … \" but full monty \"arrows of desire\" and \"countenance divine\". The \"dark satanic mills\", of course, are mostly craft workshops now, or city-centre apartments with in-house gym facilities, but Eddie's valediction, over a shot of the Leeds captain signing autographs for St Helens fans long after the final whistle – \"This is a special game, special people play it, and a special team has won it tonight\" – spoke volumes, and had the immense benefit of being unscripted."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}