{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/oct/28/serena-williams-venus-safina-no1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-10-28T22:18:00Z", "webTitle": "Serena Williams eclipses Venus after Safina injury makes her No1", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/oct/28/serena-williams-venus-safina-no1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/oct/28/serena-williams-venus-safina-no1", "fields": {"headline": "Serena Williams eclipses Venus after Safina injury makes her No1", "bodyText": "Serena Williams is now certain of finishing world No1 for the first time in seven years after Dinara Safina withdrew from the WTA Championships. The American celebrated by beating her sister Venus, eliminating her from the event. It took less than a quarter of an hour for Safina to decide that her bad back made it impossible to continue for more than two games against Jelena Jankovic. Serena started the week 155 points behind Safina, but was 165 ahead of her Russian rival after defeating Venus 5-7, 6-4, 7-6 (7-4), having saved a match point. It was a second defeat for the elder Williams in the round-robin stage, ending her chances of retaining the title here. She had already decided not to play in the Fed Cup final against Italy on 6-7 November, so her season has also come to an end. \"Dinara must be hurt because she never gives up – it would have been a really great tournament had she been able to get through to the final,\" Serena said. Safina might have retained just a sliver of hope that she could still come back and attempt to make up the deficit in the second stage of the round robin tomorrow night. But not only did her post-match prognosis rule that out, it even suggested she might miss the Australian Open in January as well. \"I have been fighting with my body since the US Open,\" Safina said later, looking crushed. \"I did everything possible to be ready for this tournament – I went for injections – but it was just impossible.\" Jankovic sympathised, saying: \"It's a hard season and we all have injuries and pain in many parts of our bodies.\" Earlier Victoria Azarenka, so often one of the circuit's most emotional players, self-destructed spectacularly during an improbable tipping point near the end of a 1-6, 6-4, 7-5 defeat to Caroline Wozniacki. Having led for almost three hours, and failing to convert a match point, Azarenka lost her head, smashed two rackets, and suffered a code violation penalty point which cost her the crucial break of serve."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}