{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/oct/20/2016-olympics-rio-de-janeiro", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-10-19T23:44:00Z", "webTitle": "Security will not be an issue at 2016 Games, says Rio mayor", "webUrl": "https://www.theguardian.com/sport/2009/oct/20/2016-olympics-rio-de-janeiro", "apiUrl": "https://content.guardianapis.com/sport/2009/oct/20/2016-olympics-rio-de-janeiro", "fields": {"headline": "Security will not be an issue at 2016 Games, says Rio mayor", "bodyText": "Rio de Janeiro officials who earlier this month were celebrating the capture of the 2016 Olympics admitted that there was \"a long way to go\" in combating security issues ahead of the Games, in the wake of a weekend of drug violence that claimed at least 17 lives in the city. Rio's mayor, Eduardo Paes, one of the bid team who helped persuade the International Olympic Committee to award the games to South America for the first time, promised that security would not be an issue during the Olympics. \"For the Games, we're not worried about security. We know we can deliver a safe Games, we've done it many times and we'll do it again. We are worried for our everyday life and for our everyday citizens and visitors,\" said Paes after speaking at the Global Sports Industry Summit. \"That is our challenge. We never hid that during our Olympic bid. The evaluation commission noted that things are changing and getting better. They are not perfect, there are a lot of problems – we saw that this weekend.\" Drug battles between two rival gangs escalated on Saturday and plunged the city into a weekend of violence, with dealers shooting down a police helicopter over the \"Hill of Monkeys\" favela and at least eight buses set on fire. Paes, who yesterday met the London Organising Committee of the Olympic Games chairman Seb Coe and will today meet the London mayor Boris Johnson, admitted that the violent scenes were \"not good for the image of the city\". \"We never hid our problems during the bid process we always told people we had problems and we are facing the problems,\" he added. \"We still have a lot to do, we have a long way to go and what happened this weekend showed that.\" During the presentation in Copenhagen that helped secure the vote, the Rio team promised to pour money into combating security. Sir Craig Reedie, a member of the International Olympic Committee's executive board, said the significance of gang violence should not be overplayed. \"Rio is a big city,\" he told the conference. \"I deeply regret what happened in Rio recently but I have to say it pales into insignificance compared to what happened in London in 2005.\" A day after London won the right to host the 2012 Olympics, 52 people were killed when four suicide bombers paralysed the city's public transport system."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}