{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2009/oct/14/tv-children-parents1", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2009-10-13T23:05:30Z", "webTitle": "My toddler watches whatever he likes", "webUrl": "https://www.theguardian.com/society/2009/oct/14/tv-children-parents1", "apiUrl": "https://content.guardianapis.com/society/2009/oct/14/tv-children-parents1", "fields": {"headline": "My toddler watches whatever he likes", "bodyText": "The middle classes, in my view, spend their collective lives finding medical or moral reasons to hate TV, when really they hate it because they don't think it's middle-class enough. I was determined not to get into one of those parental battle-of-wills with my children that my mum got into with me and my sister: we would watch any old bilge (though of course there was a relatively small amount of bilge in the olden days, and often you would accidentally find yourself watching something both arty and educational) and she would storm in, call us \"square-eyes\" and storm out again. So my son is allowed to watch whatever he likes, which will sometimes be nothing until a quick Roary the Racing Car before bed, other times all morning (about two hours) and other times the entire end-of-the-day postprandial period (about two and a half hours). I honestly don't care. I read a study (yeah, I read a potted summary of a study) that said, unregulated TV use – and this must, I'm afraid, also come unfreighted by parental disapproval – resulted in kids self-regulating by the time they were five. I already see signs of self-regulation. My two-year-old finds television insufficiently destructive as a pastime, so even when he is watching it, he will also be breaking or spilling something. Perhaps in Australia they call this ADHD; I call it multitasking. In houses where TV is rationed, the kids sit with their noses pressed against it, they never break anything during Nina and the Neurons and they go nuts when you try to watch Formula One. But, sure, I have my own middle-class baggage, and I have fallen into my own traps: I think CBeebies is superior to Five's Milkshake, possibly due to the lack of advertising (kids' adverts really do make you feel soiled – all the tricks of regular advertising, more coarsely executed). So every time he prefers Milkshake, I feel ashamed. And he always prefers Milkshake, because it's better. It's got all the big names. I do maintain that the TV has to go off when guests come round, and neither my fella nor my firstborn agree with this; not only will they not turn it off, T actively tells guests off when there's something good on and they're not concentrating. \"Square eyes!\" I will inevitably start shouting, as soon as he is old enough to take that as an insult, and not yet so old that he realises what an oblique and ineffective insult it is."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}