{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/oct/25/fabio-capello-nfl-coaches", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-10-24T23:10:09Z", "webTitle": "Fabio Capello is right – English clubs should learn from NFL | David James", "webUrl": "https://www.theguardian.com/football/blog/2009/oct/25/fabio-capello-nfl-coaches", "apiUrl": "https://content.guardianapis.com/football/blog/2009/oct/25/fabio-capello-nfl-coaches", "fields": {"headline": "Fabio Capello is right – English clubs should learn from NFL", "bodyText": "I was just finishing off my column – having a go at football for being so lazy, and not wanting to learn from other sports – when, blow me, along comes the news that Fabio Capello borrows coaching techniques from volleyball, rugby, ice hockey and baseball. I can't say I'm very surprised. If there is one man in football who would prove the exception to the rule it's Mr Capello. Last week he sat down with Martin Johnson and Andy Flower – his opposite numbers from rugby union and cricket – and Mike Holmgren, the Super Bowl-winning coach of the Green Bay Packers, to share ideas. The discussion coincided with today's NFL fixture at Wembley: New England Patriots v Tampa Bay Buccaneers. It's a sport I have loved since I was a kid. There are others who have looked beyond their own sport – Roy Keane visited the All Blacks in New Zealand last year, and Jonny Wilkinson recently spent time with the NFL's Denver Broncos. Back in 2003 I had my own inter-sport learning experience when I visited several NFL clubs with Johnson. The trip made a huge impression on me and I was shocked by the attention to detail. Each club we went to had an array of coaches for specific skill sets, there were multiple video analysis suites and superb training facilities. John Terry and I were talking about it the other week and he couldn't believe they had full-size indoor training pitches. Of course clubs in the Premier League could easily afford those kind of facilities but we seem to have different priorities for spending. The video suites were particularly impressive. Over there teams spend time reviewing footage every day to study offensive and defensive play and specialist roles. I had the privilege of sitting in on a quarterbacks session with the then-Seattle Seahawks coach Jim Zorn and, even though it was the close season, every move on the training ground was captured on film. We have nothing like that here. At club level we do roughly 20 minutes on the opposition the day before a match. At Portsmouth our video analysis bloke puts together a DVD of corners, free‑kicks and penalties as preparatory work. But I've never been at a club where we sit down as a formation – a defensive or offensive group – and spend time working out systems. That's just not the culture in England, where we seem to have this idea that sitting in a video room for any amount of time is boring and the wrong thing to do. The exception to that school of thought is Mr Capello. With England we regularly watch replays of our games or training sessions – the other week we watched a segment of the Ukraine game before we played Belarus, and the manager highlighted areas we needed to improve on. I've taken to doing my own video work with a psychologist. Video analysis highlights the gap between perception and reality – your awareness of space and time during a game can be so distorted you are unable to assess accurately every detail on the pitch, a problem that can affect managers as much as players. One important lesson I took home from the NFL was the understanding that not all training has to take place on the training ground. Strength work can be done more effectively, and with less risk of injury, in the gym. Just as sprinters have more complexity to their training than simply running the 100 metres over and over, so it makes sense that footballers take a similar approach. With all the goalkeeping injuries at the moment I think a different approach is worth considering. If I ever become a manager, one idea I will definitely borrow from the NFL is the employment of specialist coaches. The coaching staff of a football club tend to fit the basic structure of: first-team manager, assistant, reserve-team manager and goalkeeping coach. Imagine if we had kicking coaches, heading coaches, attack coaches, defence coaches. Why not? We have keepers who can't kick the ball properly, and strikers who can't head. Why wouldn't you want to give them additional coaching to improve their all-round game? Paul Robinson – a superb striker of the ball – could be kicking coach and David Beckham could do free-kick master classes. Whatever you would spend on these specialist coaches, it would be a drop in the ocean compared to players' wages. Not investing in them seems a false economy. Until then I'm looking forward to practising line-outs, spiking and blocking, and hitting a home run with Mr Capello and the England boys. David James has donated his fee for this column to charity."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}