{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/oct/28/brian-logan-catchphrase", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2009-10-28T22:30:02Z", "webTitle": "Brian Logan on catchphrases in comedy", "webUrl": "https://www.theguardian.com/culture/2009/oct/28/brian-logan-catchphrase", "apiUrl": "https://content.guardianapis.com/culture/2009/oct/28/brian-logan-catchphrase", "fields": {"headline": "Brian Logan on catchphrases in comedy", "bodyText": "Eric Idle could be forgiven for thinking: \"Why do I bother?\" His Not the Messiah oratorio, which just had its UK premiere at London's Albert Hall, isn't short on new jokes, nonsense and orchestra-behaving-badly irreverence. A lot of effort and for what? The evening's biggest laughs were reserved for lines written 35 years ago. \"He's not the Messiah . . .\" Gasp of excitement. \"He's a very naughty boy . . .\" Cue delirium. The gig, which doubled as Monty Python's 40th birthday bash, was far from unusual: I've been to plenty of shows of late where crowds derive most of their pleasure from the communal parroting (or should that be dead-parroting?) of TV catchphrases. For the rest of us, that can be hard work. I'm not much of a telly man, so a Mighty Boosh gig, for example, can make me feel left out. I end up wondering why all these students are shouting: \"This is an outrage!\" When Vic and Bob played live a few years ago, it wasn't to try out new material, but to do little more than ringlead a crowd of thirtysomethings through a nostalgic chorus of \"What's on the end of the stick, Vic?\" and \"You WOULDN'T let it lie\". (As Charlie Higson, that pioneer of catchphrase comedy, once told me: \"You mustn't be too subtle on tour.\") Perhaps the catchphrase is to comedy what the hit single is to pop: an obligatory feature of an act's live set, to which the crowd adds full-throated accompaniment. But a good song is the apex of the songwriter's art; the equivalent in comedy is the well-turned joke or the brilliantly sustained routine. It isn't the catchphrase. The problem, of course, is that you can't join in with a joke or a routine, whereas the catchphrase encourages participation. It's the fans' chance to say: \"We're part of this phenomenon, too.\" When overindulged in, catchphrases replace comedy, rather than supplement it. But judiciously applied – as at Not the Messiah – they afford fans a rare sense of communion with their heroes. That's why, when audiences get the chance to join in with a well-loved catchphrase, they seldom let it lie."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}