{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/oct/02/kieren-fallon-sea-the-stars-arc-de-triomphe", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-10-01T23:10:01Z", "webTitle": "Kieren Fallon confident Youmzain will run big race in Prix de l'Arc de Triomphe", "webUrl": "https://www.theguardian.com/sport/2009/oct/02/kieren-fallon-sea-the-stars-arc-de-triomphe", "apiUrl": "https://content.guardianapis.com/sport/2009/oct/02/kieren-fallon-sea-the-stars-arc-de-triomphe", "fields": {"headline": "Kieren Fallon confident Youmzain will run big race in Arc de Triomphe", "bodyText": "Bookmakers may pour cold water on the chances of Youmzain making it third time lucky in Sunday's Prix de l'Arc de Triomphe, but Kieren Fallon, who was in winning form here yesterday on Sea Of Leaves, certainly hasn't given up hope. Horse and jockey share common ground, both being enigmatic talents who have – rightly or wrongly – endured plenty of mud slinging in recent times. The ex-champion enjoyed one of his finest-ever hours in the race two years ago when giving Dylan Thomas a vintage ride to hold off Youmzain less than 24 hours before the start of his Old Bailey trial. Fallon was hauled in to see the French stewards with Dylan Thomas having hampered Zambezi Sun and stablemate Soldier Of Fortune in the straight, but used his powers of persuasion (and those of a presumably compliant Johnny Murtagh, the rider of Solider Of Fortune) to keep the race. \"I didn't really enjoy winning that day, because I was worried as soon as I passed the post that I might lose it,\" he said. In the circumstances, Fallon can be forgiven for now feeling that he owes an Arc victory to Youmzain, who would have been promoted to first had Dylan Thomas been disqualified. But older and almost certainly a little wiser now at the age of six, Youmzain seems harder than ever to persuade to put his best foot forward this season and, acting under the instruction of his owner Jaber Abdullah, the trainer Mick Channon will fit blinkers for the first time on the veteran this weekend. \"I haven't ridden him in blinkers, but they tell me that he has worked well in them at home,\" said Fallon. \"You can forget his last run in Germany because the ground had gone completely against him and the small field didn't suit him. This is his time of year and he loves the big field and the rough and tumble in the Arc. I just hope we get a good draw on the inside so that we can get a decent position.\" Youmzain is freely available at 25-1, but Fallon can see chinks in the armour of favourite Sea The Stars. \"If you go back to a horse like Generous, he looked unbeatable when he won the Derby and the King George and then went to Longchamp and flopped,\" he said. \"It's a long old season, especially for a three-year-old.\" Punters hoping for Classic clues for next season among the interesting looking contenders for yesterday's Tattersall Stakes were left none the wiser after 33-1 chance Sir Parky made all under an adventurous ride from Richard Hughes. \"Go as fast as you can for as long as you can,\" said Hughes smiling as he returned to the winner's enclosure, offering a reprise of the instructions he had been given. The victory completed a double for the trainer Richard Hannon, who hopes to cap a fine season when the unbeaten Dick Turpin lines up in the Prix Jean-Luc Lagadere 80 minutes before the Arc. \"His work is as good as ever, he does whatever we ask him to. He's got to have a major chance,\" said Richard Hannon Jr. Victory for Dick Turpin would see him emerge as a leading contender for next year's 2,000 Guineas, the betting for which is currently led by his stablemate Canford Cliffs who will not run again this season. However, Hannon Jr is clear as to the pecking order among his talented team. \"Which one is the best? Canford Cliffs. By a mile,\" he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}