{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/oct/02/leeds-united-leeds-council-colin-burgon", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-10-01T23:10:01Z", "webTitle": "Local MP calls on council to ignore Leeds United's pleas for cash", "webUrl": "https://www.theguardian.com/football/2009/oct/02/leeds-united-leeds-council-colin-burgon", "apiUrl": "https://content.guardianapis.com/football/2009/oct/02/leeds-united-leeds-council-colin-burgon", "fields": {"headline": "Local MP calls on council to ignore Leeds United's pleas for cash", "bodyText": "Leeds City Council should suspend all discussions with Leeds United about buying the club's Thorp Arch training ground until the club's owners are identified and passed as \"fit and proper people\", according to Colin Burgon, Labour MP for the east Leeds constituency of Elmet. \"Leeds City Council must commit no time or money to any project with Leeds United until it is clear who the actual owners are,\" the MP argued. \"The issue also raises huge questions for the Football League, to ensure that football club owners are approved 'fit and proper people' according to the league's own regulations.\" Burgon's comments followed the Guardian's revelation this week that according to a statement sworn in a Jersey Court by the club's chairman, Ken Bates, Leeds United is owned by unidentified holders of 10,000 shares in the Forward Sports Fund, registered in the Cayman Islands. Bates had previously told the court he and his financial advisor, Patrick Murrin, owned one \"management share\" each in Forward. That, Bates said subsequently, had been \"incorrect\" and \"an error on my part\". The council has agreed in principle to borrow money, thought to be £6m, to buy Thorp Arch and lease it back to the club, who approached the council for financial help this summer. The training ground was sold by the club's previous board to allay a financial crisis in 2004, and Leeds United have an option to buy it back which expires next Saturday, 10 October. According to council documents, the club told the authority they cannot borrow the money themselves \"due to [the club's] poor credit rating\". The council's executive board agreed on 17 September to continue positive discussions with the club, and yesterday the council confirmed it is considering borrowing money to buy Thorp Arch. A spokesman for the council, which is currently dealing with a strike by bin men protesting about cuts to their pay, said the position has not changed following the revelation about the club's unidentified Cayman Islands owners. \"We have been told by Leeds United that the owners of the football club are Forward Sports Fund,\" the spokesman said. \"This is the same information that has been provided to the Football League and, at this stage, we are satisfied with that situation. There will be no net public spend on this proposal. The cost to the council of borrowing to acquire Thorp Arch would be more than covered by the amount paid by the club in rent.\" Leeds United have argued that they cannot raise the money themselves but recent events at Elland Road have suggested several potential sources of funding, including the sale to Aston Villa of midfielder Fabian Delph for an undisclosed fee believed to be worth £6m. Forward's Swiss administrators have a policy of not revealing investors' identities, so it is likely the club's owners have not been approached, a concern raised by Burgon. \"If the council does not know who the owners are, how can they be clear those owners do not have the money to put into Thorp Arch?\" he asked. \"At a time when the council is in dispute with low-paid bin men, it is staggering they have not suspended all dealings with Leeds United until it has clarified who lies behind the club's ownership.\" Another offshore company, Astor Investment Holdings, wrote off £18m in 2007, to support Bates' and Forward's bid to buy the club back out of administration. In June, during the trial of the libel action brought against Bates by Melvyn Levi, the former Leeds director, the judge, Sir Charles Gray, said he was \"exceedingly puzzled\" about why Astor would \"kiss goodbye\" to so much money. Bates, giving evidence, said he could only \"presume\" Astor did so because \"there would be the option for business in the future\" if he and Forward remained in control. It is not known whether Astor, which has addresses in Guernsey and the British Virgin Islands, has, in fact, been approached to fund the Thorp Arch purchase. Bates also confirmed during that trial that he has put none of his own money into Leeds, saying that, despite having been paid a reported £17m by Roman Abramovich for Chelsea in 2003, he had \"assets, not cash\". \"We are in the process of assessing whether the club has the finances to acquire Thorp Arch from its own resources,\" the council spokesman said. \"But our enquiries to date have provided no evidence it does.\" The club declined to comment yesterday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}