{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/oct/21/sporting-success-season-birthday", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-10-20T23:10:03Z", "webTitle": "Born to run: how sporting seasons determine success | Frank Keating", "webUrl": "https://www.theguardian.com/sport/blog/2009/oct/21/sporting-success-season-birthday", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/oct/21/sporting-success-season-birthday", "fields": {"headline": "Born to run: how sporting seasons determine success", "bodyText": "With the clocks rejigged to end British summer time this weekend, I was pondering seasonal matters when I came across one of 2009's bestseller paperbacks, Outliers: The Story of Success (Penguin, £9.99), by New Yorker whizz-kid Malcolm Gladwell. In an enviably skilful mix of pop psychology, anecdote, smoke, mirrors and statistical analysis, the author gaily and glibly piles surmise upon ye bleedin' obvious to conclude life's a doddling cinch as long as you're born in the right place at the right time. Dead-cert success, Gladwell reckons, is to get yourself born in the first three months of the year. January, February or March makes for a very happy birthday indeed. With star-billing assured: well, the finest Canadian ice-hockey players managed just that; so, for good measure, did most leading Italian footballers. Such a single criterion might have sold a zillion books worldwide, but it does not remotely apply in British sport and I spent half of yesterday poring over parchmenty old reference books in proving it. Only two (Crouch, January; Barry, February) of the England footballers who started against Belarus at Wembley last week were born in the first three months of the year. A few years ago, Sir Trevor Brooking wrote a book listing Britain's 100 Best Footballers ever: only 17 of the 100 had birthdays between January and March. Likewise, I'm looking at Rugby World's nomination of Europe's 50 finest all-time rugby players: just 16 of them were born in a year's first three months. Christopher Martin-Jenkins recently did the same sort of thing for cricketers: of his England Top 10 – Grace, Hobbs, Barnes, Hammond, Rhodes, Hutton, Botham, Compton, Trueman and Bedser – only one (Trueman, February) had a birthday to back up Gladwell's dogmatic submission. Need I go on? Far more intriguing, I fancy, are my own findings. Does Gladwell want them for his next money-printing, party-piece potboiler? In Britain, goes my thesis, the sporting season in which birth occurs itself governs the activity at which a baby might grow up to shine. Simply, an overwhelming majority of good cricketers are born in the summer; in contrast, most fine footballers have winter birthdays. Take Wisden's list of England's all-time top-scoring Test batsmen – from Gooch's 8,900 runs to Thorpe's 6,744 via Stewart, Gower, Boycott, Atherton, Cowdrey, Hammond, Hutton and Barrington. All but three were born during British summer time (this year from 29 March to 25 October) – Atherton (born 23 March, by less than a week), Cowdrey in December, Barrington in November. Still, seven out of 10 makes for a fairly conclusive argument. On second thoughts, make that eight out of 10, because Cowdrey was born at Ootacamund on Christmas Eve 1932 in the very middle of a literal Indian summer. In fact, make it nine out of 10 because dear Kenny B, Berkshire-born soldier's son, always told you he'd actually been conceived under the southern stars of Africa when ma and pa were garrisoning the Empire. Precisely the opposite for football. During a BBC radio panel at the turn of this century my contribution was to reel off the best 25 English footballers I'd ever seen play; revisiting the list yesterday I was astonished to see that, incredibly, only one (Alan Ball, in May) was a summer-born baby and that all 24 of the remaining 25 had winter birthdays between October and April. A few years ago the esteemed athletics swot, Peter Matthews, revealed in Runner's World that no less than 11 of history's 13 fastest-ever British 10,000m runners were born in the winter, remarkably five out of the top six in just the four weeks between 30 December and 25 January. In weirdly dramatic contrast, of Britain's dozen fastest sprinters in history, all 12 were summer-born between April and September. Tennis, however, throws up a contrary tale. Of Wimbledon's first 100 annual championships, 34 men's singles champs were winter babies (18 born between January and March) and 19 had summer birthdays – while, in gloriously cranky reversal, 25 women champions were summer born, only seven winter born. Why? Why? Why? Are long-distance runners programmed at birth to enjoy the slog and muddy slurp of the season they were born into? Ditto footballers? Are the sporty boys and girls of summer smitten with a love and talent for their game by being laid in their cradles at the boundary's edge, comforted by the matey plick and plock of the ball under the blue-skied canopies of midsummer? Hot-shot author Gladwell was apparently paid $4m advance for Outliers. For his sequel he is welcome to use any of the above. For a cut. I'd reckon to shake on 50/50."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}