{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2009/oct/28/games-gameculture2", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-10-28T23:44:57Z", "webTitle": "Obscure games that would work better as films", "webUrl": "https://www.theguardian.com/technology/gamesblog/2009/oct/28/games-gameculture2", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2009/oct/28/games-gameculture2", "fields": {"headline": "Obscure games that would work better as films", "bodyText": "We're used to the film industry grabbing successful games and converting them into flaccid, poorly conceived movies. Heck, we've even heard about perfectly good movies being translated into unbearably derivative games. But it's rare that a Hollywood studio pays out for the rights to a game most people have never heard of. Well now apparently, blockbusting producer Jerry Bruckheimer has picked up 2005 turn-based strategy game, Shattered Union, for cinematic treatment. Developed by PopTop Software (now part of Firaxis Games), the PC title imagined a nightmarish near-future in which a second American Civil war kicks off after an unpopular new president declares martial law. Several factions then battle for control of the country. Clearly, what's attracted Bruckheimer to this game is not its startling commercial success or its amazingly innovative and exciting implementation of table-top strategy dynamics - because both of those are clearly not true. No, the attraction is of course, the underlying concept - the idea of an America at war with itself; it's high concept popcorn movie gold dust. And during an era in which the film biz is so short of original ideas it'll happily turn to, say, Mayan prophesy for a saleable concept, it's no wonder producers are rampaging through their games collections looking for the next big 'idea'. So anyway, to save Hollywood some time and effort, can you think of other obscure/cult games with interesting stories that would work well - or actually better - as movies? Here are my three suggestions... Grim Fandango (LucasArts, 1998) The critics loved its imaginative combination of Aztec mythology and film noir, but commercially, this wonderful Tim Schafer creation sunk like a brick wrapped in metal chains. Would work brilliantly as the next Tim Burton, Shane Acker or Wes Anderson animation. The Longest Journey (Funcom, 1999) Hugely rich and detailed adventure following feisty student April Ryan who finds herself trapped between two parallel dimensions disintegrating into each other with potential catastrophic consequences. Once everyone has stopped making Tolkein, CS Lewis and Philip Pullman tie-ins, this would make an epic and unusual sci-fi/fantasy flick. Peter Jackson or Guillermo del Toro to direct, of course. Second Sight (Free Radical Design, 2004) Parapsychology researcher John Vattic wakes up in a medical research centre with amnesia and a range of new, highly destructive telekinetic powers. What happened? That's what you find out through the course of this conspiracy-fuelled action shocker. Possibly one for Hideo Nakata."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}