{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/organgrinder/2009/oct/20/wire-season-3-episode-10", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-10-19T23:15:00Z", "webTitle": "The Wire re-up: season three, episode 10 – reform, Lamar, reform", "webUrl": "https://www.theguardian.com/media/organgrinder/2009/oct/20/wire-season-3-episode-10", "apiUrl": "https://content.guardianapis.com/media/organgrinder/2009/oct/20/wire-season-3-episode-10", "fields": {"headline": "The Wire re-up: season three, episode 10 – reform, Lamar, reform", "bodyText": "The Wire: the book The Guardian's episode-by-episode blog on The Wire, plus many of the paper's interviews with the cast and features on the show, is going to be published in book form this autumn. Blogposts for all five seasons will feature – as well as many, many of your comments, which have made this blog the great forum it is. Season three, episode 10 Reformation's the word as season three's dramatic setpieces are set in motion in a blink-and-you'll miss it episode of plot and character development. Episodes like this are why you shouldn't watch The Wire drunk, tired, or both. Thankfully for those tempted by the former, McNulty and Bunk manage to stay out of Baltimore's bars this week. In fact, we instead see McNulty's vulnerable side: \"I feel like I don't belong to any fucking world that even matters ... First time in my life I feel like a fucking doormat – like I'm just a breathing machine for my dick.\" The scene, shared with an increasingly marginalised Kima, is the only time that I can recall where his characterisation blossoms much beyond the rather crude \"cop show staple\" stereotype that chagrins many Wire fans. Obviously, Kima reacts like we all would, with a stifled snort followed by an uncomfortable what-the-fuck-do-you-say-to-that silence. The reformation of the episode's title can be applied to various themes within the episode, not least Carver's personal development. I think we can trace the emergence of Carver's tenderness and maturity that so defines much of season four back to his little pep talk from Colvin here. Colvin, of course, hits the nail on the head so damn hard that even Herc would probably have walked out of that room with something approaching a renewed sense of purpose and vocation. \"You call something a war, pretty soon everybody's gonna be running round acting like warriors,\" preaches Bunny, in a speech he may also be making to his own conscience to pacify any lingering second thoughts about Hamsterdam. \"When you're at war, you need a fucking enemy. The neighbourhood you're supposed to be policing, that's just occupied territory.\" Spot on, to rehash my favourite McNulty line. The reformation of the western district's drug policing is already having a profound effect on Rawls's beloved stats: a 14% drop in crime in just a couple of weeks. There are top-level discussions about whether the mayor's office can take credit for the crime figures without revealing the unpalatable truth. Reformation is also the thread that runs through Cutty's sub-plot, and that of the corner boys he's struggling to get into his gym. \"I ain't got no idea how to come at these hoppers,\" he says to the Deacon. \"I wouldn't lose any sleep over it,\" replies the Deacon, \"nobody else does neither.\" It seems to me that Cutty is living his own battle to go straight through the corner boys, as if, if he can manage to \"save\" just a few hoppers, then he will be absolved of his own demons. Cutty's disbelief at the kids' attitude is another example of how things \"ain't what they used to be\" in Baltimore, of crumbling social structures and mutual respect. On a number of occasions, Prop Joe, Butchie, Stringer, Avon and Omar all reminisce about a time when, even in the game, things were done with a little more respect, a touch more class, a bit more nobility. All Cutty's history, his crimes and his time don't seem to have prepared him for the sheer shock of being treated like dirt by a hopper whom he's trying to help. He realises, with the help of the Deacon, something that Carver and Prez, principally, learn with greater fanfare in series four – that if you stick with Baltimore's young people, let them know you're in it for the long haul, build their trust and weather the storm of their sharp tongues and surliness, you'll get through their defences to the real people underneath. And only then can you start making a difference. There are a few great lighter moments to punctuate all the plotting, however, not least Brother Mouzone's reappearance. Though he's perhaps the only character who's completely unbelievable to me – but then what do I know? – I'm still mesmerised every second he's on screen. His description of Omar should be at the start of an Omar highlights reel on YouTube – indeed, it probably already is. \"From his accent he's homegrown – raised on the street. Skilled, intelligent, late 20s, dark, but with a scar across his face, like so. You down with this nigger?\" Too right I am. Second favourite moment: Freamon does the Real Hustle to set Bernard up with the pre-wired burners. He pulls it off with aplomb, but Clarke Peters's acting is so good that it still looks like Lester Freamon playing a small-time hustler. And lest we forget what a stone-cold bastard Marlo is, the disturbing scene in which he executes Devonne with almost sexual precision and emotional control serves as a reminder. I love (though love is clearly the wrong word here) the way the shot begins with the innocent tinkle of wind chimes, and ends with smoke billowing from Devonne's opened mouth. Favourite quote: \"Why the fuck you coming up behind me?!\" an anxious Lemar exclaims in the gay bar. It just made me chuckle. And of course we have Rawls's surprising appearance. Surprising only because you expect to recognise gay characters on TV from their behaviour. But it doesn't always work like that in real life, so why should it in television? Raises the question though: why even show him in there at all? It's incidental to the plot, and feels slightly contrived to generate paragraphs exactly like this one. Running totals Murders: up one to 51 with the death of Devonne. McNulty giving a fuck when it's not his turn: up one to 27, though this time he's giving a fuck about what the women he sleeps with think of his career. So, slightly different than the usual, but I think it counts. Dubious parenting: still seven. McNulty and Bunk drunk: still on 16 and five respectively. I don't think there were any more bar scenes the writers could squeeze into this episode. And the Bunk doesn't even feature at all. Herc fuck-ups: still nine and a half. Omar stick-ups: still eight. Bubbles attempting to get clean: earning clean money from his superb efforts with Squeak and Bernard, and he seems to have shaken off the completely irredeemable Johnny Weeks, so that's good enough for another one from me – up to four."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}