{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/oct/17/allears-michaelholden-funny-theguide", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2009-10-16T23:37:52Z", "webTitle": "Michael Holden's All Ears", "webUrl": "https://www.theguardian.com/culture/2009/oct/17/allears-michaelholden-funny-theguide", "apiUrl": "https://content.guardianapis.com/culture/2009/oct/17/allears-michaelholden-funny-theguide", "fields": {"headline": "Michael Holden's All Ears", "bodyText": "I'd like to stop smoking, but since the ban, the eavesdropping opportunities it creates are just to good to give up. Cast out into the cold air, it is as though the bonds of addiction allow us to speak outside the conventions of the world indoors. Why else would a group of men taking part in some kind of reunion dinner furnish me with the details of their friend's cardiac-genital humiliation as we stood together outside a restaurant? It's not like I ask people to tell me this stuff. It just happens. Man 1 \"I'm surprised Alan's not here.\" Man 2 \"You know he had a heart attack?\" Man 3 (as though this were worse) \"He lives in France\" Man 4 (sensing he might be the only one among the group in possession of the full facts – and determined to capitalise) \"Well, he did live in France, until he had the heart attack … \" Man 1 \"What happened then?\" Man 3 (not to be outdone) \"They had to airlift him out … in a helicopter.\" Man 2 \"Jesus, I never knew that.\" Man 1 \"Wow. I wonder how it felt?\" Man 4 (reclaiming the high ground) \"He said the worst thing was when he was lying on the stretcher and the helicopter came down and blew all the blankets off him – so he was naked … \" Man 3 \"He's lucky he wasn't in England, someone would have filmed you over here. You'd have been on YouTube, or that Michael Buerk programme. Half dead in the down draft, naked, with your penis pixelated out.\" Man 1 \"I thought he lived in Belgium?\" Man 4 \"Don't be daft.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}