{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/oct/25/katy-perry-did-i-say-that", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2009-10-24T23:10:10Z", "webTitle": "Did I say that? Katy Perry, singer, 26", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/oct/25/katy-perry-did-i-say-that", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/oct/25/katy-perry-did-i-say-that", "fields": {"headline": "Did I say that?", "bodyText": "ON WINNING A BRIT That's like being knighted practically. Maybe even better… I just thought I'd show up in my ridiculous Hello Kitty top and get Worst Dressed and leave (2009) ON RUSSELL BRAND He's got the worst sense of humour in the best sense of the way (2009) ON RELEASING AN ALBUM OF CHRISTIAN SONGS WHEN SHE WAS 16 I knew God had been knocking on the door for quite a while and God was the only one that truly understands me completely, because I'm such an outcast and a kooky little funky person (2001) ON TRUST Boys come and go. Twitter is forever (2009) BEATING A FRIEND AT MINI-GOLF It's hard being completely talented at everything (2008) ON HER MOTHER ONCE HAVING GONE ON A DATE WITH JIMI HENDRIX I could have been a Hendrix… I tell her that all the time (2009) TO TERRY WOGAN I am very hot and cold with you, I'm so sorry about that. I don't know what I want in my life. Maybe I'll grow up (2009) ON HERSELF I'm like a fatter version of Amy Winehouse and a skinnier version of Lily Allen (2008) ON HER PET CAT Kitty Purry was telling me the other night she remembers when bird flu was in and now pig flu is cool and she wonders when kitty flu is gonna hit. She'd like to be more popular. Fame whore (2009) ON HER STYLING I take some chances and sometimes end up in the worst dress. Hey, I don't care. No, just kidding, I care. Actually, it hurts me. No it doesn't. Well it does (2008) ON HEARING MILEY CYRUS HAD PERRY'S \"I KISSED A GIRL\" AS HER RINGTONE That's so cool. I can rest in peace (2008) ON SUCCESS Be careful what you wish for. It's like wishing for boobs. The universe says, \"OK, you want this? Here it comes, bitch!\" (2008) ON HER INSPIRATIONS The sunlight and puppehs and kittehns [sic], unicorns sometimes, sporks, prisoner fan mail, dead caterpillars (2009) ON HER WRIST TATTOO OF JESUS I see it every time I'm playing guitar. It's looking back up at me. That's where I come from, and probably where I'm going back to (2008)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}