{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/oct/21/chelsea-carlo-ancelotti-michael-ballack", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-10-20T23:10:02Z", "webTitle": "Chelsea players hold inquest in bid to eliminate set-piece errors", "webUrl": "https://www.theguardian.com/football/2009/oct/21/chelsea-carlo-ancelotti-michael-ballack", "apiUrl": "https://content.guardianapis.com/football/2009/oct/21/chelsea-carlo-ancelotti-michael-ballack", "fields": {"headline": "Chelsea players hold inquest in bid to eliminate set-piece errors", "bodyText": "Carlo Ancelotti and his Chelsea players have held a frank training-ground inquest in an attempt to pinpoint the causes of their recent frailty defending set-pieces, exposed so ruthlessly by Aston Villa as the Londoners slipped to their second successive away league defeat on Saturday. The squad watched a re-run of the defeat at their Cobham training base on Monday with Ancelotti exposing lapses by a quartet of senior players – Frank Lampard, Ricardo Carvalho, Didier Drogba and Petr Cech – at the two Villa goals. Michael Ballack, who has not featured in either of the team's recent Premier League losses, revealed the players had not shied away from criticising each other and had then \"shaken hands\" and returned to the training pitch, with special attention subsequently paid to defending set‑pieces. \"We watched the game again at Cobham, we saw who made the mistakes – everyone knows that – and we've spoken about the game,\" said Ballack, who will return to the side after an ankle injury for tonight's Champions League tie against Atlético Madrid. \"We lost that game [at Villa] on set-pieces. Everyone has to improve his movement, his defensive organisation in the box, and it comes down to personal attitude: 'Don't concede a goal'. We can train and practise things but, if someone falls asleep at a set‑piece, we will still concede.\" John Terry's furious reaction to the concession of Villa's winner, a free header converted by James Collins at a corner, was matched by Ancelotti's disappointment in the away dugout. \"I felt the same way,\" said the Italian. \"We were all disappointed, not only John Terry but also the other players. At set-pieces we have two players, one on each post. One player is in front of the near-post – Lampard – and five mark man for man. Everybody has his own responsibility: to mark, to stay in his zone or go for the ball. Everybody has a job. Every player must take responsibility for what happens in our box.\" Stoke City and Wigan Athletic have also exploited Chelsea's weaknesses at set-plays this season, with Villa maintaining a trend that first flared during Luiz Felipe Scolari's brief reign last season. Lampard had inadvertently flicked on Ashley Young's corner for Richard Dunne, muscling himself free of Carvalho, to score Villa's opener before Collins escaped Drogba's attentions to plunder the winner, prompting Terry to scream his frustration at his team-mates. \"His reaction showed he takes a big responsibility, not just for himself but for the team,\" added Ballack. \"That's what you need, emotions like that, to make sure it doesn't happen again. \"We all speak with each other. We have no problem criticising each other in the dressing room. A good team with strong players has to do this. We've done that, then we shake hands and get back on to the training pitch and try to do better. I wasn't involved [on Saturday], but I know the problem. I was there afterwards and we spoke about it. Everybody has to make an impact on the situation, me too. I have a few years behind me and I'm experienced, so I have to speak to help the team. Everybody has to take responsibility, otherwise we will concede more goals.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}