{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/feb/09/cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-02-09T18:02:03Z", "webTitle": "Flintoff targets return", "webUrl": "https://www.theguardian.com/sport/2005/feb/09/cricket", "apiUrl": "https://content.guardianapis.com/sport/2005/feb/09/cricket", "fields": {"headline": "Flintoff targets return", "bodyText": "Andrew Flintoff is confident he will recover from surgery on his left ankle in time to face Australia in this summer's Ashes series. Flintoff missed England's one-day series against South Africa in order to have an operation on a bone spur and is expected to need at least three months' recovery time. It means Flintoff will miss the opening Test series of next summer against Bangladesh but is hopeful of returning to action for Lancashire before the Ashes begins at Lord's on July 21. \"I'll get fit for the Ashes. It's something I'm really looking forward to,\" he said. \"I've never played a Test match against Australia, although I've played in two or three one-day internationals. I think my rehab is three or four months, and we don't start until the end of July - so I've got plenty of time. \"I hope to get a few games in for Lancashire before then and try and get into some sort of form and hit the ground running. We are getting closer to them - and over the last 18 months since Michael Vaughan has taken over we've improved as a side.\" Flintoff had to have cortisone injections to play against South Africa, and the decision for him to miss the current one-day series was taken with the Ashes in mind. He flew home last month after helping England defeat South Africa 2-1. \"We won in South Africa not playing particularly well - but to beat the Australians we are going to have to be at the top of our game,\" Flintoff said. \"It's something the side is excited about. It's the biggest challenge in cricket to play against the best in the world, and everyone is looking forward to it. I truly believe this year we have a great chance of winning the Ashes, although Australia are obviously a great team.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}