{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/feb/16/uk.conservatives1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-02-16T17:31:43Z", "webTitle": "Howard pledge to end waiting lists", "webUrl": "https://www.theguardian.com/politics/2005/feb/16/uk.conservatives1", "apiUrl": "https://content.guardianapis.com/politics/2005/feb/16/uk.conservatives1", "fields": {"headline": "Howard pledge to end waiting lists", "bodyText": "Michael Howard, the Conservative leader, today promises to abolish all waiting in the health service and vows to eradicate the so-called MRSA superbug by giving a matron the power to overrule NHS chief executives and shut dirty wards. The Conservative leader, who is enjoying a media - but not yet poll - surge, writes in the Guardian that he will not allow any Tory ideology or prejudice to get in the way of his determination to improve the NHS. His remarks come as he prepares to unveil the party's health manifesto. The electoral battleground of health is traditionally a Labour preserve, but Mr Howard believes Labour may have lost its historic advantage. He writes that the prime minister's commitment at the weekend to guarantee treatment only within 18 weeks would be treated with derision elsewhere in Europe, given that Britain \"is one of the wealthiest countries in the world with record levels of spending on healthcare\". Mr Howard will stick by his controversial plan to give state subsidies covering half the cost of NHS treatment to be used towards treatment in a private hospital which charges a patient. Labour claims the proposal will divert £1.2m from the NHS and subsidises the cost of private treatment for those who can afford to pay. But Mr Howard writes: \"In cases where a provider charges the NHS more than the NHS tariff, we will pay half the cost of the NHS tariff. Why? Because choice is not meaningful if it's simply the government telling you where you can exercise it.\" Giving patients freedom, in consultation with their GP, to choose any public or private hospital \"will spell the end of NHS waiting lists,\" he claims. He writes: \"Freedom for professionals and the right to choose for patients will mean that by the end of the next parliament there will be no unnecessary waits for hospital treatment. Waiting lists will become a thing of the past.\" There are 1 million people on the waiting lists, and the Conservatives estimate this can be achieved by increasing hospital treatments by 2% annually over five years. Much of the expansion will come in the private sector. In a separate initiative, Mr Howard will propose that in each hospital a matron, employed by the NHS and not the trust, will be given powers to shut wards. Patients want the peace of mind that comes from seeing one person, walking around a ward, checking that their hospital is clean. He complains that at present \"you are more likely to die of an infection you pick up in hospital than to be killed on Britain's roads\". One reason, he claims, is central targets that make chief executives keep superbug-infected wards open even when inspection teams say they should be closed. He also proposes that hospitals be required to publish information on hospital-acquired infections, so enabling patients to make informed choices about where to receive their operations. Local inspection teams will work with the matron and have the authority to shut down dirty wards when there are superbug outbreaks. The health secretary, John Reid, condemned the private subsidy element of the Tory choice agenda saying: \"The Tories must explain why their policy is to use NHS money to help private patients jump the queue. \"The Tories must explain why they want to destroy the fundamental principle of the NHS - equal access to care free at the point of need.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}