{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/feb/05/familyholidays.family.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-02-05T18:25:04Z", "webTitle": "Travelling with kids", "webUrl": "https://www.theguardian.com/travel/2005/feb/05/familyholidays.family.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/feb/05/familyholidays.family.guardiansaturdaytravelsection", "fields": {"headline": "Travelling with kids", "bodyText": "A while ago I mentioned locally produced guides I'd come across written by parents about their own areas. They included the Titch Hikers' Guide To Bristol And The West Country and Stepping Out - An Under Fives' Guide To Oldham; they were goldmines, with information from where to find farm animals to stroke, to music venues suitable for teenagers. But as soon as I'd mentioned them, more parents wrote in about other guides they'd published themselves. Now I have a huge pile, even reaching abroad to Le Curieux - Monaco-French Riviera for Families, written by an English mum, married to a French man, who lives in Nice ( lecurieux.mc). This wealth of information underlined something I'm reminded of each time I write this column and receive your responses; parents have the best advice for other parents. No one knows better how to answer a query like Jamie Gill's - where are the best places to stay with his kids in northern India - than another family who's already done exactly the same thing. Until now, I've been fielding the queries myself, and putting the parent who's told me about their recent trip to the Louvre in touch with the parent who's asked me for a hotel in Paris with baby-listening, hoping to make a good match. But it's a bit of a cumbersome process, with me playing a not very useful pig-in-the-middle. So I've launched a Travelling with Kids forum on my website - deabirkett.com - where families can exchange tips, experiences and queries directly with each other. I've also put all the details of the different local parents' guides on the site. I'll keep the list updated as you send in further details of your publications. That way, I'll still have a job to do. Please send tips for sharing through deabirkett.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}