{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/feb/01/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-02-01T22:27:51Z", "webTitle": "Chelsea feel force of Wenger ire", "webUrl": "https://www.theguardian.com/football/2005/feb/01/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2005/feb/01/newsstory.sport", "fields": {"headline": "Chelsea feel force of Wenger ire", "bodyText": "Arsenal were last night approaching the defining match of their season so far with their manager distracted by off-field events. Manchester United visit Highbury this evening in a match that could send one of the two clubs out of the title race but Arsène Wenger was preoccupied by the allegations of an illegal approach from Chelsea for Ashley Cole. Wenger called on the Premier League to launch an investigation into the News of the World's allegations that Chelsea's chief executive Peter Kenyon, the manager Jose Mourinho and the agent Pini Zahavi met Cole last Thursday at a London hotel. Outraged at the reports, Wenger further called on Chelsea to issue a categorical denial, though last night the Premiership leaders maintained their \"no comment\" policy on the story. However, the Arsenal manager feels he can sense a plot to derail his club from the title race. \"The timing is not welcome before a big game for a story like that,\" said Wenger. \"I find that coincidence just a little bit troublesome.\" Aware of Kenyon's previous association with Arsenal's opponents tonight - where he had also served as chief executive - Wenger's suspicions may have been hardened by the apparently increasing fraternity of Sir Alex Ferguson and Jose Mourinho. Wenger risks being isolated politically by the managers of England's two biggest clubs but his willingness to be distracted by those two men could pose a threat to Arsenal's ambitions in the title race. Given the precise nature of the allegations surrounding Cole - which, if proven as an illegal approach, could lead to Chelsea being docked Premiership points - Wenger is dismayed at the lack of a definitive rebuttal from his London rivals. Mourinho's initial response to the reports was only to issue an emphatic denial of his own involvement, a statement that Wenger finds unsatisfactory. \"I don't know how so much assertive evidence comes out in a newspaper, just being invented,\" said Wenger. \"It looks to me like [the meeting] has happened. [The newspaper] have to give evidence or Chelsea have to deny the story. It's the responsibility of the club to deny it in a situation like that.\" Kenyon, rather than rebut the reports yesterday, instead used an interview to mark the culmination of his first 12 months at Chelsea to compare his club's profile with that of United. Kenyon also declared his insouciance at the threat of an inquiry but, if they were meant as a denial that Thursday's alleged discussions had taken place, the words he chose were equivocal. \"The rules of the game are quite clear, so we're just getting on with our business,\" he said. Arsenal would have to lodge an official complaint before the Premier League would launch an inquiry into the allegations. \"I feel like I am in a film I have seen already,\" said Wenger, who has suffered a similar saga whenever Real Madrid have pursued his captain Patrick Vieira. \"The scenario of what is going on, I could have written it one year ago. I could tell you what will happen next. \"In football it has always happened like that. The first thing is you come in, you make a big investment and you strengthen. Then you weaken the opponents. How many clubs have bought players they did not need in Italy? They finished with 40 players because they just didn't want the opponents to have the players.\" Wenger has yet to challenge Cole about whether he attended any meeting in the Royal Park Hotel, preferring to ask him to reiterate his commitment to Arsenal. The left-back has 2 years to run on a £27,000-a-week contract at Highbury and has further pledged his future in person to his manager to the extent that Wenger is \"100% convinced\" he will extend his stay. \"I have not asked him,\" said Wenger. \"If you asked anybody who was in this meeting if it has happened, nobody would say, 'Yes, I was there.' \"It is not that I did not want to ask Ashley, I just had [time for] a minute's chat with him before training. I will ask him at some stage. \"But [a meeting like that] it is not Ashley's responsibility. It is Chelsea's responsibility. What I don't want now is to shift that responsibility from Chelsea to Ashley Cole. If somebody is responsible for that kind of behaviour it is not Ashley.\" Cole will play in tonight's match against United and Wenger expects to see him at his best. \"If he had said to me that he didn't feel he could play as he was in the middle of a thunderstorm, then no, but I know his strength of character and I have no doubt about that,\" he said. \"I think you will see a great game from him.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}