{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/feb/19/guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-02-19T19:08:51Z", "webTitle": "Best offers", "webUrl": "https://www.theguardian.com/travel/2005/feb/19/guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2005/feb/19/guardiansaturdaytravelsection1", "fields": {"headline": "Best offers", "bodyText": "Under £200 Cumbria: The Lakeland Camping Barns network (017687 72645, lakelandcampingbarns.co.uk) has introduced a series of circular barn-to-barn walking and cycling breaks enabling guests to stay at different barns each night from £5.50pp per night without using a car or public transport. Cambridge: Until the end of March, Superbreak (01904 644455, superbreak.com) has a night's B&amp;B at the four-star De Vere University Arms for £49.50pp (two sharing) saving £20.50. Dartmoor: Until the end of April, two nights' B&amp;B at Browns in Tavistock (01822 618 686, brownsdevon.co.uk) costs £125pp (two sharing), including one dinner and a picnic on the moors. Portugal: Departing February 27, Thomas Cook (08701 111111, thomascook.com) has seven nights' self-catering at the threestar Bellavista Avenida Apartments in Albufeira from £129pp including Gatwick flights. Under £500 Italy: Until March 17, Crystal Italy (0870 8880233, crystalholidays.co.uk) has two nights' B&amp;B at the four-star Hotel Astoria in Florence from £299pp (saving £40) including Gatwick flights. Canada: Until March 16, British Airways Holidays (0870 2433406, ba.com/holidays) has three nights at the four-star Delta Chelsea, Toronto, from £333pp (saving up to £200) including scheduled flights from Heathrow, and car hire. Goa: Departing March 10, Jewel in the Crown Holidays (01293 533338, jewelholidays.com) has two weeks at the Abalone Resort Hotel in Baga for £349pp (saving £180), including Gatwick flights. US: Between March 1 and 11, Virgin Holidays (0871 2221203, virgin.com/holidays) has seven nights' B&amp;B at the Cedar Lodge at Lake Tahoe from £469pp (saving £70), including Heathrow flights. France skiing: Departing February 27, Mark Warner (0870 7704226, markwarner.co.uk) has seven nights' half-board with wine at dinner at Christina Chalethotel in La Plagne for £499pp (saving £299) including flights and transfers. Under £1,000 Austria skiing: Departing March 12, Equity Ski (08704 992992, equityski.co.uk) has seven nights at Hotel Riegler in Saalbach for £639pp (saving £105), including Gatwick flights, equipment hire, ski pass and insurance. Maldives: Departing March 13, The Airmiles Travel Company (0870 6074740, airmiles.co.uk) has seven nights' all-inclusive at the three-star Villivaru Island Resort from £764pp, including Gatwick flights. Book by February 26. Vietnam: For departures April 17-27, Somak Holidays (020-8869 4646, somak.co.uk) has an eight-night tour visiting Hanoi, Hue, Hoi An and Ho Chi Minh City for £819pp (two sharing), saving £387. The price includes Heathrow flights (regional connections from £85pp), transfers, three-star accommodation and some meals. Canada skiing: Departing March 5, Directline Skiing (020-8239 3399, directline-skiing.co.uk) has seven nights at the five-star Chateau Lake Louise Hotel in Banff National Park for £849pp, including flights and transfers. Norway: Departing April 16, Norwegian Coastal Voyage (020-8846 2666, norwegiancoastalvoyage.com) has a five-night full-board cruise from Kirkenes to Bergen for £978pp (saving £526) including Heathrow flights, transfers, and one night's B&amp;B in both Kirkenes and Bergen. Over £1,000 Madeira: Departing March 7, Sovereign (08705 768373, sovereign.com) has seven nights' B&amp;B at Hotel Reid's Palace in Funchal from £1,005pp (saving up to £400) including Gatwick flights and private taxi transfers. Malaysia: Until the end of June, Audley (01869 276200, audleytravel.com) is offering 10 nights for the price of eight at the five-star Pelangi Beach Resort on Langkawi and a 20% discount on all spa treatments booked in advance. Ten nights' B&amp;B now costs from £1,245pp including flights and transfers."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}