{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/feb/13/lasvegas.unitedstates.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-02-13T19:13:08Z", "webTitle": "USA: Viva Las Vegas", "webUrl": "https://www.theguardian.com/travel/2005/feb/13/lasvegas.unitedstates.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2005/feb/13/lasvegas.unitedstates.observerescapesection", "fields": {"headline": "Viva Las Vegas", "bodyText": "This year is the 100th birthday of Las Vegas. Like any spangly old tart, Las Vegas has grown more respectable with age - but she still has the energy to throw one big, shiny, banging birthday party. This town is going to turn 100 in style. She's going to get drunk, dress up and kick her heels till dawn. If you're picturing an old lady right now, picture the collagen-stuffed Jackie Stallone in Celebrity Big Brother. Picture Dolly Parton, still bewigged and rhinestoned at 58, explaining that ever since childhood she has yearned to dress like a hooker. That's the kind of old lady we're talking about. There's no such thing as too much noise or too much glitter. When you fly to Las Vegas at night, a blaze of multicoloured lights appears amid the yawning darkness of the desert. When you drive into town from California or the Grand Canyon, you pass through miles and miles of empty sand before ... bam! A wall of neon hits you in the face. Day and night the slots jangle, the cocktails flow, the buffets groan and the Hawaiian shirts clash, while the famous Strip is as dazzling and bustling and glaring and clinking and glittering as it ever was in the movies. In her early days, Las Vegas was a wild thing who ran with a bad crowd. She was born with the advent of the railroad through the Nevada desert, set up as a tent town for workers in May 1905. The baby Vegas soon sprouted saloons and boarding houses, much to the shock of her religious relatives (the Mormons, who until that point had been the only residents of the area). Gambling was actually banned in Nevada in 1910, but this was openly ignored by our little tearaway: underground gaming flourished in Las Vegas until the State Legislature relegalised it during the Great Depression to get their hands on tax revenue. There was a brief lull during the Second World War, but Las Vegas hit her thirties with a vengeance. By 1946, Bugsy Siegel (notorious member of Meyer Lansky's crime syndicate) had opened the Flamingo Hotel, the favourite watering hole of gangsters at the time, and by 1947 he'd been shot dead in his girlfriend's living room. Shiny new hotels were springing up everywhere, many of them mob-controlled. If it all sounds kinda glamorous and not very nasty at all, think again. Card-counters got their knees broken, rival casinos were burnt down, and black gamblers were not welcome. Black entertainers were banned from living on hotel premises and even black film and singing star Lena Horne wasn't allowed to enter the gaming area when performing at the Flamingo. That is where dizzying freedom hit its limit: no cover charges, no sales tax, no income tax, no waiting period for marriage licences, no gambling regulation ... and no negroes near my innocent wife, thank you. When people pine for the old days of Vegas, the edgy glamour of gangster culture and the pioneering spirit of the early players, they conveniently forget (or never knew) this grim aspect of the whole business. Sure the showgirls were great, the streets were thronged with society's rebels and Frank Sinatra was always in town - but any black person who applied to marry a white sweetheart was arrested immediately. I know how easy it is to be sentimental for days one never knew. I am guilty of it myself: I read Big Julie of Vegas (the memoirs of a Runyanesque racketeer from the early years) and imagine how cool it must have been. I look at the modern mega-resorts, each one raking in fat profits for a national hotel chain, and speculate that it may have been purer when money went out the back way into a local gangster's bejewelled hands. I see families coming into Las Vegas to enjoy the amusement rides, slapstick shows and kiddie restaurants laid on for mass appeal and I think 'Hey! This is meant to be a grown-ups ' Disneyland!' But in the end it's probably better this way. Las Vegas still retains a little shady cool from her gangster past, but this is a safe town now, and if not morally perfect it is certainly morally improved. The neon still glitters round the clock, the strippers still dance 24/7, the restaurants still serve dinner at 3am, but now it's open to everybody. And if they catch you card-counting at blackjack, they politely ask you to leave rather than taking you round the back with a baseball bat. It is glamour without horror. It is freedom without restriction. It is still utterly soulless. It is my favourite city in the world. I visited Las Vegas for the first time when I was 18, gambling and drinking with fake ID (you're supposed to be 21). There was a recession on, takings were down and nobody asked to check my passport. Now the casinos are booming again they demand to see my passport every time I go there. I'm 31: believe me, I'm delighted to be asked. I went back to Las Vegas three years later, having reached the legal age of 21, and loved it even more. I had learnt to play poker by then, and this town is a poker player's dream: games of every size and style going on around the clock. I won money. I got a suntan. I had a fling with a Texan Marxist (a social anomaly akin to finding a Cornish astronaut). My third time in Vegas was the happiest I'd ever been; and so was the fourth, and the fifth, and the sixth. They know their stuff, these Vegas hotel owners, and any imaginable indulgence is provided on tap. It's impossible to be bored in a town where (regardless of the hour) a show is always starting, a fairground ride is always open and the roulette wheel always spins. The freedom is absolute: free to play cards, free to have fun, free to get up in the afternoon and go back to bed in the morning. It's a holiday to the power of 10. In 2003 I had such an intensely perfect trip that I seriously thought about moving there to live. I still wish, sometimes, that I had never come back. In 2004 I went to Las Vegas with a broken heart. It was not a smart thing to do. This time, the only reason I came home again was that hotel windows don't open in Vegas because everybody wants to jump out. Well, everybody who's lost too much money, or has a broken heart. Vegas is an incredible town for lovers, and there is nowhere better to be truly alone, but for God's sake don't go there with your heart full of someone you're missing. Remember: soulless. Vegas is an easy place to feel like you want to live for ever, and an easy place to feel like you never want to wake up again. So: hotels! My favourite is Caesar's Palace. It is a riot of camp: a glorious recreation of ancient Rome, with crumbling pillars in the giant swimming pool and concierges dressed as senators. Many people say that the best hotel is the Bellagio (all marble, fresh flowers and hand-blown glass) but I find it a little too classy. If I want tasteful Italian style, I'll go to Italy. In Vegas I want kitsch at its most frighteningly lavish. Take the Venetian hotel-casino, a near-exact replica of Venice but about eight times bigger. It's the size of Russia. Everything is perfectly recreated except the very essence of Venice - its decay. This one is flawless. Not a crack, not a crumble. If you've ever ordered a Veneziana at Pizza Express (capers, olives, sultanas, 10p from each sale to the Venice in Peril Fund), then it's worth a quick trip here just to see what the city will look like if they ever sell enough pizzas to rebuild it. When I went to The Venetian for a gondola ride, they asked me: 'Indoor or outdoor canal?' That's my kind of canal. If you have never sailed past a perfect replica of St Mark's Square, inside a giant building, serenaded by a singing gondolier from Minnesota, then you haven't lived. The Paris hotel has similar charm. When looking at the original Eiffel Tower, of course we all think: 'That's all very well, but why can't I swim round it ?' In Las Vegas you can. The girders of a replica sit in the pool of the Paris hotel, and you can play double-deck blackjack on the streets of the Bois de Boulogne. The era of the mega-resort began in the 1980s, when everyone had money. This is when the Strip came into its own. Up sprang the Mirage (with dolphin pool and man-made volcano), Treasure Island (with full mechanical pirate show running around the clock), the Excalibur (a hilariously daft recreation of a medieval court), the Luxor (a giant pyramid containing a full-scale reproduction of King Tut's tomb) and more, all vast hotel-casino complexes with a mind-boggling range of recreational options. The downtown area, away from the Strip, hit back with the regeneration of Fremont Street, which now boasts a free lights show, pavement cafes and street entertainment. Las Vegas has become a location for respectable, even family, holidays. As she celebrates her 100th birthday, children will play around her feet - though she still allows herself the odd naughty wink at the camera. You could take your kids there. In theory, Las Vegas can provide the best-value holiday in the world: because the hotels make their real money from the casinos, accommodation prices are very low for the luxury provided. They all offer large rooms, ensuite bathrooms, big swim ming pools, several restaurants and bars, along with free lounge entertainment. If you can resist the urge to gamble and stay away from the tables, you will have a very cheap high-luxury holiday. But you and I will never understand each other ... Victoria's pick of the Strip Best airlines Virgin Atlantic (0870 380 2007; virgin-atlantic.com) flies from London; Bmi (0870 6070555; flybmi.com) flies from Manchester; return fares start at £300. Three days in Vegas is long enough for most people, and five is plenty, so a trip there is best combined with a Grand Canyon tour or a week in California. Best hotels For camp glamour Caesar's Palace, from £100 (00 1 702 731 7110; caesars.com). For luxury The Bellagio, from £100 (00 1 702 693 7111; bellagio.com) or The Venetian from £120 (00 1 702 414 1000). For value The Aladdin, from £70 (00 1 702 785 5555; aladdincasino.com) or Excalibur, from £35 (00 1 702 597 7777; excalibur.com). For families Circus Circus, from £30 (00 1 702 734 0410; circuscircuslasvegas.com). Prices based on one night for up to two people sharing. Best casinos The Bellagio - marble and glitter as far as the eye can see. The Paris (00 1 702 946 7000; parislv.com). Play blackjack on the Bois de Boulogne. The Mirage (00 1 702 791 7111; mirage.com). Hang out with high-rollers in the mock-Tropics. Binion's Horseshoe downtown (00 1 702 382 1600; binions.com). A rickety wooden building from the old days. Best shopping Forum Shops at Caesar's Palace. Best restaurants For fine dining Picasso at the Bellagio. For views Binion's Ranch steakhouse on the 24th floor. For families California Pizza Kitchen at the Mirage. Best shows For spectacle Cirque de Soleil's O at the Bellagio. For music Celine Dion at Caesar's Palace. For families Mystere at Treasure Island (treasureisland.com). Smaller and cheaper than Cirque de Soleil with great acrobatics. For Vegas lounge style 'The Rat Pack Is Back' at the Sahara (00 1 702 737 2111; www.saharavegas.com). Best free show the Fremont Street Lights downtown. Best day trips Lake Mead and the Hoover Dam (25 miles) Valley of Fire State Park (55 miles) Helicopter picnic at the Grand Canyon. Make a date in the desert Las Vegas will be putting on a big party to celebrate its centenary. Here are some of the calendar highlights. For show tickets, contact the relevant hotel. March · Chinese New Year celebrations in most hotels. · Nascar Racing Cup at the Las Vegas Speedway. · Barry Manilow performing at the Hilton. April · Mardi Gras celebrations in Fremont Street. · The new Wynn Resort opens on the Strip. · Elton John, right, at Caesar's Palace. · Burt Bacharach and Little Richard at the Orleans. May · Las Vegas Birthday Party on 15 May; world's largest birthday cake to be served in Fremont Street. · Tom Jones performing at the MGM Grand. · Gay Pride 27-29 May. June · One hundred couples will take part in a mass wedding in the Fremont Street Mall. · Cinevegas Film Festival at the Palms Hotel, showing films which were shot in the city (cinevegas.com). · Neil Sedaka performing at the Orleans. July · World Series of Poker at the Rio Hotel. August · Don't go - it's too hot. September · Las Vegas BikeFest on Fremont Street · Tony Bennett performing at the Golden Nugget. November · 500,000 people expected for the defence department annual air show (worldofwings.com). · Centennial time capsule will be buried. December · The Fremont Street Experience is hosting a hoedown on the 1st, a Christmas tree-lighting ceremony on the 6th, and a 'holiday festival' from 7-17 December. Vegas via Birmingham If you can't get to Las Vegas for the party, head to your nearest Selfridges. Stores in London, central Manchester, Manchester Trafford and Birmingham will become mini-Vegases from 22 April to 15 May. David Lachapelle (the designer behind Elton John's Las Vegas shows) will design the shop windows. Shoppers will find crooners, showgirls, divas and, of course, Elvis lookalikes. Liberace's costumes will be on display and there will even be a wedding chapel."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}