{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/feb/16/india", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-02-16T18:38:00Z", "webTitle": "All that glitters", "webUrl": "https://www.theguardian.com/travel/2005/feb/16/india", "apiUrl": "https://content.guardianapis.com/travel/2005/feb/16/india", "fields": {"headline": "All that glitters", "bodyText": "A few years ago there was a TV commercial for an airline tempting tourists to travel to India, and featuring sumptuous shots of some of the subcontinent's varied delights. I forget which airline it was, thus defeating the point of the ad, but I've never forgotten the voiceover: \"India - only nine hours away.\" Well, now that I've finally been, I can testify that that statement isn't true - it's much, much more than that. I don't mean literally (though depending on your seat allocation the flight might feel longer), but because the place is such a vast cultural and social leap away it feels like it can't possibly be on the same planet as Britain. India is like nowhere else on Earth. I went there for ten days in early January to do what is known as the \"golden triangle\" - the well-tramped tourist tour of Northern India starting in Delhi, flying to Amritsar then heading for Jaipur, Amber, Fatepur Sikri and Agra, before ending up back in Delhi. I was extremely fortunate because the tour company, the rather swishy Cox and Kings, had organised a tour guide for every city I visited. At first I'd thought this would prove rather onerous, and was cockily convinced that a quick glance at my guidebook would provide all the info I needed. But, along with the astounding beauty of India, it is the memory of each of my guides I'll cherish forever. My first was the urbane Gori, who took me round the stupendously paradoxical city of Delhi: breathtaking squalor, overpowering smells - some good and some very bad - nestle alongside splendour and colour. For splendour, we started at the Jama Masjid, the largest mosque in India, built by Shah Jahan (who later went on to build the Taj Mahal) - a huge, beautiful building characterised by perfectly proportioned domes, arches and minarets. From there, a hair-raising rickshaw ride (an experience I thoroughly recommend for the thrill-seeker) took us through congested streets to the Red Fort - an epic complex of buildings once surrounded by two moats, one filled with crocodiles and the other with tigers. Though the precious gems that once encrusted every single wall of its spectacular marble halls have all been plundered, walking around this peaceful compound it's easy to conjure up a vision of the opulent and omnipotent lives of the Mughals who built them. An hour's flight away, on the north-west border with Pakistan, is Amritsar, home of the Golden Temple, the most sacred Sikh shrine. Showing me around was the delightfully earnest and aptly named Happy. We arrived just as the early morning sun cast its beams on the gold-clad domes, creating a stunningly magical, ethereal vision. The temple is surrounded by a large pool - the \"Pool of Nectar\" - and appears to be floating on the water. With my head covered and barefoot, as requested, I strolled around the marble walkways surrounding it, taking in the ornate architecture and its golden reflection in the water. Amritsar featured in Michael Palin's Himalayan series and as I walked into the temple looking, I hoped, suitably demure, an old worshipper tugged my sleeve and demanded, \"You, Michael Palin?\" I didn't really know what to say, so I smiled - well, I don't like to disappoint. Leaving the adorable Happy behind, I returned to Delhi by train, a six-hour but otherwise painless journey. From the station I was whisked by car to the Neemrana Fort Palace, a 15th-century former maharajah's palace converted into a luxury hotel, which was in Rajasthan - 122km away. This has got to be the most spectacular place I've ever stayed in. Built on top of a huge hill, the palace is made up of level upon level - a terrace with a stunning view, a reading arbour looking out over lush green fields, a swimming pool, an Ayurvedic treatment centre. Each room is on its own level, snuck away in some nook or cranny. I could have happily spent a whole week discovering the place - but, seeing as this was a whistle-stop tour, I left the next day for Jaipur. The maharaja of Jaipur had the buildings of the city washed pink, the colour of welcome, for Prince Albert's visit in 1856. Though the streets are just as crowded, the traffic just as chaotic and the beggars just as present, this city is much less frenetic than Delhi and there's something incredibly seductive about it. Of course, it's much smaller so the comparison is unfair, but nevertheless Jaipur is instantly intoxicating. My guide here was the extremely verbose but hugely interesting Ashok, the oldest of the guides to date. Happily virtually everything there is to see in Jaipur is within the maharaja's palace walls (still very much in evidence), the most arresting of all being the Hawa Mahal. This \"palace of winds\", a huge, red sandstone structure covered on one side by miniature, semi-concealed windows, gives a spectacular view of Jaipur from the top. From there you can walk to the observatory, Jantar Mantar. This is a small park populated by giant versions of astronomers' instruments, one of which is the largest sundial in the world. It's like something out of Alice in Wonderland in its proportions, unreal yet still practical. As the day went on I had to weigh up whether or not to ask Ashok a question - so amazingly in-depth was his knowledge on everything that caught my eye, I began to wonder if I'd be able to absorb it all. A few miles away is Amber Fort, the capital of Jaipur until 1727. It houses a glorious room covered, floor to ceiling, in tiny little pieces of mirror laid into the plaster in floral shapes. But it's the position and view that really makes the visit worthwhile: as you come round the last bend on the short journey from Jaipur, the huge fort looms majestically into eyeshot. Amber Fort lies on top of a hill, and you can either walk up or ride on an elephant's back - so of course I chose the elephant. Which actually wasn't as exciting as it looked. But at least I can boast I've done it. Leaving Jaipur, Ashok and the elephant behind me I set off for Agra, home of the big one, the Taj Mahal. En route, I stopped at Fatephur Sikri, where I was met by my guide for the last leg, Sufi, an enchantingly enthusiastic and devoutly religious man, who gave me all the relevant information twice - once with historical reference, and then again relating to its significance to Islam. Fatephur Sikri is the red sandstone capital built by Akbar, the third and greatest of the Mughals, in 1571. Although Akbar later abandoned the city, careful conservation work has preserved the its barren yet glorious shape, a deserted and ghostly edifice surrounded by green fields. From there it's a short journey to the Taj Mahal. Now, I don't care how many neon versions of the tomb you've seen in your local Indian restaurant: nothing can prepare you for the breathtaking majesty of the building itself, as you walk through the gateway and take in the vast white marble edifice. It is a truly awe-inspiring feat of design and immaculately intricate execution. (A good tip from Sufi: go there early in the morning - it's not only the best light but there are fewer tourists.) It was a fitting last sight to visit on my epic but quick tour of India, summing up the enormous skill and dedication to beauty present in all the buildings I visited. I should mention before I go that the shopping, particularly in Rajasthan, is pretty wonderful - but given the global availability of virtually everything nowadays, what you'll see in the markets seems less astonishing than the many wondrous things outside, the like of which there really isn't anywhere else in the world. Way to go Arabella Weir travelled as a guest of Cox and Kings and flew with British Airways. A tailor-made 10-day tour of northern India and Rajasthan costs from £1645 including flights, guides, transfers and accommodation with breakfast. An equivalent escorted small group tour, Journey to the Golden Temple (12 days, 10 nights) costs from £1360. The next tour departs March 18. For reservations see www.coxandkings.co.uk or call 020 7873 5000."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}