{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/feb/11/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-02-11T23:58:35Z", "webTitle": "Weekend betting", "webUrl": "https://www.theguardian.com/football/2005/feb/11/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2005/feb/11/newsstory.sport", "fields": {"headline": "Weekend betting", "bodyText": "League One Sheffield Wednesday to beat Bradford City 2pts at 5/6 (generally available) Bradford are without a win in six matches and suffered a 4-1 loss at home to Milton Keynes Dons in midweek. Sheffield Wednesday are unbeaten in 10 matches and have won their last four home outings. Back The Owls to triumph at a shade odds-on. League Two Oxford United to beat Northampton Town 1pt at 11/8 (Stan James) Although Oxford United lost to Lincoln City last weekend they are much improved under manager Ramon Diaz and have won four of their last five matches at home. Northampton Town are seven places higher in the table but only four points separate the sides and The U's have the ability to collect all three points. Serie A Inter Milan vs Roma 2pts more than 2.5/3.0 goals at evens (Bet365)* 0.5pt on a 2-2 scoreline at 18/1 (Sporting Bet) These sides played out an enthralling 3-3 draw last October and goals are on the cards again. Inter's home games have produced an average of 3.3 goals this season while Roma's away games have produced an average of 3.0 goals. Both sides are far happier going forward than defending - with a Champions League place at stake, we can expect an all-out attacking fest. A small wager on the game finishing 2-2 could also pay dividends - 20 per cent of all games involving these sides this season have produced a 2-2 scoreline. * How does it work? Your bet is split between 2.5 goals and 3.0 goals. If the total number of goals is identical to your bet, then stakes are refunded. In this example, if the game finished 2-1, half of your bet would win and half of your stake would be refunded. La Liga Atletico Madrid to beat Levante with a -1 goal start 2pts at 6/4 (Gamebookers) Atletico Madrid have won seven out of 10 home games this season, an outstanding record, and go into this game high on confidence having beaten league leaders Barcelona 2-0 at the Nou Camp last weekend. Levante, six places lower than Atletico, have lost seven out of 11 away games and are shaky against better opponents. This Asian handicap bet means your stake is returned if Atletico win by a goal, and any bigger margin of victory for the home side nets you a profit."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}