{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/feb/13/sixnations2005.sixnations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-02-13T19:12:41Z", "webTitle": "Six Nation: England 17 - 18 France", "webUrl": "https://www.theguardian.com/sport/2005/feb/13/sixnations2005.sixnations", "apiUrl": "https://content.guardianapis.com/sport/2005/feb/13/sixnations2005.sixnations", "fields": {"headline": "England capitulate in game of two halves", "bodyText": "England suffered Twickenham torture eight days after their Cardiff calamity as France piled pressure on Andy Robinson's indisciplined world champions. Former Gloucester scrum-half Dimitri Yachvili, who scored 19 points when France defeated England in Paris last season, condemned England to their second successive RBS 6 Nations Championship defeat. He kicked six penalties from seven attempts as France wiped out a 17-6 interval deficit and recorded their first victory at Twickenham since 1997. England, in contrast, suffered a third successive championship defeat, an alarming results sequence that has not happened for 18 years, and they are now on course for a possible whitewash. France can look forward to an enticing Paris appointment with unbeaten rivals Wales in a fortnight's time, while England face a daunting Dublin mission against championship leaders Ireland. Goalkickers Charlie Hodgson and Olly Barkley missed six penalties between them, and Hodgson underlined he was no substitute for injured World Cup hero Jonny Wilkinson by sending a late point-blank drop-goal attempt wide. England scored the game's only tries - crisp first-half efforts from Barkley and wing Josh Lewsey - but they did not register a point after the 35th minute as Yachvili meticulously clawed them back. The home side had no excuses, conceding numerous penalties in close-quarter combat, and Yachvili did not need a second invitation to punish such indiscretions. Despite England's loss to Wales, an air of expectancy pervaded Twickenham, especially with the world champions welcoming back three hugely-experienced forwards in Phil Vickery, Lewis Moody and Martin Corry. Big-kicking Barkley also featured, starting at inside centre - Newcastle teenager Mathew Tait was sacrificed - and Leicester prop Graham Rowntree became the 20th England player to win 50 caps. France fielded two forwards with detailed knowledge of the English game - Sale Sharks pair Sebastien Bruno and Sebastien Chabal - but the jury remained undecided on coach Bernard Laporte's selection policy, given that gifted half-back Frederic Michalak was among Les Bleus' replacements. Rowntree led England out, and Hodgson swung the game into action as the home side protected an eight-year unbeaten Twickenham record against France. Hodgson had an immediate chance to boot England ahead, but he was wide from 40metres as Chabal received treatment on his hamstring. Yachvili then showed Hodgson how it should be done, rifling over a wide-angled penalty on five minutes as France moved ahead. Harry Ellis, making his first England start, was at the hub of his team's most promising moments, and there were powerful charges by locks Ben Kay and Danny Grewcock. France though, dealt with such threats and settled more convincingly. A woeful field kick from Hodgson wasted a good opportunity, and England needed to make territory count, although their cause was not helped by two line-outs drifting hopelessly astray. As an uncertain opening quarter drew to its close though, England conjured up their first try of this season's Six Nations tournament. Hodgson fed Jamie Noon, and he stormed through a hole in the French defence before sending his midfield partner Barkley scampering over. Hodgson converted, and England - deservedly, on the balance of play - led 7-3. France were stung by the 19th-minute score, and they were unlucky not to cut the deficit when Yachvili's second penalty attempt - a 50-metre strike - bounced back off an upright. England, encouraged by Yachvili's agony, stormed back upfield, and a French infringement allowed Hodgson to land a 30-metre penalty, putting England in the driving seat at 10-3 ahead. Yachvili showed no sign of losing his nerve though, and an angled 45-metre effort bisected the posts, putting France back in contention at just four points adrift. The game was an inevitably nervy affair, but England should have restored a seven-point gap when French full-back Pepito Elhorga threw the ball straight into touch under pressure from Lewsey. Hodgson though, missed the resulting penalty from 30 metres. French defensive deficiencies were exposed again four minutes before half-time, and England's second try owed much to Grewcock's handling skills. Hodgson released Barkley in space, and wing Mark Cueto cut back inside, setting up second-phase possession from which Grewcock made the hard yards and off-loaded to Lewsey, who beat three flailing French defenders and claimed a high-class touchdown. Hodgson added the conversion, and Barkley was just short with a 50-metre penalty effort and then narrowly wide from similar distance, as England ended the first half in control, 17-6 ahead. France lost wing Jimmy Marlu through injury early in the second period, but another missed Hodgson penalty prevented England from putting further daylight between themselves and strangely subdued opponents. Laporte made a triple substitution, confirming his frustration, yet the arrival of three forwards off the bench made little difference to the game's overall pattern, even though Yachvili completed his penalty hat-trick. But another Yachvili penalty on 57 minutes gave England food for thought in their attempts to kill off a game they should have wrapped up long before the closing quarter. Yachvili compounded English nerves by landing his fifth penalty six minutes later, and at 17-15 adrift, France could sense an amazing recovery gathering momentum, especially when Barkley matched Hodgson's inaccuracy through missing his third penalty. Yachvili failed narrowly with a penalty attempt from just inside his own half, and that was the cue for Laporte to send on Michalak. England still could not stop conceding penalties, and Yachvili punished them by slotting his sixth penalty to put France ahead for only the second time. Northampton wing Ben Cohen replaced Cueto 10 minutes from time, but his first contribution was to throw a wild pass at Robinson that meant England lost momentum. And when Hodgson sent an easy drop-goal strike wide three minutes from time, England's capitulation was complete."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}