{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/feb/13/cricket.englandinsouthafrica200405", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-02-13T19:27:32Z", "webTitle": "Seventh ODI: South Africa beat England by three wickets", "webUrl": "https://www.theguardian.com/sport/2005/feb/13/cricket.englandinsouthafrica200405", "apiUrl": "https://content.guardianapis.com/sport/2005/feb/13/cricket.englandinsouthafrica200405", "fields": {"headline": "Pietersen century in vain again", "bodyText": "Kevin Pietersen struck a hundred in vain for the third time in the series as England succumbed to a 4-1 one-day defeat to South Africa. Pietersen has not finished on the winning side after any of his three-figure scores and his latest bittersweet contribution was the best of the lot, coming as it did from a point of catastrophe for the tourists, who languished at 68 for six at the halfway stage. It was an innings which featured mettle and muscle in equal measure, highlighting the Hampshire batsman's versatility and marking him in the selectors' minds no doubt for a Test debut this summer. Ultimately, however, his 116, the highest score by an English batsman against South Africa in one-day history, was not enough to prevent the hosts' fourth straight win in as many completed matches, by three wickets. Consolidation was the priority when Ashley Giles joined him at the crease, after the South African attack benefited from Graeme Smith's decision to bowl first, on a pitch which offered lateral movement early on, and the England top order's lackadaisical approach. Giles took responsibility alongside the 24-year-old to share a 104-run stand for the seventh wicket, striking his career-best one-day international score of 41 in the process. Two sixes over midwicket off spinner Nicky Boje, in the 37th over of the innings, the second of which brought up the half-century partnership, signalled a change in tempo. Pietersen's own half-century soon followed and incredibly it took only 24 deliveries, three more of which disappeared over the ropes, to celebrate another ton. The third of his mighty blows into the stands at long-on off Makhaya Ntini took him to 99 and he got to his landmark from the next delivery with a quick single to midwicket which resulted in a collision with the bowler and an apologetic celebration. By the time Andrew Hall finally snuck one through an attempted swing to the leg-side, Pietersen had struck six sixes and 10 fours, an effort richly appreciated by another full house. When he entered the proceedings, the usual boos were mixed with applause and the response for the local lad turned Englishman softened further as he departed to a standing ovation. Only called to bolster the squad in the first week of January on the back of his attitude in Zimbabwe pre-Christmas, Pietersen has made as good a start to a one-day international career as anyone since Allan Lamb, a fellow South African in English colours, more than 20 years ago. His tally of 454 runs, at faster than a run-a-ball and at an average greater than 150, made him a worthy man-of-the-series. Considerable patience was required by Pietersen after a disastrous start to the seventh and final one-dayer as the first two wickets went down within seven balls of the start of the innings. Opener Marcus Trescothick's poor trot continued as he slashed the second ball of the innings to point off Shaun Pollock. And captain Vaughan followed when Ntini's first delivery, full in length, uprooted out middle and leg-stumps. As has been the trend of the campaign, the middle-order misfired somewhat, not helped by the mix-up between Pietersen and Paul Collingwood which resulted in the latter being run out in the 25th over. But Giles' durability and some feisty strokeplay from Kabir Ali provided the necessary support and led to 100 runs coming from the final 10 overs. Without fast bowler Darren Gough, ruled out after being hit with a virus, England lacked the potency required to further develop their momentum at the start of the chase. For a considerable time, the lightning crackling in the vicinity of the ground appeared more of a threat to South Africa's chances than their opponents as only Andrew Hall was dislodged, hooking Alex Wharf to fine leg where he was spectacularly held by the recalled Steve Harmison. But the adverse weather, which proved an English ally here in the Test series and threatened to blow in from the 15-over mark onwards, did not materialise. For a while, with rain seemingly inevitable, the South African progress only just outstripped their required rate for victory via the Duckworth/Lewis method, never more so than when Smith mishit Giles' left-arm spin to mid-off, three short of a half-century, and Harmison produced a pearler to trap Herschelle Gibbs leg before in the following over. Armed with the knowledge that a sensible approach would keep his side the right side of the line, Ashwell Prince nudged the ball into gaps with some authority after some initial fortune to register a his best one-day international score. Unperturbed by the dismissal of Jacques Kallis, who skied Vaughan's first ball to long-on, Prince reached his maiden half-century, from 68 balls. Moments later a 70-run stand with Mark Boucher came to its conclusion when a mix-up resulted in the latter being run out. South Africa experienced further flutters when Justin Kemp flicked a ball from golden arm Kabir into the hands of Giles at deep square-leg and Shaun Pollock drove sloppily to mid-on off Wharf. But there was to be no repeat of the tie at Bloemfontein, where Pietersen got his first England century, as Prince tucked the winning runs later in the 49th over."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}