{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/feb/01/ussport.leanderschaerlaeckens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-02-01T17:53:12Z", "webTitle": "James takes a Cavalier approach to filling Jordan's shoes", "webUrl": "https://www.theguardian.com/sport/2005/feb/01/ussport.leanderschaerlaeckens", "apiUrl": "https://content.guardianapis.com/sport/2005/feb/01/ussport.leanderschaerlaeckens", "fields": {"headline": "James takes a Cavalier approach to filling Jordan's shoes", "bodyText": "Eastern Conference Central Division LeBron James and the Cleveland Cavaliers have continued their march towards respectablilty, with James starting to look like the real deal. Ever since he was spotted practising with Michael Jordan at the age of 16 he has been regarded as the heir to the master. At 20-years-old - James didn't bother to go and humiliate the college basketball circuit - he is in his second NBA season and his mammoth potential is already starting to show. At 25 points, 7.5 assists and 7.4 rebounds per game, he is already putting up Jordan-esque numbers. When Jordan was 21 - his first year in the NBA - he averaged 28.2 points, 5.9 assists and 6.5 rebounds a game. But James is widely considered to be taller, stronger, quicker and a better passer than Jordan was at that age. After five consecutive miserable seasons the Cavs have been resurrected by the arrival of James. Last year, he brought them within touching distance of qualification for the play-offs. This year they have been leading the division from the off and are showing no signs of slowing down. They are half a game ahead of the defending champions Detroit Pistons and three-and-a-half games in front of the quickly improving Chicago Bulls. This certainly looks like a championship team in the making, though maybe not this year. Southeast Division Shaquille O'Neal's new toy, the Eastern Conference, has been suffering at the hands of the ferocious Miami centre. Shaq's return to Florida, where he started his career with the Orlando Magic, has been eased by the presence of emerging superstar Dwyane Wade. Their partnership reminds many of the one Shaq had with Penny Hardaway at the Magic and Kobe Bryant with the Lakers, before the jibes in the press that is. Miami have the best record in the East and a five-and-a-half game lead over the Washington Wizards, with rivals Orlando, who they will most likely run into during the play-offs, a further two-and-a-half games back. Atlantic Division The weakest of all six divisions of the new format has so far this season failed to produce a single team with a winning record. Philadelphia lead the pack with a poor 21-23 record, closely followed by 21-24 Boston. Whichever teams make it to the play-offs out of this division will be favourites for a first-round exit. Western Conference Pacific Division The Phoenix Suns have been the great surprise of the season. The young Suns were heavily criticised in the press for supposedly overpaying point-guard Steve Nash (a six-year deal worth $66m plus bonuses) before the season. Now the South Africa-born Canadian playboy, whose father John and brother Martin played professional football in England, is being considered a candidate for the Most Valuable Player award, leading the league with 11 assists per game. Former high-school phenomenon Amare Stoudemire has been hammering in 26.1 points per game, which ranks fourth in the league, as well as 8.3 rebounds. The Suns are playing exciting offensive basketball and are deservedly leading the division, averaging almost 110 points per game as a team. One team that has disappointed so far is the Los Angeles Lakers. The team that won three straight championships between 2000 and 2002 are having difficulty with their inside-game as Chris Mihm is hardly suitable to fill Shaquille O'Neal's size-17 shoes. Kobe Bryant has been wanting the spot-light to himself for years; and now that he's finally managed to drive O'Neal out and convinced the franchise's management to part with successful coach Phil Jackson, he's finding it harder than he thought. You simply can't replace three perennial All-Stars (O'Neal, Gary Payton and Karl Malone) and expect to move on without a hitch. At 27 points per game Kobe is productive as always but he has nobody to carry the team when he needs a rest. They are already 11 games behind the Suns and six-and-a-half games behind arch-rivals Sacramento Kings. Southwest Division The San Antonio Spurs are looking strong once again, leading the division by six-and-a-half games. Their 37-10 record, the best in the league, is no surprise considering their superb defence. Led by two-time MVP Tim Duncan and Argentinian dynamo Manu Ginobili, the Spurs look strong as they bid to win their third championship in seven years. Meanwhile, the up-and-coming Memphis Grizzlies are shaping into a team that should contend for championships for many years to come. With a young core of players - such as Spanish centre Pau Gasol, Jason Williams, Bonzi Wells and Mike Miller - the future is looking bright. With a 26-20 record they are four games behind the Dallas Mavericks, led by Dirk Nowitzki, and a game ahead of the hitherto disappointing Houston Rockets. Northwest Division The Seattle Supersonics have been one of the revelations of the season. Like the Suns they play flashy up-tempo basketball fuelled by dynamic duo Ray Allen and Rashard Lewis. They have a six-and-a-half game lead over the Minnesota Timberwolves, who are yet to fire on all cylinders."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}