{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/feb/11/labour.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-02-11T17:19:00Z", "webTitle": "Labour reveals election pledges", "webUrl": "https://www.theguardian.com/politics/2005/feb/11/labour.uk", "apiUrl": "https://content.guardianapis.com/politics/2005/feb/11/labour.uk", "fields": {"headline": "Labour reveals election pledges", "bodyText": "Tony Blair today unveiled Labour's six election pledges as he toured the country's key marginal constituencies by helicopter, revealing one pledge in each as he made his way to the party's spring conference in Gateshead. The pledges cover the core election issues of heath, education, childcare, the economy, law and order and immigration and asylum. \"Your family better off\" is pledge number one, which Mr Blair and the chancellor, Gordon Brown, revealed just after 8am at a new housing development in Battersea, south-west London. The pledges seek to convince voters that Labour can improve their standard of living. Mr Blair spoke of the need to help first-time homebuyers. The party said today that by 2005 to 2006 households would on average be £800 a year better off than in 1997. The next stop was Kettering general hospital, in Northamptonshire, where the prime minister and the health secretary, John Reid, unveiled pledge number two: \"your family treated better and faster\". Mr Blair said NHS waiting times had come down under Labour but the plan now was to reduce them to18 weeks at most, although new figures today revealed that the number of patients on waiting lists for operations in England had risen by more than 14,000 at the end of last year. The third pledge - \"your child achieving more\" - was unveiled by Mr Blair and the education secretary, Ruth Kelly, at Myton school in Warwick, which is now a science college. Earlier a small group of pro-hunt campaigners greeted Mr Blair as his helicopter landed on the school's playing field. Mr Blair then flew on to Leeds Bradford airport to unveil the fourth slogan, \"your country's borders protected\", with the home secretary, Charles Clarke. Mr Blair told reporters: \"Britain has a very proud tradition of welcoming in genuine refugees, and we need people coming in and out of the country. \"But we also know there are abuses of the system.\" Mr Blair promised \"to make sure that only people who really do qualify get the right to settle here\", insisting that the country needed \"a stronger and tougher system than the current one\". Labour's fifth pledge, \"your community safer\", was unveiled by Mr Blair, still with Mr Clarke, in a Kirkgate community centre in Shipley. The prime minister promised an increase in spending on police and a renewed focus on community policing and crime prevention. \"The purpose of this particular pledge is to focus on the issue of community policing and disorder in the community,\" he said. Mr Blair unveiled Labour's sixth and final pledge, \"your children with the best start\", on the stage at the Sage centre in Gateshead, where the party's spring conference is taking place. Accompanied by Ms Kelly and the trade and industry secretary, Patricia Hewitt, he compared the government's record on childcare with that of the Tories, \"who voted against the extra investment\". That investment is to be spent on establishing a children's centre in every community, extending childcare and providing more before-and-after-school activities for children. One more pledge An election has not been formally called but is widely expected to take place on May 5. Pressed on the date, Mr Blair said: \"I can't tell you that because I don't know it.\" Labour is making one more pledge than in the 1997 and 2001 campaigns. It has made much use of the device, with Mr Prescott frequently producing a pledge card from his wallet while making speeches at party conferences, pointing out that the promises have been kept. But Tories and Liberal Democrats said voters would not be taken in by the pledges. Liam Fox, co-chairman of the Conservative party, pointed to a series of broken pledges by Labour and dismissed its promises as \"utterly worthless\". \"The real difference this time is that Labour has a record to defend and, rather than making promises based on nothing, they now must defend what they have done in the past eight years in office,\" he told the BBC Radio 4 Today programme. The Liberal Democrat party chairman, Matthew Taylor MP, warned the government that \"all the pledges in the world won't restore the public's trust in Labour\". \"From tuition fees to the war in Iraq, Labour has failed to be honest and straightforward with the public.\" On the economy Labour first pledge comes with the strap line \"Low inflation, and mortgages as low as possible, more people off benefit and into work, a rising minimum wage and more help for first-time buyers.\" Labour said today that the poorest one-fifth of families had seen their incomes rise by 18% since it won office and pensioner households would be £1,350 a year better off in real terms. At the first stop, in Battersea, Mr Blair reminded voters of the economic record of the Tories - \"high unemployment ... boom and bust\" - and said: \"We'll make sure that the British people get the economy that we need and also that we equip them for that economy in the 21st century.\" He said Labour would raise the minimum wage and put more people on benefits into work but he would not make any pledges on tax. The event was held at a luxury housing development at Battersea Reach, Wandsworth, which Mr Blair said would contain expensive homes as well as \"affordable housing\" and homes for key workers. On education At the school in Warwick, Ms Kelly claimed the move to specialist status had helped the school to achieve improved GCSE results since Labour came to power in 1997, with three-quarters of all students now securing the top three grades. The pledge \"your child achieving more\" was displayed on one of the school's interactive whiteboards, of which it has one in each of its 14 science laboratories. The pledge came with the verbless promise: \"Modern schools for all, strong discipline, and a guaranteed place in training, sixth-form or an apprenticeship.\" On health At the hospital in Kettering, Mr Blair said current waiting list targets of nine months for an inpatient appointment would be reduced at first to six months and then even further, to 18 weeks. He told hospital staff: \"Six months is still too long for people to wait in pain. You don't want to wait even that long.\" Mr Reid said: \"We have halved waiting times for operations, and if Labour is elected for the next four years, then we are going to halve them again, and then halve them again.\" Mr Blair paid tribute to the staff at the hospital, who last week hit targets for accident waiting times. Mr Reid said Kettering hospital was a flagship for Labour's NHS policies, citing the two CAT scanners, £1m MRI scanner and £1m skincare unit it had received since 1997 Labour third pledge promises were: \"No one waiting more than 18 weeks, guaranteed, for hospital treatment - with choice over where and when - in an NHS free at the point of use.\" On immigration and asylum ID cards are at the core of Labour's fourth pledge, with the party claiming they are \"crucial\" to the fight against illegal immigration, terrorism, identity theft and the misuse of public services. Speaking at Leeds Bradford Airport, Mr Blair said: \"What we are trying to do with identity cards is make use of the modern technology and make sure that we can check who is here and who is coming in.\" The full pledge reads: \"ID cards and strict border controls that work to combat asylum abuse and illegal immigration.\" On law and order Unveiling Labour's fifth pledge - \"local policing teams, cracking down on graffiti, gangs and drug-dealers\" - Mr Blair said every community would have a dedicated neighbourhood policing team by the end of the next parliament if he is re-elected. Mr Clarke said: \"What it's trying to do is to re-invoke that sense of community that people of my age and older grew up with.\" The new measures include a £746m (6.7%) increase in spending on the police in 2005-6, guaranteed standards of service in dealing with the police, compulsory drug treatments for offenders and new powers to deal with antisocial behaviour. Such powers include drink banning orders and alcohol disorder zones so police can shut pubs selling to underage drinkers. On childcare Labour's sixth and final pledge promises \"more choice over parental leave for mums and dads, more childcare for under-5s, and after school care for over-5s\". Addressing Labour delegates in the Sage auditorium, in Gateshead, Mr Blair said that the party's plans to guarantee 15 hours childcare a week for all three and four year olds was what a \"21st century welfare state\" should be about. The pledge includes a promise to provide every school-aged child with out of school care and activities between the hours of 8pm and 6pm."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}