{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/feb/16/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-02-16T23:04:42Z", "webTitle": "Souness worry over Boumsong's back", "webUrl": "https://www.theguardian.com/football/2005/feb/16/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2005/feb/16/newsstory.sport2", "fields": {"headline": "Souness worry over Boumsong's back", "bodyText": "Graeme Souness, facing two Uefa Cup games and an FA Cup tie in a week that will shape his Newcastle United future, is not sure when his £8m centre-half Jean-Alain Boumsong will play again. The Frenchman, who is inelgible for the Uefa Cup after appearing in it for his previous club Rangers, has completed only two of Newcastle's six matches since his transfer from Rangers due to a hamstring strain. He has now pulled up with a back complaint which saw him fly to Paris on Monday to visit an osteopath. There is now a major doubt over Boumsong's participation in Sunday's FA Cup fifth-round tie at home to Chelsea. Newcastle, meanwhile, fly to the Netherlands today and tomorrow face Heerenveen in the Uefa Cup's first knock-out round. The manager Graeme Souness is most likely to field Andy O'Brien and Titus Bramble in central defence. A definite starter, moreover, is Patrick Kluivert, the Dutchman who has had an underwhelming time on Tyneside but Souness said he rejected an offer from the Spanish league last month and now wants the Dutchman to start justifying his talent and wages. \"Osasuna did come in for Kluivert before the transfer window closed but we did not want to let him to go,\" Souness said. \"We know what he can do and I am confident we can get the best out of him, hopefully starting on Thursday night. He will be in the starting line-up and if he needed any incentive, he should be able to turn it on in front of his own folk.\" Chris Makin, 30, has joined Derby from their Championship rivals Leicester, on loan until the end of the season when his contract can be terminated and the switch made permanent. \"The new manager [Craig Levein] came in and he had his own ideas - he brought in Alan Maybury from Hearts,\" Makin said. \"This is an exciting move for me.\" QPR have accepted Swansea's undisclosed offer for Kevin McLeod, a week after the 24-year-old forward rejected a £125,000 transfer to Chester. His contract expires in the summer."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}