{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/feb/16/society.conservatives", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-02-16T17:32:45Z", "webTitle": "Michael Howard: The state of the NHS under Labour is letting the voters down", "webUrl": "https://www.theguardian.com/politics/2005/feb/16/society.conservatives", "apiUrl": "https://content.guardianapis.com/politics/2005/feb/16/society.conservatives", "fields": {"headline": "Power to the patients and professionals", "bodyText": "Florence Nightingale once said that \"the very first requirement in a hospital is that it should do the sick no harm\". Today, despite the devotion and dedication of thousands of doctors and nurses, the NHS is failing that test. People are waiting longer for treatment under Labour. Worse, you are more likely to die of an infection you pick up in hospital than to be killed on Britain's roads. Families want the peace of mind and security of a high-quality health system that is free at the point of use. Those are the values of the NHS, and they are values I share. I believe that everyone has the right to high-quality healthcare, delivered for free, when and where they need it. But today, they are being let down by Labour. Last Sunday, eight years after promising to \"save the NHS\", and just weeks before an election, Tony Blair made more pledges to tackle these problems, many of which his government has created. But think about it. A country, one of the wealthiest in the world, with record levels of spending on healthcare, and a prime minister boasting of his new ambition: to guarantee to treat people within 18 weeks. Anywhere else in Europe, and he would be treated with derision. Today, the biggest single impediment to improvement is this government's poverty of expectations. Mr Blair might be satisfied. I am not. The government I lead will act so that the NHS delivers the best healthcare in the world, and will tackle the waiting lists that blight the NHS. No other country in the world spends so much on health but still has more than a million people on waiting lists. No other European healthcare system has had the increase of superbug infection that Britain has had under Tony Blair. Given this failure, I am not in the least surprised that Mr Blair wants to distract people from the reality of the NHS today with scare stories about our policy. We will spend more on the NHS - £34bn more a year, by the end of the parliament. Unlike Labour, we will use that money to reform the NHS. I will not let ideology or political advantage get in the way of delivering the healthcare Britain deserves. I don't believe that, just because you are not well off, you should have to shut up and take what you are given. There are people in Britain who have to wait months for operations on the NHS. Not far from where they live, other more fortunate people only have to wait weeks. Where is the justice and fairness in that? We have all paid for the NHS - it is our NHS. So why shouldn't you be able to go to the hospitals that can treat you more quickly? We will give every patient the right to choose, so that they, together with their GP, can decide what's best for them. No one will be forced to go to dirty hospitals or sit on waiting lists. We will give all health providers meeting NHS standards the right to supply healthcare to NHS patients on exactly the same terms as NHS hospitals. And in cases where a provider charges the NHS more than the NHS tariff, we will pay half the cost of the NHS tariff. Why? Because choice is not meaningful if it's simply the government telling you where you can exercise it. Choice gives people power, a sense of purpose and control. It makes those who offer a service accountable to those who use it. It means giving patients the kind of choice in healthcare that today only money can buy. And while extending choice, we will give professionals the freedom to treat patients and run hospitals as they - not bureaucrats - see fit. We will abolish the Whitehall target culture that has kept people waiting in ambulances, forced a surgeon to leave his operating table to treat patients elsewhere, and spawned the superbug crisis by preventing dirty wards being closed for cleaning. That will allow hospitals to put one person in charge of making sure wards and operating theatres are clean, bringing pride to maintaining the highest standards of hygiene, with the authority to protect patients. More than one in 10 infection control teams report that their recommendation to close a ward or hospital to admissions for the purpose of outbreak control was refused or discouraged by the chief executive, which the National Audit Office said was linked to \"pressure on meeting performance targets\". Patients want the peace of mind that comes from seeing one person walking around a ward checking that their hospital is as clean as it should be in the 21st century. Freedom for professionals and the right to choose for patients will mean that by the end of the next parliament there will be no unnecessary waits for hospital treatment. Waiting lists will become a thing of the past. If the cost of achieving European standards and abolishing waiting lists is breaking some out-of-date taboos and cheap attacks from Tony Blair, then it's a price I am more than willing to pay. · Michael Howard is the leader of the Conservative party howardm@parliament.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}