{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/feb/09/cricket.englandinsouthafrica2004053", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-02-09T21:01:02Z", "webTitle": "South Africa v England - live!", "webUrl": "https://www.theguardian.com/sport/2005/feb/09/cricket.englandinsouthafrica2004053", "apiUrl": "https://content.guardianapis.com/sport/2005/feb/09/cricket.englandinsouthafrica2004053", "fields": {"headline": "South Africa v England - live!", "bodyText": "50th over: England 304-8: lost by 7 runs That's it. England put up a decent fight, particularly Kevin Pietersen - a brutal 100 not out off 69 balls - but they were never in serious danger of winning. Thanks for all your emails; it's been below average - Rob. WICKET! England 290-7 (Kabir Ali run out 20) Kabir Ali is run out by a country mile. 49th over: England 289-7, target 312 The fat lady's throat is as clear as my inbox - just eight off that over, and they need 23 off the last six balls. 48th over: England 281-7, target 312 The decisive blow. Nel's penultimate over runs thus: 111011. The upshot is that England need 31 off two overs. AKA a miracle. 47th over: England 276-7, target 312 As Chris Finch once said, nearly done. But Kabir Ali is not going down without a fight: he swings Kallis majestically back over his head for six. 46th over: England 262-7, target 312 More nonsense, as Ali fails to get the strike to Pietersen until the fifth ball of the over. Fifty needed off four overs. 45th over: England 255-7, target 312 Five overs to go, 57 runs to get, and Pietersen has been starved of the strike again, which is daft. WICKET! England 254-7 (Giles b Kallis 15) A frisky seven-ball cameo from Giles ends when is emphatically yorked by Kallis. 44th over: England 249-6, target 312 Ashley Giles hits the most magnificent six off Andre Nel. Yikes. Then he squeezes the next one for four: 63 needed off six overs. \"Which would you recommend I watch tonight when I get home,\" says Peter Hughes, the cricket highlights or the latest episode of Desperate Housewives?\" Now there's a rhetorical question. 43rd over: England 236-6, target 312 That was the last ball of the over. WICKET! England 236-6 (Collingwood lbw b Kallis 4) Paul Collingwood is pinned in front by a Kallis off-cutter, and time is nearly up for England now. 42nd over: England 229-5, target 312 Eight overs late, 83 needed - and KP needs another new bat. WICKET! England 224-5 (Solanki run out 19) Oh dear. Solanki clubbed Nel down the ground, turned for a second, and was sent back by Pietersen - who originally called for the second. AB de Villiers, with a crisp throw, and the bowler Andre Nel did the rest. 41st over: England 219-4; target 312 Very good over from the returning Kallis: five from it, and the required rate is back above 10. 40th over: England 214-4; target 312 All of a sudden the runs are flowing: 45 off the last four overs now. But England still need 98 off 10 overs, even though they are 14 runs ahead of South Africa at the same stage. It's KP or bust. 39th over: England 205-4; target 312 More of the same from Pietersen, a humungous mow over cow corner for his third six. Don't. Bowl. Length. This is the first time I've seen Pietersen, and my goodness he is a prospect. He just murders everything. When he gets back on strike, Boje is flapped gunbarrel straight for four more. Imagine him and Freddie in full flow together! 38th over: England 191-4; target 312 Another mighty clump from Pietersen, the ball after he changed bats. Then another over extra cover next ball, then two to complete a cracking 38-ball fifty. He has deceptively quick hands, Pietersen, but he's a horribly inelegant sight. Still, a bit of substance in the shape of a Test average of 45 over the next ten years will doubtless soothe my aesthetic concerns. 37th over: England 179-4; target 312 This game is drifting gently to sleep, and boy do I envy that with a two-hour journey home to come. WICKET! England 179-4 (Vaughan c Prince b Boje 70) Great commentary from Bob Willis. \"No surprise they've got Kevin Pietersen on the leg side,\" he says, as Michael Vaughan trudges from the crease having dumped Boje straight to midwicket. Oh well, it's not like one is about six inches taller than the other and with an entirely different technique, eh? Oh. 36th over: England 169-3; target 312 The end of an excellent noose-tightening spell from Shaun Pollock: 10-1-35-1. 35th over: England 163-3; target 312 Pietersen opens his shoulders, smearing Boje over midwicket for six; 11 off the over in all, and that's drunks, as I steal a cheeky listen to GLC's 'You Knows I Loves You' in a bid to lift my spirits. It's worked already. 34th over: England 152-3; target 312 Does anyone know what time the last train from Bolton to London is on a Saturday? I have the pleasure of a 5.15 kick off on Saturday and am braced for a night in a northern gutter. England, meanwhile, need exactly ten an over. 33rd over: England 146-3; target 312 Boucher iron-gloves a simple stumping chance as Pietersen, dancing down the pitch, is beaten by the shock of Boje actually straightening one. 32nd over: England 143-3; target 312 (Vaughan 57, Pietersen 16) \"Hello,\" says Kate Hawkins. \"I am sinking into indulgent gloom with a report to write, the new Mercury Rev album, your commentary (no offence), and the office cleaners. Did any readers watch this week's 'Tribe' programme? I'd very much like to know how on earth he convinced programme makers to pay him simply to get stoned off his face in exotic locations.\" Anyone? 31st over: England 138-3; target 312 (Vaughan 55, Pietersen 13) Pietersen's haircut really is desperate. 30th over: England 134-3; target 312 (Vaughan 53, Pietersen 11) Typically parsimonious fare from Pollock, and indeed me. 29th over: England 130-3; target 312 (Vaughan 52, Pietersen 9) Three off the over. Meanwhile, Graeme Smith has brought back Shaun Pollock to crank the required rate up into double figures, and/or dismiss the dangerous Pietersen. 28th over: England 126-3; target 312 (Vaughan 50, Pietersen 7) Michael Vaughan's half-century gets barely a ripple of applause, as Graeme Smith gives Kevin Pietersen a ridiculously over-the-top I'm-dead-hard-me glare. Pietersen response is to waft the next ball to fine leg for four. 27th over: England 119-3; target 312 (Vaughan 49, Pietersen 1) \"Don't dry up,\" says Iain Sawbridge, \"I've just been handed a wodge of work thicker than Wayne Rooney and I'm in for the duration. Is it me or is Vaughan the spitting image of Postman Pat?\" To quote Seth Cohen to Summer: \"It's you. It's always been you.\" WICKET! England 117-3 (Strauss run out 20) A pretty shoddy run out. Strauss missed a reverse sweep, was called through by Vaughan for a single that wasn't there, and wasn't even in the frame when the bowler Boje sent the stumps flying. Goodnight England but not, alas, goodnight Smyth. 26th over: England 116-2; target 312 (Vaughan 47, Strauss 20) \"Were you watching?\" begins Laurence Boyd. \"It was indeed Justin Kemp who hit the ball furthest. He narrowly beat Ricardo Powell with a strike of 127 metres, not hugely impressive if you consult Wisden. Kevin Pietersen though was probably the most consistent of the big hitters. For those of you who care Cairns, Gayle and Klusener all hit the ball over 100 metres. As did Michael Kasprowicz. KP hit a practice ball 145 metres.\" That's nuts, man. Nuts. KP. Geddit? Nuts. HONK! 25th over: England 107-2; target 312 (Vaughan 41, Strauss 18) Just 205 needed off the last 25 overs. 24th over: England 101-2; target 312 (Vaughan 37, Strauss 16) \"My daughter's having her third birthday party at the weekend,\" says Rob Ledger. \"Any thoughts on how to entertain fifteen similarly aged youngsters for two hours?\" I don't have a girlfriend, pal, let alone 15 three-year-old kids. Next. 23rd over: England 95-2; target 312 (Vaughan 35, Strauss 12) Come on then, Laurence: put us - well, me - out of our/my misery re: Mr Kemp. Meanwhile, the required rate is up to eight an over. Oh dear. 22nd over: England 91-2; target 312 (Vaughan 34, Strauss 9) Ian Botham still thinks England can win. The man's ability to tubthump knows no bounds. Meanwhile, our truck-driving correspondent Claire Michaela is off to the gym. 21st over: England 87-2; target 312 (Vaughan 32, Strauss 7) I want my Mum. 20th over: England 83-2; target 312 (Vaughan 29, Strauss 6) \"Sounds pretty miserable so a little quiz to entertain,\" begins Laurence Boyd. \"In the dim and distant past (August 2003) I produced a \"cricket entertainment\" series called Super Skills for ESPN. The blue ribbon event, Straight Up, tested how far a batsman could hit a ball (bowled from a machine) between long on and long off. The three biggest hitters on the day were J Kemp, R Powell and K Pietersen. They were hitting one-day balls (white), bowled between 55-65 MPH. How far was the ball struck in metres and what order did they finish? Obviously if you are one of the three people who watched it you may remember.\" My money's on Kemp after today's tomfoolery. 19th over: England 75-2; target 312 (Vaughan 25, Strauss 4) Anyone out there? 18th over: England 68-2; target 312 (Vaughan 20, Strauss 2) This has been a filthy innings from Vaughan, and for the first time there are slight mutterings as to whether he's worth his place in the one-day side. The required rate is now nearly eight an over, and the game is effectively over. But there's still 32 overs of increasingly weary nonsense masquerading as banter to endure, kids. 17th over: England 64-2; target 312 (Vaughan 17, Strauss 1) \"The new mag SPIN looks quite good,\" says Claire Michaela. \"Wisden is very dull, and I need something to satsify my cricket fix between over-by-over coverage.\" The book review of Stephen Fleming in the first issue is, I hear, possibly the finest book review in the history of the world. 16th over: England 61-2; target 312 (Vaughan 15, Strauss 0) Gibbs has got a cracking sweatband on: a really rich blood red, worn nice and high up the arm so as to constrict said blood. WICKET! England 61-2 (Jones c Gibbs b Nel 37) Yet another nearly innings from Geraint Jones: 37 from 47 balls before he falls to Nel. It was full outside off stump, and Jones skewed his drive straight to Gibbs in the gully. Or was it at backward point? 15th over: England 59-1; target 312 (Jones 36, Vaughan 14) Kallis is a shadow of the bowler he used to be, and I'm a shadow of the cheery over-by-over reporter who bounded in here at lunchtime with plans to talk about The OC and other teen bits. Can I go yet? 14th over: England 54-1; target 312 (Jones 32, Vaughan 14) Andre Nel is on, and the required rate is rising faster than Ron Jeremy at a beach party. Vaughan survives a big lbw shout, though Hawk-Eye has it, like a stupid 70-year-old dancer I once saw at a pub in Maidstone, hitting leg. 13th over: England 51-1; target 312 (Jones 30, Vaughan 13) \"Jacques Kallis is going to have to turn round and look at something,\" says David Gower, which sounds plain sinister. What he means is that Jones has just been caught off a Kallis no-ball. And what's this coming out of Ian Botham's mouth? It's only the words: \"The line belongs to the umpire.\" Who'd a thunk it? And NO, Bill Rawlings, The Smiths were NOT overrated. They were absolutely brilliant, as I'm sure my serotonin-deprived readers will agree. \"24 stone??\" says my new friend 'Claire Michaela'. \"How dare you!! I'm not far from Preston, but it's not trucking that's on my mind...You're bored, I'm bored.\" If you've got something to say, Claire... \"What shall we talk about?? Jones v Read? Bell v Solanki?? Afraid I don't watch the OC, so I can't join in there, but I am a Man U fan, so we might have something in common.\" Who are Man U? It's Manchester United! Or United! Or fruggin Man United. But never - never - Man U. Darn it. I've just realised who you are, dude. 12th over: England 42-1; target 312 (Jones 25, Vaughan 10) South Africa have sensibly bowled their two main men for longer than usual, every over a further nail in England's coffin. This game is over and all I have are emails to amuse me. Here's one. \"And you go home, and you cry and you want to die,\" begins Maria Hughes, citing that song by The Smiths that ripped off Soho's Hippychick. \"Mr Smyth. I believe I speak for all your loyal followers when I say that nothing entertains us more than your abject misery. Seeing as today you have seem to have your trademark bile in spades, and the cricket is not exactly going fabulously, why not make a list of everything that is wrong with your life right now? I'll help you start if you like: it's four days till the next OC and it's obvious that Summer and Seth aren't going to get back together any time soon. That should keep you going for at least 45 overs \"Note: not really. When you're sad, we cry along with you. Don't cry. Your life is inevitably shiny and fun.\" Good one. 11th over: England 38-1; target 312 (Jones 24, Vaughan 7) England are still barely playing a shot in anger, which is pretty inexplicable, although the metronomic (tm) excellence of Pollock has something to do with it. His length has been immaculate. 10th over: England 35-1; target 312 (Jones 22, Vaughan 6) It's hard to do justice to how tedious the next two hours' cricket are going to be, so it's a good job I'm watching it for you, eh? Eh? \"Am I the only one having to work late?\" says Claire Michaela. \"Is it just me, a buxom cricket-loving wench and you, a tousled haired journo, in the room.... alone....??\" Oh, behave. You're a 24-stone truck driver from Preston, aren't you? 9th over: England 32-1; target 312 (Jones 20, Vaughan 5) Right, the link has been corrected so you might actually be reading this now. In the meantime, Pollock coaxes a peach of a legcutter past Vaughan's outside edge. 8th over: England 29-1; target 312 (Jones 19, Vaughan 3) \"It sounds as though watching this innings unfold could be as painful as pulling teeth,\" says Steve Walker. \"Speaking of which, I have 3 teeth being pulled tomorrow. Thinking I could handle it, I opted for numbing by injection rather than being knocked out by gas. I am beginning to regret that now as helpful co-workers are taking great delight in regaling me with horror stories of dental visits gone wrong. Keep up the entertainment, it will help me through the long afternoon here in Ottawa.\" But who helps me through this long evening in Farringdon, eh? 7th over: England 26-1; target 312 (Jones 18, Vaughan 1) The run-rate is now pushing seven an over. WICKET! England 22-1 (Trescothick c Kemp b Pollock 4) A wretched innings from Marcus Trescothick - 4 off 20 balls - comes to an end. It was in the slot from Pollock, and Trescothick sliced straight to Kemp at first slip. 6th over: England 22-0; target 312 (Trescothick 4, Jones 15) You'll note the absence of emails from recent overs. I may have to start making them up in a minute. Meanwhile, there is absolutely less than naff all going on, and I can't believe I have three hours of this slower-than-a-dance-with-Kylie death. Jones stops me nodding off at the wheel with a crisp cover-drive for four. 5th over: England 16-0; target 312 (Trescothick 3, Jones 11) Outstanding stuff from Pollock - 3-1-5-0 - who has squeezed the little bit of life out of England that they had at the start of the innings. Panic is already starting to set in, and Trescothick would have been run out by a direct hit from AB de Villiers 4th over: England 13-0; target 312 (Trescothick 2, Jones 10) You can see the logic of Jones opening: he's an easy, orthodox strokeplayer who should have the capacity to pierce the field with near Gilchristian frequency in the fiver 15 overs. But then so would Andrew Strauss. Here's Grant McKenna. \"The only solution to Louise's problem is to go to the pub, get hammered (preferably on something as cheap as possible) and forget about this game (because you've already lost) - the advantage being that Thursday will pass in a post-session blur and the weekend will be one-day closer without having to expend any mental energy.\" Foolproof. 3rd over: England 9-0; target 312 (Trescothick 1, Jones 7) Another very good over from Pollock, and the net is closing around England. 2nd over: England 7-0; target 312 (Trescothick 0, Jones 6) A no-ball call saves Jones from the heat of a huge Ntini lbw appeal, and he responds by flick-pulling the next ball easily for four. And then there's a lbw shout - this big - with only a possible inside-edge saving Jones. 1st over: England 0-0; target 312 (Trescothick 0, Jones 0) A quiet over to start - the first maiden of the match - and England already need nearly six-and-a-half an over. A cheery email to begin what should be a bloomin' long evening session \"Life,\" says Louise Wright. \"Overrated. Particularly at 5pm on Wednesdays in February. Cold, dark, nowhere near a weekend. No Fun. Pancakes are but a distant memory.\" Ah, but when you've a Kasabian/GLC double bill to look forward to tomorrow, what's not to love?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}