{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/feb/19/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-02-19T18:18:18Z", "webTitle": "Arsenal blunted by Blades' endeavour", "webUrl": "https://www.theguardian.com/football/2005/feb/19/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2005/feb/19/newsstory.sport2", "fields": {"headline": "Arsenal blunted by Blades' endeavour", "bodyText": "Arsenal's Jose Antonio Reyes could be hit with a three-match ban from the Football Association if they launch a video investigation into allegations that the player was guilty of slapping Sheffield United's Andy Liddell in a stormy fifth round FA Cup tie at Highbury. The Gunners are already reeling from the prospect of losing Dennis Bergkamp for three games after he was red-carded for pushing Danny Cullip in the melee that also involved Reyes and Liddell. Manager Arsene Wenger confirmed that the club would appeal against Bergkamp's dismissal - the 57th Arsenal player to be red-carded under his managerial tenure - but then accused Cullip of sparking the affair by deliberately stamping on Cesc Fabregas. Wenger said: \"We will appeal against the sending off. We will appeal on the grounds that he didn't hit him, he pushed him. But I must say I was shocked by what I saw against Fabregas. \"Their number 32 hit him on the head. The intention was there although he didn't hit him hard. But I don't like to see that. He hit him on purpose. We will accept everything the FA does. \"We have no other choice but we do not want to lose Reyes. Reyes may be a yellow card but I don't see why one case should be linked with the other. The FA look at the whole game anyway.\" Wenger's side were robbed of a place in the quarter-finals when Andy Gray converted a last-minute penalty after Philippe Senderos had handled. Earlier, substitute Robert Pires looked to have put Arsenal through with a 78th minute strike as Arsenal made light of Bergkamp's dismissal 10 minutes before the break. Wenger rested some of his more experienced players ahead of Tuesday's Champions League game with Bayern Munich but he was pleased with the character of his youngsters against 11 men in the second half. Wenger added: \"I feel we had to face a situation that was difficult in the second half but I am quite happy because the boys responded very well. The second half was all us and we had three good chances to score a second goal. In the end we got caught. \"We were guilty on that because we had a free-kick just before they scored, played it short and lost the ball through lack of experience. \"But overall the performance was very good with 10 against 11. I feel with 11 against 11 we would have got through quite comfortably in the second half. It is a good learning process for the young players. \"They have shown great technical qualities and mental strength. We are very young and we lost Dennis who can calm things down. Suddenly you are exposed and when you look around the team, there is only Freddie Ljungberg who is experienced. All the rest were between 17 and 21 more or less. \"At half-time we calmed down and came out and tried to play football. In my opinion we did very well and the young lads can be very proud of their performances.\" Sheffield United manager Neil Warnock was still at a loss to understand why referee Neale Barry had chalked off Cullip's first-half headed goal and backed up suggestions that Reyes has been guilty of raising his hands in the fracas that followed Cullip's challenge on Fabregas. Overall though, Warnock was pleased with Barry's performance but added that United might have wasted their chance to progress into the last eight. Warnock said: \"It is a fantastic result for me personally and the club itself. It is not very often that you come to a place like this and get the right result. It looked like it was going to be a bit cruel. \"I didn't think we deserved to lose. When they scored I think everyone wrote us off but we have got a lot of character in the team with a 'never-say-die' attitude. What we lacked in technique we made up for with big hearts. It was a good time to get our first penalty for a year. \"We also thought we scored a good goal but there is pressure on referees at places like this. It is very intimidating. Overall I thought the referee did well today because there was a lot of intimidation. \"Sometimes you look at incidents and look for things that are not really there. But I think he will be disappointed when he sees the goal. \"Other than that he made some brave decisions, especially the sending off and the penalty in the last minute. So I have no complaints. I didn't see the incident that led to Bergkamp's dismissal but I thought he had sent the wrong man off. We thought Reyes slapped somebody and should have got sent-off. \"I don't think we will get a better opportunity of going through than today. It will be disappointing if we don't fill Bramall Lane this time.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}