{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/feb/05/hotels.guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-02-05T19:13:26Z", "webTitle": "Luxury for less on the Cape", "webUrl": "https://www.theguardian.com/travel/2005/feb/05/hotels.guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2005/feb/05/hotels.guardiansaturdaytravelsection1", "fields": {"headline": "Luxury for less on the Cape", "bodyText": "The Portfolio Collection (portfolio collection.com), represents hundreds of independently owned guesthouses, B&amp;Bs and boutique hotels across South Africa. In Cape Town, most of the properties are in residential areas - from leafy Constantia to the bohemian fishing village of Hout Bay - so you can stay close to the locals' beaches, drink in their bars, and dine in their restaurants. The increasing strength of the rand means prices have risen in the past few years, but they still represent great value for money. Here's a selection of the most stylish new properties for under £100 a night. Jardin D'ebene (+21 426 1011, jardindebene.co.za). From R600 B&amp;B. In the trendy suburb of Tamboerskloof, at the foot of Table mountain, this traditional Cape Dutch homestead has been transformed into a chic, safari-themed B&amp;B by Ulrike (German) and her partner Pascale (Swiss-French). Each of the four bedrooms is devoted to an animal - lion, cheetah, elephant, zebra. Outside are decked gardens and a small pool, while Kloof Street, one block away, is home to some of Cape Town's hippest eateries. Beluga of Constantia (+21 794 4594/5, belugaguesthouse.com). From R490 B&amp;B. The leafy, elegant suburb of Constantia was the city's first site of wine-making and wealthy settlers' homes. Tucked away behind big white gates, Beluga has been completely refurbished by new owner, Rob, who has replaced leopard prints and garish colours with subtle suedes and natural browns. The focal point, though, is the garden with its kidney-shaped pool and sun-loungers. A qualified chef, Rob prepares wholesome, home-style dishes for just R52 or, with notice, will create a sumptuous gourmet dinner for around R200 a head. Intaba Lodge (+21 790 63 64, intaba-lodge.com). From R560 B&amp;B. A little hippy fishing port with a white sandy beach, Hout Bay is the start of the famous Chapman's Peak Drive (which leads down to Cape Point), so it's often just glimpsed from the road. Green valleys and mountains provide a dramatic backdrop to the village's beautiful homes, one of which, Intaba Lodge, has been converted into a guesthouse with three bedrooms and a self-catering apartment. The Parisian owners have shipped over their antique furniture, giving the rooms an elegant but homely feel. But with the gardens, large pool and glass observatory offering panoramic valley views, you won't want to spend much time indoors. O on Kloof (+21 439 2081, oonkloof.co.za). From R890 B&amp;B. O on Kloof is a multi-million-rand home in Bantry Bay that's been converted into a stylish five-bedroom hotel with an indoor heated pool, mini gym, restaurant and bar with wall-to-wall windows looking out to sea. Owned by German-French hotelier Olaf Dambrowski, who worked for the Hyatt chain; service is top notch. Cape Standard (+21 430 3060). From R450 B&amp;B. With its white-painted floorboards, white walls, bright sunny rooms, palms and decking, Cape Standard wouldn't be out of place in a Mediterranean resort. But this eight-bedroom guesthouse, which opened last November, is in Green Point, a seaside residential area that has become the focus of Cape Town's gay scene. It has the laidback feel of a backpacker hostel, but most of its minimalist bedrooms have gorgeous walk-in mosaic-tiled showers, one has a deep cement bath, and all have satellite TVs, telephones, fridges, safes, and tea trays."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}