{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/feb/11/cricket.englandinsouthafrica2004052", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-02-11T20:02:13Z", "webTitle": "South Africa v England - live!", "webUrl": "https://www.theguardian.com/sport/2005/feb/11/cricket.englandinsouthafrica2004052", "apiUrl": "https://content.guardianapis.com/sport/2005/feb/11/cricket.englandinsouthafrica2004052", "fields": {"headline": "South Africa v England - live!", "bodyText": "MATCH ABANDONED The rain has restarted, and the covers have returned to the middle. That means South Africa lead 3-1 with only one game to go, so have won the series. Thanks for your emails, Mike. 7.57pm \"What about Zola Budd?\" says Mike Weston in Vienna. \"She's given a British passport so quickly one would think it was processed in Sheffield, does nothing on the track apart from managing to forget her shoes, takes out Mary Decker and then (insert your own word here) off back home! Anyone who blinked more than once missed the entire debacle.\" Mike, who, in all honesty, is doing my job for me, then adds: \"Oh, any here's a handy DL calculator in case we get any play: http://www.geocities.com/kirentanna/dlanalysis.html.\" 7.45pm The covers are being removed! The umpires wandered out to check the field just as it stopped raining, so have ordered that play will resume. It is debatable, though, whether there is enough time to have a game. Apparently they need to start playing within the next 30 minutes. 7.40pm David Nickless, ladies and gentlemen: \"Me and my sick housemate have been having an argument as to which is the better comedy - Withnail and I, or Swingers. It is up to the readers to decide. We demand the finest answers available to humanity, and we demand them now. You're all money, babies.\" There's a challenge. 7.30pm I'm afraid there's still no sign of the drizzle ending. We are closing in on the time when the umpires will have to call the game off, as England must bat for 20 overs to force a result. Mr Gower, with a glint in his eye, has said he will keep up us informed. And another thing From Owen Griffiths: \"Did I dream it or did David Gower tell Beefy to 'chill, just chill' about 10 minutes ago (about 30 now)? Only mildly more cringe-inducing than Smyth's loyalty to the substantially-younger-or-more-American-than-him word 'dude'.\" He's hip that Gower, y'know. 7.10pm As many of you have pointed out, \"Lennox Lewis was born in West Ham but decided to fight for Canada, of all places, in the Olympics before remembering what country London is in and switching back.\" Owen Griffiths' words. Andrew Lewis writes: \"Sorry to be pedantic, but Duckworth and Lewis didn't even meet until 1994 and so can't be blamed for the 1992 world cup semi debacle. It's actually a very sensible method - a team with five wickets in hand and 20 overs left will act differently from one with two wickets in hand and 20 overs left, or indeed five wickets and five overs. It's the only method that takes account of this factor. And no, I'm not related to him.\" A fair point, Andrew. The 1992 World Cup semi-final debacle was a good reason for brining in Messrs Duckworth and Lewis then. 6.59pm \"What about Ryan Giggs playing for the England Under-21s and then playing for Wales. Splitter!\" cries Dan Quinn. Incorrectly. Ryan Giggs never played for the England Under-21s (only the schoolboys), and he wasn't eligible to play for the England senior team. Click here to find out why. It's still raining in Durban, but, encouragingly, it's only light rain according to Mr Gower. So there is still hope. The Andrew Cosgrove show \"I've just discovered the interesting (or not, as you wish) case of Billy Midwinter who was born in Gloucestershire in 1851, but then emigrated to Australia. He played in the first ever Test match, for the Aussies. He played a few more matches for them, before deciding that actually he was English and played four Tests for England, before switching sides once again and finishing his test career as an Australian.\" The devil. \"And what I said earlier about English people moving to Australia is complete rubbish. Of the other four players who have played Test cricket for both countries, all of them (including Albert Trott) made their debut for Australia before playing for England.\" More British 'traitors' \"Recently Roger Twose moved to New Zealand and played 16 Tests and 87 ODIs for the Black Caps. If we cast our net back earlier, we have the Nawab of Patudi (senior) who started his test career with England, and then played for India (presumably after India became independent and got its own team). And even earlier than that, there are several players who played for England before emigrating to Australia and playing for them. Albert Trott being one such\" - Andrew Cosgrove. \"Most of the Republic of Ireland football team were English at one stage including their manager Jackie Charlton\" - Shehzad Charania. 6.43pm Still no news of when play may resume. But on the plus side, David Horn has come up with a British deserter: \"Fiona May - top British long jumper, became Italian. No one heard of her after that.\" Although I'm fairly sure she did win the world championships. Only after she had started living la dolce vita though. 6.35pm Sky have taken to showing highlights of the South African innings. Now I'm no Inspector Clouseau, but that would suggest to me that there's no danger of play resuming in the immediate future. Random musings \"It seems to me that the only sure-fire way to get a mention on OBO is to whinge that you've been regularly emailing in for years and never get a mention. I too have been doing the same and given that I'm about to change jobs, this series could well be my last opportunity. Does this warrant a cut-and-paste into your commentary. Oh, and I also went to primary school with Lawrence Booth\" - Dom Sykes. It's worked, hasn't it, Dom? \"Wouldn't jet-ski jousting be the greatest sport ever conceived? With ski jump bobsleigh for the winter\" - Dan Kelly. \"I just wondered whether there were Pietersenesque instances of native Brits playing for other countries' national teams, or whether this is strictly a one-way phenomenon?\" - Ewan McNay. Well? A joke from Ben Mimmack To lighten the mood. \"Hello Mike, how about a nice joke? Man 1: I've got a new girlfriend, she's from Middlesex. Man 2: Feltham? Man 1: Nah, we haven't even held hands yet.\" Oh Ben, really. It's still raining incidentally, and the covers are on - and looking rather wet. Why, oh why, did Jones feel it necessary to play such an irresponsible shot when he must have known that the rain would be stopping play soon? WICKET! Jones c Nel b Ntini 2 (England 7-1) - target 213 off 48 overs This has been an awesome start for the South Africans. Jones tries to pull a Ntini delivery which is too quick for him, and the ball flies up into the air and falls into the welcoming hands of Andre Nel at mid-on. And now the umpires have decided that the heavy drizzle is too heavy - only once England have lost a wicket, of course - so the players have gone off again. 3rd over: England 6-1 (Jones 2, Vaughan 1) - target 213 off 48 overs Another close call for Jones as he prods at one outside off stump, but the ball just eludes the outside edge. Then Pollock produces an unplayable delivery which pitches on middle then climbs on Jones and goes over his off stump. And it's raining. \"Has the idea of drowning in fire ever worried you?\" asks Joe Stead. \"It scares the bejeasus out of me.\" Well it does now. 2nd over: England 5-1 (Jones 2, Vaughan 1) - target 213 off 48 overs Following the rain and under the lights, the ball is seaming around quite a bit more than it was when Gibbs was flaying the England bowlers to all parts. Makhaya Ntini's first over is a probing one - England must ensure they survive this opening period without further loss. \"Is your Rob Smyth uglier than the Rob Smyth I work with?\" asks Scott Anthony. A tough call, but I would have to say no. Rob Smyth has officially left the building by the way. 1st over: WICKET! Trescothick c Kallis b Pollock 1 (England 2-1) - target 213 off 48 overs Geraint Jones survives a huge appeal for lbw with Simon Taufel spotting the little wicketkeeper-batsman's inside edge. But then Marcus Trescothick plays a nothing shot, fending the ball to Jacques Kallis at second slip. Not a good start. New target is 213 off 48 overs Don't ask, just accept it. And here they come The cricketers that is. To the middle. Duckworth-Lewis Tom Shillingford asks: \"Was the Duckworth-Lewis method devised during the unholy union of Vera Duckworth and England's Chris Lewis? We should be told.\" Yes it was. More seriously, Peter Hylton demands: \"Perhaps you would be so kind as to get out your Duckworth-Lewis tables and calculate how many runs England need to win after 20 overs, after 25 etc. A full 48 overs is not all that likely, and it would be very interesting to your readers to know what the intermediate targets are.\" I'm onto it, Peter, honestly I am. As you say, a full 48 overs isn't likely as those darned weather forecasters, erm, forecast that it will rain again at 8.30pm GMT. I shall let you know when I have figured it out / had David Gower whisper it into my ear. Remembering happier days \"Can you recall (and then regale us with) the amusing circumstances that led (in a World Cup I believe) to South Africa coming back out to bat, none to amused with the vagaries of Tony Lewis and the worth of his ducks, needing 20 odd off of one ball?\" asks David Horn. I can indeed, David. It was a World Cup semi-final in 1992, and South Africa needed 22 runs to win off 13 balls before it started tipping it down. Sadly the Duckworth-Lewis system was in its primitive stages in those days (the lowest scoring two overs were taken off the target - or something like that), and left South Africa needing 21 off just one ball. They didn't manage it. After a false start earlier, I'm back \"Considering my earlier request for a picture of Darren Gough's snazzy haircut was granted, and then followed by an inspired session by the Dazzler,\" begins Andrew Jolly, \"maybe now we have one of the Durban homeboy himself, and hope it's followed up by another 60-ball ton.\" But Bob Ohara writes: \"Right, now he's gone, can we have a picture of Rob Smyth on the site, please. Just so that the police know who to look for.\" No can do, I'm afraid - he's still loitering in the office. Kevin Pietersen it is."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}