{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/feb/24/catholicism.religion", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-02-24T21:32:25Z", "webTitle": "Pope has 'successful' throat surgery", "webUrl": "https://www.theguardian.com/world/2005/feb/24/catholicism.religion", "apiUrl": "https://content.guardianapis.com/world/2005/feb/24/catholicism.religion", "fields": {"headline": "Pope has 'successful' throat surgery", "bodyText": "Pope John Paul II underwent a successful tracheotomy operation tonight to ease his breathing problems, the Vatican said. Vatican spokesman Joaquin Navarro-Valls said the tracheotomy - a procedure in which a hole is made in the throat and a tube is inserted to assist breathing - was completed in \"a positive way\" and lasted 30 minutes. Navarro-Valls said the pope had been informed of his situation and gave approval for the operation. The pontiff will be spending the night at the hospital, the papal spokesman said. The Pope returned to hospital in Rome earlier today having suffered a relapse two weeks after being treated for the flu and breathing difficulties. The 84-year-old pontiff, who has Parkinson's disease and knee and hip ailments, was taken to the Gemelli Polyclinic hospital by ambulance at 10.45am local time (0945 GMT). Citing a Vatican source, Reuters reported that the Pope was suffering new breathing problems and had a fever. The source said the symptoms were the same as those he had when he spent 10 days in hospital earlier this month. A security guard said the Pope was conscious and resting on a partly raised stretcher as he was wheeled into the hospital, and a passer-by told Sky Italia television that he had waved to people as he entered the clinic. The Pope had been convalescing after his discharge from the same hospital 13 days ago. He had appeared to be making a strong recovery, appearing twice at the window of his Vatican studio to greet pilgrims. Yesterday, looking gaunt but fully alert, he made a 30-minute public appearance - his longest since his discharge from hospital - in a live video address to pilgrims in St Peter's Square. The Vatican had intended him to address the pilgrims from his apartment window, but changed the plan because of rainy and windy weather. Rome has been particularly cold, wet and windy over recent days. Vatican officials have been cautious about the Pope's public appearances since he was first taken to hospital, although he had appeared to be gaining strength with each appearance. The pontiff had been scheduled to attend a Vatican ceremony for candidates for sainthood today, but his appearance was cancelled at the last minute. The ceremony went ahead, presided over by the Vatican's number two official, Cardinal Angelo Sodano. When the Pope was discharged from hospital, the Vatican made it clear he would decide on his schedule in consultation with his doctors. Around the world, Roman Catholics stopped to pray for the Pope's health. In Wadowice, the small town in southern Poland where he was born, people offered special prayers at an afternoon mass at St Mary's Church, where Karol Wojtyla was baptised and attended Mass for years before he became a priest. \"We have prayed for the pope to live as long as possible so we can still share our joy with him,\" said Zofia Gebala, a 73-year-old retiree, as she left the service. \"We are praying for him every day, for his well-being. But it's all in God's hands now.\" Today is the 10th time the Pope has been taken to hospital since his election in 1978. Pontiffs do not usually resign, but there had been speculation that, because of his health, this was something John Paul II may consider. The debate was fuelled earlier this month when Cardinal Sodano declined to rule out the possibility, saying it was up to the Pope's \"conscience\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}