{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/feb/20/travelnews.theobserver.observerbusiness", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-02-20T18:56:16Z", "webTitle": "Hilton investors betting on big payday", "webUrl": "https://www.theguardian.com/travel/2005/feb/20/travelnews.theobserver.observerbusiness", "apiUrl": "https://content.guardianapis.com/travel/2005/feb/20/travelnews.theobserver.observerbusiness", "fields": {"headline": "Hilton investors betting on big payday", "bodyText": "Investors in Hilton Group are expecting a bumper special dividend from the hotel and betting combine this Thursday. Analysts believe the firm, which owns Ladbrokes the bookmaker, could return as much as £300 million to shareholders. In the last month, investors have piled into the company, taking its share price to six-year highs on the back of expectations of an announcement from the company of either a special dividend or a share buyback. Last Friday, Hilton shares closed at 317.5p, against 211p a year ago. The group will be on course to make record-breaking profits before tax of more than £350m. The profits have come mainly from the firm's betting division, although the growth of revenue through fixed-odds betting terminals is now slowing. This Thursday, Hilton, run by colourful chief executive David Michels, will confirm the continued resurgence of its hotels. Recent figures have showed a particularly strong performance in London, with revenue per available room - the most closely watched measure of the sector's health - rising. Improving sentiment could see the company sell 11 of its provincial hotels to a private equity house, raising about £130m. The company has stated it will not plough money into buying new hotels, making some form of special dividend more likely. It is one of the few UK businesses that is set to benefit from the forthcoming Gambling Bill, having signed an agreement to build a giant hotel and casino in Blackpool, should permission be granted."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}