{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/feb/05/southafrica.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-02-05T19:40:13Z", "webTitle": "Almost Blue", "webUrl": "https://www.theguardian.com/travel/2005/feb/05/southafrica.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/feb/05/southafrica.guardiansaturdaytravelsection", "fields": {"headline": "Almost Blue", "bodyText": "A glass of chilled champagne served in a gently swaying lounge-car with Table mountain fading from view helps soften the blow of leaving Cape Town. You can fly from the Mother City to Johannesburg in two hours for less than £40 but if you've got time, I'd recommend the train. Never mind that it takes 26 hours to cover 1,000 miles travelling mostly at a stately 60mph. It offers a fantastic window on beautiful countryside that ranges from vineyards and soaring mountains to semi desert and veldt as far as the eye can see. But the price? Well, yes, the Blue Train is undoubtedly expensive, but it's a once-in-a-lifetime treat for most people and one of the great railway journeys of the world to boot. Count on around £900 for a one-way ticket. Thing is, though, I'm not on the Blue Train, and I'm getting change from £200. The Trans Karoo (or Shosholoza Meyl, from the Zulu \"move forward\", as the country's intercity trains are now branded) leaves Cape Town for Jo'burg every day. But once a week on Tuesdays northbound, and Thursdays southbound, two deluxe Premier Classe sleeping coaches and a lounge/dining car are hooked on the back for a cut-price luxury experience. The champagne may be South African sparkling wine and the Blue Train's baths and state rooms are replaced by more egalitarian showers and cabins, but for a £700 saving, who's complaining? Certainly not the other passengers in the lounge car nibbling on biltong (dried meat) and crisps as Cape Town's suburbs melted away to be replaced by fields of fat, green grapes. Among them, Sue Harder and Keith Fender from London were on the first leg of a seven-month round-the-world sabbatical. \"We wanted to go on the Blue Train\" said Keith, \"but we were totally put off by the price. This is a great alternative. If we had flown, there'd have been the airport taxis at either end, food and a night in a hotel. Because meals are included here and we're sleeping on the train tonight, a low-cost flight wouldn't really have saved us money in the end.\" As we set off mid morning, we'd only just had time to settle into our cabins (all are twins or singles with decent sized windows and plenty of storage space, but none are en-suite) before lunch was served: grilled vegetables, lamb and bean casserole and pecan pie. Drinks aren't included but bottles of very decent local whites or reds cost around £5 onboard. By the time coffee was being cleared away, the vineyards and mountains of Paarl were giving way to the Karoo, the arid hinterland that covers much of western South Africa. As we passed through tiny \"dorps\" (villages), the sun dazzled from the zinc roofs of small bungalows, all painted white or cream, with verandas and neat, manicured gardens contrasting with the barren earth in which they are planted. Small towns such as Worcester, Touwsrivier, Matjiesfontein (where Cecil Rhodes came to recuperate from TB in the dry Karoo air) and Laingsburg, where we passed an old block house built by the British to protect the railway against Boer commanders at the turn of last century, came and went. Occasionally, the train would stop at one of the dorps, passengers descending to be greeted by loved ones, jabbering away in Afrikaans or Xhosa, a reminder that this is a \"regular\" service, not just the preserve of overseas tourists. As night descended, the disappearing sun bathed the land in a rich, orange glow, softening the harshness temporarily, and casting shadows over hills which had thick clouds ladled on top like meringues. A small herd of springbok and a few hardy sheep grazed in the distance. Onboard, we grazed on soup made from waterblommetjies (an aquatic plant), then fish pancakes, beef, and carrot cake while the chief steward turned our cabins into bedrooms complete with crisp sheets and firm pillows. Morning revealed an altogether different landscape. This was the western Transvaal, where the Free State meets North-West province. Cattle were now grazing on rather poor pastureland punctuated by hundreds of small, brown termite mounds, while yesterday's clouds had given way to a low slung haze. Every so often there was a windmill, used for irrigation. Slightly further on towards Klerksdorp, I spotted a gold mine, its tower and sandy slag heap silhouetted against the sky. Little groups of people in the fields walked from nowhere to nowhere, or so it appeared. When we came across towns, they'd lost the neatness of the Karoo and just seemed functional rather than pretty. The landscape didn't possess the picture postcard draw of that outside Cape Town but I sat transfixed by the vastness of it all. By mid morning we were passing the urban sprawl that heralded our approach to Johannesburg - towns such as Randfontein, Krugersdorp and Roodepoort at the centre of Gauteng province - a mix of neat suburbia that could be Surrey in June and some of the poorest shanty towns you will find anywhere in the world. At midday, a quarter of an hour early, we pulled in to the frenzy of Jo'burg station. I could have shaved 24 hours off the journey, but for me travelling is as much about getting there as as it about the experience, and the Shosholoza Meyl is a journey and an experience I can thoroughly recommend. Luxury for less on the Cape The Portfolio Collection (portfolio collection.com), represents hundreds of independently owned guesthouses, B&amp;Bs and boutique hotels across South Africa. In Cape Town, most of the properties are in residential areas - from leafy Constantia to the bohemian fishing village of Hout Bay - so you can stay close to the locals' beaches, drink in their bars, and dine in their restaurants. The increasing strength of the rand means prices have risen in the past few years, but they still represent great value for money. Here's a selection of the most stylish new properties for under £100 a night. Jardin D'ebene (+21 426 1011, jardindebene.co.za). From R600 B&amp;B. In the trendy suburb of Tamboerskloof, at the foot of Table mountain, this traditional Cape Dutch homestead has been transformed into a chic, safari-themed B&amp;B by Ulrike (German) and her partner Pascale (Swiss-French). Each of the four bedrooms is devoted to an animal - lion, cheetah, elephant, zebra. Outside are decked gardens and a small pool, while Kloof Street, one block away, is home to some of Cape Town's hippest eateries. Beluga of Constantia (+21 794 4594/5, belugaguesthouse.com). From R490 B&amp;B. The leafy, elegant suburb of Constantia was the city's first site of wine-making and wealthy settlers' homes. Tucked away behind big white gates, Beluga has been completely refurbished by new owner, Rob, who has replaced leopard prints and garish colours with subtle suedes and natural browns. The focal point, though, is the garden with its kidney-shaped pool and sun-loungers. A qualified chef, Rob prepares wholesome, home-style dishes for just R52 or, with notice, will create a sumptuous gourmet dinner for around R200 a head. Intaba Lodge (+21 790 63 64, intaba-lodge.com). From R560 B&amp;B. A little hippy fishing port with a white sandy beach, Hout Bay is the start of the famous Chapman's Peak Drive (which leads down to Cape Point), so it's often just glimpsed from the road. Green valleys and mountains provide a dramatic backdrop to the village's beautiful homes, one of which, Intaba Lodge, has been converted into a guesthouse with three bedrooms and a self-catering apartment. The Parisian owners have shipped over their antique furniture, giving the rooms an elegant but homely feel. But with the gardens, large pool and glass observatory offering panoramic valley views, you won't want to spend much time indoors. O on Kloof (+21 439 2081, oonkloof.co.za). From R890 B&amp;B. O on Kloof is a multi-million-rand home in Bantry Bay that's been converted into a stylish five-bedroom hotel with an indoor heated pool, mini gym, restaurant and bar with wall-to-wall windows looking out to sea. Owned by German-French hotelier Olaf Dambrowski, who worked for the Hyatt chain; service is top notch. Cape Standard (+21 430 3060). From R450 B&amp;B. With its white-painted floorboards, white walls, bright sunny rooms, palms and decking, Cape Standard wouldn't be out of place in a Mediterranean resort. But this eight-bedroom guesthouse, which opened last November, is in Green Point, a seaside residential area that has become the focus of Cape Town's gay scene. It has the laidback feel of a backpacker hostel, but most of its minimalist bedrooms have gorgeous walk-in mosaic-tiled showers, one has a deep cement bath, and all have satellite TVs, telephones, fridges, safes, and tea trays. Beverley Fearis Way to go Getting there: Virgin Atlantic (0870 3802007, virgin.com/atlantic) flies to Cape Town and Johannesburg from £469. Train rides: Rainbow Tours (020-7226 1004, rainbow tours.co.uk) offers one-way in Premier Classe on the Trans Karoo from £185pp (two sharing) including meals and bedding, but not drinks. Trains run from Cape Town on Tuesdays, and from Pretoria and Johannesburg on Thursdays. Rainbow Tours can also book the Blue Train from £895pp (two sharing) all inclusive, except French champagne and caviar. Services operate on selected Mondays, Wednesdays and Fridays. Information on both services can be found at spoornet.co.za. Further information: South Africa Tourism information and brochure request line (0870 1550044, southafrica.net). Country code: 00 27. Flight time: London-Cape Town: 10 hrs 50 mins. Time difference: + 2hrs. £1=10.89 rands."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}