{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2005/feb/01/popandrock", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2005-02-01T19:12:35Z", "webTitle": "Tara Angell, Betsey Trotwood, London EC1", "webUrl": "https://www.theguardian.com/music/2005/feb/01/popandrock", "apiUrl": "https://content.guardianapis.com/music/2005/feb/01/popandrock", "fields": {"headline": "Tara Angell", "bodyText": "With the release of her debut album, Come Down, slated for later this month, Tara Angell is in the midst of a one-woman jog round li'l ol' Europe to warn everybody that she's coming. Judging by her dazed demeanour at this cramped London showcase, her feet have barely touched the ground since her plane hit the runway. At the crack of dawn the following day, she was off to Berlin and Brussels. But while this may have been a small beginning as far as the UK is concerned, there have already been plenty of signs and whispers from the US suggesting that Angell is a songwriter to watch. The likes of Lucinda Williams and Daniel Lanois describe her in awestruck tones, and the Come Down songs exert a creeping, insidious influence in inverse proportion to Angell's almost lackadaisical delivery. On disc, she had help from producer Joseph Arthur and a squad of musicians apparently hand-picked for their ability to contribute parts that seem to seep up through the floorboards and drift through the air like smoke. It's a record Daniel Lanois must wish he'd made. Here, it was just Angell and her acoustic guitar, which she plays with the laborious deliberation of a student who can't get her fingers to move around the frets quite as quickly as she'd like. But her main weapon is her voice, a haunting, chilling instrument that seems to come from a thousand years ago and a million miles away. It doesn't seem to belong in the same universe as the slightly untogether blonde singer who makes giggly between-song announcements and apologises for singing such depressing songs. In a piece like Don't Blame Me, the voice reaches out like a curse from Macbeth's witches - \"you let me down, you left me blue in the face/ don't blame me, I'm not your little girl\". Even without a band or studio trickery, Angell was able to impart shivery bleakness to When You Find Me, while You Can't Say No To Hell - chaotic and Velvet Underground-ish on disc - was refashioned into a slow, scarecrow's waltz. This performance was a mere taster, so bring on the real thing."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}