{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/feb/20/observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-02-20T18:39:30Z", "webTitle": "Tales from my travels: Bassist Tomas Graves - in tune with my isla bonita", "webUrl": "https://www.theguardian.com/travel/2005/feb/20/observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2005/feb/20/observerescapesection2", "fields": {"headline": "In tune with my isla bonita", "bodyText": "How has Mallorca changed? I was born there in 1953, just as Spain was opening up to foreign tourism. In that first decade tourist visitors doubled every few years. I remember going to El Arenal as a child in 1957 and running across this huge strip of beach with our dog, and there was just one little guesthouse. Today it is the Blackpool of Mallorca, with a solid strip of hotels three deep. Did you ever consider moving away? I went to boarding school in England at 11 and then to technical college to study typographic design. It was obvious they were training us to go into industry in England. But I got talking to someone in Barcelona and found I felt closer to the Spanish way of living. I realised then that I really wasn't English and I moved back to the island in my mid-twenties. I am Spanish - I have Spanish nationality. But I was brought up in an English culture, so I have a split personality of English, Spanish and Mallorcan. How different is Mallorca to mainland Spain? In a way, Spain is a confederation. The people are very different in different regions. The languages, climate and landscape change so much. Any attempt to homogenise Spain has had to be done by force and I think now is the time for local culture to make a return. Real Spanish culture lies in the regional cultures: there isn't a single Spanish culture. Being a tourist island, Mallorca offers a lot of work for musicians. Many prefer to live here and have a lower profile rather than go to Madrid. People here are laid-back and prefer an easier life than being top of the pile. People from Mallorca feel a bit uncomfortable in Madrid or Barcelona, where there is more competition and pressure. Here people tend to be a bit more like the British - more live-and-let-live. Nothing has really happened historically for people to get upset about so they tend to be pretty easy-going. It's much more tranquilo. What makes up Mallorca's distinct culture? It was an agricultural community until tourism came along, so it is really a peasant culture. After several years of trying to cover up their peasant roots, Mallorcans now realise it is the only culture they have. Anything is an excuse to have a big fiesta with music, food and folk dancing. We have a lot of themed festivals like the Olive Oil Festival or harvest festivals, which are very boisterous. It is a lively oral culture, which has been resuscitated. While we get the tail-end of whatever is happening in Madrid or Barcelona months later, there is a strong artistic scene because of all the people who come here to live and work. Last year we organised a weekend event on Mallorca with the Hay-on-Wye Festival, which was very successful. It was mainly literary, with a good selection of English, Spanish and Catalan writers, but there was some music and film, too. It reflects what Mallorca is all about: its culture mix. We're holding another festival this year at the end of October. Does Mallorca remain your favourite part of Spain? Yes. I feel tied to this landscape. The land is arid but it has a rocky beauty. I've had enough green and pleasant land in England. The island can seem claustrophobic, but Mallorcans tend to a be bit agoraphobic: they always want to come back. It is a spectacular island and if other people come here, Mallorcans reason, it must be the best place in the world. · Tuning Up At Dawn: A memoir of Music and Mallorca by Tomás Graves is published by Fourth Estate"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}