{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/feb/09/cricket.englandinsouthafrica2004052", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-02-09T18:07:32Z", "webTitle": "South Africa v England - live", "webUrl": "https://www.theguardian.com/sport/2005/feb/09/cricket.englandinsouthafrica2004052", "apiUrl": "https://content.guardianapis.com/sport/2005/feb/09/cricket.englandinsouthafrica2004052", "fields": {"headline": "South Africa v England - live", "bodyText": "Rob will be following England's innings here. 50th over: South Africa 311-7 (Smith 115, Boje 10) This is noWHERE'S ME FRIGGIN ANORAKw South Africa's highest ODI score against England. And that's it: 50 humbling overs for England are at an end. Justin Kemp clobbered the ball all round East London, and Graeme Smith nudged it here and there to make his second century of the series. I'll be back to watch England's response in about ten minutes. Cheers for all your emails - Rob. 49th over: South Africa 300-7 (Smith 114, Boje 0) \"Cruel, so cruel,\" says Matt Taylor (over 46). \"But 1) my mum bought me them for Christmas and 2) who doesn't love the skin tight jeans and desert boot look?\" WICKET! South Africa 300-7 (Pollock run out 2) Three wickets in three balls! Pollock, first ball, turns for the third and is beaten by some sharp work from Gough. WICKET! South Africa 298-6 (Boucher b Gough 0) Gough has been absolutely tremendously today, and takes out Boucher's off stump with a fine inswinger first ball. WICKET! South Africa 298-5 (Kemp b Gough 80 (50 balls)) The end of an innings of spine-chilling thuggery from Kemp, and reward for a superb spell of bowling from Gough. While everyone else has bowled length balls and been demolished, he has got it up in the blockhole consistently, and that time a textbook yorker pinged Kemp's off stump. 48th over: South Africa 295-4 (Smith 112, Kemp 79) Twenty five off the over! Smith gets his first boundary since 1974, but I missed it so don't expect details. Then he launches another over the top. And to think I thought him getting all those singles to get to his century constituted selfishness. He could have been doing this ten overs ago! Not that it will matter: Kemp hoicks a full-toss for six with chilling effortlessness, and then smears another. I wouldn't fancy arm-wrestling that dude, and England are as ragged as my hair until I visited the fabulous Horizon in Rochester High Street last week. 47th over: South Africa 270-4 (Smith 102, Kemp 66) Another excellent over from Gough, who manages to contain Kemp's irresistible force with some immaculate blockhole yorkers. 46th over: South Africa 264-4 (Smith 101, Kemp 63) Graeme Smith reaches an increasingly selfish century, his second of the series and his one-day career, and then Kemp batters Hoggard for two mighty sixes off consecutive balls - one over long-off, one over wide long-on. Two stunning blows, and England are getting mauled. \"Things that seem rubbish and are rubbish,\" says Matt Taylor. \"Like people who say dude? Or even worse, people who type dude into one-day cricket commentary?\" How about people who bother to send such hilarity to one-day cricket commentaries because they have no other way of validating their sad little lives that involve little more than alcopop-imbibing and Timberland shoes? 45th over: South Africa 249-4 (Smith 98, Kemp 50) This is absolute carnage now. Another lumberjack blow from Kemp, wafted over midwicket off Collingwood. And the next ball goes even further for another six. And then the next ball is tapped for a single to bring up a 39-ball fifty. Before Sunday he'd played 20 times for South Africa without making fifty. Now he has two in two, and it's easy to see why they persevered. 44th over: South Africa 234-4 (Smith 96, Kemp 37) Full and wide fron Gough, and Kemp slashes him for another one-bounce four, this time to third man. But apart from that it was a very good over from Gough: all in the blockhole. \"Tim de Lisle had me photocopying every page of every Wisden Almanack from 1864 to 2001,\" says Andrew Miller. \"It was only when my knees started bleeding that I was even allowed a desk.\" 43rd over: South Africa 227-4 (Smith 94, Kemp 32) I reckon 250 will be enough on this pitch, but I don't particularly know what I'm talking about so I wouldn't put any money on it. In the meantime, Kemp sends a full-toss from Giles miles over the rope, and then flogs the next one - another full-toss - back over Giles's head for a one-bounce four. Shot! He certainly does give it some hammer, this lad. In the absence of Andrew Flintoff, England can't touch this. Oh dear. 42nd over: South Africa 214-4 (Smith 93, Kemp 21) The dam has burst: Gough lumbers in, and Kemp smears his slower ball back down the ground for a one-bounce four. Here's my friend Curbie Firetank. \"Just some one who is amazed that any human can consult 1482 Test score cards in just half an hour, is that really possible?\" Apparently. \"Has anyone managed to consult the complete Wisden Test score card archive faster since? Or is it some kind of twisted initiation/hazing that Tim de Lisle inflicts on all Wisden interns? I think we should be told.\" Right, come on, 'fess up: who are you? 41st over: South Africa 206-4 (Smith 91, Kemp 16) Graeme Smith hasn't hit a boundary since his scored was on 32, my inclusion of which is either interesting or an indictment of the almost tear-jerking tedium of my so-called life, depending on whether you're me or not. Six off the over, but still no big shots. 40th over: South Africa 200-4 (Smith 89, Kemp 12) Gareth Batty is on as substitute for Kevin Pietersen - no idea why - as South Africa continue to tick along in singles. They haven't quite timed the gear change right, but they're still in a cracking position. 39th over: South Africa 196-4 (Smith 87, Kemp 10) Just one from Collingwood's over. His figures of 8-0-32-0 are very encouraging; if he can keep up this form with the ball, England can get away with playing seven batsmen, a keeper at No8 and Giles at No9. 38th over: South Africa 195-4 (Smith 86, Kemp 10) Smith is in a tricky stick-or-twist situation here: the batsman in him will want a century; the captain in him will now he needs to give it some humpty - with all the risks that that entails - sooner rather than later. 37th over: South Africa 191-4 (Smith 84, Kemp 8) Paul Collingwood returns to the attack, and Kemp scuffs a pull/sweep for four. Then he would have been run out by a direct hit from Solanki. He missed. 36th over: South Africa 183-4 (Smith 83, Kemp 1) Giles has a big lbw shout against Justin Kemp first ball turned down. Rightly so: it pitched outside leg. WICKET! South Africa 181-4 (Prince run out 34) Ashwell Prince is run out. He was looking for two but Smith sent him back, and he was just short of his crease when Jones efficiently collected Hoggard's throw and hit the stumps. 35th over: South Africa 180-3 (Smith 81, Prince 34) Six off Gough's over and, like the clientelle of a speeddating do, every one was a single. \"I've not been following this, but are you still doing your overrated thing?\" says 'Yatesyman'. \"If so, remove Some Like It Hot NOW - that's just ridiculous - &amp; replace it with either Apocalypse Now or Scarface. Sex symbols? Kylie. Music? Stone Roses debut.\" Something tells me you and I wouldn't get on. 34th over: South Africa 174-3 (Smith 78, Prince 31) Two from Giles's over. \"Go on then what would your one-day line up be?\" says Andrew Goldsby. \"You don't like this one but what are the alternatives?\" Off the top of my head, and with everyone fit, I'd road test: Trescothick, Strauss, Vaughan, Bell, Pietersen, Flintoff, Collingwood, Read, Giles, Harmison, Jones. 33rd over: South Africa 172-3 (Smith 77, Prince 30) A boundary, finally, as Prince flashes the chuntering Hoggard past point. Here's Matt Eyre. \"Despite the fact that I've long since dismissed it as puerile pants, I decided to watch last night's show based on the amount of OC-related banter on your cricket commentaries. To add insult to injury, I enjoyed it. Much to the amusement of my fiancée, who now has a perfect comeback every time I give her grief about her obsession with \"Charmed\". Thanks very much, dude!\" I rest my case. 32nd over: South Africa 163-3 (Smith 75, Prince 23) There's a storm brewing, but only in the middle: South Africa are gettingly increasingly angsty at the lack of boundaries, and there could be some explosions from the middle of Messrs Smith and Prince's bats pretty soon. Five off that Giles over, all singles. Here's Chris Bull. \"Many years ago I met a Californian student who was fond of the word 'dude'. He then had the temerity to publicly ridicule my, occassional, use of the term 'bloke'. The bloke was a twit. And by association with his kind, so are you.\" Yeah well, at least I'm not a wally. 31st over: South Africa 158-3 (Smith 72, Prince 21) Statspot of the day: in six of his last 13 ODIs (including this), Hoggard has gone at six-and-a-half an over or more. And people say I'm just a nerd who sits at home watching DVDs every night! 30th over: South Africa 156-3 (Smith 71, Prince 19) This has been an excellent comeback from Kabir. First spell: 1-0-20-0. Second spell (thus far): 7-0-21-2. Andrew Thompson has a good point to make. \"Surely the daddy of all things that should be good but is really a damp squid [IT'S SQUIB! SQUIB!] has to be New Year's Eve. Forking out double the amount for beer, taxis and standing in the cold/wet/snow pretending to have a good time and being charged double the normal entrance fee for the privilege. You the feel compelled to stay out to make the most of the additional wonga you have already wasted.\" 29th over: South Africa 152-3 (Smith 69, Prince 18) Graeme Smith is showing that confidence is a preference to the habitual voyeur of what is now as flailing round your front pad at Matthew Hoggard. England haven't seen him in such good nick since the days when he seemed to make a double-century every time he came to the crease. Hoggard returns and is edged - not once, but twice - through the vacant slip area for four by Prince. \"Rob, is it true ?\" says 'Curbie F'. \"The 'hot' rumour currently doing the Guardian cricket commentary fansite circuit is that you were once sent by Tim De Lisle to check every scorecard for the first 1482 Test matches in the wisden archive to see if there had ever been a first innings forfeiture [a la Nasser Hussain in Jan 2000]? As 'Elbie W' [ho ho!] from Leeds says you did while on work experience. Just wondered - if he's right it's worth a pint of Castle Eden.\" It's true, all true. I'm now intrigued as to a) who you are; and b) how you know. 28th over: South Africa 143-3 (Smith 68, Prince 10) Dropped chance by Ian Bell. Maybe. Kitchen-sink cut shot from Prince at Ali and Bell, at gully, looked to get his fingers under it only to grass a cool-sharp-Harp-sharp chance. \"'Dude',\" begins Lucy Morris. \"Booth was complaining the other day about your gratuitous use of the word and I've got nothing better to do than count their appearances...other than work which isn't going to happen when there's cricket on, even when it is this bad ;-).\" Please dude, don't use smileys. Dude. Besides, I've barely overused it: I'd say I've been quite dudent. Prudent. Whatever. 27th over: South Africa 140-3 (Smith 66, Prince 9) Beefy, flying in the face of rhyme, reason, logic and everything else, concludes that England are in the box seat here. \"If the word \"single\" depresses you,\" says Richard Norris, \"perhaps you should stop hanging around with a guy called S Ingle. Just a thought.\" Clever. 26th over: South Africa 137-3 (Smith 64, Prince 8) Another misfield, this time from Hoggard, gives South Africa an extra two runs. \"What's the aim, dude?\" says Lucy Morris. \"To get as many in as possible before someone comments or to get into double figures before we come out to lose/bat?\" I genuinely haven't the slightest idea what you're talking about. 25th over: South Africa 132-3 (Smith 60, Prince 8) Eight off Giles's second over. 24th over: South Africa 124-3 (Smith 57, Prince 3) It's the calm between the storms here, with barely a boundary in sight. One off that over. I'd give you a single-by-single report, but it's a week to Valentines Day and the word single depresses me. Meanwhile, I've nothing else to add. 23rd over: South Africa 123-3 (Smith 57, Prince 2) Even Gilo has been playing with his tips; his hair looks like Pacey's in Dawson's Creek (circa season two, of course). Beefy sounds off about Gilo's field: \"This is wrong\". No, Beefy: trying to put Trevor Hohns across the Pennines before you've scored in an important Test is wrong. He really ought to lighten up and listen to some Avril Lavigne or something. James Le Masurier, meanwhile, is a man after my own heart. \"Festivals are meant to be really good aren't they? Camping out in a field getting back to nature, mucking in and slumming it with all the stinking hippies. Getting simultaneously covered in mud AND sunburnt. Watching Paul McCartney. Vomiting over someone's excreta in pure natural revulsion. Paying £4 for a cardboard cup of Carling beer. Getting your tent slashed open by scallies looking for cash/drugs/booze/batteries. RUBBISH I TELL YOU!!\" 22nd over: South Africa 119-3 (Smith 55, Prince 0) One off the over, and the wicket. \"As an addition to something that's meant to be great but is rubbish, how about the Olympics?\" says Tom Walling. \"Over-hyped non-events fuelled by some kind of spurious nationalism/patriotism. and the Americans always always win.\" And yes I do get your emails Tom; it'd be easier to print them if I didn't have to go in and put the capital letters in the right places. Dude. WICKET! South Africa 119-3 (GIbbs c Pietersen b Ali 8) Another one for Kabir Ali. It wasn't much of a delivery, angling on to the pads and the in-form Gibbs, looking to go aerial, simply picked out Kevin Pietersen at midwicket. 21st over: South Africa 118-2 (Smith 54, Gibbs 8) Brilliantly hapless fielding from Gough. Gibbs drove Collingwood just short of mid-off where Gough, probably sizing up his next hair colour, spooned the ball behind him and to the boundary. \"Guardian cricket commentary,\" says Paul Hawkins. \"By rights this should be rubbish. A vaguely amusing failed political correspondent (a wild guess for artistic effect) sitting in front of the TV and tapping a paragraph into a computer in a vain attempt to describe the proceedings of the over. Of course it's brilliant, but not because of the commentary.\" Failed political correspondent? If only you knew. 20th over: South Africa 111-2 (Smith 52, Gibbs 3) A very good 53-ball fifty from Graeme Smith, who set the tone early on with some crunching strokes. \"Can you ask Booth where this week's Spin is?\" says Matthew Underwood. I would, if he wasn't skiing and slurring sweet nothings at beautiful foreign women somewhere. 19th over: South Africa 107-2 (Smith 49, Gibbs 2) We're into those boring middle overs. You can see why people say one-day cricket needs a makeover, though preferably not the type Darren Gough and Kevin Pietersen have gone for. \"It's just possible this escaped your attention,\" says William Morrison. It had, somehow. I now feel very, very ill. 18th over: South Africa 104-2 (Smith 48, Gibbs 0) Let's just get one thing straight, kids: England's cricket team is not, all of a sudden, rubbish, so save the weary humour. It's merely the case that their one-day side, minus Flintoff, the real Steve Harmison and at the end of an incredibly tiring tour, is rubbish, and has less to play for than South Africa. \"Inferno's is, in fact, truly rubbish,\" says Gareth Wilson. \"Anyone who says it is actually good needs to go back to university, then get a life. And decide whether they have a boy's name or a girl's name.\" WICKET! South Africa 100-2 (Kallis c Bell b Ali 49) Kabir Ali is brought back, and his first ball to his nemesis Kallis brings a wicket. Kallis tried a vaguely effeminate flick to leg, and Ian Bell - on a substitTUTE AS HE WAS FRIGGIN LEFT OUT FOR NO GOOD REASON WITH THAT JOKER SOLANKI GETTING A PLACE INSTEAD - takes a straightforward catch. 17th over: South Africa 99-1 (Smith 44, Kallis 49) Collingwood has had a pretty useful winter with the ball, although I still think it's dangerous to rely on his like for overs. On an off day - say, every one of five - he will get massacred by good batsmen. \"BBC sitcom Two Pints of Lager and a Packet of Crisps Please,\" says Richard Gardham. \"I watch it knowing that it's utter rubbish, but I always end up laughing out loud at it a lot more than 99% of the other stuff on TV. And I fancy Natalie Casey. Maybe I need help.\" Oh you need more than that my little hombre. TPOLAAPOC is without exception the biggest filth ever to sully my television screen. Don't ever darken this inbox again. 16th over: South Africa 94-1 (Smith 42, Kallis 47) Like an over-by-over reporter being sucked back towards naff analogies, Trescothick errs in line and Kallis flicks him fine for four. Meanwhile, I've thought of something rubbish that is inexplicably brilliant: The New Statesman. 15th over: South Africa 88-1 (Smith 41, Kallis 42) Still no boundaries since the dobbers came on, and that would have been a maiden but for Kallis's inadvertent Chinese cut off the last ball. \"Karaoke should, by all rights, be absolutely terrible,\" begins Jon Devaney. \"Out-of-tune pop-star wannabes-but-couldneverbes living out their Gloria Gaynor/Britney Spears/Oasis/Tom Jones (!) wish fulfilment in front of a bored audience paying no attention. Yet somehow such fun.\" And so humiliating too!! 14th over: South Africa 86-1 (Smith 41, Kallis 40) More than anything, this series has shown just how dependent England are on Mr Flintoff. \"Rubbish things that are good,\" says Ben Hendy. \"Neighbours, A-Ha, Hudson Hawk, P Neville.\" A-Ha is a great shout - Manhattan Skyline is glorious - but Hudson H*£k? 13th over: South Africa 79-1 (Smith 38, Kallis 36) It's all calmed down a bit now. \"Natalie Imbruglia,\" says David Hopkins. \"I've tried a number of times to make the argument that both her albums are brilliant, but have failed every time to counter the suggestion that I am biased by Natalie herself being devastatingly attractive. I'm still right though.\" For the little it's worth, I thought Pigeons And Crumbs on the first album was well futile, and the songs she did for the Go and Stigmata soundtracks were also really good. 12th over: South Africa 76-1 (Smith 36, Kallis 35) Kabir Ali didn't last long - he's replaced by Trescothick, so England's answer to New Zealand's famous slow-medium trio of the 1992 World Cup are on. Collingwood and Trescothick take care of Dibbly and Dobbly, so all England need now is someone to play Wobbly. Insert your own Robert Key gag here. Four off the over, and it really does come to something when you have these two bowling in the first 15 overs. 11th over: South Africa 72-1 (Smith 34, Kallis 33) Here comes the cavalry: Paul Collingwood. Ah, but in taking the pace off the ball, England do the same to the scoring-rate: three off the over, and a semblance of order is restored. \"A bit of a local one this, I'm afraid, but Infernos nightclub in Clapham, South West London,\" says Jody Symons. \"An exceedingly rubbish club that is, in fact, quite brilliant. No doubt this could apply equally to dingy, stick-floored clubs across the land.\" You haven't been to Aaron Stones in Rochester, clearly. 10th over: South Africa 69-1 (Smith 32, Kallis 32) Twenty off Kabir Ali's first over, and England are being flogged. His first ball is crashed through the covers by Kallis, then the second disappears through the same area courtesy of a beautiful push. The fourth is whipped to square-leg, the fifth crashed square on the off side to the fence, and the sixth is caressed through the covers. Glorious stuff from Kallis, but England's attack, frankly, is a shambles: Hoggard isn't a one-day bowler, Kabir Ali isn't an international cricketer, Gough is an old man, and as for Paul Collingwood and Marcus Trescothick... 9th over: South Africa 49-1 (Smith 32, Kallis 12) This has been a really impressive performance from Smith, a calculated assault to ram home the initiative that South Africa have gained in this series. Kalls, meanwhile, doesn't so much charge as lumber down the pitch before fresh-airing a horizontal-bat swipe at the grinning Gough. The next ball he gets it right: a graceful flick-pull for four. Later in the over Smith times another boundary quite beautifully behind square on the leg side. England are taking a pasting at the moment. \"Shakespeare's comedies are rubbish,\" says Alex Porritt. \"His serious stuff is OK, but his comedies are rubbish. If he was alive today, he would have written 'Allo 'Allo. Only English teachers find him funny.\" Cold, dude. Really cold. What about Twelfth Night? 8th over: South Africa 39-1 (Smith 27, Kallis 7) Here's Martin Nicholson, the first non-Welsh-chav-rap-group-member to make me snigger all day. \"Isn't it a bit cheeky of Beefy to hint that the umpire is a fan of Colombian candy (4th over: 'The line belongs to the umpire,' says Ian Botham....')? Even if he does look like that well known lager-swiller Bill Werbeniuk, no reason to assume that he is an addict of any sort.\" 7th over: South Africa 34-1 (Smith 23, Kallis 6) Graeme Smith is determined to single-handedly make his dubious decision to bat first the correct one - he's in glorious touch. There he times Gough down the ground for four. \"The Hallmark Channel,\" says Shane Ward, offering something rubbish that is, in fact, quite exquisitely brilliant. \"Shows Homicide - best cop show ever - and lots of Law and Order.\" 6th over: South Africa 29-1 (Smith 18, Kallis 6) I honestly didn't see a ball of that over, as I was playing with my new iPod and thinking about whether my friends and I could add a welcome addition to Britain's burgeoning chav-rap canon. Hoggard, meanwhile, has figures of 3-0-23-0; it's another addition to his canon of one-day pastings. 5th over: South Africa 22-1 (Smith 17, Kallis 1) Another probing over - not in the GLC sense - from Gough, and just one off the over. Lies, damned lies. \"What a dullard calling Kapil Dev rubbish,\" says Rupesh. \"U better stop singing *barmy army* , pick up Wisden.\" I did, and I saw Test averages of 31 (worse than Manoj Prabhakar) and 29 (worse than Simon Doull). Next. 4th over: South Africa 21-1 (Smith 17, Kallis 0) Smith really does seem to have overcome his Hoggish demons: that one was in the slot and driven with authority to the extra-cover fence, as a Bill Werbeniuk-lookalike umpire signals four. \"The line belongs to the umpire,\" says Ian Botham later in the over, for the 4,475,234th time this winter. Then Smith crunches another boundary through mid-on. \"Did Mr Gavin Monks actually believe that wearing that T-shirt he'll look smart, sexy and impossible to resist?\" asks Paul Baker. 3rd over: South Africa 10-1 (Smith 7, Kallis 0) A maiden, and a pretty good over from Darren Gough. He still has about as much chance of playing in the next World Cup as Hetty Wainthrop, mind you. \"To turn this thing on its head,\" says Lucky Morris. \"How about rubbish things that are actually really good? For example the novelist Colin Forbes... having read every single 'Tweed' adventure he has ever written (at least twice) I can safely say that the fact he directly copies whole passages (and to all intents &amp; purposes, plots) from one, ahem, novel to the other, actually enhances the whole experience in a weird and twisted way that I am yet to fully understand.\" Good call. I offer 'Toy Soldiers' by Martika, 'When I Think Of You,' by Janet Jackson, The OC, and Mean Girls. And me. WICKET! South Africa 10-1 (De Villiers c Jones b Gough 2) The early breakthrough that England wanted. De Villiers fenced outside off stump off the back foot and Jones, tumbling to his right, took a good, low catch. There was a brief delay as the umpires tried to evaluate the bleedin' obvious, but they eventually realised it had carried cleanly; De Villiers is on his way and Gough's excellent series continues, even if he does look absurd with that hairdo. 2nd over: South Africa 10-0 (Smith 7, De Villiers 2) Smith waves Hoggard through the covers for four - it just gets to the boundary despite the damp outfield - as the chorus of GLC's You Knows I Loves You infiltrates my subconscious. \"Dare I suggest the Office is slightly overrated?\" asks Jim Lewis. Nope. Next! 1st over: South Africa 4-0 (Smith 1, De Villiers 2) At last, some cricket. Only for Darren Gough to ruin it by emerging with the most absurd haircut since, erm, Kevin Pietersen's the other day. He hasn't gone so much for frosted tips and porridged tips. You're 34, Goughie! Think of the dignity! Think of the fans! Next stop, leather trousers. Four off the over, meanwhile, and not much sign of any movement. \"You are wrong,\" says Mike Adamson. \"England will win for the loss of two wickets after skittling Smith and co for 182. And my bet on United winning the league is looking even rosier now. Chelsea - overrated, as we shall soon see.\" No overs have been lost. Yet \"So then, who's going to win this one Mr.Smyth?\" asks James Huxtable. South Africa. Easily. Meanwhile, more emails come in slagging off Lost In Translation. Like a chap with funny eating habits who asked for a plain burger and has just been given one with salad all over it, I'm not having that I'm afraid. Pitchwatch It's green and there are cracks. Like a little kid with flu, the pitch will have sweated under the covers, so there might a bit of early movement for the seamers. It's a calculated gamble to bat first. I feel like I've written that sentence somewhere before. South Africa win the toss and bat \"The Curious Incident Of The Dog In The Night-time,\" begins Jon Horsley innocently enough, before turning into David Brent. \"It's a CHILDREN's BOOK, YEAH? If you think it's the best book ever you HAVEN'T READ ANY BOOKS.\" 1pm \"Is it just me or does Vaughan look like Peter, the rinser who gets murdered in the final scene of The Talented Mr Ripley [aka Jack Davenport, that smug get from This Life],\" says Andrew Muller. \"And is this a coincidence?\" Lots of you, meanwhile, have nominated Ellen MacArthur as being rubbish (whether you mean her, her achievement, or her bouffant I'm not sure), but it was so obvious I thought it barely warranted a mention, until the 94th email on the subject came in my inbox and sent me to within a whisker of a nervous breakdown. 12.52pm \"I can't believe you're calling Some Like it Hot rubbish,\" says David Smith. \"You might as well say fun's overrated. There's simply nothing not to like about it.\" Apart from the fact that it's a comedy that possesses all the humour of having your genitalia tattooed while dragging your nails down a chalkboard, watching Thierry Henry celebrate and listening to the Audio Bullys covering Whigfield. Team news South Africa are unchanged, England have brought in Hoggard and Solanki for Harmison and Bell. A bit of cricket, if only because Bob Gardham makes a good point Bob [Willis] is an idiot, always has been, always will be. Firstly, Jones' Test average, and Read's highest ever Test score (which included games against Bangladesh) are about the same. Secondly, I remember Read dropping catches and conceding byes when he was playing for England. The way the 'purists' have been talking about him of late you'd think he'd never done either. Jones all the way, I just wish people would stop jumping over every slight error he makes.\" P45watch \"My friend Ben Hunt apparently got called into a disciplinary following the last ODI for following the Guardian commentary,\" says Ian Cheney. \"Do you think he'll be watching today?\" Wouldn't have thought he's got much else to do now Booth, Ingle, Turner and I have lost him his job, eh? More emails \"Tom Hanks, Richard Gere, Kevin Costner,\" says Louise Wright, apropos of rubbishness. \"All sit on Satan's lap begging for doggy chocs, in cinematic terms. My friend thinks they form an unholy trinity of film badness and believes that if they ever make a film together, the Apocalypse will begin. I merely hope it will. Also, Valentine's Day. I don't think I need to explain why.\" 12.30pm update Play is scheduled to start at 1.30pm our time, so I'm going to go and do something else. But I'll be back, just in time for the toss. Please do keep sending your emails and pressing refresh as it makes me look good. \"The Scissor Sisters must be the epitome of things that are supposedly wonderful but are in fact rubbish,\" says Mark Judd, preaching majestically to the converted. Big call from Bob Willis \"Chris Read is a better wicketkeeper than Geraint Jones will ever be, and is Jones a significantly better batsman that Read? I don't think so.\" What you talkin' about Willis? Futile gesture of the day \"At last a forum for me to vent my spleen,\" says John Dalby, fecklessly presuming I'm going to print his email. I'm not. Start delayed Because of overnight rain. But that doesn't matter, as it simply gives us more time to discuss The OC. But not last night's episode: I'm a humble dishless swine, so I have to wait until Sunday and dear old Channel 4. If anyone sends a plotspoiler I cannot be liable for the consequences."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}