{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/feb/09/world.iraq", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-02-09T17:57:35Z", "webTitle": "Soldier: Iraq punch photo was 'nothing'", "webUrl": "https://www.theguardian.com/uk/2005/feb/09/world.iraq", "apiUrl": "https://content.guardianapis.com/uk/2005/feb/09/world.iraq", "fields": {"headline": "Soldier: Iraq punch photo was 'nothing'", "bodyText": "The most senior of the three British soldiers accused of abusing Iraqi looters at an aid camp today became the first to take the stand and denied all the photographs depicting the alleged abuse were shocking. Corporal Daniel Kenyon, 33, who faces five abuse charges at the military court sitting in Osnabrück, Germany, described one photograph showing one of the other two accused soldiers feigning a punch against an Iraqi detainee as \"absolutely nothing\". The case against the Royal Regiment of Fusiliers soldiers follows the emergence of photographs showing apparent abuse during a crackdown on looters at the Camp Breadbasket aid camp near the southern Iraqi city of Basra in May 2003, shortly after the toppling of Saddam Hussein. Some of the photographs depict the sexual humiliation of detainees and the images caused international outrage after being released by the court last month, prompting comparisons with the US military's Abu Ghraib abuse scandal. Today Cpl Kenyon denied taking a picture of another of the accused, Corporal Darren Larkin, 30, from Oldham, Greater Manchester, standing on top of an Iraqi in his underwear. Cpl Larkin had earlier admitted assaulting an Iraqi. \"It's not the way I have been brought up, to take photographs like that, beating people with cam [camouflage] poles and give [sic] them a kicking. I don't do those sorts of things, I don't,\" Cpl Kenyon told the court. He criticised the \"unprofessional\" army regime at the camp and said: \"We were just coming out of a war scenario, everybody was a bit wound up and people were trying to come down.\" Commenting on one of the images of another of the accused, Lance Corporal Mark Cooley, 25, simulating punching a detainee, he said it was like pulling a funny face behind a person's back when they are having their photograph taken. Cpl Kenyon also described the difficulties of dealing with suspected criminals in the early days of the occupation and said senior officers spoke of giving looters a \"good kicking\". The corporal, from Newcastle Upon Tyne, said he and his colleagues had received no training in how to deal with civilian detainees. On one occasion he said he saw captured looters placed in a barbed wire cage by soldiers. Cpl Kenyon spoke of the problem of how to stop repeated crime and told the court: \"Because if no fear is instilled into any sort of thief or rapist, whatever they may be, then they will just keep doing the same thing over and over again.\" He also described how the Iraqi prisoners were forced to run around the camp carrying boxes above their heads in an army practice known as \"beasting\". He said: \"It's been described before as they were getting tapped with sticks. They weren't - they were getting a proper beating with sticks.\" Earlier the panel of seven officers trying the three men were directed by Judge Advocate Michael Hunter to drop one of the charges against L/Cpl Cooley relating to a different picture of him kicking an Iraqi. L/Cpl Cooley, also from Newcastle upon Tyne, still faces two charges, including one relating to the punching picture. On the day when the alleged abuse was said to have taken place, the court heard how four prisoners were taken to the \"hide\", an area where Cpl's Kenyon's platoon slept and stored their weapons. In retrospect, taking prisoners there was \"total madness\", Cpl Kenyon said. The court heard Cpl Kenyon had been told to fire warning shots at looters only a week before the alleged abuse took place. Cpl Kenyon also described how a sergeant major had taken his gun, which he was not sighted to use, and shot at fleeing thieves, only narrowly missing them. He told the court the same sergeant major had told him that any looters caught at the camp were given \"a good kicking\". His barrister, Joseph Giret, asked Cpl Kenyon: \"Would you personally be prepared to give someone a good kicking?\" The corporal replied: \"It goes against everything I had done beforehand on other operations.\" The court heard Cpl Kenyon was described in appraisals as \"intelligent, reliable and conscientious\" and how he had defused 70 to 80 crates of plastic explosives in Iraq after discovering them positioned near a captured enemy bridge. Cpl Kenyon came from an army family and had joined the cadets at 12, then enlisted in 1989 when he was 17. He served on the frontline during the first Gulf war and saw friends killed when their armoured vehicle was hit by US friendly fire. He was repeatedly recommended for promotion but refused it - to the bewilderment of senior officers. Mr Giret asked the corporal: \"Do you think you have moral courage?\" Cpl Kenyon replied: \"I've got loads of it, sir.\" The court was adjourned until tomorrow morning when Cpl Kenyon will continue to give evidence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}