{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2005/feb/05/guardianobituaries.obituaries", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2005-02-05T23:47:31Z", "webTitle": "Obituary: Ernst Mayr", "webUrl": "https://www.theguardian.com/news/2005/feb/05/guardianobituaries.obituaries", "apiUrl": "https://content.guardianapis.com/news/2005/feb/05/guardianobituaries.obituaries", "fields": {"headline": "Ernst Mayr", "bodyText": "The life of Professor Ernst Mayr, who has died aged 100, mirrored that of Charles Darwin. Mayr, the leading evolutionary biologist of his very long time, was an explorer, naturalist, ornithologist, philosopher, historian of science and also a Harvard professor. Like Darwin, he was studying medicine when his focus was diverted to natural history, and in his 20s when he grasped opportunities for tropical expeditions; his travels shaped his life. His achievements were the result of being profoundly enthralled by the wonders of nature and applying his sharp inquisitive mind to finding logical answers, supported by scientific research. Mayr was a bird-watcher from childhood, influenced by his father, Otto, a judge and keen amateur naturalist. At 10, he could identify many species around the southern German town of Kempten. He followed four generations of doctors in his father's family and enrolled as a medical student at Greifswald University in 1923. But the more significant event that year was his sighting of a pair of red-crested pochards, not recorded in central Germany since 1846. He recalled that his life would have been completely different had it not been for those ducks. They brought him to the attention of Professor Erwin Stresemann, curator of birds at the Berlin Natural History Museum; Mayr was invited to work there during vacations, classifying tropical bird specimens. He recalled it was like being \"given the keys to heaven\". An ornithology doctorate followed in 1925, and he became the museum's assistant curator in 1926. At the 1927 International Zoological Congress at Budapest, he met the banker Lord Walter Rothschild, who had a private museum at Tring, Hertfordshire. Rothschild was assembling the world's most comprehensive bird collection, and Mayr did not hesitate when offered the job of New Guinea staff naturalist. His 1928-29 experiences there included journeys through six unexplored mountain ranges. He was then invited to lead a 1929-30 expedition to the Solomon Islands, sponsored by the American philanthropist Harry Payne Whitney. This made important contributions to biology, discovered scores of species and filled a hall at New York's Museum of Natural History. Mayr made a big impression on its administrators when he was taken on there for a year to catalogue the thousands of bird specimens collected during his South Seas expedition. He mastered the city's subway system on his first day - from stepping off a ship at Brooklyn pier to upper Manhattan - and that made museum staff realise that he was a young man determined to succeed. In the early 1930s, Mayr was briefly curator of Rothschild's Tring collection and might well have stayed in England. But when the banker plunged into financial crisis, 280,000 of his bird skins were sold to the New York museum. This was Mayr's base for 21 years - as the Whitney-Rothschild collection's associate curator, from 1932 to 1944, and curator to 1953. He was lucky to have had the opportunity to work in the US. Had he stayed in Germany, he would have been drafted into the army, probably to his death. He discovered 26 new bird species and 410 sub-species - more than any other living avian systematist - among his multiple achievements. Others included a study on how the varied colours of similar robin species on Pacific islands resulted from geographic isolation. His early work guided Theodosius Dobzhansky's Genetics And The Origin Of Species (1937), which founded the synthetic theory of evolution. With Julian Huxley and George Gaylord Simpson, he helped incorporate new discoveries by naturalists and population geneticists into the framework of Darwinian theory. Mayr's first solo book, List Of New Guinea Birds (1941) was accompanied by two famous lectures, at Columbia University, on speciation in animals. These were expanded into his landmark Systematics And The Origin Of Species (1942), which argued that Darwin's ideas on natural selection could be used to explain all evolution - not only why animals and plants change over time, but also why genes evolve at the molecular level. Harvard was important to the second half of his life; he was professor of zoology from 1953 to 1975, and also directed the university's Museum of Comparative Zoology from 1961 to 1970. His interest in evolutionary biology, and the history and philosophy of biology grew. His Animal Species And Evolution (1963) had new views on the nature of species. He was an honorary professor at Harvard from 1975 into the 21st century, a period in which eight of his 14 solo books were published. These included Growth Of Biological Thought (1982), Towards A New Philosophy Of Biology (1988), One Long Argument: Charles Darwin And The Genesis Of Modern Evolutionary Thought (1991) and What Evolution Is (2001), which explained Darwinian evolution to a general audience. His 100th birthday was marked by the publication of What Makes Biology Unique. He declared he would write no more books (including co-written and edited works, he had by then written 24), but he was determined to add to the awesome 731 scientific papers that he had produced since 1923. He could not fully explain his longevity. \"There is no history of it among my ancestors and both my parents died of cancer,\" he said. \"Probably it results from exercising every day, living a healthy life and having an active mind. My mind is still in very good shape; I have never let it rest. I've always had a tremendous breadth of interest; I've always wanted to know everything and read everything.\" His sense of humour enabled him to regard his career as the result of a series of happy accidents; rather like a creature that is the end product of a multi-millennia evolutionary process. It seems a gross understatement to describe him as the world's oldest bird-watcher. But he never ceased to enjoy it; in his late 90s he travelled to see a winter-visiting snowy owl from the Arctic. \"My life has been totally dominated by birds,\" he said. \"While my hearing and eyesight are no longer so good, and visiting the most interesting places is too strenuous, my interest in birds remains undiminished - I still do what I can.\" Behind the serious science, Mayr always had a playful nature. During his New Guinea expedition, he noticed in his diary that a lunar eclipse was imminent and tried to make a big impression on the locals with a trick from Mark Twain's novel, A Connecticut Yankee In King Arthur's Court. Mayr announced the moon was about to go completely dark. The elderly local chief said: \"Don't worry, my son, it will soon get light again.\" Mayr's 17 honorary degrees from nine countries included awards from Oxford university (1966) and Cambridge (1982). Among 31 special awards, were the Royal Society's Darwin Medal (1984) and the British Ornithologists' Union's Salvin Goodman Medal (1994). He won the Balzan Prize (1983) and the International Prize For Biology (1994), and achieved his field's triple crown on receiving the Crafoord Prize from the Royal Swedish Academy of Sciences in 1999. He continued to drive the 16 miles from his home in Bedford, Massachusetts, to Harvard at the age of 99 - until relatives confiscated his ignition keys. His wife Margarete, whom he married in 1935, died in 1990. He is survived by his two daughters, five grandchildren and 10 great grandchildren. · Ernst Mayr, evolutionary biologist, born July 5 1904; died February 3 2005"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}