{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/may/09/observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-05-09T17:10:19Z", "webTitle": "Quick getaways", "webUrl": "https://www.theguardian.com/travel/2004/may/09/observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/may/09/observerescapesection", "fields": {"headline": "Quick getaways", "bodyText": "Under £200 Add sparkle to the weekend of May with a jewellery making course led by expert teachers in Birmingham's Jewellery Quarter. Prices start from £100 per person per night at a top city centre hotel. For more information, call 0121 202 5099; www.shortbreaks.org.uk Under £300 To celebrate the grand reopening of Hilton, Vienna, Austria Travel (01708 222000; www.austriatravel.co.uk) offers two nights' B&amp;B from £297 per person. The price is for midweek departures between 1 June and 28 August and includes flights from Heathrow (weekend supplement £60). Mingle in Malta for a stress-free break on the Mediterranean with Eurobreak (020 8780 7700; www.eurobreak.co.uk). Stay three nights and enjoy one night free at the popular four-star Lapsi Hotel, on the seafront promenade. Prices start from £296 per person, including B&amp;B and return flights on Air Malta from London Gatwick. Under £400 Head for the beach in Florida with Eclipse Direct (08705 010203; www.eclipsedirect.co.uk). Departures on 17 May from London Gatwick cost £359 for 14 nights, including return flights, transfers and room only at the three-star Ramada Plaza Hotel and Inn Gateway in Kissimmee. Under £600 Half-price Sri Lanka with Bridge the World (0870 814 4400; www.bridgetheworld.com), which has an eight-night package to Sri Lanka for £599 per person. B&amp;B at the five-star Eden Resort situated on the 'golden mile' of Beruwela beach on the Indian Ocean. Price includes return international flights with Kuwait Airlines via Kuwait, and return airport transfers. Valid for departures 1 September - 9 December."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}