{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/may/14/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-05-13T23:18:54Z", "webTitle": "Robson lost in fog on the Tyne", "webUrl": "https://www.theguardian.com/football/2004/may/14/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2004/may/14/newsstory.sport5", "fields": {"headline": "Robson lost in fog on the Tyne", "bodyText": "The veneer of Hollywood came to Tyneside last night. At St James' Park Newcastle United reserves v Sunderland reserves acquired enhanced status thanks to the presence of the production crew making the film Goal. Newcastle's participation in this venture, it is hoped by the chairman Freddy Shepherd, will have a major global impact. A few hours earlier in another part of the stadium, however, a real drama was played out. Shepherd and the manager Sir Bobby Robson considered the impact of Wednesday night's 3-3 draw at Southampton and the realisation that defeat tomorrow at Anfield will leave Newcastle without European football - and its income - for the first time in three seasons. This has a major local impact. It is not known if Shepherd sported a James Cagney look but it seems not. Robson emerged from the afternoon appointment unscathed, reportedly chipper, certainly not under the impression that tomorrow's game will be his last as a manager of any football club. Yet that remains a possibility for the 71-year-old. How large a possibility is Shepherd's call but, if Newcastle lose at Liverpool and Bolton defeat Fulham, Newcastle will finish seventh. In that eventuality Newcastle will be in a situation best summarised as fluid and there will be questions about questions. Newcastle would have ended up 35 points behind Arsenal - assuming Arsenal beat Leicester - and 14 points worse off than last season, when they finished third. As everyone in black and white is acknowledging, that scenario would amount to a disaster. The regression could not be debated but this may be a disaster without a victim. For there to be one there has to be a will at the top for change. Uncertainty has arisen over the director of football, Gordon Milne, and perhaps a convenient vacancy will follow, but could Robson be squeezed into such a role, even under duress? As Shepherd continually states his Geordie credentials - since Toongate with its \"dogs\" and \"shirts\" references - he has said this season when addressing Robson's successor that the next manager \"will be a Geordie\". There is only one outside contender in that case: Steve Bruce. Given Shepherd's good relationship with Karren Brady at Birmingham, as well as the St Andrews manager's relative inexperience, that would be difficult diplomatically and a gamble. Besides, Robson is a Geordie. With Shearer apparently 12 months from a move into management - though he has attained his Uefa B badge - when August comes the feeling within St James' is that Robson will still be Newcastle manager. There are further obstacles to change: Robson's ongoing though diminishing popularity among fans, Shearer's unwillingness to rock the boat, despite seeing his commitment repeatedly mocked by heedless team-mates, and, maybe, wealth. Newcastle's share price did not plummet yesterday because the Southampton result was not a shock. Instead over the past few weeks the company has gradually lost £7m of its value, as this season's Uefa Cup and Champions League disappeared. The club had £56m of debt in its latest figures, which costs around £95,000 a week in interest alone - or £4.6m a year. On August 8 the club president Sir John Hall is due a repayment of £2.25m on a loan and, if the deregulation of gaming does not proceed as expected then, Newcastle will also have to repay the £5m invested by MGM Mirage on its casino joint-project. As every fan will confirm, as well as Robson, Newcastle have not bought a player since Darren Ambrose from Ipswich for £1m 14 months ago. Shepherd could counter that Robson has been given £63m to spend in the previous four years. Throughout the season, meanwhile, Newcastle have sought to cut their \"Rolls-Royce\" wage bill whenever possible. In certain instances, such as when Lomana LuaLua scored a late equaliser for Portsmouth against Newcastle, thereby depriving them of two vital points, the consequence has been expensive indeed. The embarrassment is almost a side issue when one looks at where those two points would leave Newcastle this morning. So there are financial issues, not least among supporters who noted that Shepherd's latest published basic wage is £668,920, while Douglas Hall, son of John and performer of an uncertain role, picks up £591,667. Yet, as a city commentator remarked yesterday, Newcastle United's debt is \"manageable; they are not Leeds United,\" and, as supporters will once again confirm, the reason is their dedication. Toon Army faith, if not patience, is endless. As a scratch Southampton team exposed Newcastle's defensive limitations again, fans were staring at their season-ticket renewal forms. Those landed on doormats on Tuesday and Wednesday with an average price increase of 6%. Will they be renewed? The answer undoubtedly is: yes. That is why the public was entitled to turn its back on the team last Sunday after the 1-1 draw with Wolves. Forty-nine years on from their last significant domestic trophy everything stems from the clicking turnstiles. Even Manchester City, the closest club in character to Newcastle, have won two FA Cups and a league championship in that period. But as the most democratic forum of our time - the text message in the local paper - shows, the Army needs feeding. An increasing number mention Robson's unsuitability for the job and Shepherd's lack of recent investment. These matter more than the scorn dripped on Laurent Robert, Hugo Viana and Titus Bramble - all bought by Robson at a cost of £23m. There was another page of messages yesterday in the wake of Southampton. After Partizan Belgrade in August, West Bromwich Albion in October, everything at New Year, this was Newcastle's fourth introspective inquest in 10 months and there may be another after Liverpool. Cookie from Low Fell sent in the first message. \"That display sums up our season - some things good, some things bad, but mostly just average.\" It cannot be the concept Hollywood bought."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}