{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/may/29/careers.graduates9", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-05-28T23:48:22Z", "webTitle": "Set course", "webUrl": "https://www.theguardian.com/money/2004/may/29/careers.graduates9", "apiUrl": "https://content.guardianapis.com/money/2004/may/29/careers.graduates9", "fields": {"headline": "Set course", "bodyText": "If you have a passion for studying animals and have been inspired to become a budding David Attenborough, there are a number of innovative new courses dealing with animal behaviour. Unlike traditional zoology or biology, these courses are specifically designed for students who want to work in wildlife offices, zoos, research centres or eco-tourism. For example, the MSc in animal behaviour, run by the School of Psychology at the University of Exeter, is open to both biology and psychology students. A special feature is a three-month research placement which enables students to develop research skills by working alongside experienced researchers, then publishing their findings in a journal. Many students do their placement at the School of Psychology or with other researchers at the Paignton Zoo, Bristol Zoo, the Institute of Grassland and Environmental Research, North Wyke, overseas wildlife organisations, or foreign universities. No research is undertaken that is regarded as causing pain or distress to animals. Nor are any invasive procedures such as surgery or drug administration. Research topics include feeding, animal welfare and behaviour in zoos, social signalling in birds, and training of animals including dogs for blind people. Lisa Leaver, lecturer at the School of Psychology at the University of Exeter says the course is in its second year. \"The programme is designed in a broad cross section of research methods used by animal behaviourists and behavioural ecologists in a wide array of locations - zoo, laboratory and in the wild,\" she says. Some students who have completed the course have gone on to further study - including PhDs. Others have been hired as research assistants at conservation societies. Lisa says: \"If students are interested in studying animals in the field, they can choose a placement that is based on fieldwork.\" Alternatively, the MSc in applied ecology and conservation at the University of East Anglia provides training in the skills required for practical nature conservation. The course also looks at global conservation and training in research planning and transferable skills. The University of Edinburgh Institute of Ecology and Resource Management offers an MSc/diploma in applied animal behaviour and animal welfare. It's been running for 14 years and has a very strong international reputation and the support of many leading animal welfare organisations in the UK and Europe. Students need a good first degree, or equivalent, in animal science, biology, animal psychology, zoology or veterinary science. ·mariannecurphey@yahoo.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}