{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/may/14/1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-05-13T23:23:45Z", "webTitle": "Equestrianism: Olympic call for Cutteridge", "webUrl": "https://www.theguardian.com/sport/2004/may/14/1", "apiUrl": "https://content.guardianapis.com/sport/2004/may/14/1", "fields": {"headline": "Olympic call for Cutteridge", "bodyText": "William Fox-Pitt, who won Badminton 12 days ago, and Pippa Funnell, last year's grand slam winner, head the British event team for the Athens Olympics, where they will be aiming to go one better than the silver medal won in Sydney. The squad, announced yesterday, includes two other regular team members, Jeanette Brakewell and Leslie Law, while the fifth member, Sarah Cutteridge, 30, will make her debut at a senior international championship after consistent performances at Burghley and Badminton on The Wexford Lady. Under the new Olympic format the team comprises five members instead of four. Fox-Pitt, Funnell, Law and Brakewell have made up the British team for the past three years, winning two European Championship gold medals and a world bronze. With the exception of Fox-Pitt they all competed at the Sydney Olympics, though only Brake-well has the same horse, Over To You, with which she also won the individual silver medal at the 2002 world championships in Jerez. Funnell, the European champion in 1999 and 2001, will ride Primmore's Pride, winner of Lexington and Burghley last year, and Fox-Pitt, who represented Britain at the 1996 Atlanta Olympics, will take his Badminton winner Tamarillo, though bothhave reserve horses. Law will ride Shear L'Eau, his partner at the European Championships last year where, as trailblazers for the team, they produced an outstanding cross-country round and finished fourth individually. The two show jumpers to represent Britain as individuals in Athens - Britain failed to qualify a team - have yet to be selected but those in contention are competing at the Royal Windsor Horse Show this week. Billy Twomey made a good start here by sharing first in the main class yesterday with Guy Williams, who was riding Andy and Sarah Beaumont Hope's Loro Piana Hamlet. The two each jumped clear in a time of 44.45 seconds. Twomey was riding Sue Davies' mare Anastasia, whom he hopes to take to the Rome Nations Cup. His main Olympic hope is the stallion Luidam, still recovering from an operation six months ago to help it breath more easily. The horse will be aimed for the Nations Cup show in Rotterdam on June 17-20, the last Olympic trial."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}