{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/may/21/cricket.sussexccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-05-20T23:57:15Z", "webTitle": "Bell's double has Sussex on a string", "webUrl": "https://www.theguardian.com/sport/2004/may/21/cricket.sussexccc", "apiUrl": "https://content.guardianapis.com/sport/2004/may/21/cricket.sussexccc", "fields": {"headline": "Bell's double has Sussex on a string", "bodyText": "Toiling in the field while the scoreboard skipped along to 600 was bad enough for the Sussex bowlers but the sight of the Warwickshire team nonchalantly playing with their yo-yos on the boundary must have been infuriating for them. The yo-yo is the idea of the bowling coach Steve Perryman to improve the wrist actions of his fast bowlers. Warwickshire have purchased eight at £7.99 each and one is already broken. The idea is not that new. Tom Cartwright, the county's great medium-pacer, used one 50 years ago. There was not much yo-yo cricket yesterday, just yo as Warwickshire batted Sussex out of the match and Ian Bell scored an unbeaten 262 in 10 minutes under 10 hours, equalling Graeme Hick's highest score of the season. Bell, 22, is the youngest Warwickshire player to score a double hundred and he passed Phil Mead's 224 in 1921, which was the previous highest score on this ground. Five of his six sixes, one gloriously struck over mid-off off Robin Martin-Jenkins, came after he had reached his double hundred. Bell and Tony Frost equalled the county's best seventh-wicket stand of 289, Frost making a personal best 135 not out, and at the time of the declaration Sussex had not taken a wicket for five hours. Sussex looked disconsolate and in need of some inspiration in unhelpful conditions. The only surprise was that Warwickshire did not take more advantage of their dispirited opposition by dominating more. At the close Sussex were 84 without loss, though, at 26, Ian Ward, who had scored 10, should have been caught by Nick Knight at first slip off the bowling of Dewald Pretorius. Peter Moores, Sussex's director of cricket, defended his bowlers after they had been found guilty of ball tampering the previous day. Moores insisted the marks on the ball were due to the abrasive nature of the Cricketfield Road pitch. \"As far as we're concerned, the ball wasn't deliberately tampered with,\" he said. \"It's not what we're about. We're into scoring runs, taking wickets and trying to win games. \"The wicket is very abrasive and our bowlers were saying after five or six overs that the ball was getting marked and scratched quickly.\" The marks on it, however, suggested that barbed wire was growing from the pitch. And Peter Willey and Barrie Leadbeater are two very experienced umpires. This is the first time a county has been \"fined\" five runs for ball-tampering since the regulation was introduced in 2001. Sussex have had a couple of bad days beneath the verdant Denne Hill and in the shadow of St Mary's famous spire."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}