{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/may/09/secondworldwar.featuresreview1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-05-09T16:34:57Z", "webTitle": "German Veteran: We threw out the guy who brought the alarm call but he came back", "webUrl": "https://www.theguardian.com/world/2004/may/09/secondworldwar.featuresreview1", "apiUrl": "https://content.guardianapis.com/world/2004/may/09/secondworldwar.featuresreview1", "fields": {"headline": "Franz Gockel", "bodyText": "We had been kept busy digging the trenches and keeping the guns in order. We had two-hour watches throughout the night, and I had been on duty from 10pm until midnight on 5 June and was not due to go back on watch until 4am. But at 1am we got the alarm call. We had had many of these before and we threw out the guy who had brought it to us, but he came back and said this time it was for real - the Americans had been landing by parachute about 30 kilometres from us. At dawn American bombers flew over, although they didn't bomb us because they didn't want to endanger their own boats which were coming in. There were about 25 of us in our nest but we had hardly any contact with each other. The next person to me was 15 metres away. Of course there were breaks in the noise and chaos, and because it was cold and we were freezing the cook came and gave us mulled wine. Apart from that no one came until the shooting started at about 4am. During the wait I was concentrating very hard on my weapon, checking it over and over again. I was also saying lots of short prayers, the ones I had said with my family while in the cellar when the bombs were dropped, kind of getting myself into a trance. It was about 6am when lots of them [Americans] started up the beach towards me. They came at low tide when we had expected them to come at high tide. They had a long way to go up the sand and hardly any cover. It was a beautiful sandy beach, and they had to run all the way up it. Many were lying on the sand, killed or wounded. You could see when the tide rose some would move, crawling up the beach to get out of the water. At about 8am my machine gun failed and I had to use my pistol to protect myself - it just fired single shots. I stayed there until about midday on my own until a commander called Siegfried came and asked me to go up to the bunker and get him something to eat from about 100 metres up the beach. I crawled up the beach and to the bunker, and two others came up to me and I got them to give me cover as I went for the bunker. We all ate together and then I had to go to the toilet, and in doing so I tore my trousers. I went back 30 or 40 metres to an anti-tank position and they gave me some trousers. I wanted to go back to Siegfried, who had asked for the food, but the Americans were already there. They had taken the position. I went back to the pair I had eaten with and then a shot came in and went through my hand. That was my 'home shot'. I found many of the people from the beach that day, Siegfried and the two I had eaten with, in the graveyard afterwards. There were about 30 there that I knew. I was saved by going to get that food. My main thought throughout was that I had to fight to survive. I wanted to get back home to my six brothers and sisters."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}