{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2004/may/01/commentanddebate.mainsection", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2004-05-01T17:24:30Z", "webTitle": "The readers' editor on catching a runaway story", "webUrl": "https://www.theguardian.com/news/2004/may/01/commentanddebate.mainsection", "apiUrl": "https://content.guardianapis.com/news/2004/may/01/commentanddebate.mainsection", "fields": {"headline": "A poet, the press and a lottery grant", "bodyText": "Among the quotes of the week across the top of page 4 of Society on April 24, was this: \"'My work is about going out and getting wrecked.' The poet Karl Beer, from Wales, explaining why he had been awarded a £2,500 grant from the Millennium Commission.\" It came from the Times of April 15 (which actually said, \"My work is about going out and getting completely wrecked.\") The headline read: \"Lottery grant for the poet whose muse is booze\". This week the Times carried the following correction: \"The Millennium Commission has not, contrary to a report ... made a lottery grant to Karl Beer to get drunk, but for a project to encourage young people to write poetry. The money, £2,099, is being spent on hiring venues, and printing and postage.\" The Times was not alone in running the story. Much of the national press, some of the regional press and a slice of the world's media used it. In the Ottawa Citizen, for instance, this item appeared (April 17): \"Poem in a bottle - Not that modern art is designed to insult ordinary people, but the British Millennium Commission gives Welsh poet Karl Beer (sic, or hic), who writes on intoxication, some $6,000 to conduct research, specifically to get drunk. 'I think that I will never sneer/At a poem on and by a Beer.' Can I have my grant now?\" The director of the Millennium Commission, Mike O'Connor, wrote to me on April 21, partly to complain about the Guardian's use of the quote - now consigned to oblivion - partly to seek my help in chasing the error with a correct version. He said: \"Over the last few days the Millennium Commission has been writing dozens of letters correcting false claims that we gave a grant to Karl Beer to go out and get drunk. This is not true but it has all the makings of a lottery legend ... The untrue story has been on TV and radio and in the press as far afield as the USA, India and Pakistan ... the lie has gone around the world before truth has got its boots on. \"I cannot tell you how disappointed I have been with the press in my efforts to get a fair hearing for a volunteer [Karl Beer] who is trying to do something constructive.\" Mr O'Connor, in fact, has achieved perhaps an unusual degree of success in getting the national press in the United Kingdom to acknowledge that the story is wrong or at least strongly disputed. I have mentioned the correction in the Times. The Daily Express, in its occasional Amplifications and Clarifications slot, carried this: \"Lottery grant - On April 15 we reported on a lottery grant of £2,500 from the Millennium Commission to Mr Karl Beer. The Commission asks us to make clear that the grant (of £2,099) is for a project to encourage young people to write poetry and will be spent on hiring venues, printing and postage. Mr Beer will not be paid for his time and no money is being spent on alcohol.\" The Independent, which had referred to the story in a column, carried a letter from Mr O'Connor. So did the Sun, the Daily Mirror, the Daily Star and the Daily Mail. The source of the story was a report in the South Wales Evening Post of April 14 under the heading \"Getting wrecked is poetry to Karl\". It quoted Mr Beer as saying: \"There's a lot of controversy about the causes which get lottery money and my work is about going out and getting wrecked.\" A version put out that day by the Wales News Service began: \"A poet has been given £2,500 of lottery cash to go out to get drunk.\" Mr Beer, during a half-hour interview with me, said the quoted sentence in the local newspaper was a conflation of separate remarks referring to different things and not meant to be connected. He categorically denied that he had said to anyone anything that could justify the opening sentence of the news agency report. That is disputed by the agency and is now the subject of correspondence between it and the Millennium Commission. Mr Beer's own original press release, issued on March 28, was clear enough. It said, in part: \"Karl Beer ... is celebrating after receiving a Millennium award of £2,000. Karl is using the award to run a series of workshops in the community, aimed at young people, to encourage them to express their views and feelings through poetry and lyrics.\" By the time I spoke to Mr Beer he had already run five workshops and had a further eight planned, one with young offenders. He told me that writing poetry had helped him in difficult times. \"Poetry is an excellent way of getting young people to release feelings they would otherwise not be able to express.\" He has not had much help from the press. · Readers may contact the office of the readers' editor by telephoning 0845 451 9589 between 11am and 5pm Monday to Friday (all calls are charged at local rate). Mail to Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER. Fax 020-7239 9997. Email: reader@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}