{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/may/21/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-05-20T23:46:10Z", "webTitle": "Leeds to make Blackwell manager", "webUrl": "https://www.theguardian.com/football/2004/may/21/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2004/may/21/newsstory.sport4", "fields": {"headline": "Leeds to make Blackwell manager", "bodyText": "Kevin Blackwell will be appointed Leeds United manager within the next 24 hours. The club have decided to promote their highly regarded first-team coach after interviewing him on Wednesday and then having talks with the Rotherham manager Ronnie Moore yesterday. Blackwell was head-hunted from Sheffield United during Peter Reid's tenure last year and remained part of the back room staff in Eddie Gray's six months as caretaker manager. Now the Leeds chairman Gerald Krasner and the club's managing director David Richmond have decided to give him his first stab at management. An announcement is expected today but Blackwell's appointment will go only a short way to easing the disappointment of Leeds fans bracing themselves for Alan Smith to join Manchester United. They can also expect virtually a full team to leavethis summer. Cynics will suggest Blackwell is merely a cheap option, although the 45-year-old has a growing reputation and there were even rumours that Sir Alex Ferguson was considering offering him a coaching role at Old Trafford earlier this season. Everton lodged a £7m offer for Smith yesterday, although by trying to convince the 23-year-old forward to choose them ahead of United they are wasting their time. Leeds are tempted by Everton's offer but the Elland Road director Peter Lorimer said: \"Alan's preference is Manchester United. We're happy for him to go wherever he wants as long as the fee is right.\" Everton privately concede there is little chance of getting Smith, although theirs is the highest offer so far, outbidding United, Newcastle and Middlesbrough. Galatasaray, meanwhile, have failed with an offer to take Mark Viduka on a season's loan, with Leeds receiving a £1.5m fee."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}