{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/may/13/pressandpublishing.iraq3", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-05-13T16:47:44Z", "webTitle": "Editors divided over Morgan future", "webUrl": "https://www.theguardian.com/media/2004/may/13/pressandpublishing.iraq3", "apiUrl": "https://content.guardianapis.com/media/2004/may/13/pressandpublishing.iraq3", "fields": {"headline": "Editors divided over Morgan future", "bodyText": "Fleet Street remained polarised in its support for embattled Daily Mirror editor Piers Morgan tonight after the government claimed the pictures of British soldiers allegedly torturing prisoners were used by the paper were \"categorically not taken in Iraq.\" As the Mirror issued a statement reaffirming its position that armed forces minister Adam Ingram's conclusions \"change nothing,\" editors and commentators were split over the issue of whether Morgan should stay or go. \"In his position I would be resigning forthwith,\" said Andrew Gowers, the editor of the Financial Times. \"In my view this is rather similar to the Gilligan affair. The defence, as I understand it, is that the pictures may not have been of actual events but reflect events that took place; and that the story is basically right - when it's actually wrong. I think that's an untenable position to be in.\" Rosie Boycott, the former editor of the Express and the Independent, said the whole issue smacked of the fake Hitler Dairies scandal in 1983, when the Sunday Times and German magazine Stern were hoaxed by a forgery of the former Nazi leader's journals. \"I think they should have definitely stood back [when the pictures were questioned],\" said Ms Boycott. \"If it had been right, they would still have got the scoop. But it's bloody hard to do. It's absolutely true that there but for the grace of God go all of us. I don't know what Piers will do, but I think a lot of editors would resign. There will be a lot of people who are not exactly his friends in the media rubbing their hands and saying, here's his comeuppance,\" she said. But the former Guardian editor, Peter Preston, said question marks over Mr Morgan's long term future were premature. \"I think everyone should pause and actually see what the evidence amounts to. Did he knowingly deceive? Was he hoaxed? These are all things that need to be thought about, not done on a hair trigger,\" he said. \"Because it's Fleet Street and everybody is shouting - and everybody is a rival - it's difficult. If this is a very obvious hoax and he has fallen for it and gone overboard, then he's in a difficult position. But I'm reluctant to draw a line under people's careers on the basis of a statement to a baying House of Commons, or because the Sun or Daily Express want blood.\" The Mirror's offices have been rife with speculation that Morgan, who arrived at work at around 12.30pm today, had already made up his mind to go if the investigation concluded the photographs were not genuine. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}