{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/may/11/elections2003.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-05-11T16:38:44Z", "webTitle": "Leader: Euro elections", "webUrl": "https://www.theguardian.com/politics/2004/may/11/elections2003.labour", "apiUrl": "https://content.guardianapis.com/politics/2004/may/11/elections2003.labour", "fields": {"headline": "Dud Labour launch", "bodyText": "It was not the positive launch of Labour's European election campaign that had been promised. Yesterday began with a full-page advertisement in the Times setting out the shortcomings of Michael Howard and ended in a similar vein with a party political broadcast devoted to the Tory leader's poor ministerial record. It was certainly a disappointing, negative opening but Conservative MPs who suggested it had descended to American levels of personal abuse were way off the mark. The opening day restricted itself to known facts. It came nowhere near the vilification and invention used in America - nor even to the personal attack that Conservatives levelled against Tony Blair in the run-up to the 1997 election, where he was portrayed as a demon with burning red eyes, a satanic imagery that was condemned by church leaders. There is one cynical argument that can be used to defend yesterday's launch: if a political party knows it is going to be hammered in an election, it is better to keep the positive arguments supporting its policies back for a later day. Labour knows it is going to be hammered in next month's dual elections, which will not be regarded by voters as either Euro or local, but a mid-term opportunity to express their dissatisfaction with national politics. But if you cannot be positive about Europe in an European election, when can you be? If the last European election in 1999 was too early for Labour to be positive about the Euro, the 2004 election requires a long overdue positive sales pitch on the benefits that the UK - and the other 24 member states - reap from membership in the union. Labour MEP Glenys Kinnock was right to describe yesterday's launch as \"a wasted opportunity\" with the added reminder that one reason why turn-outs had dropped so low was because the public were disaffected with partisan attacks. Can we now get back to positive themes: the potential which a union of 25 European states, 400 million people, enjoying 35% of world trade has for maintaining political and economic stability on a continent that has been riven by wars and scarred by killing fields."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}