{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/may/09/secondworldwar.featuresreview", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-05-09T16:44:21Z", "webTitle": "The longest day: 6 June 1944", "webUrl": "https://www.theguardian.com/world/2004/may/09/secondworldwar.featuresreview", "apiUrl": "https://content.guardianapis.com/world/2004/may/09/secondworldwar.featuresreview", "fields": {"headline": "The longest day: 6 June 1944", "bodyText": "00:15 HRS 17,000 British and American paratroopers and glider troops drop behind German lines into Normandy. (In all, as the day progresses, the Allies land 156,000 troops.) 01:00 HRS First Navy hands ordered to man battle stations. Landing craft begin to be lowered into the water; on shore, airborne troops cut phone lines and knock down telephone poles. 02:00 HRS First bombers take off from bases in England to attack targets around the beachhead. 03:09 HRS German radar detects Allied invasion fleet. Shore batteries are ordered to prepare for invasion. 04:30 HRS Paratroopers capture the Merville battery, clearing the way for troops to land on Omaha beach. 05:30 HRS Allied bombardment of beaches begins. 06:30 HRS H-Hour - start time for the mission - on Utah and Omaha beaches. 07:30 HRS H-Hour on Gold and Sword beaches. 07:45 HRS US troops advance inland from Utah. H-Hour on Juno beach. 09:30 HRS Announcement of invasion made to press. 10:15 HRS Rommel learns that the Allies have landed and rushes back to France from Germany. 10:30 HRS 21st Panzer division ordered to attack between Caen and Bayeux. 12:30 HRS British 185th Brigade moves inland from Sword. 13:35 HRS German 352nd Division reported to have thrown the enemy back into the sea from Omaha. 14:00 HRS Hitler holds his first meeting about the Allied landings. 16:30 HRS 21st Panzer Division attacks Sword beachhead. 18:00 HRS British advance on Caen halted. 19:00 HRS 1st Division commander, General Huebner sets up command post on Omaha. 21:00 HRS Gliders carrying reinforcements land. 00:00 HRS Nine Allied divisions are ashore, all five beachheads are secure. The liberation of Europe has begun. From the website: www.ddaymuseum.org/education_historyminute.html"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}