{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/may/11/travelawards2004", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-05-11T17:30:42Z", "webTitle": "Inspired choice", "webUrl": "https://www.theguardian.com/travel/2004/may/11/travelawards2004", "apiUrl": "https://content.guardianapis.com/travel/2004/may/11/travelawards2004", "fields": {"headline": "Inspired choice", "bodyText": "Inntravel.co.uk is scarcely the stuff of bleeding-edge web design. There's no time-consuming splash page, no swaths of garish colour - no instant online booking, even. So what impressed the panel of Guardian and Observer judges? Well, it's quick to load, easy on the eye and, above all, inspiring - all qualities that still elude sites with million-pound marketing budgets. We liked the discerning use of photographs on the front page and the simple navigation. Importantly, the same menus follow the visitor around the site. (Sites which don't observe this rule force users to resort to the Back button - and by the time they find the menu again, they've often forgotten what they were looking for. Result? Confusion and ennui.) Similarly, the changing selection of highlights on the homepage engages old clients and intrigues new ones. Many sites will blithely try to sell you a cross-country skiing package; few will bother to explain exactly what the sport involves, and how it differs from the downhill variety. Inntravel does. Look out, too, for the quiz intended to help you choose a walking holiday. Plenty of thought has gone into creating it. We also appreciated the travel diaries and features archive, both of which are written by Inntravel staff. Strictly speaking, of course, this is advertorial. But the quality and depth of the writing far exceed the norm, and you sense that their experiences have enriched the company. Every travel company should offer an email newsletter. There really is no better and cheaper way of keeping in touch with customers and tempting them back with discounts and special offers. The judges also liked the fact that the site wasn't aimed exclusively at last-minute travellers - because, as one of us pointed out, any family that wants to book a half-term skiing holiday in 2005 needs to start looking for it now. And while you can't receive immediate confirmation of a booking, we liked the ability to settle your balance online via a secure form. Just one caveat: Inntravel may want to look again at their logo and branding, which is perhaps a little too discreet for the company's own good. The Discover the World group also made the awards shortlist with two striking sites, Absolute Sweden and Discover New Zealand. Both made excellent use of photography and maps. However, the judges found the black-on-blue text of the Sweden site hard to read and the prose a little strained. The North American winter sports specialist Ski Safari rated highly for design. That said, we felt the company had failed to exploit the depth the medium can offer. Resort information was minimal, and each hotel was illustrated with just a single photograph and paragraph of text."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}