{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/may/05/uk.localgovernment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-05-05T16:27:39Z", "webTitle": "Tories promise council tax cuts but shy away from wholesale reform", "webUrl": "https://www.theguardian.com/politics/2004/may/05/uk.localgovernment", "apiUrl": "https://content.guardianapis.com/politics/2004/may/05/uk.localgovernment", "fields": {"headline": "Tories promise council tax cuts but shy away from wholesale reform", "bodyText": "A future Conservative government would pave the way for lower council taxes by dramatically cutting back on the burdens imposed on local authorities by Whitehall, Michael Howard declared yesterday. In an attempt to exploit the growing opposition to council tax rises, the Tory leader used the launch of his local election campaign to pledge a cut in the amount of money \"ringfenced\" by Whitehall which has contributed to a 60% increase in bills since 1997. Labour attempted to overshadow the launch of the Tory local election campaign in Birmingham by trailing Mr Howard with a van displaying a poster depicting him as a latter-day Thatcherite. Mr Howard, who last night celebrated the 25th anniversary of Margaret Thatcher's election victory, laughed off the stunt. \"It's pathetic,\" he said on his campaign bus as he looked at the van following him round Birmingham. \"But as long as they're behind us that's fine.\" The Tory high command said Labour's determination to focus on the past showed that Downing Street was scared about talking about the present in which central government has \"strangled\" councils. \"Under Labour the tentacles of Whitehall have begun to strangle local councils,\" Mr Howard said at the campaign launch in the former Tory bastion of Birmingham, which the party must reclaim if it is to win power again. \"Ringfenced\" money, which has to be spent according to Whitehall guidelines, has increased from under 5% in 1997 to 12% today. \"Labour has piled on regulation after regulation, burden after burden - but they haven't given local councils the funding to do the job. Instead the bill has fallen on the taxpayer. Since 1997 council tax has soared by 60% in cash terms.\" Mr Howard, who expressed sympathy for protesters who have vowed to go to jail rather than pay rising council taxes, is hoping that the row will benefit the Tories when English voters go to the polls on June 10. He attempted to reach out to angry voters by claiming that Tory councils are better run and less expensive. Conservative councils, he claimed, are charging an average £53 a year less on band D bills than Labour or the Liberal Democrats. To ram home his point, Mr Howard claimed that the highest council tax in Britain is levied in Tony Blair's Sedgefield constituency where the council charges £1,376 on a band D property. To laughter from his audience of West Midlands Tories, Mr Howard said: \"If any [people] are feeling let down by Labour I suggest that they complain to their local MP - who happens to be Labour. His name and address is Tony Blair, 10 Downing Street.\" Mr Howard was wary of spelling out in detail how he would cut back on ringfenced money. But he said a future Tory government would cut back on the \"target regime\" in public service agreements drawn up by the Treasury. His remarks show that the Tories are holding back from proposing wholesale reform of council tax which had been expected at the Conservative spring conference in March. Mr Howard said the problem was not with the council but with the way local government has been run. \"We had four years of the council tax before 1997 and people were not demonstrating in the streets or threatening to go to jail,\" he said. \"It is not the tax itself that is at fault. It is the way it has been exploited.\" The local elections represent a tough challenge for Mr Howard who is defending seats gained in 2000 - the Tories' strongest showing in years. In those elections, held just a year before William Hague's catastrophic general election defeat in 2001, the Tories won 38% of the vote to 30% for Labour. The elections are also mainly taking place in the major metropolitan areas which are, as a Tory briefing paper said, \"not natural Conservative territory\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}