{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/may/20/cricket.newzealandinengland20042", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-05-19T23:50:07Z", "webTitle": "Cricket: Kiwis prepared for slope and turn", "webUrl": "https://www.theguardian.com/sport/2004/may/20/cricket.newzealandinengland20042", "apiUrl": "https://content.guardianapis.com/sport/2004/may/20/cricket.newzealandinengland20042", "fields": {"headline": "Kiwis prepared for slope and turn", "bodyText": "While England, after a Caribbean tour of unprecedented success, have suddenly been brought back to earth by the injury to the captain and figurehead Michael Vaughan, New Zealand have been moving quietly and serenely towards peaking for today's first Test. They lost comfortably to Kent over the weekend, but do not be fooled: this most meticulous of sides would almost certainly have had a broader agenda. It will not have been lost on them that Canterbury, with its lateral slope, is as near a reproduction of Lord's as can be found. Bowlers will have learned the lines to bowl from either end, batsmen what to leave and what to play at. It was, to say the least, a hospitable piece of scheduling by the home country. The loss of Vaughan is massive. He had not enjoyed the best of winters, yet when the batting strip in Antigua presented itself he responded with his most fluent batting and his 13th Test century. In that form he remains one of the world's finest opening batsmen. England's pieces were still up in the air yesterday. If the pecking order were to apply, Paul Collingwood could look forward to his third cap, which would mean disrupting the order to accommodate him at five. Mark Butcher, who would not be misplaced as opening partner to the stand-in captain Marcus Trescothick, with whom he has shared six stands for the first wicket including one of 124, has already expressed a preference for staying where he is at three, a difficult position in which he has excelled. No one should blame him for that. There is a good chance then that Andrew Strauss, a specialist opener who as a Middlesex man knows the pitfalls of the Lord's slope, will be given the opportunity to stake a claim. This, by happenstance, presents a chance to move the side along, for should he play and succeed in style, the impending departure of Nasser Hussain would be rendered less drastic, with Vaughan (or Trescothick for that matter) dropping into a middle-order place. The weather will be key to England's deliberations. Lord's in May, with a high water table, can generally be relied on to produce seam-bowling conditions, with added swing, massive at times, should the cloud cover roll in. Of the four Tests played there in May, three failed to go to a fifth day as the ball hooped, looped and jagged around. In such circumstances spin bowling becomes superfluous. The last England twirler to take more than a single wicket in a Lord's Test was Phil Tufnell, and then only two, against New Zealand in July 1999. None has taken five wickets in an inning since the same bowler against Sri Lanka 13 years ago. Only against Sri Lanka, two years ago, did the plot go awry as unseasonally good weather, not unlike that enjoyed this week, rendered the pitch devoid of moisture and movement. England, without a spinner, conceded 555 in the first innings, and they would be loth to omit one again in similar conditions. More pertinently, the more likelihood of swing, the less chance of Simon Jones playing ahead of James Anderson, who reinvigorated himself with 10 wickets in a match for Lancashire last week. The forecast, however, is for good weather throughout the weekend, and Jones's capacity to reverse-swing an old ball at pace should see him retained, with Anderson more likely to gain a spot at Leeds in a fortnight's time. The only concern for the tourists has been the match fitness of Shane Bond, one of the world's genuinely fast bowlers, who is being eased back into the international game after a year out through injury. His return will be delayed until the second Test at the earliest and if the pitch stays dry and abrasive, and the fast-medium of Daryl Tuffey, Chris Martin and Chris Cairns is negated, he will be missed. This will put extra onus on the left-arm spin of Daniel Vettori, a phenomenal cricketer who arguably is the best of his kind. With 53 Tests and 154 wickets, he is unquestionably the oldest 25-year-old in the game. It seems he has been around for ever but actually he is younger than anyone in the England squad with the exception of Anderson. A New Zealand side without him would be unthinkable, not least because he is the world's most dangerous No9 batsman, with a Test century to his name. But he received a heap of criticism in New Zealand over the winter, with nought for 296 from his last five innings and no five-wicket haul since he took six for 87 against Australia in Perth in December 2001. But home pitches are no more conducive to his bowling than those in England have been for Ashley Giles, and a persistent back problem has necessitated a refinement in his approach to the crease and his action. There is less body in his delivery now. For a fellow of his ability and repute he does need to re-establish his bowling credentials. There will be ample opportunity over the next five days. Australia have indicated they are likely to abandon their Zimbabwe tour rather than stay for an unofficial series if the two Tests have their status revoked in a vote of the ICC's executive board tomorrow. James Sutherland, Cricket Australia's chief executive, said: \"If we're not going to play Test and one-day cricket, I'm not sure whether it is appropriate for us to be there.\" England (from) Age Caps *Marcus Trescothick 28 47 Andrew Strauss 27 -- Mark Butcher 31 66 Nasser Hussain 36 95 Graham Thorpe 34 87 Paul Collingwood 27 2 Andrew Flintoff 26 33 Geraint Jones 27 1 Ashley Giles 31 33 Steve Harmison 25 16 Matthew Hoggard 27 26 Simon Jones 25 6 James Anderson 21 8 New Zealand: Mark Richardson, *Stephen Fleming, Nathan Astle, Craig McMillan, Scott Styris, Jacob Oram, Chris Cairns, Brendon McCullum, Daniel Vettori, Daryl Tuffey, Chris Martin The surface spent yesterday under sheets to prevent it drying out even more and cracking. Once mown and rolled further, it promises to be pristine at the start, with good pace and even bounce, but if the weather holds there is likely to be some unevenness when any cracks begin to widen. Weather Cloudier, cooler and fresher than of late with the possibility of showers Temperatures 20C (68F) max, 11C (52F) min. Humidity 48% Win toss and bat"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}