{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/may/01/travelnews.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-05-01T17:40:10Z", "webTitle": "Eco-holidays fail to take off", "webUrl": "https://www.theguardian.com/travel/2004/may/01/travelnews.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2004/may/01/travelnews.guardiansaturdaytravelsection", "fields": {"headline": "Eco-holidays fail to take off", "bodyText": "Ask people if they are willing to pay extra to help local communities in far away places, and they all say yes. But a new report suggests that very few actually go on strict \"eco-holidays\" - defined as ones which try to benefit conservation and communities. The niche eco-tourism market, which was optimistically predicted by some in the travel industry to grow 20% a year and to reach 3-5% of the total tourism market within a few years, has just not materialised. \"There is no immediate risk of a global stampede of eco-tourists,\" said Oliver Hill, of the UN's environment programme in a report published next week by Mintel. Polls of tour operators and tourists suggests there is now a real risk that the term \"eco- tourism\" is being widely confused with \"nature tourism\" - travel to beautiful places away from hordes of other people. \"Eco-tourism has been subject to greenwashing. But there are now many examples of holidays that bring positive benefits,\" says the report. The demand for \"responsible tourism\", however, is thought to be growing strongly. Up to 50% of people asked said they were willing to pay more to companies that benefited local communities and conservation, and the majority of tour operators now claim to support local charities and projects. Over 75% of people said that their holidays would be made more enjoyable if they could eat locally-produced food, learn a little of the language, if they were given advice on local cultures and customs, and could take short visits to local wildlife conservation and social projects. Almost 90% of people said tour operators had a responsibility for preserving the local environment and culture and only slightly fewer said that they were more likely to book a holiday with a company which had a responsible travel policy - a 28% increase on 2001. · The Natural History Museum is running a series of discussions and debates on ecotourism in May. See nhm.ac.uk/darwincentre/live. ResponsibleTravel.com said that its survey identified mainstream tourists changing their travel expectations and claimed that the \"new traveller\" was more interested in holidays that lessened the negative impacts of tourism on local people."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}