{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/may/09/greece.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-05-09T17:10:32Z", "webTitle": "Bliss! And not a randy rep or lager lout in sight", "webUrl": "https://www.theguardian.com/travel/2004/may/09/greece.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/may/09/greece.observerescapesection", "fields": {"headline": "Bliss! And not a randy rep or lager lout in sight", "bodyText": "It's easy to forget just how much of modern life we owe the Greeks. They gave us dieting and democracy and depilation. They invented the complicated sex life. Oh... and they gave us trainers. During an impassioned speech about the looting of Greek antiquities from the island of Rhodes, my charming guide Dimitri showed me a photograph of a beautiful headless statue, drapery billowing behind her - 'The Victory of Samothrace', now held at the Louvre in Paris. 'You know it very well. It's the symbol of victory,' he insisted. Seeing my puzzlement, he pointed down at my trainers. 'Nike has taken the silhouette and made it a brand image on their shoes. Nike means victory.' Sure enough, I looked down and saw that the famous Nike tick was based on the shape of the decapitated statue. Rhodes is full of everyday magic. The jewel of the Dodecanese islands, it is only 12 miles from Turkey, hence its heady mix of east and west. Sixty miles long and 25 miles wide, it offers white sand beaches, mountain villages, forests, waterfalls and palm trees. This should be a fantastic year for Greek tourism, thanks to the release of Wolfgang Peterson's film epic, Troy, based on Homer's Iliad, later this month - to say nothing of Olympic fever in August. But Rhodes is currently experiencing something of an image problem thanks to an infamous series of events in the resort of Faliraki a year ago. Dubbed the 2003 Summer of Shame by the UK tabloids, the island gained an unfair reputation for attracting British lager louts and acts of mindless violence. We seem to have forgotten that Rhodes is the birthplace of art and culture. Once the most important trading port in the Mediterranean and the gateway to three continents, it has played a major cultural and political role from antiquity to modern times. Distinguished Romans such as Cicero and Julius Caesar studied rhetoric and philosophy in the famous schools in Rhodes town. The mythological Colossus of Rhodes, said to have stood over the harbour, was one of the Seven Wonders of the World. The lovely ruins of the ancient city of Kamiros on the west of the island have been called the Pompeii of Greece. Yes, but what about the drinking, fighting and public sex acts on the beach, you ask? Well, sorry to disappoint, but Faliraki ('England-on-sea') takes up only a six-mile strip of beach. It's ugly but it's minor. The most interesting thing about Rhodes is still its extraordinary cultural heritage. The capital city of 'Rodos' stands on the same site as the ancient city, construction of which began in 408 BC. Which means the town has a history stretching back over 2,400 years. And it's one hell of an architectural jumble. Byzantine churches, mosques, theatres, knights' houses, monuments from every period reflect the many colonising armies - Minoans, Dorians, Byzantine, Turks, Italians - who have left their mark on the island. Yet the most refreshing thing about modern Rhodes is that the people aren't precious about their heritage. Instead of roping off archeological sites for the conservationists, or shipping off statuary to dusty museums, they prefer to live alongside their history. The old fortress city of Rhodes (recently voted the number one world heritage site by Unesco) is still a bustling neighbourhood of some 6,000 people, who live and work in the same buildings that the Knights of St John inhabited six centuries ago. You can buy DVDs, designer clothes or kebabs from a shop next to a ruined temple. Or step out of a nightclub and be confronted by a pile of cannonballs, once fired from the Turkish siege guns still embedded in the ramparts of the city. Today a mixed population of Greeks, Westerners, Muslims and Jews live harmoniously in a walled city surrounded by orchards and subtropical gardens. Rhodes has a reputation for being politically neutral. It is pacifist in spirit (it opposed the war on Iraq) although national service is retained just in case its Turkish neighbours ever think about invading again. It has hosted major political events in the last 60 years from the 1948 meeting to establish the state of Israel to the 1958 meeting of guerrilla leader General Costas Grivas and Cypriot President Archbishop Makarios, which led to the 1960 Cyprus Declaration of Independence. The joy of Rhodes town lies in the juxtaposition of the unexpected. Who would have thought the city would contain a dozen supreme examples of Italian fascist architecture? In May 1912 Rodos was occupied by Italian forces and the governor Mario Lago embarked on an ambitious plan of public works. New roads and public buildings were constructed, archeological sites were laid out and beauty spots were landscaped. Best of all is the Grand Master's Palace (now a museum), built by the Italians on the site of a Byzantine fort, and decorated with chandeliers, Murano glass and Roman mosaics. You feel like you're on the set of a Fellini movie. I stayed in a villa in the ancient coastal town of Lindos, 40 minutes from Rhodes town. It's like going back in time several centuries. The narrow winding streets are made up of tiny whitewashed sea captain's houses, many dating from the 16th, 17th and 18th centuries. Above the village looms a majestic 4,000-year-old acropolis, built on steep rock 116 metres high, and dedicated to the Goddess Athena. Not that the town is entirely unworldly. Numerous restaurants (several very fine) and over 30 bars pumping out Sister Sledge and Wham! remind you of more worldly pleasures. Inside the villas you'll find traditional decor - painted ceilings, carved door panels and black and white pebble floors known as hohlakia. These mosaic floors are wonderfully practical if a trifle austere. When I asked one holiday rep what she missed most about Britain, she replied, with feeling: 'Carpet.' Lindos has many celebrity fans - my billet, Villa Patrici, belonged to the late astrologer Patric Walker, and Pink Floyd's Dave Gilmour still has a house in the village. But it's the most relaxed place imaginable. Doors are left unlocked, you can walk the streets late at night without fear, and everyone leaves their cars unlocked throughout Rhodes. 'There is no crime in Lindos,' Dimitri boasted. 'People would be too afraid of bringing shame on their parents.' No wonder the Greeks balked at the antics of the Club 18-30 crowd. Rhodians are strong moralists. They know their life is old-fashioned, feudal even, despite all the modern trappings of DVDs and computers. But they are fiercely proud of the Greek language, their religion (Christian Orthodox) and traditions. And they've no intention of changing them. Little wonder, when they've had to defend them against so many invaders. The Turks occupied Rhodes from 1522 until 1912. The island then passed to Italy, which proved to be a harsh oppressor. It was not until 1945 that the island was liberated, and after two years under British administration, officially united with Greece on 7 March 1948. For all their piety, Rhodians seem to have the work/life balance right. They work hard but play hard, too. Maybe it's the climate. Rhodes is called the island of Helios after the sun god. It boasts palm trees, bougainvillea, a valley full of butterflies... and more sunshine - over 300 days a year - than any other Greek island. The prevalence of the Greek extended family means there are few childcare problems, and women can easily go out to work. It can, however, be very claustrophobic. Couples rarely live together unless they are married, and most have to live close to parents and in-laws all their lives. Even your name is dictated by tradition. All babies are named after their paternal and maternal grandparents (hence the scene in My Big Fat Greek Wedding where everyone seems to be called Nicki). Then there is the archaic tradition where a widow, or any woman who has suffered a major bereavement, has to wear dark colours for the rest of her life, even if she remarries. According to Greek tradition, every time a father has a daughter, he has to build her a house. It may take many years to save up the money to finish the house, but it is a matter of pride that it is ready by the time she marries. 'Look around the island,' Dimitri explained, 'and you'll see lots of half-finished houses waiting for the next layer to be built on.' True enough, I saw them everywhere - a testament to the romantic hopes and dreams of Greek daughters. 'But what if she doesn't ever get married?' I protested, recalling the dilemmas facing my own generation at home. 'Ah, well,' Dimitri replied, 'then she can live in the house, close to the parents, and look after them in their old age.' He went on: 'We have a saying that if the house is very small it means the daughter is beautiful. If it is huge with lots of extra balconies and porches and extensions it means there is a problem. Maybe she is very plain.' Hmm. I found myself increasingly fascinated by Greek dating and mating rituals. Later in the trip I met the vivacious Greek cookery writer Susie Atsaides, whose recipe book Greek Generations has sold millions of copies in the States. A writer and hotelier, she is clearly a powerful player in Rhodes but confirms my suspicion that the sexes are not entirely equal. 'The bride's parents have to pay for all the wedding expenses and the house,' she complains with a laugh. 'The only thing men have to pay for is decorating the nursery and the kitchen. That's obviously the two things they think we are good for - cooking and having babies!' Throughout my stay in Lindos I played a game with myself. Would I swap my urban existence at home for the simple island life? There are great advantages. Fantastic food, fresh air, the sea, unbroken sleep. No traffic, wonderful architecture, an extraordinary feeling of peace and safety. And yet for the Bridget Joneses among us, I recommend just a holiday. And try not to get married while you're there. Factfile Liz Hoggard travelled to Rhodes with Direct Greece (0141 559 7111, brochure line: 0870 516 8683). A seven-night stay at the three-bedroom Villa Patrici in Lindos, based on six adults sharing on a self-catering basis costs from £269 per person in low season to £479 per person in high season. A 14-night stay costs from £299 per person to £529 per person. Child prices are from £129 in low season to £309 in high season. All prices include charter flights from Gatwick and five regional airports between April and October. Direct Greece offers two resorts in Rhodes - Lindos and Pefkos - with a choice of self-catering studios, apartments and villas. · Olympic Airlines (0870 606 0460; www.olympicairlines.com) flies from Heathrow to Rhodes via Athens from £195 return. · For more information about the island browse: www.rodosisland.gr Where to stay in Rhodes Hotel Cava D'Oro, Rhodes Old Town Just inside the medieval city walls, the 800-year-old Cava D'Oro (00 30 2241 036980; www.cavadoro.com) played host to Michael Palin on his Pole to Pole trip. During the occupation of the Dodecanese from 1912 to 1945 it was the residence of the commander of the Italian garrison on the island. Today it is a comfortable, simple hotel with a shaded courtyard in which breakfast is served. It is the only Old Town hotel with taxi access, freeing you from having to carry bags through the medieval streets. Doubles from €65 (£44) per night. San Nikolis Hotel, Rhodes Old Town Built on the ruins of the 2,000-year-old market, the San Nikolis Hotel (00 30 22410 34561; www.s-nikolis.gr) houses 12 double rooms (two of which have 800-year-old arches) decorated in keeping with the medieval style of the buildings that prevailed when the Knights of St John were in residence nearby from 1309-1522. A separate, newer building contains four self-catering apartments, one with its own garden of lemon trees. There is also a restaurant and bar where winter guests can warm up by an 800-year-old fireplace. Doubles from €50 (£34), suites up to €200 (£135) per night. Hotel Andreas, Rhodes Old Town Hotel Andreas (00 30 22410 34156; www.hotelandreas.com) is a 500-year-old Turkish house built around a large courtyard oasis full of orange and lemon trees. Rooms are individually decorated with views over the city or the gardens. A 100 square metre, glass-enclosed roof terrace affords a stunning panoramic view of the Old Town's mix of byzantine, medieval and Islamic architecture - and on a clear day the coast of Turkey in the distance. Doubles from €50 (£34) a night; a penthouse tower room from €95 (£64). Captain's House, Lindos The archeological society of Lindos prevents modern-looking developments so many traditional old houses are available for rent by visitors instead. This beautifully restored Lindian Captain's house in the centre of the village is a fine example.There is a hohlakia (pebbled black and white mosaic) floored courtyard, carved stone doorways and an intricately hand-painted traditional Lindian ceiling. The three-bed house is available from Direct Greece ( 0141 559 7111; brochure line 0870 516 8683 ) for seven nights from £349 per person including flights, based on seven sharing."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}