{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/may/01/cyclingholidays.cycling.unitedkingdom", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-05-01T18:37:26Z", "webTitle": "Blood, sweat and gears", "webUrl": "https://www.theguardian.com/travel/2004/may/01/cyclingholidays.cycling.unitedkingdom", "apiUrl": "https://content.guardianapis.com/travel/2004/may/01/cyclingholidays.cycling.unitedkingdom", "fields": {"headline": "Blood, sweat and gears", "bodyText": "The air is warm and fresh, the edge taken off the heat by a light spring breeze. Afternoon sunlight dapples the trail that swoops from beneath the front wheel down into the gloom of the forest. The bikes descending fast in front of me kick up dust which hangs in the air as I charge through the corners. We could be mountain biking in California or Utah; in fact we are in the Scottish Borders. Scotland and Wales are steadily developing reputations for having some of the best mountain biking in the world. And Glentress Forest, just outside the genteel town of Peebles, is the best of the bunch, with miles of exquisitely-crafted, purpose-built trails, boasting superfast single track descents, banked corners, jumps, drop-offs and switchback climbs. In short, everything a mountain biker could wish for. But while riding a bike is a skill that most people have licked by the time they reach school age, it takes a bit more than that to make the most of what these trails have to offer. So the people behind the Hub cafe and bike shop at Glentress have launched a series of technique weekends this summer, offering top tuition combined with expert guiding. The pedigree of our guides is beyond question: Emma Guy, a former World Cup downhill rider; Tracy Brunger, who has competed for Britain at European and world levels; and Stewart Murray, the Hub's full-time mechanic who has long experience of bike guiding abroad. Day one begins with a very basic lesson - teaching us to look up. Sounds simple but it is amazing how difficult it is to lift your eyes beyond the end of your front wheel when you are bombing down a steep, narrow, rocky track. We practise riding over the wooden beams in the skills loop - no more than the height of a kerb off the ground but enough to make you work hard to balance. Looking up is the only way to master it cleanly. This turns out to be the single most useful piece of instruction we receive over the weekend. Then we move on to the trails, as Emma, Tracy and Stewart demonstrate techniques to help us ride faster and harder. From cornering and braking technique to choosing the best line through obstacles, they break each new skill down into easily digestible chunks. This is one of the reasons the course works so well. Take jumping - a key technique. We spend the whole of the second morning riding three kickers at the bottom of the freeride area. For the first few runs, we are told just to roll over the jumps, concentrating on getting our body position right: weight over the handlebars, elbows for ward and out, knees bent and relaxed. Then we practise pulling up the front wheel on the third jump to get used to the sensation of being off the ground. Eventually, the pieces click into place and we start getting the bikes airborne - even by just a few centimetres. The rest of the second day is taken up putting our new skills into action. After a monstrous climb up through the Spooky Woods and out to the radio mast at the top of the black-graded Helly Hansen V-trail, we hit the stony, jump-cluttered, terrifying descent that cuts around the forest boundary. At times we are riding so fast that on some corners I start reaching for the psychological emergency parachute. And all the time, one of the guides is screaming at us to let off our brakes, to lean the bike into the corner and - most of all - to look up. All of this is captured on video by Emma who is wearing a helmet camera. By the time we are back at the Hub cafe, we are filthy, exhausted but utterly exhilarated. I can't remember a better weekend - bike or no bike - in Britain. Way to go The Hub (01721 721736, hubintheforest.co.uk) is running a series of technique and guiding courses through the summer, including downhill riding and women-specific intermediate weekends. Prices from £125, including one night's accommodation, lunches and coffee and cake in the cafe. Where to stay: Lindores, a bike-friendly B&amp;B in a beautiful turreted Victorian house in the centre of Peebles (01721 720441). Large double bedroom in the tower from £21ppn."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}