{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/may/16/slovenia.travelawards2004.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-05-16T17:38:57Z", "webTitle": "The last of the great white hunters", "webUrl": "https://www.theguardian.com/travel/2004/may/16/slovenia.travelawards2004.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/may/16/slovenia.travelawards2004.observerescapesection", "fields": {"headline": "The last of the great white hunters", "bodyText": "And the winner is... number eight. The judges can't resist the figure, the hair, the eyes - the bushy tail. Welcome to Slovenia's very own dormouse night: a chance to celebrate hunting and history, dancing and devilry, which ends in this little line-up of dead bodies. The hunters approach the judging table one by one, producing limp dormice from the pockets of their jackets. They hand over their catches proudly, sometimes boastfully, and often tenderly. Each dormouse, polh, is carefully laid out to be weighed, measured and prodded. Mysteriously, several catches are turned away. There are rumours afoot of cheating - allegations of dormice caught earlier in the year and fattened up on a champion-making diet. The bodies are thrust back at the judges amid protestations of innocence but there's no court of appeal and the hunters stomp away, swinging the unfortunate creatures by the tail in disgust. The judges whittle down the entries slowly, playing to the crowd. It's not just size that matters: fur is stroked, whiskers pulled straight and tails fluffed up. Finally, there's a winner, the hunter triumphant, applauded by the spectators - king of Polharska Noc . Slovenia joined the European Union this month along with nine other nations. During the selection process, would-be members had to list 15 reasons they wanted to be part of the club - maybe Slovenia said it wanted to add to Europe's list of eccentric events. If so, it is remarkably coy about dormouse night. Calls to its tourist office and embassy here just produced a date and location and a slightly embarrassed laugh. My friend, Nick, and I made our way along tracks through the dense forests of central Slovenia, an hour south west of the capital Ljubljana, to Sneznik castle where the festivities take place. We arrived early, giving ourselves plenty of time to explore the dormouse museum in the grounds of the castle. Hunting for the entrance, I turned a corner and saw the huge, hairy, headless body of a wild boar swinging from a rafter of an outbuilding, blood running into a drain. Sensing a flavour of the bloody night to come, I reeled into the museum to be confronted by dozens of stuffed animals, from bears to badgers, and, of course, dormice. Half an hour later I had learnt more about them than I thought possible. Bigger than the British variety, the polh has never been rare in these forests - 800,000 were caught in 1873 - and they were once crucial to local lives. Fried or roasted and served with cabbage, turnips or corn mash, they were part of the staple diet. With 20 pelts you had a hat, while dormouse fat was daubed on wounds or spread on bread for good health. The creatures also figure in Slovenian folklore - the devil is portrayed as a polh shepherd who clicks, whistles and makes a hullabaloo while chasing them in the woods. The museum sells dormouse traps as souvenirs and, suitably equipped,we headed to the festival. Any bloodlust disappeared when we were greeted by the jolly scene ahead - hordes of children enjoying a puppet show and pony rides, but no gangs of gung-ho killers sharpening their weapons. We had to wait until the hunting season officially opened at 6pm. Grizzled men in camouflage gear slowly appeared out of the forest but seemed more interested in getting drunk. Josef, the museum guide, gave us a quick masterclass in how to set traps, though Nick noticed the veteran hunter had lost the tips of both index fingers - just how vicious are dormice? We headed cautiously into the forest. Nick baited the trap with a chunk of apple and I placed it as high as I could in a tree. I didn't rate our chances as the professionals set dozens of traps in carefully chosen spots. We, clearly, didn't have a clue. Back at the main arena, the food stall was doing good business and, yes, there on the menu after soup and hot dogs was dormouse. For £2 you get four whole polh in a tomato sauce, their little legs outstretched. I went to take a bite, but those limbs got to me and instead, I took a very long gulp of rough red wine. And then another. Finally, persuading my stomach that eating a rodent is perfectly natural, I took a few tentative nibbles - don't expect to be able to buy a McMouse soon for the meat was greasy and bland. But then again... I really couldn't face sucking away at the bones or saving the prized liver to last, as the Slovenians do. The entries were now coming in so we checked our trap and found, with a certain amount of relief, a spider. No prize for us then, but there was still the oompah band and a bottle of wine. My souvenir trap now sits on my desk and I've started to wonder if we just got the bait wrong. I mean, what are the chances of a dormouse having a taste for apples? A juicy hazelnut is the thing for next year - I've got my winner's speech written already. Now for something completely different Caves There's more to Slovenia than dormice - there are human fish. The most visited of the country's cave systems at Postojna - an hour from the capital, Ljubljana - is home to the rare Proteus anguinus. Best described as a tadpole that never quite got round to becoming a frog, it lives, pink-skinned and blind, in the blackness of the caves for up to a century. Lakes and mountains North west of the capital Ljubljana, the land slowly rises and at the foothills of the Alps lies Lake Bled, Slovenia's most popular resort. The wow-factor is supplied by a tiny island with a beautiful church. The surrounding area is no less glorious. Lake Bohinj, 20km away, is Bled's unspoilt neighbour, set deep within dark forests. In the summer it's the place to sail and swim in secluded coves. Coast The resort of Portoroz is a little piece of Slovenia that will be forever Italy, with a fair amount of Germany and now Russia thrown in. It is all Dolce &amp; Gabbana, Versace and flip-flops. Piran, a couple of kilometres up the coast, is the antithesis of its brash neighbour. The legacy of 500 years of Venetian rule is a town brimming with medieval character. Ljubljana The capital, like the country itself, is small - you can 'do' the city in just a few hours. While the suburbs are all brutal apartment blocks and grey state buildings, the Old Town is charming. Its narrow streets are filled with interesting shops and designer bars. The Ljubljanica river and its canals run through the centre with willow-lined walkways following its path. Things to see? There's the castle brooding on a hill above the city, while the bustling open-air market in Pogarcarjev Trg, a central square, shouldn't be missed. Factfile Richard Eilers travelled to Slovenia with Inghams Lakes and Mountains (020 8780 4433 or brochures 09070 500 500 [calls cost 50p per minute]; www.inghams.co.uk) and stayed in the resorts of Bled and Portoroz. Seven nights half board at the four-star Hotel Park in Bled costs from £394 per person, including flights from London Gatwick to Ljubljana with Adria Airways and resort transfers, while seven nights at the three-star Hotel Roza, Portoroz, is from £393pp, including flights from Gatwick to Ljubljana with Adria Airways and transfers. For further information call 0870 2255 305 or visit www.slovenia-tourism.si."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}