{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/may/10/sport.comment2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-05-09T23:31:58Z", "webTitle": "John Rawling on the death of English defending", "webUrl": "https://www.theguardian.com/football/2004/may/10/sport.comment2", "apiUrl": "https://content.guardianapis.com/football/2004/may/10/sport.comment2", "fields": {"headline": "'In the Premiership defence is just no longer in fashion'", "bodyText": "Old Trafford was little more than half-full as the Manchester United team completed an almost perfunctory lap of honour after drawing their final home match of the season with Chelsea. Perhaps, after a decade of success, the United faithful have little time for a celebration of third best. But such lukewarm acclaim did seem an apt response to much of the action served up this season, Arsenal apart, by Europe's most cash-rich league. While the Abramovich millions have had the effect of splitting Arsenal and United, much of what we have seen has simply been too predictable. Before the season kicked off the sages were saying only three clubs were capable of being champions, and long before Christmas a cursory glance at the league table proved them right. Indeed, behind the top three, the rest have jockeyed for position with precious little to choose between them. With a mere 21 points separating Liverpool in fourth and Manchester City one place above relegation in 17th, the Premiership is surely not the academy of excellence some would have us believe. In the last week it was bad enough watching Chelsea surrender a two-goal lead against Monaco to bow out of the Champions League, confirming once more the woeful underachievement of English clubs in Europe. How the fans at Stamford Bridge must have wished for some old-fashioned attributes of tight defence to keep Fernando Morientes at bay when it mattered. But a more damning reflection of Premiership standards was surely Newcastle United's abject performance against Marseille which saw them eliminated in the semi-final of the Uefa Cup. Sir Bobby Robson had little alternative other than to praise his team after they had been undone by a brace of goals by Didier Drogba and he spoke of United's heroic qualities. But the stark truth, which Robson must have known, is that Newcastle - as too often this season - were defensively inept. Without the injured Jonathan Woodgate, one of the very few English defenders to have enhanced his reputation this season, Newcastle's back line had the look of a calamity waiting to happen. Look at any of the Premiership sides. How many can be said to have an outstanding defence? For all their attacking flair and pace, Arsenal's rearguard hardly matches that of the team managed by George Graham, with Tony Adams such an outstanding talisman. Liverpool had Alan Hansen and Mark Lawrenson working in tandem through the glory years, Nottingham Forest had Larry Lloyd alongside the redoubtable Kenny Burns, while Leeds boasted Norman Hunter confronting all-comers if anything happened to pass Jack Charlton. The sad fact, in the mega-money Harlem Globetrotter world of the 21st century Premiership, is that we have ceased to celebrate defensive qualities. When England played Brazil in the 1970 World Cup, it was Bobby Moore whom Pele went to embrace when the game was over. The man generally held to have been the greatest of them all knew he had been playing against the best defender in the world and their embrace was akin to that of two prizefighters who understood no one on the planet was able to touch their skills. But would Moore have been feted and valued in the modern Premiership as he was by West Ham and England? Would his ability to read a game and to time his tackles so wonderfully have been cherished ahead of the attacking trickery which has become such a sought-after commodity? I spoke to Graham - still mystifyingly overlooked for many of the big jobs when his record suggests he might do just as well as the current incumbents at Liverpool, Newcastle or, dare I say it, Spurs - and he was insistent it is a lack of defensive ability that undermines the modern English game more than any other failing. \"It is an art form that is dying,\" he said. \"All great sides - and the word 'great' is overused in football - have balance. It is still a simple game and there has to be balance between defence, midfield and the forwards. \"I get the impression now that many Premiership defenders don't like defending. They all want to play it from the back, to play it like Franz Beckenbauer, and they make mistakes accordingly. Coaching of defenders in England is really, really poor. And, as a result, we have very few who are able to play at the top level. \"There are many things in our game that are very good. For instance, look at Arsenal, they are absolutely breathtaking going forward. But why do they continue to fail in Europe? I know they have won the league, but European football is a different level and, deep down, Arsène Wenger and the team have got to be disappointed they have not done more. \"People keep hyping up the Premiership but Liverpool and Newcastle are heading a second league behind the top three. They, and others, should be challenging for honours and we keep on being found wanting abroad. With all the money in the game it is obvious that something is wrong.\" It is a shortcoming of the English game that needs to be addressed, not least because the national team may well suffer from a lack of quality defenders at Euro 2004. Rio Ferdinand would surely fall within Graham's group of defensive over-elaborators, even were he not suspended from the competition. But, in his absence, too much falls on the shoulders of Sol Campbell and John Terry. Woodgate is hurt, Gareth Southgate is returning from injury and then who is there? Matthew Upson, maybe. Perhaps Sven-Goran Eriksson will be tempted to bring Gary Neville into a central position. Whatever, England are, like so many clubs in the Premiership, defensively frail. Those failings have let down English teams in Europe this season and it is too late for anything to change before Portugal - Eriksson can only play the hand he is dealt. But we should not be in the least surprised if England fall short for exactly the same reason our club sides have failed to deliver. In the Premiership, defenders are just not in fashion."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}