{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/may/01/france.watersportsholidays.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-05-01T17:50:38Z", "webTitle": "The old man and the pool", "webUrl": "https://www.theguardian.com/travel/2004/may/01/france.watersportsholidays.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2004/may/01/france.watersportsholidays.guardiansaturdaytravelsection", "fields": {"headline": "The old man and the pool", "bodyText": "Any day now Pierre Gruneberg will return to his little apartment, just by the flower shop in the small town of Saint Jean Cap Ferrat in the South of France, and prepare for another summer in the swimming pool. Now that the ski season has finally come to an end, Gruneberg, 73, who has held down a winter career as a guide and instructor for the past 50 years in Courcheval, will stow away his salopettes and parabolics and unpack his Speedos and dust down his selection of famous, conical straw hats. Every morning, for the next languorously gorgeous, idyllic five months, Gruneberg will haul his lithe, toned frame into his battered old Citroen 2CV and clatter his way over to the Club Dauphin at the Grand Hotel du Cap Ferrat. More reliable than the first swallows or cherry blossom, Europe's most celebrated and well-connected resident swimming instructor changing into his trunks and cranking up that rickety engine is a sure sign that summer is on its way. Who will be the first to take advantage of this veteran maitre nageur 's instruction? A vacationing plutocrat perhaps? A movie superstar, a rock legend or an internationally recognised fashion magnate? It could be any or all of the above, because during his 55 years at the Grand Hotel the list of Gruneberg's clientele has come to read like an international who's who of the superannuated great and good. Picasso, Cocteau, Ralph Lauren, Paul McCartney, Robin Williams, Liza Minelli, Aristotle Onassis, David Niven, Shirley Bassey, Ronald Reagan, George Bush Snr and Andrew Lloyd Webber and Bono have all fallen under his tutelage, stripping down to their bathing costumes and leaving their egos in the changing rooms to listen as this blue tile guru imparts his lively aquatic wisdom. Tina Turner was so enamoured of Gruneberg, she booked private lessons with him at her own pool. Accordingly, Pierre has an appropriately watery anecdote for each visiting star. Paul McCartney was wary of sharks during a sea swim, Ralph Lauren was anxious and had problems co-ordinating his breathing, but enjoyed a kind of epiphany in the water. \"It took quite a few lessons but as he [Lauren] swam he opened up to me as though he was letting light into his soul,\" says Gruneberg. \"Swimming is a basic but beautiful thing...and a great leveller. All men are equal when they are wearing nothing but their swimming costumes.\" Many of Gruneberg's students have left personal messages in his leather-bound journals. \"Me and the missus thank you for some laughs, some lessons and some good times at the Grand Hotel,\" wrote Paul McCartney after a holiday with his then wife Linda. The Beatle returned recently with his new wife Heather Mills - apparently it was \" les medeuses \" [jelly fish] that gave the McCartneys cause for concern this time. Picasso and Cocteau were more generous, donating sketches to show their appreciation. \"I gave them swimming tips, they gave me drawings,\" smiles Gruneberg. \"It's funny because I was at a little Picasso exhibition in France the other day and saw a sketch of a goat just like the one he did for me. The gallery wanted €30,000 for it.\" Gruneberg says the South of France has changed dramatically since he arrived - hitchhiking from Paris after qualifying as a swimming instructor - back in 1949. \"Hardly anyone had their own swimming pool back in the 1950s when Cocteau and Picasso were around, so everyone used to come to the Grand Hotel's pool to swim. It was very much a social thing in those days.\" A lesson with Gruneberg - the first stage of the patented La Methode de Pierre Gruneberg of Aquatic Breath Control, in fact - begins at a poolside table. With a salad bowl full of water. Students are encouraged to take a deep breath and then plunge their heads into the water, exhaling slowly through the mouth and nose. \"But singing, not blowing,\" he says. \"The nose, you see, is the chef l'orchestre of this symphony of breathing in the water.\" At the end of each cycle, excess air is expelled with a face-contorting snort, requiring the swimmer to make a face like a rabbit. (Tell me, just how many euros would you give to see George Bush Snr making a face like a rabbit as his head emerged from a bowl of water?) \"Many years ago, I discovered that it wasn't so much the stroke people had trouble with, but putting their heads underwater, opening their eyes and breathing was difficult for them,\" Gruneberg explains. \"Five out of 20 people who come to me can't swim at all. One in 10 can swim, but they lack confidence and have trouble with their breathing.\" Everyone who sticks with \"La Methode\", adults and children, famous and non-famous alike, enjoys dramatic improvement. Last summer in Sardinia, I watched Gruneberg teach my two daughters, Maddie, 4, and Laurie, 9, to improve their technique. My youngest loved the silliness of the salad bowl and rabbit face session and dunked her head in the water with abandon. She had the confidence to start swimming unaided soon afterwards. Laurie could swim before she met the master but he showed her how to make her stroke look elegant and effortless. \"Swimming is the best exercise in the world,\" says Gruneberg, who swims a mile every day, from the jetty at the Grand Hotel out to the lighthouse and back. \"It improves your endurance and helps you balance your life. \"I try to tell people that a couple of lengths of the pool is no good. To get the best friend on the water you must swim in the sea, for a long time at a slow, even pace.\" Still looking every inch the dynamic H&amp;E magazine pin-up and rude with Cote d'Azur dash and sportif vitality, Gruneberg says: \"I have no plans to retire. After all, I am only 73,\" he shrugs, looking across the Grand Hotel's pool and out to the emerald Mediterranean beyond. \"Why would I want to?\" Way to go In the UK: Pierre Gruneberg will be giving swimming lessons at the Runnymede Hotel, Egham, Surrey (01784 220990, runnymedehotel.com) on May 9, 10 &amp;11 and at the Grove Hotel, Chandler's Cross, Herts (01923 294294, thegrove.co.uk) on May 12 &amp;13. A 40-minute lesson cost £50 one-to-one, or £40 in a group of six. Getting there: BA (ba.com) flies to Nice from £74.90,easyjet (easyjet.com) from £48.27 rtn. Grand Hotel du Cap Ferrat (grand-hotel-cap-ferrat.com), rooms for two start from €505 per night. · How To Be Happy in Water by Pierre Gruneberg will be published by Speedo later this year."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}