{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/may/20/cricket.davidhopps", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-05-19T23:50:10Z", "webTitle": "Cricket: The new captain of no worries", "webUrl": "https://www.theguardian.com/sport/2004/may/20/cricket.davidhopps", "apiUrl": "https://content.guardianapis.com/sport/2004/may/20/cricket.davidhopps", "fields": {"headline": "The new captain of no worries", "bodyText": "For New Zealand: Stephen Fleming, the man widely hailed as the shrewdest captain in the world. For England: Marcus Trescothick, skippering England at Test level for the first time and a man whose leadership claims were rejected less than a year ago. The loss of Michael Vaughan with knee trouble threatens to disrupt the momentum England seek to carry over from their triumphant tour of the Caribbean. But, if the prospect of pitting his wits against the accepted master of his craft in today's first Test against New Zealand is preying on Trescothick's mind, he is disguising it well. \"It's huge in my career,\" he said yesterday but sounded so underwhelmed that he might have been Granville asked to mind the corner shop for half an hour rather than become Vaughan's emergency stand-in with barely 24 hours' notice. Fleming grasped the opportunity to outline the unsettling effect of Vaughan's absence on a team that has responded enthusiastically to his no-nonsense direction. \"To lose your captain has to be a disadvantage,\" Fleming said. \"England have gone well under Michael Vaughan and they have developed patterns. To change them can have a disjointing effect.\" But why set one disturbing thought process free when you can release a whole army? There is also the little matter of Trescothick's patchy batting form to consider. \"It will also be interesting to see how it affects his batting,\" reminded Fleming, inviting England to imagine their destructive opener succumbing to another moment of leaden-footed uncertainty outside off-stump. There was a token concession to English professionalism when Fleming volunteered that the out-of-character sledging tactics he employed to such good effect against the South African captain Graeme Smith in New Zealand last winter would not be repeated. \"I did it in the last series against Smith because we saw an emotion that we could tap into but most of the England guys are ahead of the game when it comes to mind games. I won't be doing it to Marcus.\" But that enabled him to reflect instead on the far more sinister natural pressures that afflict a new England captain, from the debates in the media to the judgment of his peers. \"The pressure on Marcus will come from within,\" Fleming said. \"He obviously has aspirations to do the job regularly and will want to prove himself. But it is also hard to do a caretaker's job. You don't have time to stamp your own ability on the role.\" Trescothick can point to a 100% record as captain in two ODIs. But there have been other, uncertain moments. During last year's World Cup England chose to entrust the captaincy against Namibia to Alec Stewart. With rain about, England were behind the rate on the Duckworth/Lewis rain tables and Stewart was not informed. He suggested he had delegated that responsibility to Trescothick. \"I didn't want to worry Stewy unduly,\" he explained. And he will not want to worry us unduly today. To finish, there was an uplifting message from England's new skipper on Fleming: \"He is regarded as the best captain in the world but what he does is not going to bother me.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}