{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/may/19/Olympics2012.politics3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-05-19T22:43:08Z", "webTitle": "Six months of hard labour for Cassani's team", "webUrl": "https://www.theguardian.com/sport/2004/may/19/Olympics2012.politics3", "apiUrl": "https://content.guardianapis.com/sport/2004/may/19/Olympics2012.politics3", "fields": {"headline": "Six months of hard labour for Cassani's team", "bodyText": "The real work now begins for Barbara Cassani's London bid team as they attempt to secure the staging of the 2012 Olympic Games. The next six months will be spent compiling every detail of London's bid in what is known as a candidature file or bid book, which is considered one of the most important documents in the race to win the right to stage the games. The bid book, which will cover areas such as transportation, accommodation and even how long it will take athletes and the public to get to and away from venues, will be presented to the International Olympic Committee on November 15. The next six months will also involve intense lobbying by the London 2012 bid team as it attempts to win over the business community, local politicians and members of the local east London community to convince them of the advantages of staging the games. According to IOC rules, the London bid team will only be allowed to lobby internationally after the bid book has been submitted and post-November 15, team members are expected to clock up the miles as they travel the world trying to win over the international sporting and business community. After November, London will also begin preparing for one of the most important landmarks in the race to secure the Games, the visit by the IOC's Evaluation Commission. The visit is expected to take place next February or March for around two or three days. A spokesman for the London 2012 bid said: \"The Evaluation Commission will look to see that what is in the bid book is actually the reality on the ground. They will examine all aspects of our bid and our operation and generally see how we go about doing things.\" All five cities on the IOC short list will be visited by the evaluation commission. Once their trips have been completed, the Evaluation Commission will prepare a report on its findings which will also contain an assessment of each bid's strengths and weaknesses. All cities on the short list have been warned that if the Evaluation Commission finds their bid to be particularly bad they could be removed from the race to stage the 2012 Games even before final voting takes place. Being a candidate city is not a guarantee that you will be in the final ballot if standards drop. A copy of the Evaluation Commission's reports will be sent to all IOC members who will have around two months to digest their contents before meeting in Singapore in July 2005 for the 117th IOC session to vote on who should stage the 2012 Olympic Games. A spokesman for the London bid said: \"The next few months are going to be particularly interesting. There's a lot of lobbying to be done and a lot of work to put together the details of our bid. It's a very intense process.\" Countdown to 2012 verdict August 13 2004 The five cities shortlisted as candidates for the 2012 Olympics - London, Paris, New York, Madrid and Moscow - will each send a team to observe the Games in Athens this summer. November 15 2004 The deadline for each city to submit a 'candidature file' - detailed plans of their bids - to the International Olympic Committee (IOC). February/March 2005 Each file analysed in detail by an IOC Evaluation Commission which will visit each of the candidate cities. June 2005 IOC Evaluation Commission issues report. July 2005 Final decision on host city for 2012 Games by the full IOC membership during 117th IOC Session in Singapore."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}