{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/may/11/fairtrade.europeanunion", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-05-11T16:52:20Z", "webTitle": "France tries to block EU farm reforms", "webUrl": "https://www.theguardian.com/business/2004/may/11/fairtrade.europeanunion", "apiUrl": "https://content.guardianapis.com/business/2004/may/11/fairtrade.europeanunion", "fields": {"headline": "France tries to block EU farm reforms", "bodyText": "France last night protested at a groundbreaking EU offer to eliminate nearly €3bn (£2bn) worth of farm export subsidies in an attempt to restart world trade talks. Hervé Gaymard, the French agriculture minister, said the European commission had \"exceeded its negotiating mandate\" in making the proposal - linked to reciprocal action by global trading partners. But France, the biggest recipient of controversial farm payments from Brussels, could find itself isolated, with the new initiative enthusiastically backed by Germany and Britain, both keen reformers. Development charities also welcomed the move. France's Pascal Lamy and Franz Fischler of Austria, respectively the EU commissioners for trade and agriculture, wrote to 147 members of the World Trade Organisation to make the offer. It would involve scrapping €2.8bn worth of annual subsidies for European sugar, beef and dairy products. Total EU farm spending, however, is €48bn - almost half the entire budget. \"Our international partners have to make clear that they are ready to match the EU on their forms of export support such as export credits, abuse of food aid or state trading enterprises,\" said Mr Fischler. \"This offer is clearly conditioned to the extent our American, Australian or Canadian friends will commit themselves to eliminate their forms of trade distorting export subsidisation.\" EU export subsidies, under fire for years, allow expensively produced farm products to compete with cheaper goods from countries such as Brazil and Australia. Mr Lamy pledged to \"go the extra mile\" to get a WTO deal by July. \"We are ready to show flexibility,\" he said. \"Everything is on the list; everything is on the table.\" But he warned: \"Other parties must agree in parallel and simultaneously,\" challenging trading partners to agree to \"mutual disarmament\". The US spends about $3.2bn (£1.7bn) a year on agricultural export subsidies. The latest round of world trade negotiations collapsed at Cancún last September, largely because of disputes over farm export subsidies. Oxfam welcomed the EU move. \"A genuine offer to eliminate export subsidies would be cause for great celebration,\" said Phil Bloomer, head of the charity's Make Trade Fair campaign. \"We want to see a definite date set for the elimination of export subsidies. This could give a real boost to stalled WTO negotiations and be a big step towards making trade work for the poor.\" WTO delegates are hoping to reach a framework agreement by July for negotiating questions such as farm subsidies and the so-called Singa pore issues - trade facilitation, transparency in government procurement, cross-border investment and competition. On these latter issues, the EU has now backed down in the face of widespread opposition. The negotiations are part of the Doha round of trade liberalisation talks, scheduled to be completed by January 2005."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}