{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2004/may/29/featuresreviews.guardianreview33", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2004-05-28T23:47:29Z", "webTitle": "The comet's trail", "webUrl": "https://www.theguardian.com/books/2004/may/29/featuresreviews.guardianreview33", "apiUrl": "https://content.guardianapis.com/books/2004/may/29/featuresreviews.guardianreview33", "fields": {"headline": "The comet's trail", "bodyText": "As the war raged in the south, the city of Ljubljana was like a dream place, something conjured up from a fairytale. It was calm and gentle, easy on the eye, and built on a human scale. Everyone on the street seemed thoughtful, distantly polite. Strangers were ready to help; directions were given with enormous care. The river was narrow and flowed softly through the city; its banks were lined with willow trees. The main bridge could carry traffic, but there were - and this was typical of the city's civility and comfort - two side bridges for pedestrians. At night the city changed. The capital of Slovenia became then the headquarters of a rare sort of counterculture. The young oozed sex and style and wore many earrings. No one strutted or posed; they looked as though they meant it. This was the sort of city, I felt, which poor old Faust was allowed to experience briefly before they took him away. On one of my nights there, I had drinks with a professor who had been in the city during the secession from the Yugoslav federation in July 1991. The professor himself had been mobilised and was involved in the capturing of a tank with three Yugoslav soldiers in it. I asked him what they did with the three soldiers. He thought for a moment. \"We made sure they were given coffee and food and then sent home safely.\" Did no one want to kill them, I asked. He looked bored. \"No,\" he said, \"no one wanted to kill them.\" It would be too easy to say that the Slovenian poet Tomaz Salamun possesses the same qualities as his city or his country. But he is too slippery to be compared to anything; his imaginative procedures belong to his country or its capital only when he wills them to do so. This does not mean that his work is entirely private, although he can be astonishingly personal when the mood takes him. He is, as a poet, supremely clever, and then he is also intelligent enough to dampen this cleverness in the name of poetry when he feels like it. His work is elegant and ironic and often surreal and lined with dark laughter but it can also be sharp and forbidding. Nothing is lost on him. He was born in 1941 in Zagreb, but brought up in Koper, a coastal town just south of Trieste, which became part of the Slovene Republic of Yugoslavia in 1954. In 1960, Salamun began to study art history and history at Ljubljana University. In 1964, as editor of a literary magazine, he spent five days in jail. He has published many volumes of poetry. The American poet Robert Hass has described the experience in 1973 of leaving Slovenia with a small book by Salamun in his possession. \"I was particularly curious,\" Hass wrote, \"about how one dealt with the fact of being a Slovene poet, what kind of relation existed between a language whose very existence suggested a fiercely conservative tribal energy and this poet who loved the explosively experimental and visionary strains in European poetry.\" Hass opened the book at \"History\" which begins by sticking its tongue out at such po-faced curiosity: \"Tomaz Salamun is a monster. / Tomaz Salamun is a sphere rushing through the air. / He lies down in twilight, he swims in twilight. / People and I, we both look at him amazed, / we wish him well, maybe he is a comet.\" History can be sniggered at in Salamun's world, but it takes its revenge. \"They've blocked our radio,\" one poem begins. Geography, too, can be unhelpful. \"Slovenia is so / tiny you could / miss it.\" In his long poem for his wife, \"A Ballad for Metka Krasovec\", he makes many strange and inscrutable observations, which may have gained in strangeness in translation. They make you sit up and not think, which is perhaps the real point of poetry. \"Easter recurs eternally,\" for example. Or \"Only God exists. Spirits are a phantom.\" Or \"Blue towels terrify me.\" Some of the poems in this long and brilliant sequence read like haunting and half-heard remarks from some urgent and exciting conversation whose point you keep missing. Salamun has no interest in keeping things simple. The urgency in the long poem also comes from the account of an old and dangerous love affair in America and Mexico, which resulted in a return to Slovenia and marriage for the narrator of the poem. The male lover is named. This has the ring of raw truth about it, so there is every reason to believe that it might be fiction. But, more than anything, it points to the sheer variety of Salamun's tones and textures. These include a lyrical, gentle tone, as would befit a Slovenian national poet, which Salamun is not, in \"Home\": \"Far away in the juniper forest there are many coloured ribbons. / The trees are snowbound and there are no sleds. / The ribbons tear and fly like kites/ So that you may rest your head on the blue of the sky.\" He is also the cheeky visitor to America, whose tone in the poem \"grain\", which is about Rose Kennedy, may be more deeply national, exuding the sheer joy of saying what you like in a time when this is mostly forbidden, than when he writes about forests: \"In America Rose Kennedy goes to mass twice / each morning. Along the way she eats a sandwich / to save money. Three sons, three hero's medals / jingle on her blue blouse. / The woman even eats through the exaltation of the host. / All other women who don't eat through the / exaltation drown at / Chappaquiddick, or go to hospitals for / electro-shock. The third generation of Kennedys / numbers roughly a billion.\" Salamun spent two years at Iowa on the International Writing Programme in the early 1970s and has lived on and off in the US since then. His natural interest in the absurd, the playful and the irreverent was greatly aroused by the study of poets such as Frank O'Hara and John Ashbery, not to speak of Walt Whitman. But he remains a great postwar central European poet, which means that his work is a battle to give equal power to the cheeky voice and the soaring voice, avoiding always the obvious and the prosaically meaningful, making sure that nothing can make poetry happen, and that poetry in turn can become more important than history or politics or mere philosophy. · Colm Tóibín's most recent novel The Master is published by Picador."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}