{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/may/16/uk.race", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-05-16T16:04:04Z", "webTitle": "Jennifer's journey to the front of the BNP", "webUrl": "https://www.theguardian.com/politics/2004/may/16/uk.race", "apiUrl": "https://content.guardianapis.com/politics/2004/may/16/uk.race", "fields": {"headline": "Jennifer's journey to the front of the BNP", "bodyText": "Were it not for her ambition to lead the British National Party, Jennifer Griffin would be a typical 17-year-old girl, preoccupied with fashion, cosmetics and a boyfriend who makes her blush every time she mentions his name. But Jennifer is not typical. As the eldest daughter of Nick Griffin, chairman of the BNP, Jennifer has been raised in a household thick with politics. When she was 11, her father received a two-year suspended sentence for inciting racial hatred by writing anti-Semitic and Holocaust denial material in his magazine, The Rune. Jennifer remembers the police ripping open her Christmas presents that year to ensure they contained nothing criminal. It is an experience that still makes her angry and one that galvanised her to begin asking her father about his work. Regular, cosy evenings spent sitting up alone with Griffin followed. That same year, Jennifer began leafleting her neighbourhood with BNP propaganda and accompanying her father to party meetings and on campaigning trips around the country. As she grew older, Jennifer became more active: she founded and runs the Young BNP Supporter's Group for children aged 14 to 16, is a key organiser of the Young BNP's Camp Excalibur and helps out at the party's Red, White And Blue annual family festival. Her younger sister, Rhiannon, is also involved in the party - the 14-year-old has just recorded a BNP CD - but it is Jennifer who has been chosen as as the new face of respectability by a party desperate to soften its image in the run-up to June's local and European elections. 'The only problem the BNP has is with its image: the roots of the BNP are unfortunate but its branches are with young people like me,' she says. 'The party's future is with women and with families: people who will change the party for the better. We will make it more acceptable and election success will follow.' Jennifer's coming out as the party's new weapon to win youth votes will begin next week when she stars in the BNP's first television political broadcast for Wales, in which she reads a script written by her father on the dangers of so-called 'white flight'. 'The Welsh language and identity is being threatened by the white flight of native-born Britons who are moving to Wales to escape the growing number of immigrants entering England,' she says, thumping her Coca-Cola back down onto the table. 'One day I want to lead the BNP or at least have a high position that enables me to help them. I only decided that for certain last year though; before that, I wanted to be a vet but because I don't like blood and hate seeing animals in pain, I thought I would take the easy path and go into politics.' When pressed as to how her beliefs can co-exist with the findings of the latest census showing that the only population transfer threatening Wales is that of outward migration, Jennifer flushes. 'Really?' she says in amazement. When told that 22 per cent of those classifying themselves as Welsh now live elsewhere in Britain, with the greatest loss being the decision of the young and university-educated to move to the south east of England, she fiddles with her pink mobile phone. 'If that was true, I am sure my father would have told me,' she mutters. 'The Daily Mail seems sure that illegal immigration is causing terrible problems across the country. I am only 17. I can't be expected to know all the facts.' It seems cruel to press the point: After all, Jennifer is tired. She has been up since 6am filming the television broadcast. 'How do I know we have enough immigrants in this country?' she asked. 'I saw proof of it today: quite literally, me and the film crew were the only white faces on the street. They were all Asians or coloured people, and that tells me this country is full up.' Jennifer is not certain where she was filming. 'Somewhere \"Green\",' she hesitates. 'Green Lanes?' She has an excuse to be confused: she has never been to London before. She admits she has no idea that Green Lanes is a key centre of London's Asian community. She adds that she had thought it was representative of the whole city, if not all of England. After the propaganda is screened in Wales, she also admits some viewers could believe the same. Jennifer is not the first high-profile but ill-informed BNP member to have been groomed then thrust into the spotlight. Maureen Stowe, the 65-year-old grandmother who became an elected BNP councillor last May in Burnley, left the party earlier this year after declaring she had been lured in with lies and half-truths. 'I became a BNP councillor by believing their lies,' she said. 'I was naive, politically clueless and conned into standing.' Stowe believes her experience exposes the BNP as a weak party that only survives because it manages to deceive its supporters as to its real aims and beliefs. 'There's a lot of people who don't read the local paper. They are ripe for the BNP to come playing on their fears,' she said. 'You wouldn't think they're working on you but they are.' Jennifer rejects any comparison between herself and Stowe, claiming that she has made her own political decisions. At the same time, however, she dismisses the idea that Britain benefits from migrant labour because, she says, her mother told her that only 8 per cent of nurses are foreign-born. (According to the Home Office, 47 per cent of nurses and 23 per cent of doctors are foreign born.) She admits that despite her claims that Britain is the land of milk and honey for asylum seekers, she has no idea how much they receive in benefits each week. When told that adult asylum seekers exist on £37.77, 30 per cent below the poverty line, she is genuinely shocked. 'They should receive more than that,' she gasps, then pauses and adds quietly: 'Of course, dad would not agree.' She glances into the backroom of the pub where her father is sitting out of earshot. 'I guess there are a few things he and I disagree on after all but I decided the BNP was for me at the age of 14 and I will never change that view. It guess it is just in my blood.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}