{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/may/16/travelawards2004.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-05-16T18:20:39Z", "webTitle": "'The kids send us to the garden to talk'", "webUrl": "https://www.theguardian.com/travel/2004/may/16/travelawards2004.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/may/16/travelawards2004.observerescapesection", "fields": {"headline": "'The kids send us to the garden to talk'", "bodyText": "Twenty years ago Linda Hearn was changing her baby's nappy upstairs when she heard the phone ring over and over again. 'I assumed there was a fault on the line because it just kept on.' But there was not. An article in the Guardian eulogising one of the gastronomic French hotels featured by the fledgling company had inspired more than 1,000 people to ring up for a brochure. 'It was that stroke of luck that every new company needs,' says her husband, Richard. Both fluent in French and with an intimate knowledge of France from working for camping specialist Canvas Holidays, the couple had started Inntravel from their kitchen table in Yorkshire only a few months before. With two children under the age of two, it was a tough start. While Richard took himself off to business school in Durham, Linda ran the operation with the help of a part-time nanny and obliging in-laws. At first they offered short breaks in small, characterful family-run hotels with a reputation for good food and wine in rural France. They soon added independent self-guided walking holidays in the Pyrenees with luggage transported between hotels. The holidays appeal to empty-nesters who like to go for walks on a Sunday and have a good pub lunch. Today Inntravel offers walking, cycling and riding holidays, short breaks and winter activity holidays stretching from Greece to Norway, with a small programme in New England. As the business grew, so did the need for offices and staff. Five years after starting Inntravel they rented an old railway station. They soon outgrew this and converted their own house in Hovingham to an office and moved out. Last autumn they moved their business to a barn conversion near Castle Howard where they employ 45 staff. 'Our holidays are quite complex to put together. A typical trip may involve organising five hotels, two taxis, flights and transfers,' says Richard. It's not a bad place to have an office. Staff can enjoy a subsidised lunch in Inntravel's T-shop café as they look out over the vale of York. Some of them go walking or cycling in their lunch hour or use the gym. The T-shop sounds like my kind of place. You can browse through a huge collection of travel guides, maps and books and choose from a lunch menu inspired by the cuisine of France, Catalonia, New England or other areas offered by the company. Customers can select a holiday while they sip a cappuccino or buy wine from one of the regions where they're considering taking a walking holiday. The company sends more than 17,000 people away each year. So how has it worked sharing a business and a relationship? Over the years Richard and Linda have developed very defined roles with Linda taking responsibility for customer and staff issues, while Richard deals with strategy. 'This means we might not see each other on a day-to-day basis,' he explains. 'Our three children have also kept us sane. At home they told us we mustn't talk about the business - if we needed to discuss something, we had to go out in to the garden.' The early years, when the children were very young, were probably the toughest. When they had to go contracting in France the children came too. 'We were like a travelling circus,' says Linda. 'I became an expert on the best disposable nappies in Europe. You'd turn up at a meeting with baby food all over you.' One time in Paris, Richard rushed off to a meeting with the car keys, leaving Linda unable to leave the car for two hours with two fractious babies. 'We got the deal though,' says Richard. So how do you switch off when you run your own business? The Hearns have a long-standing love affair with Scotland and recently bought a house on the Isle of Skye, where Richard also keeps his boat. 'I can confidently say we will never sell holidays to Scotland,' he says."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}