{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/feb/24/wales-scrum-powerful-italy", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-02-24T22:05:00Z", "webTitle": "Wales scrum too powerful for Italy as they enjoy another happy away day", "webUrl": "https://www.theguardian.com/sport/2013/feb/24/wales-scrum-powerful-italy", "apiUrl": "https://content.guardianapis.com/sport/2013/feb/24/wales-scrum-powerful-italy", "fields": {"headline": "Wales scrum too powerful for Italy as they enjoy another happy away day", "bodyText": "That is four away wins in a row for Wales in the Six Nations now. You would have to go back to the Five Nations and the glory days of the 70s for the last time they managed that. Suddenly, or at least in the space of two matches, things are looking good again for the Grand Slam champions. The bad news is that they are also on a run of four home defeats in a row. Wales are nothing if not difficult to read. Not that there was much mystery to this win. A destructive scrum, a cool and fearless full-back who kicks his goals and a kicking game of length add up to a sensible, and in this case winning, formula in the pouring rain. If the previous win in Paris had been a simple case of ending a seven-game losing streak by hook or by crook, this was another step away from the misery. Wales played with authority, never really giving Italy a look-in, even throughout one of those soaking first halfs in which the three-times table is all you need to keep score. \"I think we got it right in the first half,\" said Ryan Jones, Wales's captain for the day. \"It was never going to be open and expansive. I thought the game management was excellent. To come to places like this and win requires a composure and maturity, which I think the 23 guys showed.\" There was a feeling, indeed, that Wales were happier with their first half than they were with the second, despite ending the former leading by three points and the latter by 17. A game is never more in the balance than when it starts and with the rain as torrential as it was in that first half and Italy's reputation for mixing it up front well-earned, Wales are right to feel proud of the way they handled themselves. During their win in France two weeks ago the Wales scrum was repeatedly penalised and you sensed that Adam Jones, in particular, was on a mission to answer any doubters. \"He's a world-class scrummager,\" said Ryan of Adam. \"I don't profess to know much about what goes on in there, but there's six very happy lumpers in our changing room, from a good day at the office.\" Wales's scrum tore through Italy's at times, and even when the first-choice lumpers had been substituted, Paul James, Ken Owens and Craig Mitchell proved themselves just as formidable in the scrummaging department. The wonder was that Italy turned round only 9-6 adrift, their two penalties awarded, ironically enough, at the scrum, albeit for those annoying offences of the accidental-slip variety as opposed to the full-on-destruction type that Wales were winning theirs for. Then, at the start of the second half, Italy came as close as they would to scoring a try, when Tommaso Benvenuti fumbled in sight of the line after an ugly kick and chase. But Wales rode out the wobble by scoring promptly themselves. Dan Biggar was involved in both their tries, claiming his own up-and-under to set up the position for Jonathan Davies's, then putting Alex Cuthbert through a hole for the second, on the hour. In conjunction with his cross-kick for George North's match-winner in Paris, he is putting together a persuasive case for long-term ownership of Wales's fabled No10 shirt. \"It's gone solidly,\" Biggar said of his role in those two latest wins. \"I haven't set the world alight by any means, but what's needed is a bit of control. I'm enjoying the role. We didn't want to play a lot in our half, and the coaches are very pleased with the way we managed it. We've got a solid base with a couple of wins. Now it's important to push on and get a couple more.\" Do that, and the defence of their title is still on. Next up are Scotland, and the good news is that it is away from home. Five consecutive away wins in the championship? That would be new territory for Wales; they are the only one of the original five nations not to have managed that. Then the task would be to avoid a fifth consecutive home defeat. Against England. Whatever happens against Scotland, that will be a finale to reckon with. Italy Masi; Venditti, Benvenuti, Canale (Garcia, 64), McLean; Burton, Gori (Botes, 66); Lo Cicero (De Marchi, 56), Ghiraldini (Giazzon, 56), Castrogiovanni (capt; Cittadini 71), Pavanello, Minto (Geldenhuys, 56), Zanni, Favaro (Derbyshire, 70), Vosawai Pens Burton 3 Wales Halfpenny; Cuthbert, Davies, Roberts (S Williams, 71), North; Biggar (Hook, 69), Phillips (L Williams, 64); Jenkins (James, 46), Hibbard (Owens, 52), A Jones (Mitchell, 74), Coombs (AW Jones, 52), Evans, R Jones (capt; Warburton, 69), Tipuric, Faletau Tries Davies, Cuthbert. Cons Halfpenny 2. Pens Halfpenny 4 Referee Romain Poite (Fr). Att 59,725"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}