{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/feb/13/tottenham-lyon-william-gallas-europa-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-13T22:30:00Z", "webTitle": "William Gallas set to lose out as Tottenham prune central defence", "webUrl": "https://www.theguardian.com/football/2013/feb/13/tottenham-lyon-william-gallas-europa-league", "apiUrl": "https://content.guardianapis.com/football/2013/feb/13/tottenham-lyon-william-gallas-europa-league", "fields": {"headline": "William Gallas set to lose out as Tottenham prune central defence", "bodyText": "William Gallas looks set to leave White Hart Lane as Tottenham prepare to trim their defensive cover in the summer. The manager, André Villas-Boas, believes the club have too many senior centre-backs and wants to cut the number from five to four before the start of next season. That spells bad news for the Frenchman, who is in the final months of his contract. He turns 36 in August but believes he is fit enough to play for two more years. Michael Dawson had seemed the most vulnerable of the central defenders and was even told by Villas-Boas last summer that he could go, but injuries meant the captain stayed and his performances have changed the manager's opinion. Villas-Boas now admits he was lucky and \"extremely grateful\" that Dawson decided to fight for his place. \"We are grateful, in the end. We ended up being on the better side by the fact he agreed to stay with us,\" said Villas-Boas. \"We were lucky in that sense. We won't start another season with five [central defenders]. We have five top central defenders at the moment, a mixture of young players coming through with lots of experience, and then you have such tremendous central defenders as William [Gallas], Dawson and Younès Kaboul. \"My squads in the past are built on four central defenders. We decided to go with five this season because of a setback to Younès Kaboul. William has been a massive player for us this season … he's a player we trust a lot. Whatever we decide regarding his future, we'll have to wait and see, but we are aware of what a presence he's been for us this season.\" Gallas, who has featured in exactly half of Spurs' games this season and is expected to start Thursday night's Europa League tie against Lyon, says that he is happy to wait until the summer for a decision. But he admits he would welcome an invitation to stay at White Hart Lane, particularly as he believes Tottenham are on the brink of winning trophies, partially thanks to the influence of players such as himself. He says the club have developed the winning mentality that was previously lacking. \"We had to improve in games against some of the so-called small teams,\" Gallas said. \"When we play these teams we have to take three points and if we compare this season to last season, we are starting to do this. The players now have the right mentality, they want to win every game. If we don't, you see that the players are very upset and two years ago they didn't feel like that. They will definitely win something, if not this season then next season.\" When Gallas was the captain of Arsenal he was accused of failing to exert a rallying influence and even, on occasion, of sulking in times of adversity. However, he says that such notions misrepresent him and says he talks to his Tottenham team-mates to help them focus on achieving success. \"Maybe people did not understand my reaction but I am used to winning things,\" he said. \"I am a competitor – I don't like to lose. Even if we don't play well, it is very important to take the three points. You have to be a perfectionist. Sometimes you can see something that is not right and you have to correct it. You can talk about it in training and seek perfection.\" Hugo Lloris is unlikely to play against his former club now that he has become Tottenham's first-choice goalkeeper, meaning Brad Friedel will probably start against Lyon. \"Out of respect for, and confidence in, Brad, we will continue to apply the principle of rotating between the Premier League and the Europa League,\" said Villas-Boas, who is determined to win the Europa League and is adamant that progressing would not hinder the club's Premier League campaign. \"One has no effect on the other, we have proven we can cope with both.\" Probable teams: Tottenham (4-4-1-1): Friedel; Walker, Gallas, Caulker, Assou-Ekotto; Lennon, Dembélé, Parker, Bale; Dempsey; Adebayor Lyon (4-5-1): Vercoutre; Réveillère, Bisevac, Umtiti, Dabo; Lacazette, Gonalons, Grenier, Malbranque, Ghezzal; López"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}