{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/feb/20/golf-long-handled-putters-messy", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-02-20T23:30:00Z", "webTitle": "Golf's conflict over long-handled putters heads for messy denouement | Ewan Murray", "webUrl": "https://www.theguardian.com/sport/blog/2013/feb/20/golf-long-handled-putters-messy", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/feb/20/golf-long-handled-putters-messy", "fields": {"headline": "Golf's conflict over long-handled putters heads for messy denouement", "bodyText": "It is inconceivable that golf's ruling bodies on both sides of the Atlantic did not anticipate negative feedback when they announced their proposals to curb what they regard as the scourge of long-handled putters. Now, though, the discord emanating from the United States is edging towards a level where those entire plans must be under threat. A 90-day consultation period over the plan to ban the anchoring of putters from 2016 will end on 28 February. Before then it seems inevitable that the players of the PGA Tour will write to the United States Golf Association urging it to rethink their putting plans. The PGA Tour is yet to make a formal statement on the matter but it is known that the members of its player advisory council made their disquiet plain during a conference call on Monday. It is believed that on Tuesday night those in charge of the European and PGA Tours, Tim Finchem and George O'Grady, met to discuss this increasingly thorny and controversial topic. Finchem has previously been quoted on his preference not to deviate from the policies of the R&amp;A and USGA. Last November, when the anchoring ban was announced, the public comments of many players who would be affected, including Keegan Bradley, were rather sanguine. The intervening months have brought a more forceful, collective stance which leaves those governing golf in an awkward position. That attitude is also not restricted to those who use long putters. Steve Stricker, for one, explained: \"I was for the ban to start with and my decision – or my feeling – has swayed a little bit. \"I think the timing of it is poor. We're at a point in the game of golf that we're trying to keep players, lure players into playing the game and a majority of the players feel that it only puts a negative spin on that, maybe dissuades the local guy, the club member, the public player, whoever, from playing at times. \"And this rule has been good for 30 years or so. I guess the more information that we have received, I think it's swayed a lot of the players' opinions. \"I can see the [PGA] Tour adopting the rule saying that it's OK for players to use a long putter. And we have probably a couple of other rules out here on our hard card that are different from USGA rules, too, and this wouldn't be any different, I guess.\" There is, however, a wider danger to the composition of the rules of golf, namely that amateurs make far too many decisions which impact on the upper echelons of a lucrative sport. Conceivably, if Stricker is correct, there could be the farcical situation of anchoring being banned in certain major championships but not others. Those in charge of the Masters, almost inevitably, would follow the rule-makers. Curious as the point may seem, there are indeed amateur golfers who rely on long-handled putters to sustain their enjoyment of the game. That minority figure runs to thousands of players when taken in a global context. Still, in golf's purest sense it is unfortunate that players who cannot putt with standard clubs have an ugly alternative, if one which does not guarantee success. There is, though, concern over the PGA players' stance. \"It will be a shame if they get overridden and the PGA Tour go out on their own,\" said Ian Poulter. \"There is going to be lots of disconnect between tournaments. \"They [the R&amp;A and USGA] thought long and hard about that decision. It took the guys a number of years to come up with the potential rule change and I think we should respect that and abide by it.\" The R&amp;A and USGA, realistically, look to have two options. Neither of them is close to ideal. They could heed the concerns of players and announce a delay to the proposal until the rules of golf are published again in 2020. It would be seen as an embarrassing climbdown and, realistically, the issue would probably disappear. The alternative would be to progress as planned, thereby risking player discontent, a damaging split in the fabric of the game and, conceivably, legal moves from manufacturers who point to a restriction of trade if they can no longer produce long-handled putters to the same degree. What can safely be said for now is that this is heading towards a messy denouement. Either the PGA players will be placated or the rule-makers have their way; no combination of both appears possible. \"We are going to lose hundreds or even thousands of golfers if this ban comes into effect,\" argued Bernhard Langer, a player with an obvious vested interest in anchoring. \"This has never been a problem until someone won a major. I think we have far greater problems in the game of golf that need to be tackled.\" That may be so but few are more prominent right now."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}