{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2013/feb/20/new-york-times-boston-globe-sale", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2013-02-20T21:57:00Z", "webTitle": "New York Times Company exploring sale of the Boston Globe", "webUrl": "https://www.theguardian.com/media/2013/feb/20/new-york-times-boston-globe-sale", "apiUrl": "https://content.guardianapis.com/media/2013/feb/20/new-york-times-boston-globe-sale", "fields": {"headline": "New York Times Company exploring sale of the Boston Globe", "bodyText": "The New York Times Company is exploring a sale of the Boston Globe, its last remaining business outside the core New York Times media brand. The media group has asked Evercore Partners, an independent investment bank, to help find a buyer for the New England Media Group, which holds the 141-year-old title and other assets including the Worcester Telegram &amp; Gazette, and a 49% interest in Metro Boston and online business Boston.com. Mark Thompson, the president and CEO of the New York Times Company, said: \"The Boston Globe and the Worcester Telegram &amp; Gazette are outstanding newspapers, and they and their related digital properties are well-managed leaders in their markets, with real opportunities for future development. We are very proud of our association with the Globe and the Telegram &amp; Gazette, but given the differences between these businesses and The New York Times, we believe that a sale is in the best long-term interests of these properties and the employees who work for them – as well as in the best interests of our shareholders.\" Thompson said a sale demonstrated \"our commitment to concentrate our strategic focus and investment on the New York Times brand and its journalism.\" A sale would be the latest in a series of assets sales and would leave the publisher with its flagship paper and the International Herald Tribune. Earlier this month, the news group announced a big jump in fourth-quarter profit that was fueled by gains from asset sales. The company announced that advertising revenues had fallen 5.9% over the years as the newspaper group, along with its peers, suffered from the shift to less remunerative digital ad sales. But along with its sister title, the Boston Globe is gaining paid subscribers online. Paid digital subscribers to BostonGlobe.com and the Boston Globe's e-readers totaled approximately 28,000 as of the end of the fourth quarter of 2012, up approximately 8% since the end of the third quarter of 2012. Jack Welch, the former boss of General Electric, reportedly considered a bid for the Globe in 2006 that would have valued the paper at $500m-$600m. The Massachusetts native and partner Jack Connors, an advertising executive, were reportedly offering half the $1.1bn sum the Times paid for the Globe in 1993. The sale would follow last year's disposal of About.com, an information website, to media mogul Barry Diller's internet conglomerate IAC for $300m. That sale followed the disposal of the Times's other regional newspaper assets. US newspaper print ad revenues are expected to drop to $16.4bn in 2016 from $19.14bn in 2012. Digital revenues, which include all digital platforms, will edge up to $4bn from $3.4bn, according to eMarketer. Digital ad spending topped print ad spending in the US for the first time ever in 2012 with advertisers spending $37.3bn on internet ads compared to just $34.33bn on print."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}