{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/feb/16/john-terry-chelsea-recall-warning", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-16T23:00:03Z", "webTitle": "John Terry set for recall but could soon be kicking his heels again", "webUrl": "https://www.theguardian.com/football/2013/feb/16/john-terry-chelsea-recall-warning", "apiUrl": "https://content.guardianapis.com/football/2013/feb/16/john-terry-chelsea-recall-warning", "fields": {"headline": "John Terry set for recall but could soon be kicking his heels again", "bodyText": "Rafael Benítez is primed to recall John Terry for Sunday's FA Cup fourth round replay against Brentford but he has made it clear that the Chelsea captain has work to do if he is to play regularly in the starting XI. Terry injured his right knee against Liverpool on 11 November and since he became available again, at Stoke City on 12 January, he has featured only three times. On five occasions he has kicked his heels as an unused substitute, most recently in Thursday's 1-0 Europa League win at Sparta Prague. He had told Benítez that he was ready to play and he warmed up with enthusiasm during the tie only to be kept in cold storage. Afterwards he went through a brisk warm-down on his own in front of the club's travelling fans and it did not take a genius to deduce that here was a player who felt fit and was frustrated. Benítez, though, talked after the game of Terry being trapped in a vicious circle. He noted how Terry could not build up match fitness if he was not playing in matches but said he could not play if he was not training consistently. He cited the inflammation that set Terry back the previous week and led to his being stood down from last Saturday's home game against Wigan Athletic. Terry is in contention for the replay against Brentford, after enjoying a good week of training but Benítez said the 32-year-old had to train in three or four sessions every time merely to prove his readiness and then he faced stiff competition for his place. Benítez has been glowing in his praise of Gary Cahill and Branislav Ivanovic while he also has David Luiz as an option at centre-half, although the feeling persists that he would rather play the Brazilian in defensive midfield. \"All the players, they know that at this level, when you play so many games, you have to train and you have to keep fit,\" Benítez said. \"It's not a question of 'No, I can carry on and play,' and after not train. Everybody knows they have to compete and we have good players now. \"Terry was injured when I arrived and after, there was some setback with the injury. It's not easy. He has to train normally three, four training sessions to be ready for the games. Then, if the others are playing well, he has to compete.\" It was put to Benítez that he had to manage Terry's expectations as much as the defender's knee. \"The main thing is the knee,\" he replied. \"If he's fine, after, we have to manage the other things. The main thing is, if he can train every day, he can be ready for every game. After, we will see. \"The good thing is we have Cahill and Ivanovic playing well and also David Luiz as an option. If everything is fine, they have to compete. If something is wrong, we have different options.\" Benítez's options in other areas have been boosted by the return of Mikel Jon Obi and Victor Moses from Nigeria's triumphant Africa Cup of Nations campaign. A stretched squad that is mired in an unforgiving schedule has a little more room for manoeuvre, although Benítez suggested that the collective attitude against Brentford would be as important as the ability. \"It's important to approach the game without any complacency and then say: 'We know how they play, we know how difficult it was in the first game and so we have to play to win,'\" Benítez said. \"You cannot be thinking: 'OK, we can do this, we can do that.' From the first minute you have to concentrate and do the right things.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}