{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/feb/16/arsene-wenger-arsenal-bayern-munich", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-16T23:00:05Z", "webTitle": "Arsène Wenger tells Arsenal to prove character against Bayern Munich", "webUrl": "https://www.theguardian.com/football/2013/feb/16/arsene-wenger-arsenal-bayern-munich", "apiUrl": "https://content.guardianapis.com/football/2013/feb/16/arsene-wenger-arsenal-bayern-munich", "fields": {"headline": "Arsène Wenger tells Arsenal to prove character against Bayern Munich", "bodyText": "Arsène Wenger has urged his Arsenal players to show they have \"character\" against Bayern Munich on Tuesday as he seeks an immediate response to Saturday's demoralising FA Cup home defeat to Blackburn Rovers. The loss to the Championship side was Wenger's first at home to lower league opposition in his 17-year career in England and the worst possible preparation for the visit of the runaway Bundesliga leaders. The home support departed after delivering a chorus of boos from the stands. Arsenal's hopes of winning a trophy this season – and their first silverware in eight years – now hinge on unlikely progress in Europe. \"It's important we focus on our next game,\" Wenger said. \"It's a good opportunity to show we have character and that we are men who can fight for each other in our next game. That's all we can do. \"It's about showing how strong and good we are. If we feel sorry for ourselves, we'd be completely wrong. We have a massive game on Tuesday night and we have to show some response after this. I'm very unhappy as well, don't worry, but the season is not over. For people looking in it may be but not for me.\" Bayern were daunting opponents even before Arsenal's untimely elimination, with Jupp Heynckes's team 15 points clear in their domestic league having carried all before them this season. Friday night's 2-0 win at Wolfsburg, secured with goals from Mario Mandzukic and Arjen Robben, means they have dropped only two points, and conceded only one goal, away from home all season. That form has been mirrored in Europe as they seek to make amends for losing the European Cup final in their own Allianz Arena to Chelsea last May. There is a recognition within Arsenal ranks that a lead must be chiselled from the home leg. Aaron Ramsey has expressed the hope that they have learned lessons from painful eliminations over the past three years and will be better prepared to progress this time. Arsenal's European away form has undermined them in recent times, having lost seven of their last eight away games in the knockout phase, the only exception a draw at Villarreal, stretching back to March 2008. Both Barcelona, twice, and Milan have progressed at Arsenal's expense despite failing to win at the Emirates Stadium. \"That has been a disappointment for us over the past few seasons,\" Ramsey said. \"Against Milan [who were 4-0 up last year after the first game at San Siro] it was a big mountain to climb, even if we nearly did it at home. We'd twice put ourselves in a good position against Barcelona in previous years but unfortunately did not take it into the second leg. \"Hopefully, we can get in a strong position in the first leg against Bayern. I am sure we will be more experienced when we get to the away leg having gone through two tough times in the previous years. \"On our day we're capable of producing good results against anybody and we've proven that over the last few seasons. Consistency has been the issue.\" Wenger will derive small encouragement from the fact that the defenders Thomas Vermaelen and Laurent Koscielny emerged unscathed from the FA Cup defeat to Blackburn after returning from injury. Jack Wilshere, too, offered up an 18-minute cameo performance after hobbling off with a dead leg in the 1-0 win at Sunderland last weekend. The England midfielder looked to have showed enough to put him in the starting line-up against Bayern. Eliminating the German club would constitute a considerable achievement, with Arsenal's players aware of the high quality they will confront. \"They got to the final last season and have been so successful both in this competition and in their league,\" Ramsey said. \"They have good individuals who can create things, and are having an unbelievable year in their own league, so it'll be a tough game. \"We'll have to move the ball even quicker than we usually do to try to move their players out of position. \"And we'll need a lot of runners in behind to slide people through to get bodies into the box. We'll have to lift it that extra one per cent from everybody.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}