{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/feb/05/roy-hodgson-england-brazil", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-05T22:53:00Z", "webTitle": "Roy Hodgson must grab chance to banish England's fear against Brazil", "webUrl": "https://www.theguardian.com/football/2013/feb/05/roy-hodgson-england-brazil", "apiUrl": "https://content.guardianapis.com/football/2013/feb/05/roy-hodgson-england-brazil", "fields": {"headline": "Roy Hodgson must grab chance to banish England's fear against Brazil", "bodyText": "As a way of kicking off a 150th anniversary year, the Football Association has certainly picked the opponents to bring a sense of occasion. Further down the line, a second game against Brazil has been lined up at the Maracanã. Scotland and the Republic of Ireland are scheduled to visit Wembley. Germany and Argentina will be guests in November if England can qualify for the World Cup without having to negotiate a way through the play-offs. For now, however, the final arrangements are on hold, as might be expected when England are two points behind Montenegro in a qualifying group where only one team goes through automatically. Perhaps in hindsight, for all the glamour of a home friendly against Brazil, it might actually have been better if the FA had arranged a warm-up match that would give Roy Hodgson's players more of a flavour of the rutted pitch of Podgorica's City Stadium on 26 March. Yet it is also true, as Steven Gerrard pointed out, that beating a side of Brazil's reputation would do an awful lot to the team's self-esteem going into the key match so far in Group H. If England can get their anniversary year off to a good start, it would certainly make that trip to eastern Europe suddenly look a lot less treacherous. What is very clear is that the allure of Brazil still holds strong and that Hodgson's players are taking it far more seriously than they usually would for a friendly that cuts into this stage of the season. Just compare it with England's previous game, the 4-2 defeat in Sweden in November, when seven players pulled out and, mysteriously, six were fine to play for their clubs a few days later. On this occasion there is an element of suspicion about only one: Manchester United's Michael Carrick. Brazil and Sweden might play in the same colours but there is no doubt who wears the most famous yellow and blue in football – and that everyone wants the chance to play against them. The focus of attention will inevitably be on Ashley Cole – \"if you're an England fan and don't respect and love him for what he's done, that's your problem,\" Hodgson said of a player winning his 100th cap – but in another respect the England manager knows what to expect from his left-back whereas there are other positions that might be occupying more of his thoughts. Hodgson will be eager to see Joe Hart reassert his authority after his uncharacteristic performance in Stockholm and will also be looking for an encouraging display from Joleon Lescott after a patchy few months for the Manchester City defender in which he has, at times, dropped to fourth-choice centre-half for his club. Ashley Young's absence through injury also leaves a space that Theo Walcott will almost certainly fill, either as an orthodox winger or drifting into the centre to be alongside Wayne Rooney. \"I've spoken to Theo,\" Hodgson said. \"He has to realise you can be a forward today in a number of positions. I know that he is nowhere near as hung up as it's suggested in terms of whether he starts on the right, left or in the centre.\" More than anything Hodgson will want to see confirmation that Gerrard and Jack Wilshere can become the fulcrum of his team. This will be the first time they have started together and it is certainly an enticing prospect, not just because of the qualities they have in common but also their differences. One can hold, the other can push on, and vice versa. One can pick a pass of any distance with his right foot. The other has a left foot that can open up the best defences. There is the experience of Gerrard, at 32, and the dynamism of Wilshere, 11 years younger. If it works, this will be the way forward until Gerrard retires from international football after the World Cup. Hodgson was emboldened enough to say that England's other options in central midfield, naming Carrick, Frank Lampard and Tom Cleverley, meant they were now as well equipped in that department as any other nation. We have heard all that before, of course, and it has never materialised that way – Spain, anyone? – but there is at least reason to be encouraged. After all the years of trying to get the Gerrard-Lampard axis to work, it may be that England now have a snug fit. Hodgson also made it clear that he would not use Rooney or Danny Welbeck for the entire match out of respect for the fact Manchester United have a Champions League tie against Real Madrid next week. \"It's pretty obvious Alex would like us to spare his players. Arsène [Wenger] also has a very important game. Even Brendan Rodgers has a Europa League fixture.\" In other words, expect Hodgson to make the most of being able to use half a dozen substitutes. England's manager, nonetheless, should not bend too far when there are clear benefits to him of playing his strongest team – and going for a morale-boosting win. The manager is also aware that beating Brazil might go a long way towards easing any confidence issues England have at Wembley. Fabio Capello used to say the stadium left the players \"in fear\" and, though that is not so apparent any longer, there have been only five wins in the last 11 games. \"I'm hoping there isn't some hoodoo or mental blockage,\" Hodgson said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}