{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/feb/01/tories-gay-marriage-defections-resignations", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-02-01T23:22:00Z", "webTitle": "Tories prepare for gay marriage vote amid defections and resignations", "webUrl": "https://www.theguardian.com/society/2013/feb/01/tories-gay-marriage-defections-resignations", "apiUrl": "https://content.guardianapis.com/society/2013/feb/01/tories-gay-marriage-defections-resignations", "fields": {"headline": "Tories prepare for gay marriage vote amid defections and resignations", "bodyText": "Conservative MPs and constituency chairmen have been handling hundreds of complaints from grassroots activists angry at David Cameron's desire to legalise gay marriage amid further defections from the party and resignations among rank and file members. MPs and constituency activists told the Guardian of a grassroots backlash before Tuesday's House of Commons vote on a bill that will allow same-sex marriages on an equal footing with the existing institution. Downing Street expects that at least 130 of the Tory party's 303 MPs will vote against the prime minister, who has made his support for gay marriage one of the defining features of his modernisation project. The unofficial Tory rebellion will not scupper the measure, which is expected to pass with the near unanimous support of Labour and Liberal Democrat MPs. Downing Street has designated it a free vote to allow MPs to vote with their consciences. Cameron's aides have been working hard to limit dissent in the cabinet amid signs that Iain Duncan Smith, the work and pensions secretary, could support the measure. Owen Paterson, the environment secretary, is expected to vote against it. Among the Tory MPs opposing the bill are 19 who have signed up to the campaign group Coalition for Marriage, while Liam Fox has described it as \"ill thought through and constitutionally wrong\". But Conservative MPs and constituency chairmen are having to handle hundreds of complaints from grassroots activists. Gavin Barwell, the Conservative MP for Croydon Central, said he had been inundated with more than 200 complaints from constituents since declaring his own support for the bill, while the office of Richard Ottaway, the MP for Croydon South, confirmed that about 10 members have resigned. \"These are the people who have chosen to say something, but there are many subscriptions yet to be renewed this year,\" said Graham Bass, a councillor in Croydon. \"From talking to members, I think there is significant opposition and we are going to see many drift away.\" Barwell said many objecting are doing so because of their religious beliefs, but said departures could be outweighed by a greater number of younger people joining as a result of the equal rights law. When Henley-on-Thames town councillor, David Silvester, wrote to Cameron complaining about the bill he said: \"If you go ahead with this legislation, you will again experience another tranche of God's displeasure within your ministry.\" In the north west, Andrew Kolker, chairman of the Congleton Conservative Association, whose MP Fiona Bruce is voting against gay marriage, said some local supporters have decided to leave the party over Cameron's position. \"We have debated this and the feeling among the grassroots is the government should not be involved,\" said Kolker. \"We have more important things to do and we should be leaving this to the church to sort out. The grassroots is also morally opposed and don't think we should be allowing gay marriage. We have had one or two people who are not very happy and have decided to leave.\" In Somerset, the resignation of the chairman of the Somerton and Frome Conservative Association has triggered further departures. Edmund Costelloe said several party members have since copied him into their resignation notes. \"It is the time for subscription renewals and a few have written back to say they are not renewing for their subscriptions,\" he said. \"Most people are just astonished at what Cameron is up to.\" Some defectors have been joining fringe parties. Conservative councillors such as Tom and Catherine Bursnall in the Royal Borough of Windsor and Maidenhead – who resigned on the grounds that the government has not done enough to lower taxation rather than over gay marriage – were among those who quit to join Ukip. Sid Cordle, a former Tory councillor in Sheffield and leader of the Christian People's Alliance party said a Conservative party member in London had joined his party and he had also been informed of resignations among Conservatives in Sheffield. The bill is expected to experience a rough ride in the House of Lords, where more than half of peers are against a new law, according to a recent poll by ComRes. Cameron has given Tory MPs a free vote on the bill but has whipped the programme motion, which limits the amount of time it can be debated on the floor of the house. • This article was amended on 5 February 2013 to clarify that Tom and Catherine Bursnall resigned from the Conservative party because they disagreed with the government's position on taxation, not gay marriage."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}