{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/feb/24/arsene-wenger-santi-cazorla-villa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-24T23:02:00Z", "webTitle": "Arsène Wenger's optimism returns after Santi Cazorla sinks Aston Villa", "webUrl": "https://www.theguardian.com/football/2013/feb/24/arsene-wenger-santi-cazorla-villa", "apiUrl": "https://content.guardianapis.com/football/2013/feb/24/arsene-wenger-santi-cazorla-villa", "fields": {"headline": "Arsène Wenger's optimism returns after Santi Cazorla sinks Aston Villa", "bodyText": "Arsenal's melancholy has lifted, at least for a week. Santi Cazorla scored twice to secure a nervous victory over struggling Aston Villa and keep the wolves from Arsène Wenger's door but a sterner test will come at White Hart Lane on Sunday in the north London derby. A tumultuous week for Wenger ended with a win, and how he needed it. Defeats to Blackburn Rovers and Bayern Munich, with a raging press conference in between, have left Arsenal's season hanging by the thinnest of threads. Villa, who slipped into the bottom three, capitalised on the tension but one lapse in concentration with five minutes remaining left them without reward yet again. \"We were nervous because we had absolutely to win,\" Wenger said. \"We twice hit the wall in one week. When you drive a car and you hit it first time and have an accident at 100mph you say 'OK we go again', when you hit it again three days later you will drive a little bit more cautiously and that's exactly how it is. \"What is important is that we can focus again on football. Confidence is our best friend and lack of confidence is our worst enemy. Both of them are very fragile.\" This was not a routine victory for Arsenal, despite Cazorla scoring with a low shot at the second attempt from inside the area after six minutes, Villa were unlucky not to equalise before half-time. Andreas Weimann and Charles N'Zogbia were giving Nacho Monreal the run around down Villa's right and the pair linked up to good effect in the 25th minute, only for N'Zogbia's first-time shot to be palmed away by Wojciech Szczesny after a pullback. Anxiety swept across the Emirates in the second half as Arsenal dominated but could not kill off the game, Abou Diaby limping down the tunnel to compound the frustration. Olivier Giroud spurned two difficult opportunities, the second following a low cross from the excellent Carl Jenkinson that evaded the Frenchman's back-post lunge, and there was a sense of inevitability when Weimann equalised. It was a goal out of nothing, an aimless clearance from an Arsenal corner that was not dealt with. Weimann controlled the ball on the halfway line before advancing unchallenged and firing past Szczesny, who should have done better, from 25 yards. \"I don't think we should have lost that game, not the way we played and the chances we did have,\" Paul Lambert said. \"That's what happens when you play against a top side, you can't switch off for a minute, and they can punish you. We came here and gave it a right good go, nobody can say we never gave it a go. \"When you play any big club you've got to be big enough to take the ball at any stage, whether there is 60,000 here or not. You've got to be able to handle the ball under pressure. Big clubs and big players always do it. This shows you that when you get a bit of criticism the crowd get a bit edgy, even the best players get jittery. We knew that could be a factor and the way the crowd are with Arsenal at the minute you could certainly sense that.\" Cazorla took his personal tally to 11 league goals this season when he met Monreal's cutback to coolly slide the ball past Brad Guzan to clinch a late win, following Jack Wilshere's excellent clipped pass over the top. W enger, ever the optimist in challenging times, insisted that Arsenal can still catch Manchester City in second place. However, sitting in fifth and trailing Tottenham by one point having played a game more sets up a potentially decisive derby this weekend. \"I'm not sure that it will only be a fight with Tottenham, even Man City are not out of reach depending on results over the weekend. It could be a tight fight until the end,\" Wenger said. \"We have to focus on our own performances, it's just down to our consistency. What Tottenham are doing I don't know. What is for sure is that if we can maintain our run, we'll get there, in front of Tottenham or anybody else.\" Of the Spurs meeting, Mikel Arteta said: \"We are both not far from each other, fighting for the same thing. It is a big rivalry and with what happened at the Emirates earlier in the season I'm sure they will be waiting for us, so we need to be ready for that.\" Man of the match Santi Cazorla (Arsenal)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}