{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/feb/16/children-relationships-sex", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-02-16T23:05:29Z", "webTitle": "Children should learn about relationships as well as sex | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/feb/16/children-relationships-sex", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/feb/16/children-relationships-sex", "fields": {"headline": "Children should learn about relationships as well as sex", "bodyText": "In a parliamentary debate on Thursday, part of the global One Billion Rising campaign demanding an end to violence against women, Claire Perry, adviser to David Cameron on the sexualisation of childhood, said that \"sexting\" is a \"huge, growing and endemic problem\", with boys sending images of their genitalia to girls via mobile phones. \"It seems to me that we are conducting a long-term experiment with our children… exposing them in such a free way to often very sexualised content in the online world.\" In Iceland, as the Observer reports, there are attempts to ban internet pornography. Such a measure, deemed censorship by some, is framed in terms of civil rights. Ogmundur Jonasson, minister for the interior, argues that hardcore porn undermines the equality of women and their right to live free of violence. Prohibition has its problems, but at the very least fuels a national debate. The insights of neuroscience and fact of the brain's plasticity give further ammunition to those who insist that pornography is addictive and desensitising. Critics also argue that it objectifies women, fuels sexual violence and child abuse, undermines intimacy and exploits the women and men who \"star\" in a multibillion pound industry. There must be some truth to these charges. However, while one study \"proves\" the disastrous impact on, say, boys' emotional literacy, another urges proportion. Questions abound: what is defined as porn (or erotica?); who watches it, at what age, how often and why? All require more robust research. We must properly equip young people with relationship education so they develop a strong sense of self-respect and a clear idea of what is a fair and fulfilling partnership: a vital compass in navigating modern life and the internet wild west. It is a travesty that the mechanics of sex are a compulsory part of the school curriculum, while an understanding of relationships, a vital part of emotional and physical wellbeing, is not. That must change. • This article will be opened for comments on Sunday morning"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}