{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/feb/28/bankers-bonuses-europe-britain-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-02-28T22:44:20Z", "webTitle": "Bankers' bonuses: Europe right, Britain wrong | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/feb/28/bankers-bonuses-europe-britain-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/feb/28/bankers-bonuses-europe-britain-editorial", "fields": {"headline": "Bankers' bonuses: Europe right, Britain wrong", "bodyText": "It sounds like the stuff of satire. On Thursday, RBS, the bank that taxpayers were forced to buy, posted 2012 losses of more than £5bn. That was after paying out more than £600m in bonuses. On the very same day, an EU draft agreement to cap bank bonuses emerged – and the prime minister immediately signalled that Britain would resist. There are of course questions about the detailed design of the bonus cap, although to the citizen on the street the first of these is why it needs to be set as high as 100% of salary, with exceptional provision for double that. Then there are deeper doubts about whether or not internationally footloose financiers can be forced to wear a cap made in Brussels. The most obvious danger is that the restriction on lavish top-ups would be answered by a dramatic increase in basic pay. Certainly, the experience of the bonus tax suggests that this would happen to some extent. To assume things would be different this time, is to assume that the City is becoming more sensitive to shame. That may sound like a naive hope, although with Antony Jenkins's new regime at Barclays staking its reputation on respect and responsibility, and with so much banking in state hands, with political will there ought now to be scope to challenge the culture. And let's be clear: for a bank to agree to boost the salary of someone like Bob Diamond several dozen times over – which is what would be required to compensate for the loss of the bonuses he got in his heyday – would not be a decision a publicity-conscious business could take lightly. All things considered, attempting to do something – as the EU proposes – is surely better than sitting back and doing nothing. Even if the worst happens, and the bankers claw back all their bonuses in increased pay, the reform would at least succeed in pushing their avarice into the open. Whereas bonuses calculated by incomprehensible formulae allow the money men to hide behind the misty idea that they are being paid to perform on some intricate criterion which the rest of us cannot hope to understand, higher salaries would make plain that their vast rewards are in fact automatic with the job; this transparency could catalyse outrage and eventually further change, even if there was little immediate effect. But it is being far too kind to David Cameron to imagine that his resistance flows from any fear that the measure wouldn't have immediate effect. Shielded by a Labour party which continues to hug the City too close – \"it shouldn't take the EU to get a grip on bonuses\", the opposition disingenuously carped as it sought to evade revealing that it too was against – the PM is simply continuing with the great British tradition of confusing the interests of the City with those of the nation."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}