{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/feb/13/france-international-suspicion-underage-prostitute", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-13T22:04:52Z", "webTitle": "France international under suspicion of soliciting underage prostitute", "webUrl": "https://www.theguardian.com/football/2013/feb/13/france-international-suspicion-underage-prostitute", "apiUrl": "https://content.guardianapis.com/football/2013/feb/13/france-international-suspicion-underage-prostitute", "fields": {"headline": "France international under suspicion of soliciting underage prostitute", "bodyText": "French football is braced for another possible child prostitution scandal after it emerged that an international player was under suspicion for allegedly soliciting a teenaged girl. The Paris prosecutors' office confirmed that a preliminary inquiry into prostitution of a minor had been opened and a France international was under suspicion after a teenage girl was arrested for shoplifting. The girl, who is now 16, was arrested late last year in central Paris and found to be carrying drugs and fake ID. Police suspected that someone in her entourage intended to push her into paid sex and had given her cocaine. On investigation of her phone, police found the name of one French international footballer and another player from France's Ligue 1. Text messages and photographs were also found on the phone. French media reported that the names of a rapper and a TV reality show contestant might also have been found on the phone. No charges have been made so far, and the investigation by child protection officers continues. The prosecutors' office told Associated Press: \"Checks have to be made first of all. For the moment it is [a case of] suspicion.\" The investigation comes as two of France's biggest international football stars are to face trial in June for allegedly soliciting an underaged prostitutem – one of the most high-profile scandals to hit French sport. Franck Ribéry, a winger for the German club Bayern Munich, and Karim Benzema, one of Real Madrid's top strikers, have been ordered to stand criminal trial over paid sexual encounters with Zahia Dehar, who was then under 18. If found guilty, they risk three years in prison and a €45,000 (£39,000) fine. They will appear with six other defendants, some of whom will be prosecuted for \"aggravated pimping\". The long-running Dehar case, which began as a police investigation into allegations of a pimping ring centred on an expensive nightclub near the Champs Elysées, tarnished the image of French football, upset the France team during their fraught 2010 World Cup in South Africa and has since become an extraordinary celebrity saga in France. Dehar, who has now begun a high-profile career as an underwear designer, told investigators that Benzema had paid sex with her in 2008, when she was 16. She said Ribéry had paid sex with her the following year, allegedly flying her to Munich as a 26th \"birthday present\" to himself. Both players deny the charges. Ribéry said he had not known Dehar was under 18."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}