{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/feb/24/last-image-reeva-steenkamp-alive", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-02-24T23:55:45Z", "webTitle": "Last image of Reeva Steenkamp alive comes to light", "webUrl": "https://www.theguardian.com/world/2013/feb/24/last-image-reeva-steenkamp-alive", "apiUrl": "https://content.guardianapis.com/world/2013/feb/24/last-image-reeva-steenkamp-alive", "fields": {"headline": "Last image of Reeva Steenkamp alive comes to light", "bodyText": "Pictures have emerged of a smiling Reeva Steenkamp arriving at the home of her boyfriend, Oscar Pistorius, on the night he is alleged to have murdered her. The stills, taken from CCTV footage, show the 29-year-old model driving into the Silver Woods estate on the outskirts of the South African capital Pretoria just before 6pm the day before Valentine's Day. The series of images show how, as her Mini Cooper car pulled up to a guarded entranceway, she held her right hand against her cheek and right eye, then broke into a broad smile as the estate's uniformed guards greeted her. Pistorius, who was released on bail on Friday at the end of a week of tense hearings, arrived at the estate ten minutes after her. The Olympic and Paralympic athlete used a lane that is further away from the CCTV camera and which did not capture his facial expression. According to police, soon after the CCTV footage was taken, Pistorius and Steenkamp started arguing so loudly that his neighbours heard them \"shouting and screaming\". The 30 seconds' worth of footage was broadcast on Sunday night by a private South African television channel, which also broadcast a brief interview with Steenkamp's parents, Barry and June. \"It's only Oscar [and] Reeva that know the true story,\" said her father. \"All I want is that he must just come out with the honest truth.\" On Friday, as well as ruling that he could not return to his home, must hand over his passports and also turn in any guns he owns. The sprinter's next court appearance was scheduled for 4 June. During the hearing, prosecutors said that Pistorius committed premeditated murder when he fired four shots into a locked bathroom door, hitting his girlfriend cowering on the other side. Steenkamp sustained gunshot wounds to her head, hip and arm. Pistorius' defence team argued that the killing was a tragic mistake, saying the athlete had mistaken her for an intruder. • This article was amended on 25 February 2013. The original said CCTV footage showed Reeva Steenkamp arriving at Oscar Pistorius's home on Valentine's Day. She arrived the evening before Valentine's Day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}