{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/feb/24/norwich-kei-kamara-everton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-24T23:01:00Z", "webTitle": "Everton fury after Kei Kamara makes time stand still for Norwich", "webUrl": "https://www.theguardian.com/football/2013/feb/24/norwich-kei-kamara-everton", "apiUrl": "https://content.guardianapis.com/football/2013/feb/24/norwich-kei-kamara-everton", "fields": {"headline": "Everton fury after Kei Kamara makes time stand still for Norwich", "bodyText": "David Moyes all but conceded the jig is up for Everton as far as Champions League qualification is concerned following his side's late capitulation. Defeat left his side six points behind the Premier League's fourth-placed team, Tottenham, a gap that will be increased should the north London side win or draw against West Ham on Monday night. \"I think it's going to be tough for us,\" said Moyes. \"There's a lot of games to go and we have to see if we can try to win those games and see what happens. I think what we've got to try to do is hang in. It won't be tight if we lose games like we did today, but we've got to try and keep going.\" Having offered his hand to the referee, Lee Mason, at full time, Moyes petulantly withdrew it and began remonstrating with the official over what he believed to be rogue added time, during which Grant Holt scored Norwich's winner. \"I can't understand why he plays three minutes 20 for the goal,\" the clearly disgruntled manager bristled after the game. \"If you add on three minutes added time for 45 minutes, I think 20 seconds sounds a big percentage to add on top of that. He's got discretion to do what he likes; I disagree with his discretion today.\" Instead of scrutinising his stopwatch, Moyes might have been better served focusing on his side's failure to deal with the introduction of the Norwich substitute Kei Kamara, who is on loan from the MLS side Sporting Kansas City and looks to the Premier League born. The refugee from Sierra Leone scored one before turning provider to leave the Canaries perched eight points clear of the relegation zone. Mindful that his team had scored just one goal in their previous six games, Chris Hughton fielded a two-pronged attack, pairing Holt with Luciano Becchio in front of a four-man midfield book-ended by the lively Robert Snodgrass and Wes Hoolahan, who looked marooned on the left wing. With the sides having traded blows in an entertaining first half, the pick of which fell to Snodgrass, Norwich dropped their guard. As their defenders were drawn inexorably towards the ineffective Nikica Jelavic, Leon Osman rose unmarked on the edge of the six-yard box to head home a Leighton Baines cross from the left. Having ceded the advantage, Norwich visibly wilted and with the match ebbing away from them, Hughton sent on Kamara in place of the toothless Becchio just before the hour. After going close with an acrobatic scissors-kick then winning several aerial battles, the substitute scored with a thumping header from a Snodgrass corner, prompting Norwich to swarm forward in search of a winner. It came deep into injury time, with Kamara rising highest to win a far-post knockdown from a Russell Martin outswinger. A gleeful Holt reacted quickest to prod home from one yard out and leave Everton's manager seething. Man of the match: Kei Kamara (Norwich)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}