{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/feb/19/swimming-australia-review-steve-parry", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-02-19T22:37:28Z", "webTitle": "Scathing Australia swimming review would not occur in UK – Steve Parry", "webUrl": "https://www.theguardian.com/sport/2013/feb/19/swimming-australia-review-steve-parry", "apiUrl": "https://content.guardianapis.com/sport/2013/feb/19/swimming-australia-review-steve-parry", "fields": {"headline": "Scathing Australia swimming review would not occur in UK – Steve Parry", "bodyText": "A damning review into Australia's poor swimming performance at the London 2012 Olympic Games would never have happened in Britain, according to the former Olympic medallist Steve Parry. Two separate reviews into Australia's disappointing achievements in the pool on Tuesday revealed that there was a \"toxic\" environment hanging over their camp, including \"getting drunk, misuse of prescription drugs, breaching curfews, deceit and bullying\". Australia won 10 swimming medals at London 2012 but only one gold. Britain, though, also performed miserably and could manage just two bronze medals, both won by Rebecca Adlington, and a lone silver. British Swimming conducted its own review after the Games but announced that it did not need a \"major overhaul or change of direction\", despite widespread criticism, including from Adlington, who has since retired. Parry, who won bronze in the 200m butterfly at the 2004 Olympics, said the Australians approach failure in a different way to the British but believes their report was \"sensationalist\". \"It just bares all, they haven't pulled any punches at all. I think it's cultural,\" he said. \"The British one was measured in its approach but a lot of stuff can now be implemented by the new national performance director and the new head coach. It identified it wasn't so much the system that was wrong, but the implementation. It was certainly more subtle than the Australian review. \"It would have been interesting to see how a report as blunt as that would have been received in Britain. I think everyone would have fallen off their chairs. It's just a cultural difference, the Australians just face stuff head-on. \"A report like that was a little bit sensationalist and at times I felt like I was reading a tabloid. I think for people to really take things on board it has to be done a bit more professionally. Certainly that would be the case over here.\" There were reports of pranks within the Australian camp in the buildup to last year's Games, with allegations that senior members of the men's 4x100m freestyle relay team devised an initiation ritual whereby newcomers would take the prescription sleeping pill Stilnox on a bonding night. The Australian Olympic Committee president, John Coates, claimed that Swimming Australia \"has indicated they will investigate the possible misuse of prescription drugs including Stilnox by members of the swim team.\" He said: \"The use of those drugs being a breach of team policy, if the claims are substantiated and the individuals involved are identified, the AOC will consider their conduct … and consider sanctions.\" British Swimming appointed a new national performance director, Chris Spice, and a new head coach, Bill Furniss, after its review. However, Australia's two reports are likely to have more severe ramifications within their national body. The recommendations included the creation of an ethical framework for Australian swimming, and the need for more leadership development of athletes and coaches. \"It was clear that something wasn't right,\" added Parry. \"The most obvious example of that was James Magnusson in the 100m freestyle, because he was a second faster than any other guy in the field going into the final – that is a clearer advantage than Usain Bolt had in the 100m – but he is an example of a guy who just blew up. The Australians just didn't have that dominance and in the past that capitulation would never happened. \"The culture there is that unless you win the gold medals then it is a massive flop. I think it's really tough, in 2000 when they had the Olympics everyone was working towards that, they had Ian Thorpe and big names who were carrying the men's team.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}