{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2013/feb/20/oscars-palestinian-filmmaker-lax-detained", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2013-02-20T22:27:00Z", "webTitle": "Oscars-bound Palestinian film-maker describes 'unpleasant' LAX detention", "webUrl": "https://www.theguardian.com/film/2013/feb/20/oscars-palestinian-filmmaker-lax-detained", "apiUrl": "https://content.guardianapis.com/film/2013/feb/20/oscars-palestinian-filmmaker-lax-detained", "fields": {"headline": "Oscars-bound Palestinian film-maker describes 'unpleasant' LAX detention", "bodyText": "An Academy-nominated Palestinian film-maker has spoken of the \"unpleasant experience\" of being detained by US immigration officials when he arrived for this weekend's Oscars ceremony. Emad Burnat said that he was held for about an hour at Los Angeles airport on Tuesday, along with his wife and youngest son Gibreel, who plays a central role in Oscar-nominated documentary 5 Broken Cameras. Burnat said that he thought that US immigration officials – who apparently doubted his credentials – would send him back to Palestine. He compared the incident to daily life for Palestinians under the Israeli occupation. \"Immigration officials asked for proof that I was nominated for an Academy Award for 5 Broken Cameras, and they told me that if I couldn't prove the reason for my visit, my wife Soraya, my son Gibreel and I would be sent back to Turkey on the same day,\" Burnat said in a statement. \"After 40 minutes of questions and answers, Gibreel asked me why we were still waiting in that small room. I simply told him the truth: 'Maybe we'll have to go back.' I could see his heart sink.\" Five Broken Cameras chronicles the events surrounding Israel's creation of a separation wall in Burnat's West Bank village of Bil'in. Burnat, a farmer, initially bought the camera to capture Gibreel's development before using footage for the documentary. Burnat said his experience was \"a very minor example of what my people face every day.\" He said: \"Although this was an unpleasant experience, this is a daily occurrence for Palestinians, every single day, throughout the West Bank. \"There are more than 500 Israeli checkpoints, roadblocks, and other barriers to movement across our land, and not a single one of us has been spared the experience that my family and I experienced yesterday.\" Five Broken Cameras is one of two documentaries about the divided territory nominated for an Academy award. The other is Israeli film The Gatekeepers, in which former heads of Israel's counter-terrorism agency Shin Bet talk about Israeli security strategy over the past few decades. Fellow film-maker Michael Moore tweeted that Burnat contacted him after being stopped at the airport. Moore said that officials threatened to send Burnat and his family back to Palestine and doubted that a Palestinan filmmaker could be nominated for an Oscar. After 1.5 hrs, they decided to release him &amp; his family &amp; told him he could stay in LA for the week &amp; go to the Oscars. Welcome to America. — Michael Moore (@MMFlint) February 20, 2013 \"It's nothing I'm not already used to,\" he told me later. \"When u live under occupation, with no rights, this is a daily occurrence.\" — Michael Moore (@MMFlint) February 20, 2013"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}