{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2013/feb/23/oscars-2013-winner-politics", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2013-02-24T22:25:00Z", "webTitle": "Oscars 2013: how politics won the Academy's votes", "webUrl": "https://www.theguardian.com/film/2013/feb/23/oscars-2013-winner-politics", "apiUrl": "https://content.guardianapis.com/film/2013/feb/23/oscars-2013-winner-politics", "fields": {"headline": "Oscars 2013: how politics won the Academy's votes", "bodyText": "Early in 1927, Louis B Mayer, the head of MGM studios and soon to be the highest-paid executive in the world, met a handful of fellow conservative thinkers to create an elite Hollywood organisation with the grandiose title of the Academy of Motion Picture Arts and Sciences. The aim was to deter the development of unions, or at least to control and arbitrate their operations. The academy, and the awards set up the following year as an expression of the good taste of its members (of whom there are now 6,000), began in politics and continue to be influenced by it. Twenty years later, MGM went for three years without winning an Oscar and Mayer was fired by the company's ultimate boss in New York and ceased to be a serious figure in the industry. Those who choose to live by the Oscars die by them. Over the years the Oscars have been variously coveted and sneered at, have increasingly brought box-office value and personal prestige, become a media obsession, a gauge of industrial morale and a way of taking the national pulse. We see this in the current New Yorker, a magazine that for years heaped scorn on the movie business, but since Tina Brown's reign as editor in the 1990s has been riveted by Hollywood. Its 25 February cover features a stove-hatted Abe Lincoln sitting among the guests at the awards ceremony. The Talk of the Town section has an interview with the lyricist Herbert Kretzmer about Les Misérables. Further on, there's a cartoon depicting a navy seal approaching Osama bin Laden's lair, thinking, \"I don't know – is this truly the right career path for me?\" and the caption below reads: \"Zero dark thirtysomething\". Paid or unpaid, everyone seems to be guessing who's going to end up with the key statuettes. Some have an idea (in a number of cases, based on a scientific theory) why the winners will win and the losers lose. This year I've read critics who claim the 2013 list of nominees is one of the best ever while others call it weak and conformist. Both could be affected by the fact that the shortlist for best film is nearly twice its customary length. Irrespective of which will win, four of them can be categorised, as austere arthouse (Amour), the higher whimsy (Beasts of the Southern Wild and The Life of Pi), and customary US family angst (Silver Linings Playbook). They might have turned up at any time. The remaining five – Ben Affleck's Argo, Steven Spielberg's Lincoln, Quentin Tarantino's Django Unchained, Kathryn Bigelow's Zero Dark Thirty and Tom Hooper's Les Misérables – seem to address and express this particular year. They're all, in broad and narrow ways, political, and each has a message of hope, of victory snatched from the jaws of defeat. Argo is a story of a CIA scheme to recruit Hollywood professionals to assist in a scheme to rescue US diplomats from Iran in 1980. Set more recently, Zero Dark Thirty is an account of the CIA's successful pursuit of Bin Laden. Both films help to rehabilitate the tarnished reputation of the CIA and are invitations to take pride in national achievement. In Argo, we also see President Jimmy Carter emerge as an unjustly underrated single-term president. At a time when the US has been bogged down again in seemingly endless wars in remote places, they provide clear-cut success stories, but without conventional touches of triumphalism. After decades of movies such as Billy Wilder's Sunset Boulevard and Robert Altman's The Player disparaging Hollywood as heartless Tinseltown, Argo shows a pair of real-life film industry cynics operating as true patriots who use their movie skills to serve the country as they once did during the second world war. And they do it with self-deprecating good humour. Argo is an adventure story. Zero Dark Thirty is a semi-documentary that sharpens its story by focusing on a dedicated woman who buries her feminine instincts and acts like a man. It also attempts to meet the demands of liberal moralists and rightwing realists by confronting with a certain ambivalence the use of torture in the so-called \"war on terror\". One thinks of Franklin J Schaffner, director of the 1970 Oscar winner Patton, explaining the popularity of his second world war movie made while the Vietnam war was still raging. It was due, he thought, to the way General Patton's opening speech, staged beneath a gigantic Stars and Stripes, was gauged to satisfy doves and hawks alike. Just off screen in Zero Dark Thirty (and briefly on it) is Barack Obama. The first black president looms over both Lincoln and Django Unchained. They are different sides of the same coin in their approach to the civil war and its consequences, which are still very much with us. The first is a sombre chamber drama on an epic scale, a narrowly focused historical study dealing with momentous questions of race, national unity and political expediency. At its centre is a towering performance of Mount Rushmore dimensions from Daniel Day-Lewis. The second uses a playful, highly stylised subspecies of the western to convey the terrible injustice of slavery and its legacy. Lincoln makes us face the facts in sober fashion, Django Unchained permits us to indulge cathartically in violent fantasies. Both are valuable activities. Placed under the critical microscope, all four are flawed. But as Joe E Brown says in Some Like It Hot, nobody's perfect. I personally regret undue or unnecessary disregard for historical fact. I also recognise that they can be thought necessary in shaping a drama, and ever since MGM was successfully sued for libel over Rasputin and the Empress in 1933, all films have carried a disclaimer about licences taken with fact and not identifying fictional characters with real people, living or dead. I will never forget how at the age of 13 I confronted a history teacher with a \"But sir…\" intervention over Disraeli's role in the creation of the Suez canal. My knowledge was based on the vivid depiction of Tyrone Power's Ferdinand de Lesseps meeting Miles Mander's prime minister and getting the money to complete his project in Alan Dwan's 1938 movie Suez. I lost the argument painfully, and that humiliation has made me properly suspicious of film facts. Les Misérables is perhaps the odd one out here. But Americans have always admired revolutionaries, provided that they're in the past. Hugo's story of injustice has been filmed several times in the US and the story of Javert pursuing the luckless Valjean has been recreated in several forms in American settings, most famously in the long-running TV series The Fugitive and the big-screen version starring Harrison Ford. Moreover, it's a musical, a form of which academy members and moviegoers have been starved for too long. Hollywood has not always been ready to deal in a forthright way with crucial current issues. It treated the Depression in an ambivalent or gingerly fashion until the truthful The Grapes of Wrath (1940), which brought an Oscar for best direction to John Ford. In the years after the second world war, film-makers acted in a cautious, evasive way. They approached the cold war as melodrama and McCarthyism by way of allegory. They steered clear of Vietnam altogether while the war was being waged. Then, half a dozen years after it was over, a wave of movies turned up, resulting in the principal Oscars of 1978 being shared between two war films, The Deer Hunter and Coming Home, somewhat acrimoniously on the part of Jane Fonda, star and producer of the latter. So 2013 has been rather better than the old Hollywood's business as usual."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}