{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/feb/01/cameron-marriage-tax-breaks", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-02-01T22:50:00Z", "webTitle": "No concessions for Tory right in David Cameron's push for gay marriage", "webUrl": "https://www.theguardian.com/society/2013/feb/01/cameron-marriage-tax-breaks", "apiUrl": "https://content.guardianapis.com/society/2013/feb/01/cameron-marriage-tax-breaks", "fields": {"headline": "No concessions for Tory right in David Cameron's push for gay marriage", "bodyText": "David Cameron has slapped down traditionalists in the cabinet opposed to proposed gay marriage laws by saying he would not introduce tax breaks for married couples in the March budget. There has been a concerted cabinet and backbench campaign to extract a commitment from Cameron that he would soon offer tax breaks for married couples as a way of appeasing Tory MPs threatening to vote against the legislation next week. The work and pensions secretary, Iain Duncan Smith, the justice secretary, Chris Grayling, and the environment secretary, Owen Paterson, have all been lobbying for inclusion of tax breaks in the budget that would offer incentives to marry. Fifteen Tory MPs, including two former ministers, Tim Loughton and Gerald Howarth, and the secretary of the backbench 1922 committee, Nick de Bois, had also pressed the case for immediate action. Duncan Smith, Grayling and Paterson are also among the cabinet members who are considering whether to abstain, or in Paterson's case possibly even vote against Cameron's plans for equal marriage when it is voted on for the first time in the Commons on Tuesday. A senior government source said that George Osborne had ruled out such tax breaks in the budget, which would focus on growth and jobs. \"It won't be in this budget, but it will be in this parliament,\" the source said. \"The chancellor and the prime minister have discussed it and it will be put forward – it is right to recognise marriage and recognise commitment. It's in the coalition agreement and I can confirm it will be going ahead.\" Downing Street expects that at least 130 of the Tory party's 303 MPs will vote against the prime minister on Tuesday, but Cameron does not describe those voting against the measure as rebelling since they have been given a free vote. Many Tories are under pressure in their constituencies where the gay marriage vote is proving to be one of the most unpopular. The Tory split will not prevent the measure passing its second reading, since it will have near-unanimous support from Labour and the Liberal Democrats. A senior government source acknowledged that the issues of gay marriage and tax breaks were linked in the sense that they were both about a commitment, but he denied that the prime minister was sending out a signal to his backbenchers ahead of Tuesday's vote. The source said: \"There is a link between the two in that I believe strongly in both of them for similar reasons. If two people want to commit to each other and get married, and if they're gay, they should be able to. I also believe in recognising commitment in the tax system. There is a connection, but there is not a quid pro quo.\" He acknowledged: \"This is a difficult issue for some in the Conservative party and I understand the strong feelings that people have, and of course it's a free vote. I'm proud of the fact that it's a coalition government with strong Conservative participation that is bringing forward a modern and progressive change.\" But equally he said it was good to encourage marriage. \"It is good to encourage people to come together and stay together.\" Referring to the guarantees in the legislation including the right of churches and priests not to allow gay marriage in church, he said backbenchers had all the reassurances they needed. George Osborne, a staunch supporter of the right to equal marriage, is under mounting pressure from backbench MPs to deliver on growth or stand aside, but a senior government source insisted that he \"would remain chancellor until the next election\", adding that he had every confidence in him and that his tenure so far had been successful. Some MPs have been threatening to oust either the prime minister or the chancellor if poor poll ratings have not been reversed by next year. Advocates of tax breaks argue that the allowance – likely to be worth £150 – needs to be in voters' pockets well ahead of a 2015 election, but Downing Street claims a measure aimed at its core vote should be delayed until closer to the general election."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}