{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/feb/11/sir-alex-ferguson-tactical-nous-madrid", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-11T22:05:00Z", "webTitle": "Alex Ferguson will bring tactical nous as well as motivation to Madrid", "webUrl": "https://www.theguardian.com/football/blog/2013/feb/11/sir-alex-ferguson-tactical-nous-madrid", "apiUrl": "https://content.guardianapis.com/football/blog/2013/feb/11/sir-alex-ferguson-tactical-nous-madrid", "fields": {"headline": "Alex Ferguson will bring tactical nous as well as motivation to Madrid", "bodyText": "Sir Alex Ferguson does not readily admit mistakes. Poor signings are bundled discreetly out of the back door, the subject rarely up for discussion, and critics are routinely taken apart by a genuine master of rhetoric. So when he does admit to a mistake, it is reasonable to assume it is a biggie: the sale of Jaap Stam, the announcement of his plan to retire in 2002 – and his tactics against Real Madrid in 2000. It was one of the most important games in modern Manchester United history. Not only did it irrevocably damage their hopes of a European dynasty; it led to the most significant philosophical change in the history of the club. Before that game Ferguson sent his teams out in Europe to score one more than the opposition; since then, for the most part, he has sent them out to concede one fewer. Now, ahead of another meeting with Madrid, he may have come full circle. After 26 years one would think English football knows everything about Ferguson, yet despite regular reminders, such as the expert muzzling of Everton's Marouane Fellaini on Sunday, his position as one of the game's keenest tacticians remains strangely unrecognised. Ferguson is sometimes patronised as somebody armed with a hairdryer and a chequebook, his success largely down to his genius for man-management and motivation, yet he has always been something of a chalkboard addict. He was one of the few British managers to employ a sweeper system before English football's Italia 90 epiphany, and in the days before squad rotation he was christened Tinkerbell by the fanzine Red Issue for his habit of making unexpected changes, such as the omission of Mark Hughes for crucial games against Nottingham Forest and West Ham in the unsuccessful title challenges of 1991-92 and 1994-95. In the credit column, his inspired decision to use Danny Wallace at centre-forward in the League Cup in 1990 led to a 6-2 win at Arsenal that was a significant rite of passage in the development of his first great United side. Ferguson suffers from the weirdly simplistic British perception that the sharpest tactical minds are foreign – but maybe he shares an element of such thinking, because nothing gets his chalkboard dirtier than the magical mystery tour of European football. Once the competition peaks after Christmas, every game is a bespoke challenge that demands a bespoke solution, particularly away from home, and usually involving changes to the midfield and attack. That was not the case in 1999-2000. United, empowered by the previous season's treble, seemed to have an omnipotence that rendered tactics almost irrelevant. Everyone knew the best front six: David Beckham, Paul Scholes, Roy Keane, Ryan Giggs, Dwight Yorke and Andy Cole. Then, in the quarter-finals, an unusually tame 0-0 draw at the Bernabéu – when the players, the manager or both were in awe of the name Real Madrid – was followed by a traumatic 3-2 defeat at home. Madrid had been in disarray before the tie, and although they won the Champions League that year they finished fifth in La Liga. The received wisdom is that Madrid had too much class and street wisdom for United in that second leg, best exemplified by Fernando Redondo's backheeled nutmeg on Henning Berg that led to the third goal, yet the tape shows that Redondo and the 18-year-old goalkeeper Iker Casillas had the games of their lives. Madrid should also have had Aitor Karanka sent off for handball on the line when they were 1-0 up, while Keane – who had been on a one-man mission to win the European Cup after missing the previous season's final, and who was playing the best football of his career – scored an own goal and missed an open goal. In short, United were pretty unfortunate to lose an excellent game of football between two excellent teams. Madrid might not quite have taught United a lesson, as many felt, but that does not mean United didn't learn anything. \"This was the standard we had to aim for, world class,\" said Keane in his autobiography. \"A number of features of Real's play struck me. The incredible first touch. The economy of movement, no daft running, every move purposeful. Raúl's cunning, waiting like a panther to pounce on any half-chance. And burying it when it came.\" Ferguson decided United lost because he was too slow to react to Madrid's unprecedented 3-3-2-2 formation, with Redondo the only central midfielder. \"If I had altered the team early to a 4-3-3 … I am sure we could have won handily,\" he said in his autobiography. \"I know that, and could kick myself for delaying the change.\" The Real manager Vicente del Bosque, did it for him, referring witheringly to United's \"tactical anarchy\". Ferguson ensured nobody would make such accusations ever again. Eighteen months earlier he had described a 3-3 draw with Barcelona as \"the perfect football match – both teams trying to win with scant regard for the consequences. That's how football should be played.\" Now he saw the world through different eyes. \"One of the forceful reminders delivered by that Madrid defeat was that consistent success in Europe would be more readily achieved if we improved our capacity to defend against the counterattack,\" he said. The most obvious way to do that is to ration your own attacks. With destruction intrinsically easier to control than creation, prioritising the former became irresistibly logical. Yet logic was only part of the story. Ferguson said that Casillas's performance was \"not normal at all\" and that \"just about everything that could possibly go wrong for us did so in spades, and we were left looking back on the match with the sense that Real were simply destined to progress\". That he should change his entire approach based on such a freakish, inscrutable match is a fascinating insight into a man with an unshakeable courage of his convictions. Since then United have been a different side in Europe and in big games domestically: whereas once they were swashbuckling and intrepid to the point of naivety, now they are worldly, cautious and always look under the sauce to see if it really is pasta. The change was intensified when Carlos Queiroz, a defensive influence for richer and poorer, joined as assistant manager in 2002. The new approach took a long time to be successful: United could not even win multiple Champions League knockout ties, never mind multiple Champions Leagues, with only one victory between 2000 and 2006 inclusive. Ferguson also sacrificed a golden goose that was delivering a Premier League title every year. Some feel he had ultimate vindication with Champions League victory in 2008 and a run of three finals in four years; others say the potential of the treble team was not fulfilled because they played in a manner that was alien to them. \"Justifying the change of approach depends on how you view it,\" says John-Paul O'Neill, a contributor to Red Issue. \"The aim of it all was of course to win the European Cup, which Ferguson has only managed once in 12 seasons since that Madrid tie. Would he have won it more without changing tack? The stats – one victory from four previous attempts (post-foreigner rule) – suggest he'd have been better off carrying on as he was. What's most disappointing about the change in the wake of the 3-2 defeat to Madrid, which was most pronounced from 2000-01 to 2005-06, is how a perceived overemphasis on attack (which to a large degree is what won us the trophy in 1999) can initiate a wholesale change of approach when it fails, whereas overemphasis on defence (Monaco 98, Madrid 2000, and plenty of times since) doesn't result in the system being scrapped when that fails to deliver time and time again.\" The first significant change came with the signing of Juan Sebastián Verón in 2001. He was in the side the last time Ferguson named an unchanged team from one European match to the next – more than 11 years ago, against Deportivo La Coruña. The extent to which Ferguson tinkers, allied to the variables of form and injury, makes it hard to define his tactical approach by any given season. The Verón years, 2001-03, are often associated with the Argentina midfielder alongside Keane with Scholes playing behind Ruud van Nistelrooy, yet they only played that system in six out of 32 European games. Similarly, what was described as a 4-3-3-0, with Cristiano Ronaldo, Wayne Rooney and Carlos Tevez forming a fluid forward line, is indelibly associated with the Champions League victory in 2007-08. Yet Ferguson only started one out of 13 European games that season with such a formation. Ferguson's approach is perhaps best summed up by the XI for the final against Chelsea in 2008. It was the only time that team ever started together, a bespoke solution for a Champions League final. Owen Hargreaves was on the right-hand side of midfield in a loose 4-4-2 so that, if Chelsea's midfield got on top, he could tuck into the centre with Wayne Rooney moving to right wing. That is precisely what happened. Rooney has probably been the most important counter on Ferguson's tactics board, such is his selfless flexibility. In semi-finals and finals of the Champions League alone he has played left-wing, right-wing, in the hole and up front. To Ferguson, the squareness of a peg and the roundness of a hole are in the eye of the beholder. Players are frequently used away from their regular position. Ronaldo often played as a centre-forward, for example – particularly away from home, most notably in 2008-09 when he scored from more than 40 yards in both the quarter- and semi-finals. Ferguson takes pride in telling the media they have no chance of predicting his team – between 2008 and 2011 he went 166 games in all competitions without naming an unchanged side – and he has no compunction about going against expectation or upsetting people. Ronaldo and Rooney have both been omitted from matches in the last 16, while the £30.75m Dimitar Berbatov started only five of 18 knockout games and did not even make the bench for the 2011 final. Ferguson also left the PFA Player of the Year Teddy Sheringham out of both games against Bayern Munich in the 2001 quarter-finals, and thought he could make a European central midfielder of Alan Smith. He quickly shelved the Smith experiment, proof that he has never been afraid to change his mind. Park Ji-sung started zero European games in his first two seasons at Old Trafford; over the next five years he became a vital player, trusted implicitly because of his energy, tactical discipline and intelligent movement. He was regularly used to sit on full-backs such as Dani Alves and Maicon – or even, when United played Milan in 2009-10, to get tight on Andrea Pirlo. Park became not just a European specialist but a European big-game specialist: 15 of his 23 Champions League starts for United were in the knockout stages. Attackers are often picked for their defensive capabilities: Sheringham was included away against Bayern Munich in 1998 partially because of his height at defensive set-pieces (he scored a last-minute own goal from a Bayern set-piece, proof that even the best-laid plans can go wrong) and Phil Jones may play as a nominal right-winger in Madrid so that he can double up on Ronaldo. Jones may become Ferguson's new Park, the man trusted to do a precise aggressive-passive job in the biggest games. It was not Park but the parking of the bus that drew most attention after Ferguson's most controversial selection, against Barcelona in the 2008 semi-final. Barcelona were unravelling towards the end of Frank Rijkaard's reign, yet United's ostensibly attacking 4-2-3-1 in the first leg at Camp Nou soon morphed into 9-0-1. They had 28% possession in that game and only three shots on target in the entire tie but went through 1-0 on aggregate after a stunning goal from Scholes. The debate endures as to whether such an approach was acceptable. \"For the obvious reasons like Scholes's redemption, the atmosphere in the second leg, reaching the final – yes,\" says O'Neill. \"For the embarrassing tactical approach in the away leg – not at all. It was a betrayal of everything United are supposed to represent, especially in Europe, and Barcelona weren't even a particularly strong side at that time. But for most it's justified as we got to the final.\" United were similarly cautious on their last two trips to Madrid, without the same success. Both times they travelled during startling winning runs in the league – 11 in 2000, 10 in 2003 – yet played on the subservient side of meek. The teenage Ferguson had been seduced by Real's legendary 7-3 win over Eintracht Frankfurt at Hampden Park in 1960, a match he said \"epitomised all the dreams of European football\", and it almost felt as if he had sent his team out to face Puskas, Di Stéfano and Gento. This time United are on a run of 38 points in 14 league games. Ferguson has recently admitted another mistake, that United were too negative in the title-deciding Manchester derby last April. That miserable performance may have stung him into change just as the Madrid game did all those years ago. A greater emphasis on attacking meant the signing of Robin van Persie and a more positive approach in big games this season, albeit with controlled rather than reckless aggression, that was particularly successful in 3-2 victories at Stamford Bridge and Eastlands. He has also played around with a diamond midfield in some European games, a reminder that an old don can learn new tricks. \"It's hard to predict whether he will go for it in Madrid,\" says O'Neill. \"On occasions this season – in the wake of last April's tactical surrender at Eastlands – it has seemed like Fergie's rediscovered his cojones when it comes to picking an offensive line-up in big games. We'll find out for sure in Madrid.\" One thing is already sure: Ferguson will have a plan. He always does."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}