{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/feb/28/you-are-the-ref-gareth-bale", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-02-28T22:30:00Z", "webTitle": "You are the Ref: Gareth Bale, Tottenham", "webUrl": "https://www.theguardian.com/football/2013/feb/28/you-are-the-ref-gareth-bale", "apiUrl": "https://content.guardianapis.com/football/2013/feb/28/you-are-the-ref-gareth-bale", "fields": {"headline": "236. Gareth Bale, 2013", "bodyText": "Click to enlarge, and debate the strip below the line. Competition: win an official club shirt of your choice For a chance to win a club shirt of your choice from the range at Kitbag.com send us your questions for You are the Ref to you.are.the.ref@observer.co.uk. The best scenario used in the new YATR strip each Sunday wins a shirt to the value of £50 from Kitbag. Terms &amp; conditions apply. For more on the fifty year history of You Are The Ref, click here. Keith Hackett's verdict 1) Playing advantage whenever possible is definitely good practice, but that is not an option here. The foul throw happened as a result of him slipping before the ball left his hands, which made it an incorrectly taken throw-in. So stop play and order a re taken throw. Thanks to Duncan Turton. 2) You cannot allow a player to benefit from cheating – and if he hadn't taken the dramatic leap he would not have been in the position to nudge the ball into the net. So disallow the goal, caution the forward for unsporting behaviour and re start with an indirect free -kick to the defending team. David Fisher wins the shirt. 3) Cheating does not get more obvious than this. Show him a second yellow, followed by a red. And the substitution is cancelled: it is not complete until the player leaving the field has stepped over the touchline, and the player joining the game has entered the pitch. If the team still want to make a change, then they need to pick a new outfield player to take off . Thanks to Daniel Hughes."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}