{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/feb/24/england-women-france-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-02-24T22:03:01Z", "webTitle": "Shift in focus for England women hands Six Nations power to France", "webUrl": "https://www.theguardian.com/sport/2013/feb/24/england-women-france-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2013/feb/24/england-women-france-six-nations", "fields": {"headline": "Shift in focus for England women hands Six Nations power to France", "bodyText": "Short-term pain for long-term gain – that is the message from the England camp after their hopes of an eighth straight Six Nations title disappeared. England sacrificed another trophy in the hope of winning two World Cups. Seventeen of their best players have been seconded to a sevens programme before the shortened code's World Cup in Russia this summer and only two of those were involved on Saturday – Kay Wilson and Katy McLean – as England look to build strength in depth ahead of the 15-a-side showpiece in 2014. They have now lost two matches in a Six Nations for the first time – this defeat preceded by a 25-0 thumping in Ireland – which illustrates that their depth is not quite as they would like. \"Results like this are disappointing, but in the long run it's about what's best for English rugby,\" said the prop Rochelle Clark, whose 77 caps equalled the number won by the backline who faced France. \"It's a balancing act and the focus now is on the Sevens World Cup. A lot of young players are getting experience that will help them in the long term. They've been thrown in at the deep end but will learn from these experiences.\" The coach, Gary Street, insisted he had no regrets about the selection policy. \"We knew it was going to be tough but the plan is for the Sevens World Cup and then the tour to New Zealand,\" he said. \"It's the right plan – we're going to the World Cup as No1 seeds and we want to beat New Zealand out there. It's not about the Six Nations this year, it's about the bigger picture.\" France are also looking at the bigger picture, though not quite as figuratively. They fielded a huge pack, their physicality epitomised by the No8, Safi N'Diaye. England struggled to match them in the set piece and contain them in defence. France's power was evident in the 11th minute when they drove the hosts back with ease to set up the opening try for Elodie Guiglion. A fortuitous bounce led to another five points, Lucille Godiveau the beneficiary, but it was brute force that delivered their next two tries: N'Diaye bowling over two English defenders on her way over the line and prop Christelle Chobet repeating the feat from close range. The French added a fifth seven minutes from time through Caroline Ladagnous. England contributed two tries with Wilson and Hann– while Amber Reed's accuracy with the boot improved the scoreboard from their perspectiveah Gallagher crossing in either half and their sevens focus has at least delivered a more competitive Six Nations. Rather than England's usual procession to the title, Ireland remain the only unbeaten team – they secured their first Triple Crown when beating Scotland 30-3 on Saturday. \"It can only make us better in the long term,\" said Clark. \"We'll learn from our success and our failures. We've got two more games and a chance to gain more experience, then hopefully we can really impose ourselves again next year.\" By then, England will hope to have the Sevens World Cup in their trophy cabinet. England Cattell (Saracens);Wilson (Bristol; Scott, Thurrock, 63), Chamberlain (Richmond), Reed (Bristol), Tuson (Bristol); Large (Worcester; McLean, Darlington Mowden Park Sharks, h-t) Mason (Wasps; Gulliver, Lichfield, 56); Clark (Worcester; Crowley, Lichfield, 50), Croker (Richmond; Fleetwood, Lichfield, 47) Hemming (Bristol; Keates, Worcester, 50), Essex (Richmond), Taylor (Lichfield; Burnfield, Richmond, 56), McGilchrist (Wasps; Millar-Mills, Lichfield, 63), Gallagher (Saracens), Hunter (capt, Lichfield). Tries Wilson, Gallagher. Cons Reed 2. Pens Reed 2. France Ladagnous (Lons); Le Pesq (Rennes; Billes, Perpignan, 72), Poublan (Montpellier; Mayans, Saint Orens, 34), Godiveau (Rennes), Guiglion (Perpignan); Agricole (Rennes; Tremouliere, Romagnat, 69), Yahe (capt, Perpignan); Ezanno (Rennes; Vernhet, Montpellier, 63), Salles (La Valette; Mignot, Montpellier, 50), Chobet (Lons; Portaries, Montpellier, 63), Rabier (Ovalie Caennaise; Koita, Bordeaux, 69), De Nadai (Montpellier), Diallo (Bobigny), Grand (Lons), N'Diaye (Montpellier). Tries Guiglion, Godiveau, N'Diaye, Chobet, Ladagnous. Con Agricole. Pen Agricole. Sin-bin: N'Diaye 67. Referee C Rudkin (SRU) Attendance 8,000"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}