{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jun/05/england-ryan-bertrand-chelsea-southampton-republic-of-ireland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-06-05T21:30:01Z", "webTitle": "England’s Ryan Bertrand: I should be at Chelsea but Southampton boosted me", "webUrl": "https://www.theguardian.com/football/2015/jun/05/england-ryan-bertrand-chelsea-southampton-republic-of-ireland", "apiUrl": "https://content.guardianapis.com/football/2015/jun/05/england-ryan-bertrand-chelsea-southampton-republic-of-ireland", "fields": {"headline": "England’s Ryan Bertrand: I should be at Chelsea but Southampton boosted me", "bodyText": "Ryan Bertrand believes he should still be a Chelsea player but has pointed to the clear progress made with regular involvement at Southampton over the past season as key to his return to the England fold. The left-back will compete with Kieran Gibbs for a place in Roy Hodgson’s team in Sunday’s friendly against the Republic of Ireland and the Euro 2016 qualifier in Slovenia a week later, having broken back into the setup for the draw in Italy in March. Bertrand played 39 times for Southampton over the campaign, making his initial loan move a permanent £10m deal mid-season, having endured a nomadic existence with Chelsea. The 25-year-old had nine loan spells with seven different clubs while on the books of the Premier League champions. Although he started the 2012 Champions League final, his debut in European competition, and played 38 games for Chelsea under Roberto Di Matteo and Rafael Benítez over the subsequent season – gaining his first two caps in the process – his progress rather stalled upon José Mourinho’s arrival back at Stamford Bridge, with the chance offered by Southampton too good to turn down. “For me it wasn’t a case of ‘my career isn’t going right, I’m not playing for Chelsea’,” said Bertrand, who made only one league appearance under the Portuguese in 2013 before departing to Aston Villa on loan. “I know personally I should still be there and I should still be playing [for them]. “I know that in myself. That’s my inner confidence. It’s nothing to do with my capabilities that I’m not there, it’s purely circumstance but it is no drama. That is football and these things happen. I’m not trying to prove people wrong and I’ve no grudges [with Mourinho], no chip on my shoulder. Football is football, business is business. “I am fantastically happy at Southampton now, playing week in, week out, developing as a footballer and really enjoying life. I don’t even look back and wish I’d made the move sooner. Everyone has their own path and this is mine, and I’m thankful for everything I learned in my years at Chelsea. I played with some fantastic players and under some world-class managers – 10 or 11 of them – and drew aspects from each and every one. Each season at Chelsea I sensed progress, from playing 10 games to 16, 20 to 34 over a campaign. But the season when it didn’t pan out the way I’d hoped [2013-14] and I lost out on being with England, that made it clear I needed to find somewhere to play consistently.” Bertrand’s reward for excellent form at Southampton – aside from his recall to the England squad – was a place in the Professional Footballers’ Association top-flight team of the year, alongside three former club-mates at Chelsea. “I felt I’d made progress this last season, that I’d got to know myself more as a player,” he said. “Things come more naturally when you’re not in-out, in-out. “Before, every time I was called into the team, it felt like an audition. But if you play more regularly, you get to that stage where you know your game and can make a proper impression, or perhaps try new things. Southampton gave me the platform to perform; the foundations I needed. “Being settled has been massive for me. You get to an age where you need that consistency, not only for yourself but for your family. Previously, every summer I would come back [and ask]: ‘Am I going, am I staying?’ But this has been about raising the levels of my game. I would play occasionally at Chelsea but now I feel part of it properly at Southampton. I feel like a footballer. When the team win and you are playing consistently, you feel good about it. You get a day off the next day and you feel like you deserved it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}