{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/jun/12/ipcc-will-not-investigate-orgreave-police-action-during-miners-strike", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-06-11T23:01:10Z", "webTitle": "IPCC will not investigate Orgreave police action during miners' strike", "webUrl": "https://www.theguardian.com/politics/2015/jun/12/ipcc-will-not-investigate-orgreave-police-action-during-miners-strike", "apiUrl": "https://content.guardianapis.com/politics/2015/jun/12/ipcc-will-not-investigate-orgreave-police-action-during-miners-strike", "fields": {"headline": "IPCC will not investigate Orgreave police action during miners' strike", "bodyText": "The Independent Police Complaints Commission will not mount a formal investigation into allegations of criminal wrongdoing by police even though it has found evidence to suggest that police officers assaulted miners at the mass picket of the Orgreave coking plant during the 1984-85 miners’ strike, then perverted the course of justice and committed perjury in the failed prosecutions which followed. Senior officers at South Yorkshire police, which commanded the Orgreave operation and conducted the prosecutions, privately acknowledged that many officers did overreact at Orgreave, and that there was evidence that they committed perjury, but did not want that misconduct made public. In a report to be published on Friday, the IPCC says that the force’s withholding of evidence about improper treatment of miners and perjury by officers, and its failure to investigate it, “raises doubts about the ethical standards of senior officers at South Yorkshire police at that time” and suggests they were complicit. However, after two and a half years’ research into evidence relating to the bitter Orgreave confrontation and prosecutions which followed, the IPCC has decided not to investigate further. Sarah Green, the IPCC’s deputy chair, said that while she recognised “the seriousness of the allegations and their continuing effect on public confidence [in the police] in the affected communities”, too much time has passed for the allegations of assault and misconduct to be pursued. Green told the Guardian that she accepted that the IPCC will be criticised for its decision, which follows a referral of the allegations by South Yorkshire police themselves in November 2012. The IPCC is running several major investigations, including into alleged South Yorkshire police misconduct following the Hillsborough disaster in 1989, and investigating the same force for its more recent handling of allegations of child sexual exploitation by grooming gangs. “We aren’t short of work in terms of current issues and previous issues which haven’t been looked at before,” Green said. “I accept we might be criticised for the decision not to investigate the Orgreave allegations, but that is the decision I’ve come to.” Former striking miners and their union, the NUM, Labour politicians and campaigners have condemned the decision. Ian Lavery, the Northumberland MP and former NUM president, described the report as “a nonsense and a whitewash”. Yvette Cooper, Labour’s shadow home secretary and leadership candidate, said the IPCC’s decision “lets down” the Orgreave miners’ families, and she questioned the IPCC’s fitness to handle police misconduct allegations. Cooper called for an independent inquiry, potentially modelled on the full disclosure of police documents process overseen by the Hillsborough independent panel, and said of the IPCC: “If they are too limited to do the job, then someone else needs to. For too long there have been serious allegations about the way the miners were treated at Orgreave, but we have never had the truth.” The IPCC examined files relating to Orgreave including those held by South Yorkshire police and their solicitors, Hammond Suddards, and transcripts of the 1985 trial for riot and unlawful assembly which led to 95 miners being acquitted. The confrontation of 18 June 1984 was the most bitter and infamous of the miners’ strike, with 8,000 pickets seeking to prevent lorries leaving the plant, near Rotherham, met by a 6,000-strong contingent of police drafted in from all over the country. The IPCC’s report notes that the South Yorkshire police officer in command accepted in court evidence that no warning was given before mounted police charged into the miners, and that much of the throwing of missiles by miners, claimed as a reason by police for charging, in fact happened after the charge. The report notes that BBC news footage was reversed to show the miners throwing stones before the police charged, an accusation the BBC has never officially accepted. Hospital records showed that contrary to the police story that they had responded to unprovoked violence, more pickets than police were injured, and they suffered serious injuries, including to their heads. The South Yorkshire police chief constable, Peter Wright, had previously decided with the force’s prosecuting solicitor to bring charges of riot and unlawful assembly, which carried potential life sentences, if the circumstances warranted it. After the 18 June confrontation, 95 miners were charged, and ultimately none were convicted, as the main trial collapsed after police were cross-examined by defence barristers including Michael Mansfield. The IPCC confirms reports from the time that one police officer may have forged another’s signature as a witness to his statement, then both officers swore on oath that the signature was genuine. When the court raised the possibility of having the signature forensically examined, the report notes, “The original statement went missing from the court, in circumstances which remain unexplained.” The officer whose signature was apparently forged was said to have given a “blatantly untrue” account in court, and an independent investigation by Staffordshire police concluded there was evidence of perjury. “The Director of Public Prosecutions accepted this was so,” the IPCC report states, “but concluded it was not in the public interest to prosecute.” Thirty-nine miners charged at Orgreave sued South Yorkshire police for unlawful arrest and malicious prosecution, a case settled with the payment of £425,000 and no admission of liability. The IPCC found internal notes by Hammond Suddards, suggesting that senior officers at Snig Hill, the force headquarters, acknowledged that some miners had not been treated properly and there was some perjury by officers. “The note also raises further doubts about the ethical standards and complicity of officers high up in [South Yorkshire police],” the IPCC says in its report. Kevin Horne, one of the 95 acquitted miners and a member now of the Orgreave Truth and Justice Campaign, said he and other colleagues suffered a continuing injustice which required investigation. “Nobody has ever been held to account, and now the IPCC has said they cannot do it, we believe there should be a public inquiry and full disclosure of what happened. The fight will go on.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}