{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/jun/14/tuc-calls-on-angry-public-and-customers-to-help-fight-for-exploited-workers", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-06-13T23:04:10Z", "webTitle": "TUC calls on angry public and customers to help fight for exploited workers", "webUrl": "https://www.theguardian.com/politics/2015/jun/14/tuc-calls-on-angry-public-and-customers-to-help-fight-for-exploited-workers", "apiUrl": "https://content.guardianapis.com/politics/2015/jun/14/tuc-calls-on-angry-public-and-customers-to-help-fight-for-exploited-workers", "fields": {"headline": "TUC calls on angry public and customers to help fight for exploited workers", "bodyText": "Britain’s trade unions are preparing a major campaign to harness public anger against exploitative employers, from coffee chains to cinemas, in a shift to what TUC general secretary Frances O’Grady calls “citizen bargaining”. As the government tightens the rules on strike ballots and it becomes increasingly difficult to secure collective bargaining rights across fragmented workforces, O’Grady told the Observer she planned a radical change in tactics: tapping into the fury of customers and local communities to win a better deal for neglected workers. “We need to create new models of trade unionism, because there’s one thing about representing people in BT or BMW or the NHS, and there’s something else about organising baristas and cinema workers and shopworkers.” Citing the campaign at the Ritzy cinema in Brixton, south London, where staff fought off redundancies and won a living wage last October after the threat of a boycott by cinemagoers, O’Grady said: “Imagine if we could scale that up to cinema workers in the whole industry. Imagine if we could win systematic broad support from families, communities and the public. Collective bargaining almost becomes ‘citizen bargaining’ with the employer, to win fair treatment for workers.” In the US, community campaigns have helped win improvements in pay and conditions for staff in several industries, including fast food and retail. Retailer Walmart offered 500,000 staff a pay rise to $9 an hour last February after public protests. O’Grady said that approach could be mirrored in the UK. “Increasingly we have used a quite proper sense of moral outrage about the treatment of workers.” While some senior Labour figures have portrayed the party’s election defeat as a rejection of policies championed by the unions, O’Grady insists she is providing a voice for serious public concerns over inequality, runaway executive pay and exploitation at work, which are not being taken up by the political parties. “I think we are in one of those transition periods where trade unions, social movements, other organisations, have to fill some of the space that’s been left, which puts some responsibility on us. We’re conscious of that, and we’re planning initiatives to reach out to young workers in particular,” she said. “We’ve got a just cause.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}