{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/jun/12/how-web-connections-could-be-key-to-fighting-isis-the-ultimate-start-up", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-06-11T21:52:08Z", "webTitle": "How web connections could be key to fighting Isis, 'the ultimate start-up'", "webUrl": "https://www.theguardian.com/australia-news/2015/jun/12/how-web-connections-could-be-key-to-fighting-isis-the-ultimate-start-up", "apiUrl": "https://content.guardianapis.com/australia-news/2015/jun/12/how-web-connections-could-be-key-to-fighting-isis-the-ultimate-start-up", "fields": {"headline": "How web connections could be key to fighting Isis, 'the ultimate start-up'", "bodyText": "Before the Islamic State of Iraq and the Levant shed the second half of its name, rebranding itself Islamic State, it did what most web-savvy groups do: it floated different names online and gauged reaction. That kind of agility is foreign to the way governments operate, says Quintan Wiktorowicz, a former adviser on countering violent extremism (CVE) to president Barack Obama. Bringing the dynamism of Isis – what he calls “the ultimate startup” – to the fight against the militant group is the goal of Hackabout, an event Wiktorowicz is helping to run on the sidelines of this week’s regional CVE summit in Sydney. Inside the spacious event room, decked out in coloured chairs and beanbags, young people are chatting animatedly and gesticulating into screens. Scribbled on butcher’s paper are phrases such as “Tinder for mentorship”, “Isis bloopers” and “dodge-a-recruiter”; the wisps of ideas vying to win funding and be turned into a full-blown app or digital campaign. That entrepreneurship can help fight violent extremism sounds like the wooly optimism typical of Silicon Valley, but Wiktorowicz is convinced. “Very simplified, radicalisation is the combination of anger and disempowerment,” he says. “Entrepreneurship is the ultimate narrative of empowerment.” Digital artist Kathryn B (not her real name) is one of the 60 participants, just back from presenting her idea to the US State Department. Along with a team of other Curtin University students she developed 52 Jumaa, an app aimed at “giving young Muslims an opportunity to create social change”, she says. Users choose qualities they want to develop, such as patience or courage, and are given challenges – get involved in youth work, make your mum a cup of tea – to help them along. ConnectMe is one app Yassmin Abdel Magied and her team are scrambling to develop. As she sees it, extremism comes from a sense of powerlessness. “Isis finds those people, creates a personal connection and says: ‘Here’s how we can empower you’,” she says. The app, initially aimed at Muslims but open to all, would connect young people with engineers, coaches, writers – whichever kind of mentor they ask for. “It’s about connecting people with others outside their immediate circles,” she says. An earlier “haqqathon” in Abu Dhabi – playing off “haqq”, the Arabic word for truth – produced a website called Marhubba, a place for young Muslims to learn what the Qur’an teaches about sex and relationships in countries where sex education is frowned on and families are reluctant to broach the topic. Most valuable, Wiktorowicz says, are the networks built between participants in similar hackathons around the world. He’s worked on four in the past five months. “That’s 250 to 360 talented Muslims globally connected to each other,” he says. Participants in Hackabout will make their pitches on Friday, the winning idea to be adopted and funded by Wiktorowicz’s “incubator”, Affinis Labs. • This article was amended on 7 February 2019 to remove some personal details."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}