{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jun/05/barcelona-jordan-henderson-liverpool-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-06-05T21:30:01Z", "webTitle": "Barcelona pair the benchmarks for studious Jordan Henderson", "webUrl": "https://www.theguardian.com/football/2015/jun/05/barcelona-jordan-henderson-liverpool-england", "apiUrl": "https://content.guardianapis.com/football/2015/jun/05/barcelona-jordan-henderson-liverpool-england", "fields": {"headline": "Barcelona pair the benchmarks for studious Jordan Henderson", "bodyText": "Jordan Henderson will wait until just after the England squad dinner on Saturday night before peeling away from the throng, all bound for one of the big-screened communal rooms at their disposal, and heading instead back to his room. Like most of the players in Roy Hodgson’s party at their Dublin hotel, the Liverpool midfielder will spend his evening entranced by the Champions League final in Berlin although, judging by his pre-match thrill, he may do so with notebook in hand. A collision between Barcelona and Juventus provides lavish entertainment. For Henderson, it will also be an education. A campaign that began with Hodgson handing out homework to those in the national set-up will end with one of the key members of the side soaking up events at the distant Olympic Stadium. Henderson is well versed in the phenomenal work rate put in by Luis Suárez, a former club-mate, amid the most mouth-watering front three in world football. He gawped again at that industry first-hand when watching from the stands at the Etihad Stadium as Barça triumphed over Manchester City in February. Yet drawing his attention in Germany will be the role played by Ivan Rakitic, perhaps an overlooked talent, and the Catalan club’s midfield in granting that attacking trio the licence to run riot. “Rakitic was one of the players I was watching more closely that night at City,” said Henderson. “He doesn’t get the praise given to Neymar, Messi or Suárez, but he’s so influential and does all the dirty work. He has qualities I can learn off. Everyone loves watching that front three play – I was blown away by that – but, while the credit goes to them, they all work just as hard behind them. Rakitic is a big part of that. “I’ve spoken to Luis a few times over the season and he is improving all the time, which is hard to believe. He is an outstanding player and was a joy to watch when he was with us at Liverpool, and he taught me a lot. Apart from being brilliant individually, it was what he gave the team which was important: his work rate, for someone with his talent, was unbelievable. You see lots of players with the talent but not the mentality. He has both. He would never miss a training session, never miss a game. He’s a footballer everyone should aspire to: a winner.” Henderson retains that feverish desire for self-improvement. He has started all but one of England’s games since the World Cup in Brazil, his influence growing within Hodgson’s setup even if he still points to a need to develop “tactically, physically and technically”. There will be a 21st cap at the Aviva Stadium on Sunday. At Liverpool, with Steven Gerrard departed, he is a mainstay of midfield. Yet he joined up with the England squad having been scarred by recent traumas at club level. The domestic campaign had ended on a dismal note with that startling 6-1 thrashing at Stoke on the final day, a humiliation, and a sixth-place finish which posed serious questions of the manager, Brendan Rodgers, and the team’s ability to challenge. The owners have since backed their man, a sentiment apparently shared by the squad, but the obliteration at the Britannia Stadium merely served to remind all parties that much of the last campaign had been unacceptable. Henderson described that first-half five-goal capitulation in the Potteries as “horrendous”. “But, again, we have to move on and start afresh next season,” he said. “The last year has been a learning curve. We have a young squad and a lot of us played in the Champions League for the first time, and we didn’t do ourselves justice in that competition. OK, we got back on track after a disappointing start and had a couple of great months mid-season, reaching the semi-finals in the two cup competitions. But it is all well and good getting there. The next step for us is to learn how to get over the line. “We need to push and win a trophy. I don’t think we are far away. Of course I wanted the manager to stay, but next season is big for everyone involved, we all know that. There is great potential in the squad. James Milner has already joined, and there may be others coming in, so that’s exciting. You have to keep your best players as well, and Raheem [Sterling] is an outstanding player, huge for us and someone we need to keep. He’s a very mature young lad, level-headed, and someone who knows what he wants. He has to choose his path, but I hope the decision comes to stay at Liverpool. It is a good group with lots of talent, but we have to start showing that now in the Premier League and by reaching finals and winning them.” Milner could potentially end up challenging Henderson for the club captaincy at Anfield now that Gerrard is Los Angeles-bound, with no guarantees having been offered up as yet by Rodgers as to who will wear the armband. “That is something for him to decide,” said the current vice-captain. “I will just concentrate on playing these next two games for England and, when I go back to Liverpool, have a good pre-season. I know I can do more, I can take on more responsibility. I’m working with a lot of young players, and I always want to improve whether that’s for club or country. I have a lot more to give.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}