{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2015/jun/24/bend-it-like-beckham-review-phoenix-theatre-winning-musical-fairytale", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2015-06-24T22:00:00Z", "webTitle": "Bend It Like Beckham review – footie musical is a game of two halves", "webUrl": "https://www.theguardian.com/stage/2015/jun/24/bend-it-like-beckham-review-phoenix-theatre-winning-musical-fairytale", "apiUrl": "https://content.guardianapis.com/stage/2015/jun/24/bend-it-like-beckham-review-phoenix-theatre-winning-musical-fairytale", "fields": {"headline": "Bend It Like Beckham review – footie musical is a game of two halves", "bodyText": "You have to admire the timing. With England riding high in the Women’s World Cup, this seems an ideal moment to launch a musical version of the 2002 footie film. Since it is once again directed by Gurinder Chadha, who also co-wrote the book with Paul Mayeda Berges, it is hardly surprising that it has the same exuberant cheerfulness as the film, and a similar tendency to offer easy solutions to difficult social problems. As in the film, the focus is on Jess, the 18-year-old footie-mad, Beckham-worshipping daughter from a Sikh family living in Southall, west London. Inevitably, Jess’s passion for the game leads to a culture clash with her parents and forces her to disguise the fact that she has become a vital striker for the Hounslow Harriers. Jess’s problems are paralleled by those of her friend Jules, battling with the prejudices about women’s football of her mum, Paula, who has been turned from the primly conventional figure of the movie into a raucous, if solitary, sexpot. Chadha’s production, Aletta Collins’s choreography and Neil Austin’s lighting between them neatly overcome the problem of putting football on stage: a strong female ensemble shows deft ball control and, whenever Jess takes a penalty, the crucial leather is turned into a soaring circle of light. Even if Charles Hart’s lyrics – with phrases such as “If someone gets the glory, why shouldn’t it be me” – are no more than serviceable, Howard Goodall’s score is delightfully eclectic. Goodall uses Punjabi rhythms to great effect in the wedding celebrations and the scenes set in Southall market, while deploying his skill at writing big choral numbers in the first-act finale, Just a Game. But the show’s festive gaiety and liberal spirit also become a way of masking the big issues: rigid parental opposition to Jess’s ambitions melt away as quickly as the snobbery of a Sikh family who don’t want their son to marry Jess’s lower-middle-class sister. As long as you accept it as a wish-fulfilling fairytale that scores more heavily after half time, the show is perfectly enjoyable. Miriam Buether’s design ingeniously shifts from suburban sitting rooms to wooded parkland and there are very good performances from Natalie Dew as the determined but divided Jess, Preeya Kalidas as her vivacious sister, Lauren Samuels as the single-minded Jules and Sophie-Louise Dann as her man-hungry mum, who has one of the show’s best numbers, There She Goes. As Jess’s dad, a frustrated spin-bowler and victim of historic British racism, Tony Jayawardena combines physical bulk with effortless grace in a way that reminded me of the great Pakistani batsman Inzamam-ul-Haq. It may seem an odd comparison in a show all about football, but it’s a reminder, like this feelgood musical itself, that the barriers we erect between sport and theatre are rapidly crumbling. At Phoenix theatre, London, until 24 October. Buy tickets from guardianboxoffice.com"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}