{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2015/jun/02/doctors-aim-for-single-test-to-detect-risk-of-four-cancers-in-women", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2015-06-01T23:01:01Z", "webTitle": "Doctors aim for single test to detect risk of four cancers in women", "webUrl": "https://www.theguardian.com/science/2015/jun/02/doctors-aim-for-single-test-to-detect-risk-of-four-cancers-in-women", "apiUrl": "https://content.guardianapis.com/science/2015/jun/02/doctors-aim-for-single-test-to-detect-risk-of-four-cancers-in-women", "fields": {"headline": "Doctors aim for single test to detect risk of four cancers in women", "bodyText": "Doctors have raised the possibility of a single screening test which could detect the risk of four different cancers in women, raising hopes of catching them early and saving lives. A four-year Europe-wide trial was announced on Monday with the aim of developing a test similar to the current simple cervical smear, which will identify a woman’s risk of developing cervical, ovarian, womb or certain sorts of aggressive breast cancer. Prof Martin Widschwendter of University College London (UCL), the lead researcher on the programme, said it was potentially game-changing for women’s cancers. “If we can see it coming, there’s a good chance we can stop it coming,” he said. The European commission has given the women’s cancer department at UCL, which is running the research programme, €7.9m (£5.7m) , with a further €1m coming from the Eve Appeal. UCL will run the programme with 13 partners from across Europe. The new test will look for DNA alterations, specific epigenetic changes and for the presence of certain bacteria, to give a personalised picture of the risk of developing one of the four cancers. These cancers represent 47% of all cancers in women. Big strides forward in the treatment of breast cancer over the last few years have not been mirrored by advances in dealing with gynaecological cancers, some of which have a five-year survival rate of just 40%. “At present, we can predict breast and ovarian cancers in women who carry the genetic defects BRCA 1 or 2, and those women tend to do well, but they only represent one in 10 of these cancers,” said Widschwendter. “What’s significant about this test is that it will identify a lot more of the other 90%, and we can then recommend either intensive screening or hormonal drugs or surgery to reduce the chances of cancer developing.” Widschwendter said the four cancers in the study were largely triggered by the same circumstance, which was abnormal hormone levels. Also, in all four diseases the abnormal cells are in the epithelium or lining cells, which was why examining cervical cells, which are lining cells, was a good way to predict how similar cells in other parts of the body would behave. Annie Mulholland, 62, who was diagnosed with an advanced, aggressive ovarian cancer in 2011 after mentioning a “scratchy” sensation in her abdomen to her GP, said the test would save other women from going through what she had been through. She is about to start a third course of chemotherapy. “Cancer like mine is almost impossible to detect early, so predicting and preventing it has got to be the way forward to stop other women in the future going through what I’m going through now,” she said. Widschwendter, who was a breast surgeon in his native Austria before moving into gynaecology – an unusual combination of specialisms that have allowed him to see common strands in different women’s cancers – called the research programme very ambitious but said it was clearly the direction in which cancer medicine had to move. “If you look at heart disease, which has been the biggest success story in medicine in recent years,” he said, “the outlook has improved dramatically because we now have markers like raised blood pressure and raised cholesterol which allow us to intervene with preventative measures such as drugs or lifestyle changes. That has to be the model we mimic for women’s cancers.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}