{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2015/jun/28/mls-new-york-city-fc-v-new-york-red-bulls-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-06-28T22:58:21Z", "webTitle": "MLS: New York City FC v New York Red Bulls – as it happened", "webUrl": "https://www.theguardian.com/football/live/2015/jun/28/mls-new-york-city-fc-v-new-york-red-bulls-live", "apiUrl": "https://content.guardianapis.com/football/live/2015/jun/28/mls-new-york-city-fc-v-new-york-red-bulls-live", "fields": {"headline": "MLS: New York City FC v New York Red Bulls – as it happened", "bodyText": "And that’s it. The Red Bulls are deserved winners. NYC FC got off to a storming start but they were over as a threat after 15 minutes. After that, the Red Bulls had too much composure and too much craft for their rivals. “As a New Yorker who never really got into the Red Bulls, what are people seeing in NYCFC?” asks Matt Richman. “Excellent branding aside, the ownership and the performance on the pitch isn’t really a selling point for would-be fans. Can a result like this slow down fan acquisition?” You can slow down their millions of petro-dollars for a while, Matt but they will tell eventually. Give them a few seasons and they’ll be just fine/sickening (delete as appropriate). 90 min+1: NYC FC have had a few decent chances as the game ticks down - Robles has to deal with another shot from distance. But it’s all too late, and the Red Bulls are winding down a gear anyway. 90 min: There will be of three minutes of added misery for NYC FC. Having said that, Allen has a decent chance on the break after a nice string of passes across the field but Robles palms it away. 88 min: McNamara tries this: But comes up something closer to this: Which sums up the second-half 86 min: The pitch is still causing problems. Wright-Phillips slips in the area, the same one that a few players have had trouble with today. The official attendance is 40,070 - the atmosphere has been good but not quite as crazy as the first derby. Oh, and the Red Bulls should have scored their fourth. Zizzo crafts a fine chance for the new sub Sanchez but the ball hits the post when it really should have hit the back of the net. 82 min: Villa is attempting to keep his team in the game on his own. His shot skips off the pitch and just wide of Robles’s right-hand post. 79 min: Kljestan is running off a knock but looks OK to continue. Perrinelle is arguing with the ref about something. Not a great idea when you’ve been booked. Also when you’ve just blatantly handballed on the edge of the area. NYC FC have a free-kick. It’s decent one too from Villa but doesn’t have enough zing to beat Robles. 76 min: NYC FC nearly pull one back. Poku unleashes a stinging shot that Robles has to tip away - a great effort and and even better save. Meanwhile, Gareth Bale signs for NYC FC (kind of): Corner for Red Bulls. Understandably, they decide to float it towards the 6ft5in Miazma at the far post, and he plants it past Saunders. 72 min: Probably NYC FC’s best move of the second-half. Poku and Villa move it across the edge of the area before the Spaniard shoots low and hard. But it’s wide of the target. 70 min: A bad slip in midfield from NYC FC sets Kljestan free. But after his magnificent through ball a few moments ago, this one is terrible and his hit behind Wright-Phillips. Brovsky is replaced by Calle. Brovsky put the “slow” in “Wow, Brovsky is slow” so assume that’s part of the reason as FC chase the game. 67 min: Zizzo on for Abang. So now you know. 66 min: GOAAA ... Oh. Wright-Phillips should have killed the game off there. Kljestan plays a lovely, angled ball into the forward’s feet and he’s one-on-one with the keeper. But with pretty much the whole goal to aim at, he fails to find the back of me. And NYC FC are still in this ... just. 63 min: New York City FC are now restricted to long shots. McNamara unleashes one from distance but Robles has time to sit down, light his pipe, make a cool drink and watch the ball sail over the bar. 61 min: Grella jinks into the box but fails to see Wright-Phillips who was completely on his own on the penalty spot. 60 min: Pirlo solutions: 58 min: Perrinelle has been booked, by the way. Just before Wright-Phillips hit the post. My commentary is now operating backwards in time. 57 min: Wright-Phillips strikes the post! As Poku ambles on the Red Bulls have some space and BWP twists and turns in the area before striking the ball across Saunders and on to the foot of the post. Luckily for NYC FC, it rebounds out to safety. 55 min: Maybe the Red Bulls changed studs at half-time and can no actually run around without slipping over. Or maybe the fact that NYC FC can’t string a pass together had something to do with it. That said, FC have a decent chance as McNamara narrowly misses connecting with a free-kick swinging into the box. Poku is on for Ballouchy. Duvall slams the ball home from close range but he has Abang to thanks, who rose to head in a crowd of players straight to his team-mate’s feet. A fantastic leap. Somewhere in the stands, Pirlo warms up for another kiss. 50 min: Pirlo is taking time out from seeing his future team to have a little kiss with his wife. I assume it’s his wife anyway. If it isn’t, I hope she isn’t watching. Anyway, good to see his relationship is going well even if his team are imploding. What a goal! And that had been coming-ish. Wright-Phillips has drifted into the middle of the park more has the game has gone on. It’s pretty effective: the ball is crossed in from the left and Wright-Phillips connects sweetly with a left-footed volley. Saunders has no chance. 46 min: And we’re back. Zubar is off for Perrinelle. Not a tactical change, Zubar has picked up an injury. Half-time thoughts: Hard to disagree with Kreis: his team dominated early on and should have been 2-0 up after 10 minutes. But they lost focus after that, and the Red Bulls managed to disrupt their rhythm and drive. Wright-Phillips has started to look dangerous too, this is far from over despite NYC FC yet to lose when leading at half-time this season. Half-time: Wright-Phillips shouts for handball after his shot is deflected but his appeals are waved away. Jason Kreis is interviewed as he trots into the tunnel “It was a great start. But apart from the first 20 minutes we were poor ... we’re not finding our midfielders.” 45 min+2: Duvall loops a high, swinging cross into the box but the generally excellent Saunders is off his line to claim the ball. 45 min: Three minutes of added time. 44 min: A weird ricochet results in Abang gaining possession around four yards out but quick thinking from Saunders snuffs out the danger as he springs on top of the ball. 43 min: Plenty of people commenting on the lack of width on the pitch. Not exactly Pirlo-friendly. 42 min: Villa and Robles are booked after calling each other names. Seemed a bit harsh, what’s the point of sport if you can’t swear at each other? 40 min: Free-kick to NYC FC around 30 yards out from a dangerous-ish angle. It’s cleared by the Red Bulls and the ball falls to Villa who unleashes a hilariously inaccurate shot into the Hudson. Still, I guess the World Cup win kind of makes up for that. 37 min: The Red Bulls are on top now. Another dangerous ball into the box from Lawrence that eludes the entire FC defence. And the entire Red Bulls attack for that matter. 34 min: Ooof. Nearly an equaliser: the ball is slashed into the far post by Lawrence and Grella bombs into the area to head home. Or he would have done if he was slightly quicker. Instead he has to make do with scaring a good portion of Yankee Stadium to death. Or near to death, anyway. Or maybe 3% of the way to death. 31 min: The City crowd want Pirlo. Don’t worry, you’ll get Pirlo: Bradley Wright-Phillips has been (predictably) the Red Bulls most dangerous player today. He has found himself in space a few times - on this occasion he turns and flashes a ball across the face of goal. 28 min: Corner to NYC FC. It’s a nasty inswinger but the Red Bulls are there to head clear. Villa players a lovely one-two and finds the ball at his feet. As he attempts to cut the ball back and slips though - Taylor Twellman on ESPN reckons a few of the players have the wrong boots on for the slippy (baseball) outfield at Yankee Stadium. 25 min: Wright-Phillips juggles the ball in the NYC FC box but only manages to fall over. Abang was OK after that challenge with Wingert. Wingert, however, limps off with a knee injury sustained in the same incident and will be replaced by Brovsky. 23 min: The camera cuts to Pirlo and he gets a biggish cheer. Or maybe they’re cheering his kids who are sitting next to him. Or LL Cool J - also in the stadium - in a tribute to NCIS: Los Angeles. “The Red Bulls’ bus was an hour late to the ground, you say,” writes Justin Kavanagh. “Perhaps the Governor’s already closed the bridges.” 20 min: Wingert in action again, a nasty-looking collision with Abang has both players down clutching themselves. Wingert is limping to the sidelines but should be OK to carry on. 18 min: Diskerud is causing plenty of problems with his incisive runs into the box, and the Red Bulls are having trouble containing them. One leads to a corner, which lands at Wingert’s feet. He gets a little too cute, attempting a backheel from three yards out but it’s badly done and goes wide. At the other end, Wright-Phillips has the ball in the net but it was offside. 15 min: If you want to see the goal, it’s here: 14 min: A great, surging run for Diskerud is stopped as he skips into the box. It’s all NYC FC at the moment, with Red Bulls gaining occasional relief from a free-kick. At least they have their free-kicks. 11 min: Some stats for you: 10 min: The Red Bulls’ bus was an hour late to the ground, by the way, which could explain the early goal. Or maybe they just didn’t really mark McNamara. 9 min: And NYC FC nearly score again. This time Ballouchy picks the ball up at a tight angle and his shot curls just wide of the far post. There were NYC FC players diving in too. McNamara’s goal came from a fine finish and great control but he had plenty of time to pick his spot. My girlfriend calls from Australia. I can confirm that the derby has little visibility in inner city Sydney. It’s their loss. Villa breaks into the box and wins a corner but play is delayed after Wingert recovers from an (accidental) knee to the face. And then McNamara scores! There’s a flick on, which he picks up. He has plenty of time to pivot around 10 yards out and stroke the ball home. 3 min: We have a free-kick to Red Bulls early on as McCarty is fouled. It’s sailed in to the box but Saunders is out quickly to cut out the danger. He stumbles as he clears but all is well for the home team early on. 1 min: And we’re off. Red Bulls, in dark blue, kick-off. FC are in their familiar light blue. There is various long-ball nonsense to start the game. And this man just turned up: An email from Justin Kavanagh: “Perhaps NY Red Bulls – who are from New Jersey incidentally, not really NY at all – could stage a coup next time this derby comes around by getting their colors onto the new World Trade One building? Or perhaps they can’t afford the electricity bill, what with the wages they have had to pay Thierry Henry and Co these last few seasons? Is this perhaps why both coaches are hoping for their fans to generate so much electricity tonight? “One other thought, I’m concerned that Governor Christie might close down ALL the bridges into New York tomorrow in a fit of pique at New York City winning this first round of the Battle of the Buildings.” ESPN are debating whether the New York derby is a rivalry after just one showing. The answer appears to be: “Kindofyeahwhynotwepaidtoshowthisright?” I will say that the atmosphere in the first one of the season/the history of the universe was excellent. Whether that atmosphere will translate to the wide open spaces of Yankee Stadium remains to be seen. And look who’s turned up: Gareth Bale has turned up too, but we’re assuming he’s just here for a holiday and a nice ride up to Cold Spring on the train tomorrow rather than to beat Andrea Pirlo to the third DP spot. And the Red Bulls have confirmed their starters: Bradley Wright-Phillips is now up for the interview. He refuses to toe the party line and say the atmosphere is electric. Bad Bradley! He is the Red Bulls’ top-scorer this season but has only scored five so far, compared to 12 at the same stage in 2014. Confirmation that David Villa can head the ball (completely useless fact: NYC FC have yet to score a headed goal at home this season): Interviews with the coaches before the game. Jason Kreis says the atmosphere is “electric”. He took the train to the game and was heckled, presumably by Red Bulls fans. He says his team has gained confidence over the last few weeks and that has helped them gain confidence. Jesse Marsch says it could be a “crazy” game and also says the crowd will be “electric”. Two different coaches, two different men united by their keen sense of electricity. Bad omens for the Red Bulls: 1) They’re pathetic away from home this season, having won just once in seven attempts. 2) The people of New York have spoken: and they voted for the Empire State Building to shine blue last night. Good omens for the Red Bulls: 1) They’re coming off a win in midweek against Real Salt Lake. 2) The Empire State also lit up in honor of the Knicks and Nets in the past 12 months, and that ended excellently. And FC get their team sheet out early: Hello! You may remember the last New York derby as confirmation that the Big Apple is still the Red Bulls’ city, and that NYC FC were the more comically inept part of Manchester City’s evil footballing empire. And then this happened: And then this: And, go on, this: And all mixed in with this: And all of a sudden, NYC FC can overtake their cross-city rivals if they win tonight. You, and Frank Lampard, can follow all the action here wth us. Tom will be here shortly, in the meantime here’s a look at MLS’s newest drum crewL History will be made this Sunday as New York City FC host the New York Red Bulls in the first ever Hudson river derby at Yankee Stadium. As both teams prepare for another impassioned encounter, one particular fan group is eagerly awaiting this memorable day. The beat of the drum can be heard as soon as you step down from the elevated subway stop at Yankee Stadium. As you make your way toward the ground, the sound intensifies. Around here, the sea of blue shirts overwhelms any other piece of clothing, and men with drums warm up the small crowd. This pre-game soccer ritual is similar to something you might see in Brazil or Argentina. It could even be considered a smaller version of a Barra Brava. But this isn’t South America. This is New York. Like any passionate Colombian, Jonathan Salas has soccer in his blood, so when NYCFC announced their arrival to the MLS, the MTA worker from Ozone Park, Queens, was all in. For the rest of the article, click here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}