{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jun/11/england-womens-world-cup-bassett-bruise", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-06-11T21:35:51Z", "webTitle": "Elbow incident leaves England’s Laura Bassett bruised but unbowed", "webUrl": "https://www.theguardian.com/football/2015/jun/11/england-womens-world-cup-bassett-bruise", "apiUrl": "https://content.guardianapis.com/football/2015/jun/11/england-womens-world-cup-bassett-bruise", "fields": {"headline": "Elbow incident leaves England’s Laura Bassett bruised but unbowed", "bodyText": "The bruise beneath Laura Bassett’s eye has turned a deep shade of purple and the England centre-half hopes it will serve as a warning against illegal use of the elbow during Canada 2015. Bassett suffered the injury when she received a painful jab from the elbow of France’s Camille Abily as the pair challenged for a high ball deep in the second half of England’s 1-0 defeat on Tuesday. The referee failed to spot an incident which left the area beneath Bassett’s eye discoloured and severely swollen but Fifa chose not to use retrospective video evidence commonplace in the Premier League to punish Abily with a ban. Perhaps wanting to preserve good relations, England – billeted in the same Moncton hotel as France – did not opt to force the issue by lodging a formal complaint. “It’s out of my control,” said Bassett. “The FA have to do what they deem best. I just hope no one else in the tournament is on the receiving end of something like this. I just hope if something like this happens again it is not missed.” The elbow was clearly reckless but Bassett, 28, is not sure it was deliberate, although you sense she has a pretty good idea it was. “I don’t know,” she said. “You can see me looking at the ball. I think she jumps higher but her elbow makes contact with my cheek.” Happily her vision remains unaffected. “The eye itself is good,” said Bassett. “It just doesn’t look great. My mum said, ‘It just looks like you can’t apply your make-up.’ Everyone is getting on board and abusing me.” The altercation itself was less of a laughing matter. “When it happened I was just concentrating on the ball, then I felt something hurt my cheek,” said the Notts County defender who is hoping to win her 51st cap in the now vital Group F game against Mexico in Moncton on Saturday. “I thought that’s not the ball, I didn’t know what it was. I went down, I could feel something getting warmer and warmer. I thought what the hell is this. I could feel it getting warmer and warmer. “I thought ‘Am I OK? Am I not?’ I realised I was OK. That is when I got back up. I didn’t have a clue what had happened. Jill Scott came up to me and I said, ‘I need a drink’ and she said, ‘OK but do you want me to put water on it?’ I was like, ‘What?’ “Jill said she got scared because she could see this thing growing and growing. I said ‘No I don’t want water’. I didn’t have a clue but I knew it was not the ball that had done the damage. When I realised there had been no red or yellow card I had to switch myself back on to stay in the game. I wasn’t that happy with the contact. I could feel something growing under my eye. I went to the referee and said, ‘What’s this, what’s happened here?’ But if you’re not hurt, you don’t stay down. “Faking injury has never been part of our game. I don’t think we’re that good actresses but I think we should stick to playing football. We’re here to do a job and hopefully deliver it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}