{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/jun/21/greece-in-turmoil-is-euro-to-blame", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-06-20T23:05:01Z", "webTitle": "Greek crisis: was the euro always a bad idea, a cause of Europe’s woes? | Will Hutton and Heather Stewart", "webUrl": "https://www.theguardian.com/commentisfree/2015/jun/21/greece-in-turmoil-is-euro-to-blame", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/jun/21/greece-in-turmoil-is-euro-to-blame", "fields": {"headline": "Greek crisis: was the euro always a bad idea, a cause of Europe’s woes?", "bodyText": "Dear Will Greece may yet escape the humiliation of defaulting on its debts and being forced out of the single currency. Yet the terrible suffering of its people over the past five years shows that the single currency is a fundamentally misconceived project. It is extraordinary that an economic catastrophe on the scale of the Great Depression has been visited on a country in 21st-century Europe, not because of the neglect of the policymaking elite but under their direct supervision – and indeed under the guise of a “bailout”. So doctrinaire have Berlin and Brussels been in imposing neoliberal strictures on Greece – not just deep budget cuts in the midst of recession but the dismantling of collective bargaining and the privatisation of state assets – that the end result has been economic misery and social division; even the International Monetary Fund has sometimes seemed to balk at their hardline approach. The banks that led recklessly in the runup to the crash were made all but whole; Greek families have paid the price. As Amartya Sen suggested recently, the management of the crisis has proceeded through “unilateral decisions in secluded financial corridors”, instead of transparent, democratic politics. What was meant to be a solidaristic, progressive project, sharing the best of Europe’s economic and social model across the continent, has instead ended up stoking nationalism and mutual suspicion — and, in Greece’s case, despair. Dear Heather I am the mutt cast to argue against what is the British common sense, ranging from Ukip through to the economics pages of the Observer and the Guardian, and steeling myself for derision from all sides! Nonetheless I don’t think, even while sharing your view that dark forces are on the march in Europe, that the euro is the source of every European political and economic ill, that designing workable currency regimes for a continent of 28 very open countries is easy, or that Greece would have had a relatively softer time had it kept the drachma. The forces at work today are much deeper and the inference of your argument – that EU member states should give up on the EU and on fashioning institutions that manage today’s interdependencies – is much more dangerous than trying to make the euro, and the EU, work. World banks would have lent absurd amounts to Greece in the run up to the 2008 financial crisis independently of whether it was in or out of the euro. The European Central Bank and the euro stabilised, along with parallel action in Ireland and Portugal, what would have been a generalised European depression. Access to this strength is why the prime minister, Alexis Tsipras, and Syriza want to stay in the euro. Greece was and is a casualty of wild lending mania, not the euro. Greece’s lenders should be more enlightened and the burden of adjustment more equitably shared. Greece should be offered proper debt relief and Britain should play its part too. But adjustment cannot be escaped. No country could sustain a budget deficit of 15% of GDP as it was, and there was no painless way out. To understand Keynesian economics as the doctrine of never-ending budget deficits and avoidance of hard choices is to traduce Keynes’s insights. Dear Will I hardly think anyone would cast you as a mutt! Nevertheless, I reject the idea that being sceptical about the euro entails being Eurosceptic, let alone a fellow traveller with Ukip. The aim of fostering solidarity and forging common values across a continent that has so often been riven with conflict is an inspiring and uplifting one: count me in. It’s just never been clear to me that the logical conclusion of that aspiration has to be a single currency. You’re right about the deep-seated problems in the Greek economy, not least systematic tax-dodging, and while Syriza insists it’s ready to take on these challenges, it’s no surprise its creditors are sceptical. Yet going back to the causes of Greece’s woes, much of the “wild lending mania” resulted from investors’ unthinking belief that by signing up to the euro, member countries had implicitly agreed to bail each other out, so that lending to Greece was just as safe as lending to Germany, regardless of their respective economic and fiscal strength. Indeed, the “convergence” in bond yields, or interest rates, across the euro-area used to be cited, by ECB president Jean-Claude Trichet, for example, as a badge of the single currency’s success. And since the crisis erupted, far from acting as a progressive bulwark against the unfettered power of the financial markets – by having the courage to face down the banks that had lent so thoughtlessly, for example – eurozone politicians have often seemed like the markets’ enforcers. Europe’s elites have surely been guilty of letting political idealism run ahead of hard-nosed economics – thinking that by constructing a shiny new set of institutions and rules, they could just legislate away the deep differences between European economies. Dear Heather I’d love to count you as a supporter of the nobility of the European project but your opening salvo is in part straight Ukip – a bit late to backtrack now! Some context: Europe arrived at a single currency because the currency regimes it had tried before did not work in promoting the trade and integration you claim you want. Both floating exchange rates and semi-fixed exchange rates – the Exchange Rate Mechanism – were dysfunctional. That was in part because floating rates are prey to individual states’ self-interested manipulation, even before rates get pulled out of true by speculation and capital flows; and in part because in effect the hyper-conservative Bundesbank’s policies became the benchmark for monetary and fiscal policy for the entire EU. All others had to shadow, with no countervailing leverage. Nobody thought they could legislate away the differences between European economies with a “shiny new set of institutions and rules”. They were trying to create a currency regime run by all Europeans that over the medium term would not have the dangers posed by the other broken systems – even if it posed new risks . In a floating exchange rate system, Greece would still have run up huge debts. I accept that euro membership added some fuel to the fire, but your memory is not serving you well. Jurisdictions in any currency regime that wanted to borrow irrationally in the runup to 2008 could do so freely – remember Iceland. Post-crisis, in a floating-rate system, Germany could have walked away and let Greece go hang – bank runs, depression or hyperinflation. In a single currency, it, the Commission and the ECB have to engage, however bad-temperedly. As one of the fathers of the EU, Jean Monnet, once said, Europe will be forged in crises. We are living through one now. Dear Will Like any political project, the single currency is the result of iteration, evolution and hard bargaining – with a good dose of idealism thrown in – but the “leverage” you talk of countries outside Germany lacking in the old, pre-euro world is precisely what they surrendered on joining. Without their own currency, with no control over their domestic interest rates, and – if the latest Franco-German plans for economic governance proceed – only limited room for manoeuvre over tax and spending policy, they have no levers left to pull. Which would be fine if the separate economies in question were sufficiently aligned to be treated as one bloc for the purposes of monetary policy; but surely the contrasting fortunes of the core and peripheral countries even before 2008 suggest that is not (yet) the case? Given the stark differences between member countries, a single currency might also be workable with a common tax-and-spending policy that allowed huge financial transfers from rich to poor, to help the “transition” you say Greece needs to make. But the democratic mandate for handouts on the scale required simply doesn’t exist, as the deep mutual popular suspicion that has coloured the Greek negotiations makes clear. George Osborne’s planned balanced budget law is completely misconceived – we can certainly both agree on that – but I hardly think we could have expected a much easier ride with Berlin, instead of London, setting the ground rules. And, at the risk of being called a Ukip supporter again, much as I abhor the Conservatives’ tax and spending plans, I would absolutely defend the idea that Westminster should be where the budget is decided. Fundamentally, that’s my problem with the single currency, I suppose: not only does it jar with economic reality but it lifts decision-making too far away from the people. Gordon Brown’s record is much maligned but we can be profoundly grateful to him for keeping us out. Dear Heather My problem with your position is that I believe in public goods at both national and international level, and that the world is a better place when we acknowledge our common interest and interdependencies. An international currency regime that fosters trade, stability and growth is a public good, but it requires its members to accept disciplines and reciprocal obligations. Free lunches don’t exist and liberal and centre-left commentators delude their readers by claiming otherwise. I assume you accept my point that without the European Central Bank and euro, the Irish, Greek and Portuguese banking systems would have collapsed in 2008/9, triggering a European-wide bank run and potential great depression. Gordon Brown is widely congratulated for not joining the euro; what is almost never said is that without it, his and other people’s efforts to contain the financial crisis would have been incomparably harder. The euro, although imperfect, is a European public good. The loss of sovereignty over monetary and budgetary policy among its members is greatly exaggerated, but they accept it to generate the public good of a single European currency. What is striking about euro and non-euro member country interest rates and budgetary policies is not how different but how similar they are: interest rates move in sync not just in Europe but globally. If Britain were a member, like France or Holland, we would still freely make up our minds whether we wanted to be a high-tax, high-spend country or no. There would just be agreed common broad tramlines for some key taxes such as corporation tax – and limits to the scale of budget deficits. I wish the Commission and ECB were less in thrall to the merchants of austerity, but that is not an argument for a system without reciprocal disciplines. It is an argument for the system to incorporate more enlightened economics."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}