{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/jun/17/australian-government-ice-campaign-stigmatising-users-inquiry-told", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-06-16T22:27:22Z", "webTitle": "Australian government ice campaign stigmatising users, inquiry told", "webUrl": "https://www.theguardian.com/society/2015/jun/17/australian-government-ice-campaign-stigmatising-users-inquiry-told", "apiUrl": "https://content.guardianapis.com/society/2015/jun/17/australian-government-ice-campaign-stigmatising-users-inquiry-told", "fields": {"headline": "Australian government ice campaign stigmatising users, inquiry told", "bodyText": "Gay men who are HIV positive are more than four times as likely as the general population to use ice but government funded campaigns are further stigmatising users, a parliamentary inquiry into the drug has heard. The government has also been called on to introduce mandatory sentencing of up to 10 years for people found with more than two grams of ice on them and for drug testing of Centrelink payment recipients in one of the published submissions to the joint committee inquiry into crystal methamphetamine, commonly known as ice. Another submission argues the decriminalisation of ice would help users the most while the Australian Medical Association (AMA) has labelled services “grossly inadequate”. The submissions, which came from groups such as Salvation Army, Families of Addicts Support Group, Australian Institute of Health and Welfare and drug and alcohol associations all agreed more research needs to be done on the extent of use, particularly within in Indigenous communities. The National Association of People with HIV Australia said surveys had recorded the prevalence of ice in LGBTI populations at around four times the rate in the heterosexual population and even higher rates in HIV positive gay men. “The Australian government needs to acknowledge that the ‘war on drugs’ has failed,” the submission says. “Continuing to treat drug use and abuse as a criminal matter that has an emphasis on enforcement is neglecting much needed and vitally important harm reduction, rehabilitation and support programs and initiatives.” It claimed only a minority of ice use was problematic and stated that government funded advertising campaigns aimed at reducing use of the drug were not helpful. The submission argued harm reduction strategies should be focused on early and brief intervention tailored to particular groups. “The current media campaign ‘Ice destroys lives’ sponsored by the federal Department of Health, limits itself to depict one example amongst a spectrum of use behaviour and is unhelpful in reducing stigma associated with drug use,” the submission says, arguing it was more important to let people know where they could get help than run “scare campaigns”. Another group, Families of Addicts Support Group, used its submission to argue for harsher law enforcement. Among its recommendations are: Mandatory drug laws need to be with no negotiation, “[for] example, should any person be caught with 2g [then it] equals rehabilitation centre, above 2g and up to 500g, [equals] 10 years imprisonment Centrelink need to incorporate drug testing for known drug users [who have] previously offended and [been] convicted by the court of law. Youth Off the Streets Limited said it was typical of governments to respond to statistics about ice with mass media campaigns but the culture in which ice use was happening needed to be examined. “Globally, rises in illicit drug use often lead to heightened and exaggerated fears of what impacts the drug will have societally. These ‘moral panics’ can blur the reality of a situation, with people fearing problems which are far from new and which are often endemic rather than fresh epidemics,” its submission says. It said the government’s own fear-based campaigns had created the perception of an “ice epidemic” in Australia when statistics show that while methamphetamine use had remained constant since the early 2000’s, the crystal form – ice – had become the most popular form of the drug. However, the group acknowledged that in some regional centres the problem was acute, with those in New South Wales recording increases in ice use of up to 180%. Youth Off the Streets Limited said the key challenge with any national ice strategy was ensuring legislation across states and territories lined up, as opposed to the current situation where laws differed from state to state and territory to territory. Its “ultimate recommendation” was a significant focus on research to comprehensively understand the current state of play in Australia across all regions and demographics. The Salvation Army said there had been a “dramatic” increase in demand for its services from users and a survey conducted earlier this year across its treatment services in Queensland, NSW and the ACT found 52% of the people were ice users spending between $100 and $1,000 a day on the drug. The AMA said the key to the problem was ensuring a user’s usual first port of call, their GP, had services they could refer patients to in a short timeframe ensuring early access to treatment. “AMA members advise that at the moment access to suitable treatment services is grossly inadequate,” the submission says. The inquiry is separate to the government’s taskforce, announced in April, and is expected to report by the end of the year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}