{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/jun/17/nhs-complaints-report-dying-mother-birmingham", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-06-16T23:01:03Z", "webTitle": "NHS complaints report tells of children barred from seeing dying mother", "webUrl": "https://www.theguardian.com/society/2015/jun/17/nhs-complaints-report-dying-mother-birmingham", "apiUrl": "https://content.guardianapis.com/society/2015/jun/17/nhs-complaints-report-dying-mother-birmingham", "fields": {"headline": "NHS complaints report tells of children barred from seeing dying mother", "bodyText": "A dying woman’s children had to listen to their mother’s final hours from behind the curtain of her hospital cubicle without staff explaining what was happening, while she suffered several cardiac arrests. They were not allowed to see their mother during the five hours before she died and were also not able to see her immediately after her death – failings which compounded their grief and distress. Dame Julie Mellor, the NHS ombudsman, has criticised university hospitals Birmingham NHS foundation trust over the incident and urged NHS bodies to improve the way in which they handle complaints. The case is one of 130 complaints against hospitals, GP surgeries and mental health services in England where, after investigation, Mellor has taken the NHS to task for poor care, often compounded by an inadequate response to concerns raised by patients or their relatives. The patient, named only as Ms G, arrived unconscious at A&amp;E. “Trust staff told her children, when they arrived, that they could not see her because she was being treated,” said the report. “Ms G’s family was left on the other side of Ms G’s cubicle curtain for five hours with no explanation of what was going on. They were not allowed to see their mother”. During those five hours they heard her suffer several cardiac arrests, have a tube inserted in her neck to help her breathe, and “heard nursing staff mock the state of Ms G’s skin on one occasion.” The trust then took five months to offer the family a written explanation and two months to organise a meeting to resolve their complaint. “There were failings in how staff communicated with Ms G’s children and how they treated them,” added Mellor’s report. The report also outlines how: A man with dementia was left on a trolley in A&amp;E for 33 hours and then another 42 hours in an assessment unit at the university hospital of North Staffordshire NHS trust in Stoke. “Mr S had to wait in both departments for too long, and nurses did not provide an appropriate care plan for him, given his needs”. A man dying of kidney cancer at Walsall healthcare NHS trust was left in agony “on many occasions” because his pain medication arrived late, which left his wife depressed, unable to sleep and “tortured by images of him pleading for pain relief”. A man with suspected prostate cancer faced such “considerable delays” in having tests and surgery at university Southampton NHS foundation trust that he suffered months of distress and worry and ultimately paid for private care. The trust later paid him £5,000. Relatives of a man with dementia had to put him in private care over Christmas after he was unsafely discharged on Christmas Day by the A&amp;E department at Southend university hospital NHS foundation trust. NHS England declined to respond directly to Mellor’s snapshot survey of health-related complaints she investigated last autum. Neil Churchill, the organisation’s improving patient experience director, said that listening to patients was the best way to improve care and that NHS care providers needed to show what had changed as a result of complaints."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}