{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2015/jun/21/yves-saint-laurent-exhibition-bowes-museum", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2015-06-20T23:05:01Z", "webTitle": "Yves Saint Laurent chic heads for showcase in museum in Durham’s chateau country", "webUrl": "https://www.theguardian.com/fashion/2015/jun/21/yves-saint-laurent-exhibition-bowes-museum", "apiUrl": "https://content.guardianapis.com/fashion/2015/jun/21/yves-saint-laurent-exhibition-bowes-museum", "fields": {"headline": "Yves Saint Laurent chic heads for showcase in museum in Durham’s chateau country", "bodyText": "More than 50 of the most influential clothing designs of the 20th century, all the elegant creations of Yves Saint Laurent, will cross the channel from Paris for the first time next month. From tailored safari jackets and the “rive gauche” bohemian look, to the sleek women’s tuxedos he popularised in the 1970s, a landmark exhibition is to showcase garments that still constitute the peak of chic, beloved by stars including Catherine Deneuve and Paloma Picasso. Just the kind of eye-catching blockbuster, one might think, destined for a London institution such as the V&amp;A. Yet this shipment of crates, packed with trademark YSL glamour, will unload in Teesdale, not Kensington, because the exhibition, Yves Saint Laurent: Style is Eternal, is headed for County Durham. Since 1892 the Bowes Museum, built in grand Parisian style, has stood close to the banks of the River Tees. With recent shows on Savile Row design and the art of northern coalfields and a show coming up on the controversial American photographer Robert Mapplethorpe, the museum is established now not simply as the home of several great paintings, but as a cultural venue punching above its weight. The story behind the choice of the chateau-style museum near Barnard Castle for a display of vintage haute couture is as romantic as they come. In early 1850s Paris, the Eton-educated British businessman and millionaire, John Bowes, owner of the Theatre des Varietes, met and fell in love with a fashionable actress and amateur artist called Josephine Coffin-Chevallier. Marrying in 1852 the couple, who remained childless, shared a passion for art and design and hatched a scheme to build a museum for the people living near the Bowes’ ancestral home in Teesdale. They began collecting widely, buying 800 works, including paintings by Goya, Boucher and El Greco, and in 1869 the foundation stone of the future Bowes Museum, built from a design by French architect Jules Pellechet, was put in place by Josephine with the words: “I lay the bottom stone, and you, Mr Bowes, will lay the top stone.” Neither husband nor wife saw the museum completed. Josephine died in 1874 and John followed her just over a decade later. The museum, which attracted 63,000 visitors when it finally opened, remains their memorial and its collection includes ceramics, jewellery, costumes, textiles and a much-admired clockwork silver swan. It was the Bowes’ Anglo-French legacy, together with their interest in popularising decorative art, that caught the attention of YSL’s former partner, Pierre Bergé, who launched the designer’s fashion house with him in 1962, after he left Christan Dior, and ran the business side for 40 years. “The Fondation Pierre Bergé-Yves Saint Laurent is committed to the promotion of the work of Yves Saint Laurent internationally, and as such it is extremely exciting to work on this first exhibition in the UK,” Bergé said this year when plans were finalised. “The Bowes Museum is a natural destination given its exceptional work with fashion and textiles; the museum and its location also clearly reflects Saint Laurent’s, and my own, passion for inspiring, timeless places. It is the perfect setting for us – a museum built as a French chateau, in the age of the Second Empire.” For those working at the Bowes, the decision to come to County Durham feels like destiny. “It is very exciting,” said Joanna Hashagen, curator of fashion and textiles. “The foundation had been in talks with the V&amp;A a few years ago, looking to organise a British show, but I am a great believer in fate.” The crucial connection with YSL was made in 2012 after the loan of one of the Bowes Museum’s Canalettos to the Musée Jacquemart-André. “My colleague took it out to Paris for a Canaletto and Guardi exhibition, and while she was there she talked about the history of our own museum. Out of the blue she was then asked if she would be interested in talking to the YSL foundation. It was a wonderful moment for us,” said Hashagen. The deal was clinched early in 2014 when Hashagen attended a meeting in Paris which was conducted like an interview board. “We were told Pierre was very taken by the architecture of the Bowes and wanted to make the link with their own collection. He did want not to just plant an exhibition somewhere,” she said. The show’s main sponsor is Fenwick, another business inspired by Parisian style. FB Fenwick, founder of the store, was influenced by a visit to Le Bon Marche, one of the world’s first department stores, in 1894. Staff at the Bowes expect international interest in the show, which opens on 11 July. The 1983 YSL exhibition at the Metropolitan Museum of Modern Art in 1983 was a Manhattan sensation and was attended by the designer himself. The foundation also staged a popular retrospective in Paris five years ago."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}