{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "voluntary-sector-network/2015/jun/16/2014-winners-testimonials", "type": "article", "sectionId": "voluntary-sector-network", "sectionName": "Voluntary Sector Network", "webPublicationDate": "2015-06-16T22:30:02Z", "webTitle": "2014 winners’ testimonials", "webUrl": "https://www.theguardian.com/voluntary-sector-network/2015/jun/16/2014-winners-testimonials", "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2015/jun/16/2014-winners-testimonials", "fields": {"headline": "2014 winners’ testimonials", "bodyText": "A&amp;M Training “We were delighted to win the Guardian Charity Award in 2014. It was a massive honour for us to be recognised at a UK level for the work that we do in Glasgow. The awards process was thoroughly enjoyable and it was fantastic to meet other winners from across the UK. The support that we have received both financially and through support from the the Guardian, Zurich, the Media Trust, the FSI and others has helped us to shape our direction moving forward. I would recommend to any charity out there to put themselves forward for the awards as they can have a massive positive impact on your organisation.” Paul Fletcher, head of programme development, A&amp;M Training National Ugly Mugs “We’re a tiny organisation in terms of resources and we operate nationally supporting one of the most stigmatised groups in our society which means that we’re not always seen as a fashionable cause by funders and we are faced with a constant struggle to raise enough funds to keep going. Winning the Guardian Charity Award was a huge psychological boost for our small but dedicated team and it also helped us raise our profile and demonstrate to potential funders that the work we’re doing is really having a huge impact. These Awards are so respected in the sector that even having the winner’s logo on our leaflets and website sends a message to potential funders, the media and key stakeholders that we’re doing some fantastic work and gives us an added sense of legitimacy to people who don’t know much about our organisation. The consultancy which came as part of the award has really made a significant impact and helped us to learn new skills which have crucial in growing our organisation. We’ve learned a great deal about demonstrating our impact and making a much stronger case to potential funders. Although we’re still facing an uncertain financial future we’re definitely in a much better position than we were before winning this award and I have no doubt that by raising our profile and providing us with the amazing advice and consultancy which came with the prize, the Guardian Charity Award has really contributed to our steady growth and the fact that we’re still here and can continue saving the lives of sex workers.” Alex Feis-Bryce, director of services, National Ugly Mugs Sky Badger “Winning a Guardian Charity Award has made an enormous difference to our little charity Sky Badger… mainly because we’re not so little anymore! Sky Badger finds help and adventure for disabled children and their families through our website and social media platforms. Within 6 months of winning the Guardian Charity Awards, visitors to our website went up by 267%, that’s an average of over 1,100 a day. We used our prize money to add more hours to our e-helpdesk which finds urgent and tailored help for families with disabled children. And it’s a good thing we did because the e-helpdesk demand has grown by over 200% as well. Thanks to the brilliant training and support packages from the FSI and the Media Trust, we’ve just launched our free disability awareness programme for primary school children ‘The Sky Badger School Awards’. Over 2,448 lessons and games about a disabled Viking hero, code-breaking jokes in Braille and designing an accessible Moon Village have already been downloaded. With the confidence that the Awards has given us, we are also well on our way to launching our first pilot Sky Badger Farm in Suffolk. We’ll keep you posted as we move onto our next great Sky Badger adventure! Huge thanks to the Guardian for taking Sky Badger to the next level.” Naomi Marek, chief executive, Sky Badger Back Up Trust Back Up is the leading spinal cord injury charity. It is the only charity in the UK which focuses on the psychological impact of becoming paralysed and which provides a dedicated service for under 18s. Back Up’s mission is to inspire people affected to transform their lives, challenge perceptions of disability and deliver services that build confidence, independence, and offer a supportive network. It aims to ensure that everyone with spinal cord injury is given the best chance to meet their potential and to help people go on to live happy, healthy, active and fulfilled lives. Louise Wright, CEO, said “When we learned that we won, we felt proud to be part of a group of dynamic and innovative charities. The judges really seemed to know us and our work well, and as they all are leaders of charities themselves, it felt like a particular compliment. The award has increased our profile and given us added credibility. As a small charity, the association with a nationally recognised brand like the Guardian Charity Awards is really valuable – particularly when we are talking to potential new supporters and networks. Being featured in the Guardian has helped us to reach potential new service users and put the issue of spinal cord injury on the agenda of a wider group of people. Our ambition for our new five year strategy is to reach 75% of the 1000 people who are paralysed each year. This year we have significantly increased our reach and winning the Guardian Charity Award is part of this process. Winning the award is a confidence boost – we think we are doing good work and we spend a lot of time measuring the impact of what we do. But this affirms this and is a kind of quality mark for our services. It has prompted us to apply for other awards – so far eight of our volunteers have been recognised in this way. There is a sense of pride amongst both staff and volunteers. We have around 400 volunteers who are vital for the delivery of our services, including many who are paralysed. The award is a recognition of their hard work and commitment as well the dedication of staff.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}