{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2015/jun/11/exams-rewritten-after-van-containing-papers-stolen", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2015-06-11T22:53:45Z", "webTitle": "Exams rewritten after van containing papers stolen", "webUrl": "https://www.theguardian.com/education/2015/jun/11/exams-rewritten-after-van-containing-papers-stolen", "apiUrl": "https://content.guardianapis.com/education/2015/jun/11/exams-rewritten-after-van-containing-papers-stolen", "fields": {"headline": "Exams rewritten after van containing papers stolen", "bodyText": "An exam board has been forced to rewrite a group of A-level and GCSE exam papers at the last minute after a van delivering the papers to schools was stolen earlier this month. AQA, the exam board, confirmed the theft of a Parcelforce van containing exam papers for a number of different subjects, leading it to produce replacement papers to guard against the possibility of fraud. “There’s nothing to indicate that [the van] was targeted for the papers or that any of them have come to light. However, we don’t leave anything to chance, so as soon as we knew about it, we contacted our senior examiners and asked them to write some brand-new papers,” an AQA spokesman said. “These are now going out to schools. There’s nothing for students to worry about – they should carry on with their exam preparation as normal, and when they turn up on the day of the exam, they won’t notice anything different.” This year’s theft is one of a series to have bedevilled exam boards in recent years, although AQA appears to be worst hit. In 2008 AQA said it reset 40 papers in 15 subjects after a Parcelforce van in Hertfordshire was stolen. In 2005 the same board had to replace half a million exam papers after another Parcelforce van was stolen. In 2004 a further Parcelforce van was taken at knifepoint in Mitcham, south London, containing papers for GCSE English literature, geography, German and Spanish exams, later found scattered in Croydon. And in 2003, AQA had to reset and print 1.5m English and English literature papers after a Parcelforce van was stolen. The news came on the same day that AQA suffered mild embarrassment when it was revealed that a question in its A-level physics paper sat by pupils contained an error. The question, worth three marks, should have asked candidates to compare a 150 kΩ resistor – not a 150 Ω resistor as it said in the paper - to a 300 kΩ resistor. A teacher who contacted the Guardian said: “One half of it has the measurements 1,000 times greater than the other half – ohms vs kilo-ohms – making drawing the correct graph as the question is printed totally impossible. I’m sure they will deal with it in the marking, but it’s about the effects on the confidence of the students.” AQA’s spokesman said: “The question can still be answered and four schools have been in touch, out of a total of around 1200. At this stage it looks as though most students haven’t been affected by this, but we’re letting our examiners know and will make sure it doesn’t affect students’ grades.” AQA’s A-level physics paper was not one of those in the stolen van, the spokesman said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}