{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2015/jun/14/secret-diary-mass-observation-passionate-spinster", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2015-06-13T23:07:10Z", "webTitle": "No ordinary diaries: the passionate and romantic world of Jean Lucey Pratt", "webUrl": "https://www.theguardian.com/uk-news/2015/jun/14/secret-diary-mass-observation-passionate-spinster", "apiUrl": "https://content.guardianapis.com/uk-news/2015/jun/14/secret-diary-mass-observation-passionate-spinster", "fields": {"headline": "No ordinary diaries: the passionate and romantic world of Jean Lucey Pratt", "bodyText": "From Samuel Pepys to the Victorian clergyman Francis Kilvert and the Thatcherite politician Alan Clark, Britain’s great diarists speak clearly down the ages and leave readers in no doubt they once lived and loved like the rest of us. Honesty is their hallmark, along with the skill to outline the shape of the world around them. Now, after an 11-year struggle to bring another highly personal set of journals to the public, bestselling social historian Simon Garfield is to add the candid voice of Jean Lucey Pratt to this line of accomplished diarists. An unlikely star even of her own life, Pratt was a professionally and sexually frustrated freelance writer who worked in a bookshop and lived quietly in Burnham Beeches, near Slough, and her life, which ran from 1910 to 1986, passed without newsworthy incident. She was nevertheless, Garfield believes, an exceptional and committed chronicler of her times, and later this year he hopes publication of A Notable Woman: The Romantic Journals of Jean Lucey Pratt, his edited version of her extensive secret journals, will convince the wider world. “I have a real feeling this is a valuable social document about a woman finding her way through the 20th century,” Garfield said. “Her ideas are quite modern and her tone is fairly judgmental as well as humorous, which is what you want as a reader. “But she was deeply altered by the war, and as well as her search for love there is also a lot of seeking what we might now call ‘mindfulness’; a spiritual quest with even a Buddhist element.” Garfield came across the journals as a result of his earlier acclaimed work on the archives of the Mass Observation project. Set up in the late 1930s, Mass Observation was a national academic experiment that invited a varied group of ordinary people to write regular reports about their lives. It continued throughout the war years and after, when it was used by government to help gauge public opinion. All contributors were given pseudonyms and Garfield honoured this practice in his popular 2004 book about the project, Our Hidden Lives, and in his sequels We Are at War and Private Battles. Time and again, fans of the books picked out the writings of a certain “Maggie Joy Blunt” as especially compelling. She was the only contributor Garfield used in all three volumes and her tone of enlightened interest, coupled with a lyrical literary gift, left many readers wanting to know more. Garfield had her real name, Jean Lucey Pratt, and 11 years ago he traced her surviving relative, a niece in Somerset, who showed him a vast pile of the journals Pratt had kept religiously since her mid-teens. Eventually, after a long wait, she allowed Garfield to edit and publish her aunt’s work. “Even then it took a year of quite hard work, twice as long as I expected, but I enjoyed it all,” said Garfield. “I got quite obsessed with it. I hope I have done the best job I could do. I think she deserves it. I did fall in love with her a bit … If you are a reader, you cannot help but have a huge crush on her honesty and on the way she returned to her writing every night. She knew it was valuable and that it was her life’s work.” Despite Pratt’s foibles and vulnerabilities, for Garfield she is an eminently “reliable narrator” who hoped one day to be published and whose rare take on world events, local politics and personal emotions marks her journals out. At 15 the severe frontispiece to her first diary reads: “This document is strictly private. All that is written herein being the exact thoughts, feelings, deeds and words of Miss JL Pratt and not to be read thereby by anyone whatsoever until after the said Miss JLP’s death, be she married or single at the date of that event.” But elsewhere Pratt directly addresses those who might read her words in 50 years’ time. “She brings you up short three or four times when she does this. It is a remarkable thing,” said Garfield. As a teenager, she yearns “to feel that I sway men’s hearts to a danger mark, and women’s, too, for that matter”. Later during the war, when there were “three million surplus women in Great Britain”, she resented that the odds were stacked against her romantically. Over the years, after a series of crushes and affairs with married men, she became a wise and self-sufficient lady of letters, the confident owner of the “poise” she once sought and of several beloved cats. In her lifetime she published a biography of a little-known Irish actress and several articles about architecture, but it is her private perceptions about the evolving status of women that could now stand as her literary achievement. As war ends, she writes: “There is no doubt that women are not happy, that men lack a certain quality that we look for. It may be because women are going through a great stage of change, have reached a new point in their development, cannot now go back to the old way of living (and do not want to), and haven’t yet discovered the right way in a different world. This deep trouble has its effect on the men they bear and love.” Garfield remains surprised Pratt was able to keep her journals secret until her death. “No one knew the extent of it. My book is huge, around 750 pages, but it is only a sixth of what she wrote and only a small part is made up by the contributions she made to Mass Observation. They have a different, less personal tone, although she often copied out passages from her journals.” Her private notes on VE Day make a sad counterpoint to her jubilant offering to Mass Observation. “Tuesday, 8 May VE Day: I cannot put this down in my War Diary for Mass Observation – that I feel intensely lonely and that it is somehow my fault.” Pratt’s great ambition to write for a wider public will be accomplished this autumn when Canongate publishes A Notable Woman. So her policy, laid out in her journals when she wondered whether her style was too suburban and negative, turned out to be the right one. “So go on, if you can, from here,” she wrote. “Do not prophesy, dream or hope. Just work.” MASS OBSERVATION: A HISTORY 1937 The social research project is founded by anthropologist Tom Harrisson – on the left in the inset photograph with poet Charles Madge – and documentary film-maker Humphrey Jennings and launched in the New Statesman. A national panel of diarists is recruited from volunteers, who keep diaries or answer open-ended questionnaires. An important early focus was on the abdication of Edward VIII. 1939-45 Information from Mass Observation occasionally influences government policy. Criticism of some Ministry of Information posters leads to their replacement. 1949 Mass Observation goes private and is run in the 1950s and 1960s as a commercial market-research company. 1970 The Mass Observation Archive opens as a public research resource at the University of Sussex. 1981 The project is revived and now has a panel of 500 volunteers. Since it was set up, more than 4,500 members of the public have taken part. 2004 Historian Simon Garfield produces the first of three hit books compiled from Mass Observation contributions, including those from Burnham Beeches’ beguiling correspondent “Maggie Joy Blun” (real name, Jean Lucey Pratt). 2006 The work of Nella Last, who wrote extensively for the project between 1939 and 1966, is dramatised by Victoria Wood for ITV as Housewife, 49, the title of Last’s first entry. 2007 A BBC 4 dramatisation of Garfield’s Our Hidden Lives is screened, with Sarah Parish in the role of Maggie, alias Pratt. 2015 Garfield completes his edition of the intimate journals of Pratt, to be published under her real name in A Notable Woman. Rivka Shaw"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}