{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/jun/14/nigeria-change-is-coming-ken-saro-wiwa", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-06-13T23:05:10Z", "webTitle": "I’ve seen Nigeria’s old power at work. I know change is coming | Ken Saro-Wiwa", "webUrl": "https://www.theguardian.com/commentisfree/2015/jun/14/nigeria-change-is-coming-ken-saro-wiwa", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/jun/14/nigeria-change-is-coming-ken-saro-wiwa", "fields": {"headline": "I’ve seen Nigeria’s old power at work. I know change is coming", "bodyText": "When President Muhammadu Buhari was sworn in as Nigeria’s 15th head of state last month, it was, as the saying goes, the beginning of an end and the end of a beginning. After a decade working as an aide to three presidents, it was time for me to move on just as my country is entering an exciting but critical period in its history. For the last decade Nigeria has attracted some of the most bizarre and ugly headlines; there was the moment – seven months long, in fact – when my former principal, the late President Umaru Musa Yar’Adua, went on sick leave and nobody, including his deputy, was sure if he was alive. More recently and more devastatingly, the insurgency of the radical Islamic sect Boko Haram and their kidnapping of 276 schoolgirls attracted global attention. Throughout it all I have had front row seats in a drama that feels like a mash-up of Scandal, Game of Thrones and The Da Vinci Code. It was by turns much more exciting, more mundane and more instructive than I bargained for when I was summoned from my comfort zone in Canada by the former president Olusegun Obasanjo and told to “come home and work for me”. In the summer of 2006 I was contemplating an offer to follow the then senator Barack Obama around Kenya as part of a book I had been commissioned to write on Africa, when the persuasively intimidating presidential finger redirected the course of my river. So I left Obama to his meandering route to the White House and headed straight to Aso Rock, Nigeria’s state house, revered, reviled and feared in Nigeria’s political lexicon as the Villa. If I knew then what I know now, I would still have made the same choice. Although I was fresh fish, as we say in Nigeria, I was attracted by a vague but idealistic notion of serving my country; I dipped my tentative feet in the bracing stream of court politics in the Villa and got the kind of education they don’t teach at Harvard Business School. The Villa is one of the least known but most powerful institutions in the world. Nigeria’s constitution is configured to give the president more powers than any equivalent political office. Despite attempts to strike a balance between the legislature, judiciary and executive, the office of the president is primus inter pares. Part monarchy, part deity, head of state, commander-in-chief of the armed forces, dictator, godfather, Big Man – Nigeria’s chief executive can be anything he cares to be if he exercises the considerable powers vested in his office. A rambling collection of arabesque and Mediterranean architecture, the Villa is a beehive of offices distributed off long corridors, palatial courtyards fringed by elegant arches with the imposing silence of the place punctuated by a soundtrack of fountains and peacocks. This is the backdrop to a world of high-level business and intense political intrigue, crude and subtle lobbying; it is a secretive place with evident rules of engagement and protocols where the institutional memory resides in the minds of its longest-serving occupants. Nestled under the shadow of a 400-metre monolith called Aso Rock, said to be the geographical centre of Nigeria, the character and content of the presidency was formed and planned by Nigeria’s military rulers who moved the capital from Lagos to Abuja in 1976 and replicated the military command and control features of the presidency that survived the transition to democratic government in 1999. But this institution is being challenged by the rapidly changing nature of African society, which is, being driven and shaped by a devastating and disruptive combination of demography and technology. As I watched and learned how to decipher the unspoken codes of a system rooted in secrecy and operated by back-channel activity, I would wonder if such a system could ever reinvent itself for an age that increasingly demands transparency and open government to meet the irreverent expectations and aspirations of a restful and youthful population. Notice of this shift in attitudes was served when three African leaders — Colonel Muammar Gaddafi in Libya, Zine al-Abidine Ben Ali in Tunisia and Egypt’s Hosni Mubarak – three strong Big Men in Africa, with almost 100 years in office between them – were swept away in less than a year by their Arab spring. We in the presidency failed to anticipate that a campaign to highlight the plight of the Chibok girls would ignite a social media bush fire that went all the way to the White House and back, to eventually consume President Goodluck Jonathan’s administration in electoral defeat. Like much of Africa, Nigeria has a particularly pronounced youth bulge – 70% of the 180 million people are under 30 and no African government will survive unless it learns to engage with the changing values, needs and expectations of this demographic. Armed with new technologies and connected to communities and networks far beyond their local constituencies, Africa’s youth are finding new, exciting avenues for self-expression through music, fashion, film, television and even gaming culture. Cultural pioneers such as Jay Z have seen the light and the smart money is poised to follow. Microsoft, Disney and Google are already on the continent looking for new markets and ideas to rejuvenate jaded palates with fresh content. It is all about the numbers. Nigeria is the seventh-largest country in the world and that statistic is almost mirrored online. At the millennium, there were just 200,000 internet users in Nigeria, but by last year that figure had already reached 70 million. As my urbane and fully connected colleague, Obi Asika, likes to say: “Kenya and other connected countries like Rwanda and South Africa may be a gateway into Africa, but Nigeria is the destination.” This traffic in and out of Nigeria is creating new pathways, new trade routes. The superhighway will be as important as trains, planes and cars in growing the economy of the continent. In 2012 a study showed that, while only 15% of Nigeria’s internet population shopped online, that traffic was still equivalent to Kenya’s GDP. Look at the story of Wakanow.com, an online travel site that leveraged data showing that Nigerians buy millions of seats to Dubai every year, to build a successful platform. Another e-business, Konga.com, raised in excess of $150m (£96m) within nine months of startup. Then there is Iroko , the largest online film platform in the Middle East and Africa. These kinds of new businesses are redrawing the economic map. Nigeria’s next billionaires may not own a drop of oil; they will emerge from the marriage of convenience and convergence creating an exciting, complex image of the continent. Young Nigerians are already stamping their irreverent, disruptive footprint on the country, quietly redrawing the economic map of the world. If that sounds like hype, remember that one out of 43 people on the planet is Nigerian. And given that our population is reputed to be doubling every 25 years, you might begin to appreciate why a modern, progressive Nigeria could be a focal point and touchstone for the economic renaissance of the continent and the global economy. For now, though, we still have to reconcile the old with the new. Old Nigeria was founded and sustained by the demands and dictates of the oil industry. Oil remains the lifeblood of Nigeria: distribution, production and extraction of oil and other natural resources have determined and will continue to shape the story of Nigeria and of Africa in the short term. That is the legacy of the 19th and 20th centuries. It was what ultimately drew me back to my country after my father was executed for leading the protests against Shell oil in my community in the 1990s. I spent a decade at the centre of government as the system struggled to reconcile the challenges of fossil fuels. The discussions and interventions will continue but, while it was important to learn how to navigate the corridors of power, I have also come to appreciate the enduring message that the power to change still resides with the people – especially with the youth. Perhaps I was in the wrong place at the right time, but I have exited from the Villa convinced that with a little help and understanding from our friends and partners around the world, a new dynamic Nigeria can still emerge to play a vital role in the 21st century. Ken Saro-Wiwa is a partner at Dragon Africa"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}