{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/jun/21/new-meningitis-vaccine-drive-will-save-thousands-of-lives", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-06-20T23:39:00Z", "webTitle": "New meningitis vaccine drive ‘will save thousands of lives’", "webUrl": "https://www.theguardian.com/society/2015/jun/21/new-meningitis-vaccine-drive-will-save-thousands-of-lives", "apiUrl": "https://content.guardianapis.com/society/2015/jun/21/new-meningitis-vaccine-drive-will-save-thousands-of-lives", "fields": {"headline": "New meningitis vaccine drive ‘will save thousands of lives’", "bodyText": "Babies, teenagers and students in many parts of the UK will start receiving potentially life-saving vaccination against meningitis within weeks in a move hailed as a turning point in the fight against the deadly disease. Medical experts and charities working to beat meningitis welcomed the Department of Health’s confirmation that a major extension of the immunisation programme will begin in August in England and Scotland. Dame Barbara Hakin of NHS England said the jabs “will save lives for years to come”. All 17- and 18-year-olds will be offered a combined vaccine giving protection against four strains of the disease, Meningococcal A, C, W and Y (MenACWY). They are a particularly important target group because many will be getting ready to go to university, where they will be at greater risk, especially from the W strain, which is increasingly common. Any 19- to 25-year-old starting university this year will also be offered the same jab. Both age groups are at higher risk because of close contact with their peers, for example in university halls of residence. In September, Britian will become the first country in the world to start a national, publicly funded immunisation drive against meningitis B. Parents in England and Scotland will be able to have their babies immunised against that strain of the disease at two months old with the Bexsero vaccine, then take them for a second dose at four months and a final booster around their first birthday. “I’m very proud that we will be able to offer families extra peace of mind with these two vaccine programmes from this summer,” said public health minister Jane Ellison. “The nationwide MenB programme will mean that England leads the world in offering children protection from this devastating disease.” Scottish health secretary Shona Robison said: “These two new vaccination programmes will offer families in Scotland extra peace of mind.” The administrations in Northern Ireland and Wales are expected to follow suit. GPs will administer both vaccines on the NHS. They will give babies the MenB vaccine at the same time as a number of other routine childhood immunisations, and will invite teenagers in school year 13 to have the MenACWY jab. Meningococcal meningitis, which is infection and inflammation of the brain’s lining, and meningococcal septicaemia, or blood poisoning, are both infections caused by the meningococcus bacteria. They can lead to death or severe disability without prompt diagnosis and treatment. Professor Andrew Pollard, chair of the government’s advisory joint committee on vaccination and immunisation, said the push against MenB, the most common infectious cause of death in early childhood, was “a huge step forward in controlling childhood meningitis and septicaemia. Both these new vaccine programmes could prevent cases of disease caused by all of the major strains of meningococcus. The UK is leading the way in attempting to control this awful disease, and we hope that in the future we will have fully comprehensive vaccines and that all cases can be prevented,” Pollard said. The committee recently called for all 14- to 18-year-olds to be given the MenACWY vaccine in response to a sharp rise in recent years of the rare but sometimes fatal MenW strain. Although cases of MenB are falling there are still about 600 a year in the UK, of which a quarter occur in babies under one. About one in ten of those cases – 15 or so a year – result in death. In contrast, the number of recorded cases of MenW has jumped from 22 in England in 2009 to 117 last year. It is similar to MenB and can kill or maim a teenager or young adult in hours. Sue Davie, chief executive of Meningitis Now, welcomed “this milestone in the journey to introduce these vaccines and protect our babies and young people from the devastation meningitis causes. These measures will save thousands of lives and protect people from losing loved ones to the deadly disease.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}