{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2015/jun/01/office-workers-on-feet-standing-fours-hours-day-study-health", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2015-06-01T22:30:00Z", "webTitle": "Office employees should be on feet for four hours of working day, study says", "webUrl": "https://www.theguardian.com/lifeandstyle/2015/jun/01/office-workers-on-feet-standing-fours-hours-day-study-health", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2015/jun/01/office-workers-on-feet-standing-fours-hours-day-study-health", "fields": {"headline": "Office employees should be on feet for four hours of working day, study says", "bodyText": "Office workers should spend a minimum of two hours on their feet at work – building up to an ideal four hours – in order to avoid the ill effects of a sedentary lifestyle, according to a study co-commissioned by Public Health England. Research has long linked excessive time spent sitting to increased risk of morbidity or premature death but the advice, co-commissioned by Public Health England and published on Monday, represents the first time British workers have been provided with quantifiable targets for getting out of their seats. The study authors, who include experts from the UK, US and Australia, call for a revolution in the workplace through the use of sit-stand desks, standing-based work and regular walkabouts. They also urge further research into whether facilities such as toilets should be moved further away from staff, some emails could be replaced by hand-delivered messages and employees could have alarms on computers or personal motion assessment devices prompting them to move. Study co-author Gavin Bradley, from Active Working, a community interest company which co-commissioned the study and set up www.getbritainstanding.org, said: “We are creatures of habit and we have come to the wrong conclusion, that sitting is the optimum way of conducting office work. We need an environment where people feel much more liberated to do desk standing.” Reviewing existing scientific evidence, which dictated the thresholds they set, the authors found that compared with those who sit the least, those who sit most are more than twice as likely to develop type 2 diabetes and cardiovascular disease and have a 13% and 17% increased risk of cancer incidence and mortality respectively. Office workers spend 65% to 75% of their working hours sitting, half of which is in prolonged periods of sustained sitting, according to the study, published in the British Journal of Sports Medicine. British people sit for 8.9 hours each day on average and one study suggested that, for those sitting more than seven hours a day, there is a 5% increased risk of premature death with each additional hour off their feet. Bradley said some tasks, such as writing a paper or numerical analysis, were better done sitting but others such as meetings or going through your inbox were actually more productive when standing. To that end the study champions sit-stand adjustable desks, which only 1% of office workers in the UK have access to, compared with 90% in Scandinavia, according to research. They typically cost hundreds of pounds each but the study says benefits are accrued through improved productivity, less absenteeism and reduced healthcare costs. However, the CBI responded cautiously to the study. “Companies will generally take a commonsense approach, and offices can be redesigned to encourage different ways of working, but ultimately firms will seek to balance the practicalities of time spent away from desks with the needs of the business,” a spokesman said. Professor Maureen Baker, chair of the Royal College of GPs, representing members of a profession who were urged to stand up during consultations in an article in the BMJ last year, said GPs tended to move about anyway but that the study “provides food for thought”. She added: “In many cases – particularly for smaller organisations – the adjustments necessary to allow employees to stand for a significant proportion of the day might be unrealistic. It is, however, important that any employer recognises the responsibility they have to maintain their employees’ good health.” Bradley said staff should not feel shy about standing up at their desk, whatever the reaction of their employer or colleagues. “We are all sheep but as soon as the black sheep has his finger on the pulse and as soon as the shepherd or employer accepts that, they soon become a white sheep again,” he said. The study stresses that standing still for prolonged periods of time also carries health risks and warns that people who start standing more “could expect musculoskeletal sensations and some fatigue as part of the positive adaptive process”. Dr Ann Hoskins, of Public Health England, welcomed the study but said “more research needs to be carried out before daily targets for work place activity are recommended”."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}