{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jun/05/premier-league-manchester-united-legal-threat-disabled-access", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-06-05T21:18:53Z", "webTitle": "Premier League and Manchester United face legal threat over disabled provision", "webUrl": "https://www.theguardian.com/football/2015/jun/05/premier-league-manchester-united-legal-threat-disabled-access", "apiUrl": "https://content.guardianapis.com/football/2015/jun/05/premier-league-manchester-united-legal-threat-disabled-access", "fields": {"headline": "Premier League and Manchester United face legal threat over disabled provision", "bodyText": "The Premier League and Manchester United have been threatened with legal action over inadequate provision at stadiums for disabled supporters after years in which campaign groups such as Level Playing Field have complained about the issue. Only two Premier League clubs meet the number of wheelchair spaces recommended in the Home Office guide to safety at sports grounds and one complaint about United is they do not sell season tickets to fans using disabled places. The Equality and Human Rights Commission is writing to the Premier League and United, demanding that they abide by the legal duty not to discriminate against disabled people, telling them “all options remain on the table.” Lady Grey-Thompson, the Paralympic gold medal winner, said many disabled people had written to tell her about their bad experiences at football matches and described it as a “moral issue” to make improvements. “I am a bit tired of the same excuses being trotted out,” she wrote in a blog . “‘The stadiums are old’ is used a lot and [I] have also been told that there isn’t enough money. Really? Oh sorry, I forgot there isn’t any money in football at this level.” Rebecca Hilsenrath, the chief legal officer at the EHRC, a government-supported body mandated to challenge discrimination, said they have received complaints about experiences that include “discriminatory policies that prevent disabled fans having the same opportunities to attend football matches as non-disabled people”. These included a lack of adequate space for wheelchair users, problems for families with young disabled children being able to sit together and, most recently at United, the removal of walking aids from disabled away fans, she said. “We are writing to both the Premier League and to Manchester United today to seek urgent assurances that disabled fans will be treated fairly and equally as the law requires,” Hilsenrath said. “We are also seeking urgent meetings with them to clear up the issues which have been identified and agree commitments to early progress. While our preference is always to work with organisations to avoid costly legal proceedings, all options remain on the table because disabled fans deserve better.” The Premier League chief executive, Richard Scudamore, said he agreed that the clubs need to improve their provision but complained that the letter from the EHRC was the first contact with the league since the election. “The clubs remain committed to identifying scope for improvement of disabled supporter access in their stadia,” Scudamore said. “It was discussed again at yesterday’s AGM, with an agreement to expedite this important project.” A United spokesman said that Old Trafford offers some of the best facilities for disabled supporters in Europe, including an “ability suite” with bespoke catering and accommodation for disabled people. “At each stage of the stadium’s development, it has expanded in line with the guidelines in place at the time and with the full involvement of our own Disabled Supporters’ Association,” the spokesman said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}