{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/jun/19/jordan-spieth-us-open-second-round", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-06-19T21:23:19Z", "webTitle": "Jordan Spieth shows that age is just a number to stay in US Open hunt | John Huggan", "webUrl": "https://www.theguardian.com/sport/blog/2015/jun/19/jordan-spieth-us-open-second-round", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/jun/19/jordan-spieth-us-open-second-round", "fields": {"headline": "Jordan Spieth shows that age is just a number to stay in US Open hunt", "bodyText": "The date of birth on Jordan Spieth’s passport – 27 July 1993 – confirms the age belied by his already receding hairline but in so many other ways he is hardly your typical 21-year-old. Ask just about anyone in the game for a view on the Masters champion and the responses nearly always centre on the young Texan’s air of maturity. Speaking for the majority, the former Ryder Cup captain Paul Azinger summed it up best when he called Spieth “a grown man.” It is not just his golf, impressive though that has been over the last two days at Chambers Bay, where Spieth sits five under par after rounds of 68 and then 67. As many of his fellow competitors have wallowed in pools of self-pity, moaning and groaning about the quality of the greens and the eccentricity of the course, the two-times US junior champion has quietly and efficiently gone about his business. Asked about the obvious variance in speed green-to-green, Spieth, an inveterate and sometimes self-abusive talker on the course, was his usual thoughtful self. “There’s a little bit of that,” he said. “I feel like they are pretty consistent overall. But what is true is that the green speeds on the course are significantly slower than they are on the practice greens. That can be tough to adjust to when you are 40 feet from the cup.” In other words, while others are shaking their heads, Spieth is nodding acceptance of the way things are. As the leading swing coach Peter Kostis points out: “Golf is about awareness and adjustment. If greens are not good, deal with it. Make the adjustment.” No one does that better than the young man who was good enough to finish in a tie for 16th place in a PGA Tour event (the 2010 Byron Nelson Classic in his hometown of Dallas) at the age of 16; who shot what was surely the best round of 2014, a last round 63 in tough conditions to win the Australian Open; and who led the University of Texas to a national championship victory at the end of his only year “in school”. Speaking of which, Spieth’s rapid ascent to almost the very top of the game – he is currently ranked as the world No2 behind Rory McIlroy – has been smooth but not uninterrupted. Towards the end of 2012 he failed at the second stage of the PGA Tour’s qualifying school. Not that he slowed up much. In his first Masters, Spieth finished in a tie for second place; in his first Players Championship he was tied for fourth. Clearly, he is a man unafraid of the big occasion. But not, statistically at least, for the big shots. Last year, Spieth ranked 90th in driving distance, 137th in driving accuracy, 150th in total driving and 122nd in greens in regulation. When it comes to clubhead speed, his relatively puny 111.92mph was only the 115th fastest on the PGA Tour. No matter. In the only number that really counts, he was eighth in scoring. To quote the late four-times Open champion Bobby Locke, Spieth plays golf “badly well”. That was certainly the story of his opening round 68 here. Clearly unhappy with his ball striking, Spieth somehow managed to get round in two under par in what were the toughest conditions of the first day. “I wasn’t pleased with the way I hit the ball,” he admitted. “But I putted well. My swing is a little off, though. It’s close. But I need to find the same rhythm I had when I got here.” Mission accomplished. Out in the morning on day two, Spieth was quick to make his move. Birdies at the 10th (his first), 14th, 15th and 17th took him on to the first page of the leaderboard before a double-bogey via sand and rough at the closing hole slowed his progress. A four followed at the par-five 1st – a “bounce back birdie” in PGA Tour-speak – further evidence of Spieth’s ability to absorb punishment. “Jordan finds a way to make the 10-foot putts for pars that really count,” says Europe’s former Ryder Cup captain Paul McGinley, here as a commentator for Sky Sports. “The ones that keep a score going when you are struggling a little bit. There is no finer putter in the game today.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}