{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jun/05/los-angeles-police-guilty-alecia-thomas-assault", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-06-05T22:58:48Z", "webTitle": "Los Angeles officer guilty of assaulting woman in back of police car in 2012", "webUrl": "https://www.theguardian.com/us-news/2015/jun/05/los-angeles-police-guilty-alecia-thomas-assault", "apiUrl": "https://content.guardianapis.com/us-news/2015/jun/05/los-angeles-police-guilty-alecia-thomas-assault", "fields": {"headline": "Los Angeles officer guilty of assaulting woman in back of police car in 2012", "bodyText": "A Los Angeles police officer who hit a woman in the throat and kicked her in the groin during an arrest was found guilty on Friday of assault under color of authority. Mary O’Callaghan, 50, an LAPD veteran, faces three years in state prison for assaulting Alesia Thomas in the back of a patrol vehicle in July 2012. Thomas, 35, lost consciousness and soon after died at hospital. O’Callaghan was not charged in connection with the death. The officer was called to South Broadway Avenue to help colleagues detain Thomas, who had been taken into custody on suspicion of abandoning her children. She was in the back of the patrol car wearing handcuffs and leg restraints when the dashboard camera recorded O’Callaghan kick her in the stomach and groin and punch her in the throat. Thomas, breathing heavily, requested an ambulance. She also said “I can’t”. A few minutes later she passed out. A camera from another patrol car captured O’Callaghan outside the car smoking a cigarette and peering in at the suspect. “That ain’t a good sign,” she said. There was a gap of 30 minutues between Thomas requesting an ambulance and police summoning one. Prosecutors said they lacked evidence to charge O’Callaghan with involuntary manslaughter. The LA county coroner said cocaine intoxication was likely “a major factor” in Thomas’s death. It was impossible to determine if the struggle played a role, he said. O’Callaghan could receive three years in jail when she returns to court on 23 July, the district attorney’s office said in a statement. “I am pleased that the jury agreed with our assessment of the evidence in this case,” said district attorney Jackie Lacey. “The verdict proves the criminal justice system works.” The officer’s defence lawyer, Robert Rico, told jurors that the video showed an “ugly” scene but that his client’s use of force was “reasonable, justified and necessary” since Thomas, who was over 6ft tall and weighed 228 pounds, disobeyed officers’ orders."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}