{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2015/jun/24/gustav-klimt-piece-sells-almost-25m-sothebys", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2015-06-24T22:27:56Z", "webTitle": "Gustav Klimt piece sells for almost £25m at Sotheby's", "webUrl": "https://www.theguardian.com/culture/2015/jun/24/gustav-klimt-piece-sells-almost-25m-sothebys", "apiUrl": "https://content.guardianapis.com/culture/2015/jun/24/gustav-klimt-piece-sells-almost-25m-sothebys", "fields": {"headline": "Gustav Klimt piece sells for almost £25m at Sotheby's", "bodyText": "A Gustav Klimt portrait of a beautiful young woman wrapped in folds of white gossamer sold for £24.8m on Wednesday night, one of the highlights of the big-money London auctions. Portrait of Gertrud Loew, who was the 19-year-old daughter of the artist’s physician, had been described as the finest Klimt portrait to come to auction in 20 years. It arrived on the market only after an ownership dispute between the descendants of the artist and the subject, who have agreed to divide the proceeds. Estimated at £12m-18m, the painting sold at Sotheby’s above estimate after a glacially slow bidding battle, by normal auction standards, between two anonymous buyers. It took 15 minutes to get from the opening bid of £9m to the hammer bid of £22m. “I’m sorry about this,” joked auctioneer Henry Wyndham as the bids slowly went up by £100,000. “I’ll be with you later.” At £19.1m Wyndham observed: “Have we all had enough of this?” When it finally sold there was applause. The final price for the 1902 work represents the second highest price for a portrait by the artist. In total, the 90-minute sale of impressionist and modern art brought in £178.6m, the second highest total for any auction held in London. The pre-sale estimates had totalled £140.3m-£203.2m. It was all evidence, said Sotheby’s co-head of impressionist and modern art Helena Newman, of the continuing strength and momentum at the top end of the art market. While there was nothing being sold that would have encouraged the stellar prices achieved at Christie’s in New York last month – record prices of $179.4m (£114.23m) for Pablo Picasso’s Les Femmes d’Alger and $141.3m (£89.97m) for Alberto Giacometti’s L’homme au doigt – there were still seven lots which sold for over £10m. A Max Liebermann painting of two horse riders on a beach, Zwei Reiter am Strand nach Links, sold for £1.87m, way over its estimate of £350,000-£550,000. It is significant because it is the first painting to be sold from the enormous stash of paintings hoarded by the German recluse Cornelius Gurlitt. Another beauty was Petite Danseuse de Quatorze Ans by Edgar Degas, one of only a handful of bronze casts of what is an internationally famous sculpture in private hands. It sold for £15.8m (estimate £9m-12m). The star lot, an important abstract by the revolutionary Russian artist Kazimir Malevich, sold for a price at the lower end of its estimate. Suprematism, 18th Construction, an artwork dominated by a big black trapezoid and painted 100 years ago, had a pre-auction estimate of £20m-30m and sold for £21.4m. The work was one of a number of Malevich’s that hung in the Stedelijk Museum in Amsterdam for 50 years. It was sold to them by the heirs of German architect Hugo Häring, one of several friends Malevich entrusted with his paintings when he fled Berlin in 1927. In 2008, after a 17-year battle, the museum agreed to give five artworks to the heirs in exchange for them dropping claims against nine others and ending a law suit against the city."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}