{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jun/09/attorney-general-appeals-release-solitary-confinement", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-06-09T22:55:56Z", "webTitle": "Louisiana appeals release order for man in solitary confinement 43 years", "webUrl": "https://www.theguardian.com/us-news/2015/jun/09/attorney-general-appeals-release-solitary-confinement", "apiUrl": "https://content.guardianapis.com/us-news/2015/jun/09/attorney-general-appeals-release-solitary-confinement", "fields": {"headline": "Louisiana appeals release order for man in solitary confinement 43 years", "bodyText": "Nearly 24 hours after a judge ordered the release of a man who has spent more than four decades in solitary confinement, another court has ordered him to remain in prison at least until the end of this week. On Monday, a federal court ordered the immediate release of Albert Woodfox, the last of the “Angola Three” inmates, who has been in solitary confinement in a 6 by 8 sq ft cell since 18 April 1972. Judge James Brady called Woodfox’s release “the only just remedy” after his two previous convictions for the death of a prison guard were overturned because of racial prejudice and lack of evidence. But Louisiana attorney general Buddy Caldwell on Tuesday appealed to the fifth US circuit court of appeals in New Orleans to keep Woodfox in prison with the intent to try him a third time. The appeals court sided with Caldwell, issuing a stay on Tuesday that will keep Woodfox in prison until at least 1pm on Friday, “unless this order is vacated, or renewed indefinitely or to a time certain, by this panel”. It gave Woodfox until Wednesday afternoon to appeal that stay. Woodfox is currently being held at the West Feliciana Parish Detention Center in St Francisville, where he was transferred in preparation for a third trial. Woodfox’s attorney, George Kendall, met with him inside the jail on Tuesday and found him “guardedly hopeful”. Woodfox has been through arduous court fights before and “understands how the system works”, Kendall told the Associated Press. Kendall said he did not know when Woodfox might be released, but he expects a ruling on the state’s appeal within 48 hours. Angela Bell, an assistant professor of legal writing and analysis at Southern University Law Center in Baton Rouge, said she talked with Woodfox on Monday night. She said he’s been suffering from increasing panic attacks, exacerbating other health problems, including diabetes. “He does not allow himself to be very optimistic about things. I think that that is a coping mechanism that he has developed. But we talk often about the power of prayer and the ability of God to deliver miracles. And I do believe that he believes that that is possible,” Bell told the Associated Press. Amnesty International and the United Nations have condemned Woodfox’s imprisonment as inhumane. Human rights advocates contend his solitary confinement is a form of torture. “There is no other American prisoner who has been as long in solitary,” Kendall told the Guardian last year. “If you ask other prisoners who have spent time in solitary, they will tell you that it is the worst thing that can happen to you in prison – it’s as lonely and painful as it gets.” Woodfox was one of several prisoners accused of killing of Brent Miller, a 23-year-old guard at the prison. A year earlier, Woodfox and Herman Wallace helped establish a prison chapter of the Black Panther Party, while Robert King helped establish a Black Panther chapter in the New Orleans prison. All three were active in the hunger strikes and work stoppages that spurred improvements to prison conditions, and all three suffered harsh treatment thereafter as prison authorities kept them isolated at Angola to prevent more disruption behind bars. Wallace died last fall, days after a judge freed him and granted him a new trial. King has become a public speaker since his release in 2001, after the reversal of his conviction in the death of a fellow inmate in 1973. The Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}