{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/jun/21/david-cameron-eu-angela-merkel-greek-crisis-grexit", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-06-20T23:04:01Z", "webTitle": "Why David Cameron is an anxious spectator of the Greek drama | Andrew Rawnsley", "webUrl": "https://www.theguardian.com/commentisfree/2015/jun/21/david-cameron-eu-angela-merkel-greek-crisis-grexit", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/jun/21/david-cameron-eu-angela-merkel-greek-crisis-grexit", "fields": {"headline": "Why David Cameron is an anxious spectator of the Greek drama", "bodyText": "Angela Merkel is very fond of saying it. The old English proverb – maybe it is also an old Teutonic one – is the default response of the German chancellor whenever there is a crisis in Europe. “Where there’s a will, there’s a way.” That’s her mantra. She says it about keeping the United Kingdom in the European Union. She says it about finding an 11th-hour compromise to prevent Greece from defaulting on its debts and crashing out of the euro. Usually she is proved right. You can even look at the entire history of the European Union, from its inception as an economic compact between the founding six in the 1950s to its expansion into an organisation embracing the great majority of Europe’s population, as the embodiment of the Merkel motto. The romantic “ever closer union” rhetoric of the European ideal, the lofty language of integration that boils the blood of British Europhobes, is utopian. But what has kept the European show on an often bumpy road is prosaic, pragmatic compromise. A voluntary partnership of 28 states can work no other way but through endless give and take. Deal-making is the speciality dish of Brussels. And on those occasions when the chefs can’t cook up a compromise, the EU has a knack for defusing a crisis by “kicking the can down the road” or some other variant of delaying a day of reckoning or fudging a fundamental problem. The urgent question this weekend is whether this talent for compromise is being tested to destruction by the deadlock between the Syriza government of Greece and Europe’s creditor powers. What if, this time, there is no will to find a way? And what will that mean for David Cameron’s ambitions to renegotiate Britain’s terms of membership prior to putting it to a referendum? The atmospherics between the Athens government and its antagonists, which is now just about every player of importance in the rest of Europe, have been awful for weeks and have got more poisonous as they have neared the crunch. The closer they get to the cliff edge, the more they swear at each other. Accustomed as we are to Brussels negotiations being conducted in the vapid language of the bland Euro-communique, some of the language being used is extraordinarily vituperative. Accusations of mendacity and venality, blackmail and criminality have been hurled around with a very uncommunautaire abandon. The stakes are extremely high. If a deal is not done, Greece will be heading towards default on billions of its debts. Since it is so dependent on funding from the European Central Bank, default would very likely push Greece on an exit trajectory from the eurozone. An even greater default would then follow. Greece’s debts would be repaid in a drastically devalued drachma, if they were repaid at all. What happens after that is much argued over. It is all guesswork. There are those who see a relatively cheerful afterlife for a post-euro Greece. After a period of extreme, near-term turbulence, a Greece could get back on the road to prosperity thanks to the benefits of a devalued currency. Full declaration of interest: Greece is one of my family’s favourite destinations for a holiday. Grexit could make that beautiful country deliciously good value to visit. As for the rather more serious consequences, the sanguine argue that the eurozone is now much better equipped than before to cope with the fall-out from Grexit. Measures are in place to prevent a “contagion effect” devouring other vulnerable members of the eurozone. This sounds rather too rosy to be true. The darker crystal ball foresees a hideous future for Greece, a country that has already suffered so much. Its financial system is destroyed and whatever advantage it might derive from devaluation is outweighed by soaring import prices, raging inflation and political chaos. The creditors would not get any money back and yet Europe would be obliged to come to the aid of Greece or risk a failing state turning into a failed state on the Aegean and the Ionian. That might be welcome news to the Kremlin, to terrorists and to people-traffickers trading in African migrants. It would be terrible news for everyone else. Then there would be the longer term consequences for the eurozone as whole. Its bedrock principle is supposed to be “irreversibility”. Once a member of the single currency, always a member. That would be shattered by Grexit, a severe blow to both the European ideal and to market confidence in the euro. And what if a post-euro Greece was the success that some predict? That would surely increase the chances of other distressed members of the zone following Greece towards the exit. That could be the beginning of the end of the euro. It is precisely because both sides have so much to lose that most people are still assuming that some sort of deal will be done in time for the emergency summit of the leaders of the eurozone on Monday. The negotiations may be noisy, but the markets are calm. They are betting that there will be some sort of fix. The economics and the geopolitics point to a deal being done. It is domestic politics that presses from the other direction. That is the reason they are on the brink. Chancellor Merkel is under intense pressure in Germany not to concede to Syriza . Wolfgang Schäuble, her powerful finance minister, has indicated that he is prepared to let Greece go. He doesn’t sound like he’s bluffing. There is intense exasperation with the Greek government among countries that have taken the austerity medicine. Viewed from Dublin or Madrid, Syriza’s brinkmanship can’t be allowed to succeed because that will feed the leftwing populism of Sinn Fein in Ireland and Podemos in Spain. On the Greek side, Syriza can’t afford to come out of this looking as if they and their nation have been humiliated. For the first time, David Cameron and George Osborne are giving really serious thought to the implications of Grexit. Not least among their concerns is how it would shape Britain’s debate about its future in Europe. On the face of it, a tragic denouement to the Greek drama would be a champagne day for the better-off-outers. Here would be vindication of their view that the euro was a fatally misconceived project from the start and that Brussels is a wicked conspiracy against democracy. It is enjoyably ironic to hear John Redwood, the turbo-Thatcherite former cabinet minister, expressing comradely solidarity with Greece’s Marxists. The outers hope that the turmoil triggered by Grexit would heighten the likelihood of it being followed by Brexit. In Number 10, by contrast, the inclination is to think that it would strengthen David Cameron’s hand. Other EU leaders, frantic to avoid further damage to the union, would be more accommodating of his demands for renegotiated terms. One of those demands is that the EU formally accepts that it is a “multi-currency” area. By demolishing the idea that Europe is predestined for “ever closer union”, Grexit would actually make it easier for the prime minister to sell continued membership to the British. So goes their hopeful reasoning. Against that, the Greek crisis could have two, potentially very negative consequences for David Cameron’s strategy. One is the impact on his timetable. It is already slipping backwards under pressure from his backbenchers and the Electoral Commission. The prime minister has now conceded that the referendum will not take place in May next year, an option he had previously tried to keep open. When he meets with his fellow leaders at the European Council towards the end of this week, the British renegotiation is scheduled to be item four of their talks. The prime minister’s officials express confidence that it won’t be blown off the agenda by Greece, however bad it gets. But there is a simple truth about this. If the EU finds itself having to cope with the blowback from a Greek default and exit from the eurozone, other European leaders will inevitably have less time and energy to devote to the United Kingdom. The other thing that David Cameron has to worry about is the position of Angela Merkel. He has invested hugely in the German chancellor in the belief that her power and influence will help him to secure a deal that he can then sell in the referendum. Like Wellington at Waterloo, he has looked to Germany to help him secure a victory. Mrs Merkel’s capacity to perform that role depends on how much authority she commands. If the Greek crisis is resolved on terms that look like a win for Syriza, that will greatly hurt Mrs Merkel in her own country. Informed observers predict that she will face a mutiny from her own party. It would also weaken her reputation across the continent. A Grexit would be no less a, and probably an even greater, blow to the woman who said: “If the euro fails, Europe fails.” Any outcome that weakens her weakens David Cameron. He is surely hoping that the German chancellor’s saying still holds true. That there is a will to get out of this crisis. That there is a way."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}