{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/jun/29/first-english-wine-served-wimbledon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-06-28T23:01:10Z", "webTitle": "First serve for English wine at Wimbledon", "webUrl": "https://www.theguardian.com/sport/2015/jun/29/first-english-wine-served-wimbledon", "apiUrl": "https://content.guardianapis.com/sport/2015/jun/29/first-english-wine-served-wimbledon", "fields": {"headline": "First serve for English wine at Wimbledon", "bodyText": "English wine is to be served at Wimbledon this year for the first time in the tennis tournament’s 138-year history. The chosen wine for the championships, which start on Monday, is a white Pinot Gris 2014, from the Bolney estate in East Sussex. Dry, fresh and aromatic, it has been chosen for fans attending the event as “a perfect match” for strawberries and cream. Experts said of the wine, which retails for £16.99: “The rose and pear-scented nose leads to faintly honeyed fruit flavours with traces of white blossom on the silky finish.” It will be served at catering outlets and hospitality areas throughout the 2015 tournament. Sam Linter, managing director and lead winemaker at the Bolney wine estate, said: “We are so proud that our Pinot Gris has been selected to be served in the Wimbledon boxes this year. Being such a quintessentially English institution, it only seems right that English wine is being served. To us, it shows how the quality and reputation of English wine has improved in recent years. We have picked up a plethora of awards in 2015, and hope to see many more in the coming months.” The Guardian wine writer, Fiona Beckett, said: “Wimbledon should by rights be doing its bit to promote English wine. Especially fizz, which is getting better every year. The latest releases, many based on the excellent 2010 vintage, picked up an impressive 14 gold medals in the 2015 International Wine Challenge; it was good, too, to see some new names alongside pioneers such as Gusbourne and Nyetimber.” English wine producers have struggled in the past with an inconsistent climate and higher production costs than continental rivals. But domestic vineyards last year enjoyed a long, warm spring and summer, bringing high-quality grapes in large volumes. Julia Trustram Eve, marketing director of the English Wine Producers trade body, said: “English wines really are on an upward trajectory. As volumes continue to grow, so will our efforts to develop markets both here and abroad.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}