{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jun/09/joe-ledley-gareth-bale-wales-euro-2016-qualifier-belgium", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-06-09T21:30:02Z", "webTitle": "Joe Ledley: Gareth Bale has exceeded hopes since milestone Wales debut", "webUrl": "https://www.theguardian.com/football/2015/jun/09/joe-ledley-gareth-bale-wales-euro-2016-qualifier-belgium", "apiUrl": "https://content.guardianapis.com/football/2015/jun/09/joe-ledley-gareth-bale-wales-euro-2016-qualifier-belgium", "fields": {"headline": "Joe Ledley: Gareth Bale has exceeded hopes since milestone Wales debut", "bodyText": "Joe Ledley has paid tribute to Gareth Bale, saying that the man who will win his 50th Wales cap in the Euro 2016 qualifier against Belgium on Friday has exceeded all expectations since becoming Wales’s youngest player. Ledley was in the Wales team that beat Trinidad and Tobago 2-1 on the eve of the 2006 World Cup finals in a friendly that was memorable for Bale’s debut Aged 16 years and 315 days, Bale was introduced as a second-half substitute for David Vaughan and, in a sign of things to come, set up Robert Earnshaw’s late winner. Recalling how Bale broke through as a talented but shy full-back who played behind him on the left flank at the time, Ledley smiled at the transformation in the man and the footballer since. These days the Crystal Palace midfielder operates in a more defensive role, while Bale wreaks havoc further forward and off the field it is the Real Madrid player whose voice carries the greatest influence in the Wales dressing room. “I roomed with him once or twice, we had just come into the squad, he was quiet and used to just get on with it. Now things are changing,” said Ledley, who has gone on to win 56 caps for Wales. “You can see from Gareth that he plays for one of the best teams in the world and you can only just listen to a person like that and learn. [On the pitch] he used to be behind me a lot of the time and me in front. That has sort of changed now. That is Gareth. He loves getting on the pitch and proving everyone wrong. “You could always see he had something special, brilliant on the ball, fast and you could see his free-kicks as well – he has always had that. You never thought maybe Madrid but that is down to him. That is his dedication and the way that he has focused on the game. Credit to him, he deserves to be where he is. For me, he is one of the best players in the world.” Wales are unbeaten in qualifying, with three wins and two draws so far, and have realistic hopes of reaching next summer’s finals in France, yet there is an acknowledgment that Bale will need to be performing at the top of his game, as was the case in the 3-0 win over Israel at the end of March, if they are to upset Belgium and supplant them as Group B leaders. Bale’s difficult second season at Madrid has been well documented but the 25-year-old feels at home in every sense when he joins up with Wales. Osian Roberts, the Wales coach, talked about how Bale has produced some moments of jaw-dropping brilliance on the training ground in the past few days, while Ledley admitted that his team-mate always seems comfortable in the international set-up. “It is different. We don’t speak Spanish! We speak English and Welsh!” Ledley said, smiling. “Gareth comes in, he likes meeting up, looks relaxed and he is one of the lads. We treat him as one of the boys and don’t treat him any differently. Just like [Aaron] Ramsey also. That is what you need here. Credit to Gareth, he loves meeting up. Hopefully he can perform like he has done; he has been the key to how we play.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}