{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jun/16/grace-mann-university-of-mary-washington-case", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-06-16T22:49:24Z", "webTitle": "Grace Mann case: alleged killer 'almost manic' before body found, witnesses say", "webUrl": "https://www.theguardian.com/us-news/2015/jun/16/grace-mann-university-of-mary-washington-case", "apiUrl": "https://content.guardianapis.com/us-news/2015/jun/16/grace-mann-university-of-mary-washington-case", "fields": {"headline": "Grace Mann case: alleged killer 'almost manic' before body found, witnesses say", "bodyText": "The housemates of a 20-year-old student who was allegedly choked to death by a roommate told a court on Tuesday how the accused was sweating and “almost manic” after emerging from a room where her body was later found. Steven Vander Briel, 30, is charged with the murder and abduction of Grace Mann, a fellow student of the University of Mary Washington, in April this year at the home they shared with two other female students near campus in Fredericksburg. During the preliminary hearing Briel didn’t once look towards the public gallery, where Mann’s mother Melissa, watched proceedings. Another young woman who was present had a button with Grace’s picture on it. Housemates Kathryn Erwin and Holly Aleksonis, who had shared the small red brick house with Briel and Mann, took the stand. They told the court that Mann had gone home only briefly on the afternoon of 17 April to fix her hair and makeup. Erwin and Aleksonis hadn’t expected to find her there when they arrived at 3pm, but noticed her car in the driveway. About 20 minutes before, Erwin testified, she had received a couple of cryptic texts from Briel. One read: “Where are you? Cleaning is hard.” Another read: “I went into Holly’s room and made a mess.” Then, the text message repeated: “Made a mess.” Erwin said she wrote Briel back, asking for an explanation, but received no reply. After returning to the house, Erwin and Aleksonis had looked around, they said, but though they saw Grace’s things in her room, they did not see her. The door to Aleksonis’s room was closed, and they knocked. Briel, they said, came out, shutting the door behind him so they couldn’t see what was in the room. He was sweaty, they said, speaking quickly, and breathing heavily. “Almost manic,” Erwin said. A chaotic conversation ensued, the court heard. Aleksonis testified that she couldn’t remember the particulars, though Erwin gave an account of a fuller conversation. But both of them agreed that when they asked Briel where Grace was, he replied with a question: “What would you do if Grace didn’t come back?” He told them that he and Grace had had a disagreement, that she had “lunged” at him, and that she had bitten him on the hand. He showed them some kind of injury on his hand. And he said he had slapped Grace. In her room, Aleksonis found her housemate lying on the floor under a purple comforter. She had plastic bags stuffed in her mouth, and a plastic bag over her head. Aleksonis screamed and ran from the room. Erwin called 911 and administered CPR, and Briel slipped from the house in the distraction. He was later apprehended hiding in a local church after a two-hour manhunt. The coroner ruled that Mann died of asphyxia by strangulation. A police detective at the hearing on Tuesday testified that by the time she saw the victim at the hospital, she was dead. As expected, Briel did not testify at the hearing. As is customary, defence counsel did not offer evidence at the preliminary hearing. Fredericksburg district court judge John R Stevens Jr found that there was probable cause to continue to hold Briel on charges of murder and referred his case to the next stage before trial: a meeting of the grand jury of the Fredericksburg circuit court on 27 July. Once that grand jury hands down an indictment for Briel, his case will be set for trial. The killing came at the end of a turbulent year at the clean-cut public liberal arts school because of fighting between a group Mann belonged to, Feminists United, and others on campus. This had followed an incident when members of a rugby team were suspended late last year after a video of a sexist chant emerged in the media. In early May, a group of students filed a Title IX complaint against the university, listing Mann’s death as among the elements that had made the campus a hostile environment. Among the factors they cited in proving that environment was Mann’s death. This article was corrected on Wednesday 17 June 2015 to correct the name of Grace Mann’s mother."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}