{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jun/09/texas-police-officer-eric-casebolt-racial-profiling-lawsuit", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-06-09T21:55:10Z", "webTitle": "'Out of control' Texas officer who threw girl to ground at pool party resigns", "webUrl": "https://www.theguardian.com/us-news/2015/jun/09/texas-police-officer-eric-casebolt-racial-profiling-lawsuit", "apiUrl": "https://content.guardianapis.com/us-news/2015/jun/09/texas-police-officer-eric-casebolt-racial-profiling-lawsuit", "fields": {"headline": "'Out of control' Texas officer who threw girl to ground at pool party resigns", "bodyText": "Eric Casebolt, the Texas police officer who threw a black girl to the ground and waved a gun at other teenagers during a pool party incident that quickly went viral and led to protests, has resigned from the police force in McKinney, Texas. Officials were quick to place full blame on Casebolt as “out of control”, seeking to quell international attention on this small Dallas suburb after video footage spread and protesters descended upon the town at a time when relations between police and communities of color are under increased scrutiny. “Our policies, our training, our practice doesn’t support his actions,” McKinney police chief Greg Conley said at a press conference. He described Casebolt’s actions as “indefensible” – even though Casebolt had been accused of racial profiling before, according to a withdrawn civil rights lawsuit filed against the police department. Casebolt will retain his pension and benefits. The police chief added that Casebolt “resigned on his own” without pressure from the department, and that the police will continue to investigate “all the allegations that are presented to us”. No one was charged in the aftermath of the pool party, and the case against the only person arrested there has been dropped, Conley said. Mayor Brian Loughmiller also blamed Casebolt, saying he was “not indicative of McKinney as a whole” and that “the actions of any one individual cannot define our community”. But the incident at the party was not the first time that Casebolt, a 10-year veteran of the McKinney police, had come under scrutiny for aggressive behavior. A man named Albert Brown, after being imprisoned in the county jail on drug charges, filed a civil rights lawsuit against five McKinney officers, including Casebolt, after a traffic stop in 2007. He accused Casebolt of “unreasonable searches and seizures, excessive force, racial profiling, racial animus”. Brown alleged that Casebolt approached him saying he was going to issue a parking ticket, then claimed to have seen marijuana seeds and alcohol and asked to search the car. He then, the withdrawn suit says, “made some comments about me, the white girls that were with me and my clothes” and conducted a body search that including pulling down Brown’s pants below his ankles. Brown was arrested for possession of crack cocaine. Casebolt said in a court filing that the car’s three occupants “seemed extremely nervous and were attempting to be overly friendly, a behaviour that I have witnessed many times by people involved in criminal activity”. The civil rights suit was filed in 2008. The following year, Casebolt, who joined the department in 2005, was named McKinney patrolman of the year. Brown withdrew his suit in 2009, saying that he needed more time to prove his case. The officers involved denied any wrongdoing, and the case was dismissed with the court insisting that Brown could not proceed on the civil-rights action unless his conviction or sentencing had been reversed or otherwise called into question. They have not. McKinney Fraternal Order of Police Lodge #107, the union that represents city police officers, insisted in a statement that the pool party incident was not an example of racism: “The McKinney FOP assures that this was not a racially motivated incident and can say without a shadow of doubt that all members of the McKinney FOP and McKinney PD do not conduct racially biased policing.” The union also clarified that it does not condone officers cursing at juveniles or adult citizens. Hundreds of people demonstrated in McKinney on Monday in support of the black community and called for improved accountability and reform of the police department. Casebolt had been suspended before his resignation, which the White House on Tuesday said was “the prudent thing” to do. The National Bar Association, the largest group of black attorneys and judges in the US, had called for his dismissal. The NAACP has called for a full investigation of the McKinney police department. “Casebolt came to call out of control and his actions on the call were out of control,” the McKinney police chief said. Maurice Gray, whose wife and five children were at the party, said he is “hoping this will heal the neighborhood, the officer doing the right thing”. He attended a protest rally and march in McKinney on Monday night where many demonstrators called for Casebolt to be fired and to face criminal charges. Gray, who is black, said that a prayer vigil was being planned to take place at the pool. Several of the young people who are seen coming into contact with Casebolt in the video are believed to be considering followup lawsuits. The former officer and his lawyer were scheduled to hold a press conference on Wednesday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}