{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/live/2015/jun/28/glastonbury-2015-live-sunday-night-the-who-paul-weller-and-chemical-brothers", "type": "liveblog", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-06-28T22:49:44Z", "webTitle": "Glastonbury 2015: Sunday night as it happened – The Who, Paul Weller and Chemical Brothers", "webUrl": "https://www.theguardian.com/music/live/2015/jun/28/glastonbury-2015-live-sunday-night-the-who-paul-weller-and-chemical-brothers", "apiUrl": "https://content.guardianapis.com/music/live/2015/jun/28/glastonbury-2015-live-sunday-night-the-who-paul-weller-and-chemical-brothers", "fields": {"headline": "Glastonbury 2015: Sunday night as it happened – The Who, Paul Weller and Chemical Brothers", "bodyText": "That’s it from the Who … And that’s it from Glastonbury. To conclude this 429th and final liveblog of the festival, here is the complete Alexis Petridis review of Wellah and the Who. Please do join me tomorrow morning, when I’ll be liveblogging my breakfast. Thanks for your company all weekend, and have a good night’s sleep. Chemical Brothers Mark Beaumont was there. He watched. But did he dance? Was his mind blown? Lasers, star guest and monster hits from the 90s; the Chemical Brothers have been studying the Closing Glastonbury manual hard. Of course they missed the section about the guests actually showing up, but Messieurs Simons and Rowlands don’t need to resort to Ronson tactics to floor a field. Their crossover cultural clout may be diminished but they can still knock out a beat that sounds like two Crossrail tunnel borers having sex and their biggest tunes – Setting Sun, Hey Boy Hey Girl, Galvanize, Block Rockin’ Beats – are rearranged into attack formation. Plus, at one point a giant mechanical robot descends from the rafters and shoots lights from its chest like one big bird-flip at Skrillex. The Who, who? Flying Lotus Our man with the experimental dance headset, Ben Beaumont-Thomas, was there … “I heard that to be a legitimate artist, you had to play Glastonbury,” Flying Lotus says jokingly as he opens his set. Legitimacy is assured with this excellent set that straddled straight-up trap, jazz, classic hip-hop, funk and the collapsing outer-edges of electronics. Set amid an angled cuboid net with projection-mapping flowing onto it, FlyLo switched from chunky hand-raisers into lovely dextrous soul, aided by bass guitar virtuoso Thundercat; a live reversion of Ice Cube’s It Was A Good Day was an early highlight. They were later joined by George Clinton, playing their Kendrick Lamar collaboration, into Kendrick’s King Kunta, via a splash of We Want the Funk. “This is my hero!”, said a delighted FlyLo as the pair embraced at the end. With a jagged section of FlyLo’s alter-ego Captain Murphy also included, this straddled the entire spectrum of funk – and all of it launched into the stars. When the Tommy medley goes into Listening to You … Is always the point in the Who show at which I go, “Jesus, this is bloody brilliant. Maybe I’m wrong about Tommy and should go back to it again.” So I do. And then I remember it’s a bloody great rock opera, not a nice highlights medley calculated for maximum live impact. Slightly amazed … That hardly anyone in the crowd seemed to recognise Pinball Wizard from the intro, only getting it when the famous guitar pattern came in. I mean, it’s a pretty famous song, isn’t it? Most people have heard it from the beginning about 31,000 times, haven’t they? Is it wrong … To admit that I really, really, really like You Better You Bet? Much more than Behind Blue Eyes or Love Reign O’er Me … (though I do hope they don’t bother with Eminence Front as the other representative of the last 35 years in the set). You’d BETT-TAHHH! Ron Mael dancing in wellies! The Who – the Petridis verdict Even as we watch them on TV, in real life the Who are done. And Alexis has sent in his verdict, with the full review to follow. Daltrey can still swing a microphone around with considerable panache, but voice is rougher than it was. Even so, it still has a powerful belligerence about it that matches the sound of Townshend’s guitar and brings out the distrust and paranoia at the heart of I Can See For Miles. The guitarist seems a bit underwhelmed by the set. “It could have been better,” he says, before a version of Won’t Get Fooled Again that sounds great. The band didn’t get to soundcheck, he complains, although frankly no one would have known if he hadn’t mentioned it. And then he raises an amused eyebrow at Kanye West’s line about being the greatest rock star on the planet. American politics interruption, FFS For a moment we thought a US congressman had been onsite meeting with the Mael brothers to discuss farming … Roger … His voice is not what it used to be, that’s for sure. But why would it be, given it’s 50 years or so since many of these songs were recorded? I really don’t mind, although, on I Can See for Miles, it’s getting a bit peculiar. As elephantwoman puts it in the comments: “Is Roger singing in the club singer style?” The Kids Are Alright! Love this song. Last year, the Who had a press conference at Ronnie Scott’s for their anniversary tour. I was in the front row, as Pete’n’Rog did a short acoustic set – to hear this played acoustically, from a few feet away, was incredibly poignant. Zak Starkey … Has been, by some distance, the best person behind the drums for any of the Who’s configurations since Keith Moon died, hasn’t he? The only one with anything approaching the same swing. And we’re into the Seeker. May I ask which period of the Who you like best? My dream Who set would be almost entirely composed of pre-Tommy material, but I suspect I’m pretty much alone in that (although Johnny Marr is another who feels the same). And we’re off … With the Who highlights opening with Who Are You? Which is usually mid-set, but it is still very light on the footage, so perhaps they opened with it … The Who and 60s rock I’m currently reading Psychedelia and Other Colours by Rob Chapman, to be published by Faber. The chapter on garage rock has a great exploration of how the US garage sound came to be formed, out of remnants of surf rock, R&amp;B and the British invasion. “In the great cultural ricochet of life, the garage bands were the sound of American beat groups imitating English beat groups who had been imitating American R&amp;B groups in the first place. That’s not the full story by any means, but if the garage sound can be reduced to one common factor, then the great Anglo-American pursuit of roots on the rebound – a tendency that echoes back and forth across the Atlantic for most of the 20th century – constitutes a substantial part of the formula. The garage sound takes as its source material a range of English influences: roughly in order of prominence these were the Rolling Stones, the Yardbirds, the Beatles, the Who, Them, the Pretty Things, the Animals, the Kinks, the Dave Clark Five, the Zombies and the Troggs.” That chapter also introduced me to this amazing record, which I’d never heard before (I only know the pop versions by the Amen Corner and the American Breed), and which deserves to be considered the equal of Action Woman or Psychotic Reaction, for my money. FFS … Are sounding great on the iPlayer right now. And not just playing their album – but each others’ songs, too. Chris Squire Here’s our news report on the death of Yes bassist Chris Squire … “Chris Squire, co-founder of prog-rock band Yes and renowned bass guitarist, has died aged 67. Squire, who formed Yes with singer Jon Anderson in 1968, had been undergoing treatment for acute erythroid leukemia (a rare cancer of the blood and bone marrow) in his hometown of Phoenix, Arizona. In a statement released on Sunday, fellow Yes band members described Squire as a phenomenal bassist and the “linchpin” that held the group together. “It’s with the heaviest of hearts and unbearable sadness that we must inform you of the passing of our dear friend and Yes co-founder, Chris Squire. Chris peacefully passed away last night in Phoenix, Arizona,” the band said. “For the entirety of Yes’ existence, Chris was the band’s linchpin and, in so many ways, the glue that held it together over all these years. Because of his phenomenal bass-playing prowess, Chris influenced countless bassists around the world, including many of today’s well-known artists. Chris was also a fantastic songwriter, having written and co-written much of Yes’ most endearing music, as well as his solo album, Fish Out of Water.”” You can read the whole story here. The Who update 2 As you were, 6Music are now moving around the stages but plan to return for the end of the Who’s set. The Fall I didn’t see them because I was watching Top Gear, but their set has brought the reminiscences out on Twitter … Some years ago, when my kids were in nursery, I was walking up Highgate Road to collect them after work. There was a fella, very drunk, slumped on the pavement against the wall of the Bull and Gate. Blimey, I thought, he doesn’t half look like Mark E Smith. Fifty yards further on, I walked past the Forum, where the marquee read: “Tonight. Sold Out. The Fall.” Wonder what that show was like. The Who update Stephen Cooper emails me to say they are live on the radio, on 6Music, right now, and they’re playing the hits – My Generation out of the way already. In the meantime, I’ve gone over to Chemical Brothers on the iPlayer for what appears to be a proper son et lumiere spectacular – Hey Boy, Hey Girl sounding just great right now. FKA twigs She’s blown the mind of Ben Beaumont-Thomas. Here’s a snippet. “Halfway through FKA twigs’ performance of Video Girl, I didn’t think my Glasto music experience would be surpassed – it was an exquisite demonstration of tempo, speeding up and down like a panic attack coming in and out of control. Even the crane camera suddenly drew back startled from one burst of movement. But surpassed it was – over the subsequent set twigs showed off psychosexual theatre, futurist love song, and elemental dance that can be counted with the greatest art being made on the planet today. Her band were masterful, triggering drums and samples live - at one point this involved a percussion solo being played forwards, then backwards, in perfect symmetry.” And here’s the full review. Hello again! I went off and had my tea and watched the strange valedictory Top Gear with my son, and came back expecting to watch the Who on the iPlayer, only to discover – as many of you have – that it’s highlights only. I’ve left a message for their publicist to enquire why, but my guess would be that the Who, being a rock’n’roll band, can be unpredictable live – just like the Stones – and that maybe they only want the bits they know are good to go out. That’s just a guess, mind. I’ve seen them a few times, and I’ve seen them be brilliant and I’ve seen them be not quite on their game – that was certainly the case, I thought, for the second of their nights at the O2 earlier this year. What’s interesting about the Who these days is that it’s Roger Daltrey who’s the advocate of doing unusual things with the setlist, whereas Pete Townshend would be happy to play the greatest hits and nothing but, because – he says – he doesn’t get a whole lot out of playing live. It’s Daltrey who got songs like the wonderful So Sad About Us into the setlist on the Who Hits 50 tour. I hope the highlights will encompass that stuff, as well as Who Are You? and My Generation and the like. That’s it from me ... I am off to catch a bit of psychedelic electric funk fusion from Flying Lotus. Please allow Michael “The Man” Hann to talk you through the closing stages of the festival. I can hear the distant sounds of the Who. In preparation for their set, I tried to source some snappy facts about the band. Unfortunately, all I could find was this website about a project which helps to facilitate access to medicines that meet unified standards of quality, safety and efficacy for HIV/AIDS, malaria and tuberculosis. Enjoy. Here’s a little summary of the general emotions at play in the hut: Time for T Now time for a quick take on Jamie T’s set over at the Other stage (and here’s Mark Beaumont’s full review): ‘I feel in the moment,’ mutters Jamie T. Having donated his chirpy urban rap troubadour persona to Rat Boy, he’s now in the business of being a tortured, serious artist. Catharsis abounds, be it in the form of furious punk screams of self-hate written after a bloke in the pub mocked him for not playing Glastonbury 2013, or admitting to stage fright before diving headfirst into Rabbit Hole. Covering hard drug abuse, unfaithfulness and insecurity, his new songs might be wrought with regrets and self-chastisement but they don’t expect our sympathy. This gives his set an endearing self-help feel and making the eventual run of old rap pop hits – Sheila, Sticks ‘n’ Stones – such a wild release that the front row very nearly hugs him right into the mosh pit. Welcome back Mr T. FKA Twigs should be mid-way through her set at West Holts. Her stage show is always a visual feast, so hopefully she’ll step it up for Glastonbury. The internet says that popular vampire impersonator Robert Pattinson is on site – maybe he will come on stage dressed as a twig. If he really loved her he would come on stage dressed as a twig. In the meantime, read this on the art of FKA Twigs’ music videos dissected. We can confirm Wellah did quite wellah Paul Weller has finished now, off into the night like a leaf floating in the billowing winds (please see former disclaimer re similes) but here’s a little taster of Alexis’ review: “What a night you’ve got,” says Paul Weller gruffly, not, one suspects, a man who’s ever been much given to spending his weekends trudging through mud with glitter on his face carrying a flag that says PAUL AND SPUD’S BARMY ARMY. “Not just us but The Who as well.” The audience roar: there are people here in FUCK KANYE T-shirts and a lot of blokes with Liam Gallagher hair. But these days, at least, Weller is nowhere near as musically conservative as some of his fans.” While you’re all here, what word do you think Paul Weller is saying in the above picture? My guess: shoe. Is Wellah doing wellah? Some people – such as Twitter’s Andy Long – are demanding the hits. And, as if by magic, A Town Called Malice has begun. If you want to know more about the track, take a look at this vintage Guardian piece from 2012, which should explain how he made the famous Jam track. “It’s one of my best songs, lyrically and in terms of what it means to people. I think it’s still relevant. I don’t think things have moved on too much since. I started playing it again because it’s a great song – it’s also entered the realms of being a great folk song. When we play the opening bars, you can’t help being swept along.” Theatre field: man-gorillas, trolls and gymnastic vaudevillian music hall chimpanzees Mark Beaumont got lost in the theatre field earlier. Here’s some of the oddities he uncovered: “From a distance, you’d assume Catfish and the Bottlemen were conducting an affectionate meet and greet. Up close, it turns out to be a gaggle of trolls giving out free hugs. Only in the theatre field, a place where children pet convincing man-gorillas, gymnastic vaudevillian music hall chimpanzees hawk together a crowd for a risqué balloon-swallowing act and the headliners are a bezerker Balkan band from a village situated on a cliff at the end of the world. Ten minutes spent here is, all told, like a window into the minds of Super Furry Animals. “We’ve been coming to this festival with our show for 13 years and we’ve grown a very solid fanbase,” says Flick Fernando of Bramble FM, a three-hour daily radio roadshow performed from a ramshackle caravan. “It’s just three hours of some set pieces and then general chaos.” What’s the oddest thing you’ve seen here this year? “Well there’s a giant turtle going past behind you right now.” Wow, you can see that too?” Lee Nelson update Yesterday’s headline set might seem like a distant memory – especially considering all the Wellah that’s going on on the Pyramid stage right now – but Lee V Ye still very much exists online. Nelson posted the below message eight hours ago: Whatever next? Will Taylor Swift interrupt a Lee Nelson standup show? Will Taylor Swift Kanye a Kanye gig? Will Kanye Kanye Kanye? Can’t we all just get up on stage together and hold hands and be happy? (Again, apologies for any zealous hippy declarations that might occur over the next few hours. Tired, burnt, toilets.) Welcome to the early evening slot Hello! The rumours are true. It’s time for me, Harriet “Hazza” Gibsone to take over for a little bit. I will hopefully be feeding you updates on Paul Weller, Jamie T, FKA twigs and possibly 15 minutes of the Who, then it’s back to Michael Hann, who will sail you into the late evening like a beautiful boat floating across a lake. (A preemptive apology for the many shoddy metaphors and similes that might crop up over the next two hours. It’s Sunday night, I’m tired, I’m sunburnt and I can’t remember what a normal loo looks like.) And on that bombshell … I am handing over to Harriet Gibsone for a couple of hours. I’ll be back for the Who on the telly later. But now I have to go and liveblog Clarkson’s last Top Gear. (Not really.) Lionel Richie Is meeting with near universal approval from commenters below the line, people on Twitter and those who were there. Even though, on BBC2, he is currently performing We Are the World. Well-ah! Is on the iPlayer now, from the Pyramid stage. Many, many years ago, a friend of a friend was dating Weller. He came round to her house – so the story goes – just after having one of his more outré haircuts, the blond tints phase. She opened the door to him, shouted “ONE HUNDRED AND EIGHTEEEEEE!” and burst out laughing. He demanded to know what she meant. “Well, you look just like Eric Bristow.” He turned on his heel and left. Bit of politics for you … John Harris has been writing about Glastonbury’s political aspect … “When writing about this festival, you inevitably have to push through a great forcefield of received opinion. Quiet apart from the idea of ‘Glasto’ as some ephemeral, hedonistic bunfight, there are all those arguments about what has happened to its spirit over the past 10 or 15 years, usually phrased in the form of sneers. The festival has changed, but then so has the world. Walking around its seemingly infinite expanse and comparing it to the event I first attended, in 1990 – the last year before the organisers let the police in, when one could freely buy breakfast from a hash-cake salesman before meeting friends who had got in for nothing – feels like contrasting very different versions of the same thing. But so does comparing the Britain of now with the country that was about to say goodbye to Margaret Thatcher. Most worthwhile elements of our culture grow and develop, occasionally in ways some people do not like.” Read the whole piece here. Raving, she’s raving! Kate Hutchinson spent Glastonbury investigating the nightlife … “Beyond the headline acts and breaking acts, the reiki massages and the chai latte tents, these places are where Glastonbury truly comes alive and unbridled hedonism fizzes from every corner. In particular, the club curation across the festival feels like its strongest yet. I find myself, night after night, being drawn back to the Stonebridge Bar’s discerning showcases. No matter what time it is, there’s always music you’ve never heard and can’t wait to dive into.” Read her whole piece here. Charli XCX Down in the comments thread, SonOfTheDesert observed: “As a thirtysomething man, there’s probably something dodgy and wrong about watching Charli XCX, right?” I wondered what he meant. And then I started watching her on the red button. She and her band are dressed in the style that one might describe as “naughty schoolgirl”. And now I see exactly what he means. She’s one of the enigmas of modern pop, is Charli. Really, she should have been a proper star by now, not given a mid-afternoon set in a tent. She’s written and appeared on huge hits, but, for some reason, the public just aren’t buying her as a solo act. It’s a shame because her music is sparky and fun and deliciously disposable – proper modern bubblegum. Belle and Sebastian … Have been joined on stage by what look very much like interpretative dancers. Catch this on iPlayer now … The way it used to be … If you’re of the school of thought that feels Glastonbury these days is entirely full of people called Jocasta and Tristram, and that it was only any good when you could end the weekend with your tent having been robbed three times, then enjoy this film from the 1986 festival … The goose drank wine Just watching a bit of Gaz Coombes on the red button, and he threw in “the goose drank wine” from the Clapping Song. Which set me to thinking: which is the most reprehensible behaviour in the Clapping Song? Is it … Allowing a goose to drink wine Using a line so thin and frayed it broke Letting a monkey chew tobacco Not only that, but chewing it on the streetcar line Allowing the monkey to get choked Using a little rowboat to go to heaven Bribing a child through the promise of a rubber dolly Said child kissing a soldier Aunty dobbing in said child for kissing a soldier? Chemical Brothers Dorian Lynskey interviewed them for today’s Observer … “To live your entire adult life in a kind of partnership, however much fun it’s been, there still is that thing: how do you exist separately from another person?” Ed Simons says. “For 20 years we’d have to coordinate when we were going on holiday and things like that. There comes a time when you maybe want to …” He stops, reconsiders. “You know, it’s longer than quite a lot of marriages. It’s not a bad thing, it’s a great thing, but I wanted to do something which was just me.” Read the full interview here. BBC 2 alert They’re about to show the entire Lionel Richie set. Which might have been an absolute joy if you were there, after several days of God knows what, but I suspect I would rather scoop my eyes out with melon-ballers than watch this. Still, let’s give it a go. Now, you may have spent your life wondering what a “karamu” is (as in “We’re going to party, fiesta / Karamu, for ever”), so let me enlighten you, with the help of Wikipedia: A Karamu Ya Imani (Feast of Feasts) is a feast that takes place on December 31, the sixth day of the Kwanzaa period. A Kwanzaa ceremony may include drumming and musical selections, libations, a reading of the African Pledge and the Principles of Blackness, reflection on the Pan-African colors, a discussion of the African principle of the day or a chapter in African history, a candle-lighting ritual, artistic performance, and, finally, a feast, a Karamu. The Karamu feast was developed in Chicago during a 1971 citywide movement of Pan-African organizations. It was proposed by Hannibal Afrik of Shule ya Matoto as a community-wide promotional and educational campaign. The initial Karamu Ya Imani occurred on January 1, 1973 at a 200-person gathering at the Ridgeland club. In 1992, the National Black United Front of Chicago held one of the largest Karamu Ya Imani celebrations in the country. It included dancing, a youth ensemble and a keynote speech by NBUF and prominent black nationalist leader Conrad Worrill. I can’t help feeling the song would be better if he promised to Caramac for ever. Future Islands Tshepo Mokoena went off to dance like Samuel T Herring … “Are you also waiting for Seasons?” one punter asks the other, three-quarters of the way through Future Islands’ set. Ah, the one-hit gig. Such is the curse of finding viral meme fame, in this case for performing the song – full title: Seasons (Waiting on You) – on David Letterman last year. Frontman Samuel T Herring’s bizarre, beautiful and unbridled dancing and chest-thumping first caught the internet’s attention then, and is out in full force today. He ricochets from declaring this the synthpop band’s 991st show to laughing at himself when he falls backwards over a monitor speaker after the opening song. But the stumble doesn’t trip up the gig. Herring howls, growls and pants through a sunny and exuberant show, looking like your favourite uncle in his patterned shirt but letting out an orc’s guttural roars. The crowd, initially a little bemused by his eccentricity, are in the palm of his hand by the end. They clap along to any four-to-floor drumbeat and reach out to grab that colourful shirt as Herring jumps off stage and finishes the show staring into the sunshine, pressed against the security barrier. It’s the sort of passionate, full-on display that the Other stage was designed for.” Your TV update What’s on right now? BBC2 is on until 8pm with its early evening show presented by Mark Radcliffe and Lauren Laverne (with occasional interventions from Gemma Cairney). The red button offers Fuse ODG, Palma Violets and Spritualized. The iPlayer brings us alt-J (“The Mercury prize-winning musical theorists you can dance to,” it says, unpromisingly), Perfume Genius, Future Islands, Charli XCX, Steel Pulse and Rae Morris. Food glorious food! What’s Rachel Aroesti been eating? Here’s her latest update. Chris Squire RIP In non-Glastonbury news, we’re sad to say that Chris Squire, the bassist of Yes, has died. “It’s with the heaviest of hearts and unbearable sadness that we must inform you of the passing of our dear friend and Yes co-founder, Chris Squire. Chris peacefully passed away last night in Phoenix Arizona, in the arms of his loving wife Scotty,” Yes posted on their Facebook page. Read our 10 of the best from Yes here. And here’s Chris Squire at work on his bass … It’s the last night of the festival, and you’ve got Proper Rock on the Pyramid stage in the shape of the Who and Paul Weller. Chemical Brothers headline the Other stage, while West Holts brings us Flying Lotus and FKA Twigs, while Ryan Adams and Goat colonise the Park stage. I’ll be here this evening, watching on TV and the iPlayer, and bringing you reports from our army out about around the site. One confident prediction tonight: the Who won’t be as divisive as Kanye West was last night. But first, can I implore you to have a look at this wonderful series of photographs – we’ve had snappers following Glastonbury stories all weekend and the result are well worth a few minutes of your time."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}