{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2015/jun/20/elena-ferrante-author-secret-identity-strega-prize", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2015-06-20T23:04:00Z", "webTitle": "Italian author Elena Ferrante stays in shadows despite prize nomination", "webUrl": "https://www.theguardian.com/books/2015/jun/20/elena-ferrante-author-secret-identity-strega-prize", "apiUrl": "https://content.guardianapis.com/books/2015/jun/20/elena-ferrante-author-secret-identity-strega-prize", "fields": {"headline": "Italian author Elena Ferrante stays in shadows despite prize nomination", "bodyText": "When Italian journalist Roberto Saviano nominated the writer Elena Ferrante for the prestigious Strega prize, he did so knowing that, even if the acclaimed author won Italy’s highest literary honour in July, she would never come forward to accept the prize. For Italy’s most important contemporary writer, who has used a pseudonym since her first book was published in 1992 and whose true identity is a closely held secret, losing her anonymity would be too high a price to pay. “If the book is worth something, it should be enough,” Ferrante once said of her decision to avoid publicity. The desire to write and be heard, and yet remain a phantom, is a decision few could understand better than Saviano, a prolific journalist and commentator who was forced to go into hiding and lives under constant police protection after publishing Gomorrah, his exposé of the Neapolitan mafia, the Camorra. When he nominated Ferrante, he said he did it to restore the honour of the Strega, an award that he says has “lost its charm” and come to resemble a game that is “brazenly rigged” in a publishing world that lacks authentic competition, just as much of Italy does. “I believe that your presence will help this prize to be once again something that is vital and genuine and not just an exchange of votes and favours,” Saviano said. Ferrante is a finalist for her work The Story of the Lost Child (Storia della bambina perduta). The novel, which will be released in English on 1 September, is the last of Ferrante’s acclaimed Neapolitan quartet of novels which are dominated by the inner lives of women – their relationships, demons and tragedies. The books are written in such a startlingly authentic manner that critics suggest her anonymity is a necessary protection if she is to remain fiercely sincere, and have reached an appreciative audience far beyond Italy. James Wood, of the New Yorker, wrote in 2013: “As soon as you read her fiction, Ferrante’s restraint seems wisely self-protective. Her novels are intensely, violently personal, and because of this they seem to dangle bristling key chains of confession before the unsuspecting reader.” After being nominated, Ferrante was named a finalist by a vote of the Strega jury, known as the Friends of Sunday. “She would probably be very happy to win this award,” says one of the few people who knows her identity, her publisher Sandro Ferri. But he is quick to add that it represents a status symbol that Ferrante has consciously avoided: “She had decided not to be part of the literary society, the establishment. The Strega is very much about the establishment. I am surprised that she is among the finalists. I sincerely would not have believed that.” He added that the prize was “controversial” in part because the award has always been won by Italy’s two leading publishing houses, Mondadori or Rizzoli, and never an independent one like Edizioni E/O, the publishing group he runs with his wife, Sandra Ozzola Ferri. While some fans of Ferrante may have hoped that the Strega would – at last – draw her out into the public domain, Ferri is quick to tamp down any such suggestion. “She will not appear, that is for sure,” he says. Ferri and his partner have already determined that he will not appear at the dinner. Instead the two tables E/O has been granted on Ferrante’s behalf will host only women. The endless speculation about who Ferrante really is has, in the meantime, begun to feel tedious for the publisher. It has even been suggested that Ferrante could be the pen name of a male writer, Domenico Starnone, a rumour that was hotly denied. “There is too much fuss about this anonymity,” says Ferri, calling her decision a “perfectly natural and legitimate choice. The only thing I can say is that this fact of anonymity gives her the opportunity to be much more sincere, much more profound, much more risk bearing.” Saviano, in an open letter to Ferrante published in La Repubblica in February, also noted a certain lack of interest in knowing the writer’s identity, even if it is a topic that continues to fascinate other readers. “I’ve never been curious to know who is behind your name because I’ve had your pages at my disposal since I was a boy,” he wrote, “and that was enough and it is still enough for me to believe that I know you and who you are – a person who is close and familiar.” At first glance, it would seem that there are no two writers who could be more different from one another than Ferrante and Saviano, who seemed linked only by the fact that both are from the region around Naples. Saviano’s decision to hide himself is a practical reality based on self-preservation, a circumstance whose necessity was made obvious earlier this month, when a blogger and known mafia critic, Mario Piccolino, was assassinated in his own office. Yet Saviano has drawn parallels between himself and Ferrante, saying he knows that to put one’s “face and body” next to text is a means of offering “flesh and blood to your enemies”. “I discovered that there are difficult truths that are to be written without being anonymous. I’ve also discovered that there are truths that prefer to have a face that remains in the shadows because the things that are said are so personal that to add blood and flesh to them would mean two things: to give up authenticity of the story or to die of it.” This year, in an interview published by the Paris Review – conducted by her publishers – Ferrante said of her decision to remain anonymous that it forced her to consciously add herself into her story, “exerting herself to be truer than she could be in the photos of a Sunday supplement, at a book launch, at a literary festival … receiving a literary prize”. “The passionate reader must be allowed to extract the author’s physiognomy from every word or grammatical violation or syntactical knot in the text,” she said. “So the writing becomes intimate both for the one who produces it and for the one who enjoys it.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}