{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jun/21/girls-football-fa-dads-survey-womens-world-cup-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-06-20T23:05:01Z", "webTitle": "Bend it like Karen: girls’ football teams take heart from England’s stars", "webUrl": "https://www.theguardian.com/football/2015/jun/21/girls-football-fa-dads-survey-womens-world-cup-england", "apiUrl": "https://content.guardianapis.com/football/2015/jun/21/girls-football-fa-dads-survey-womens-world-cup-england", "fields": {"headline": "Bend it like Karen: girls’ football teams take heart from England’s stars", "bodyText": "Poppy Cottrill doesn’t see herself as part of a trend; she simply loves playing football. “I started when I was about eight. I used to go and watch my brother play and then play with him and his friends. Then I joined the mixed team at primary school. But it’s not so good playing with boys; they get too strong,” said the 15-year-old. Now a star forward with the Swindon Spitfires under-16s, Poppy has ambitions to make her future in the game, maybe with a major league team here, perhaps heading for America, as several young British women players have done, where generous sponsorship and TV coverage have created a thriving football scene. Ever since women’s football attracted mainstream interest during the 2012 London Olympics, the game in the UK has gone from strength to strength. A crowd of 45,000 paid to see England play Germany at Wembley last November and now growing TV audiences are following the World Cup in Canada, where England’s women’s team, the “lionesses”, have reached the last 16 and will take on Norway on Monday 22 June. The players in the senior squad are being held up as new positive role models for teenage girls, not only for their sporting prowess, but also for some of their individual stories – like that of Karen Carney, who came back from a lengthy injury last week to score a winning goal, publicly thanking the squad’s medical team for their help. Carney has also battled depression and admitted to self-harm. Then there is 21-year-old striker Fran Kirby, who plays for Reading and England, and has also talked openly about her struggle with depression after she lost her mother at the age of 14 and dropped out of football for a time. “It makes everything so much more worth it, coming back and playing,” she said. It’s that kind of motivational story that is igniting interest in the game. For Poppy Cottrill, seeing the England women’s team do so well in Canada is hugely encouraging, although she doesn’t have a favourite player – “I prefer playing to watching.” Her brother is a little jealous of her talent but “encouraging”, she says. In fact 21-year-old Jake Cottrill’s university dissertation is on whether or not media coverage of women’s football increased after the 2012 Olympics. He concluded that it had. Polly’s mother, Nancy Sayles, was a little bewildered but happy with her daughter’s choices. “I’m not great on football, but her dad and brother have always encouraged her and it’s good to think that training and career chances are opening up to her and to the girls’ game.” Poppy’s dad remains in the minority, however, according to a survey carried out by the FA this weekend for Father’s Day, which suggested that a quarter of dads still didn’t think football was a “suitable” sport for their daughters to play. While 69% would encourage their sons to play the game, well ahead of any other sport, football came in as the seventh sport a father was most likely to encourage a daughter to play, coming behind swimming, athletics, gymnastics, tennis and netball. With 22% of fathers polled saying they thought football was a “man’s game”, another 17% said they would be too concerned that a girl could get injured, 16% declaring it “unladylike”, 14% fearing that people would see their daughter as “butch”, and 13% expressing the belief that women just aren’t built to play football. “When I’m coaching children it’s always upsetting to hear girls saying they’ve been told by an adult that football isn’t a suitable game for them to play,” said Rachel Yankey, who played for England, Team GB and Arsenal Ladies. “The women’s game has come a long way in recent years, but now is the time that we need to start to remove the barriers that girls face in wanting to enjoy a sport that brings so much joy to so many people. For young girls, the support and encouragement of their dads – as well as mums and any other family member – can play a crucial role in them wanting to play and enjoy football.” The FA is driving ahead with two campaigns it launched last week to boost participation in the game. We Can Play aims to canvass the support of 100,000 girls and parents, asking mums and dads to sign up to a commitment encouraging their daughter to give football a go. It is based around the belief, borne out by the dads’ survey, that too many parents don’t want girls to play. However, everyone involved in the sport seems to be optimistic about the future, especially in a summer that started with not only celebrity hero dad David Beckham expressing delight at his three-year-old daughter Harper’s keenness to kick a ball, but also the new stage version of Bend It Like Beckham, Gurinder Chadha’s 2002 hit film, which is fast becoming the feelgood musical of the London season. After the World Cup in Canada, a hugely important year for women’s football continues with the SSE Women’s FA Cup Final between Notts County Ladies and Chelsea Ladies on 1 August, which is being played at Wembley for the first time in history. Ever since the FA assumed control of the women’s game 22 years ago, the popularity of the sport has grown exponentially. At that time, there were just 80 registered girls’ teams; now 2.89 million women and girls play regularly, with more than 5,000 teams. Football is already the UK’s biggest female team sport and the FA says it is aiming for women’s football to become the second biggest participation sport in England, behind men’s football, by 2018. THE WOMEN’S GAME IN NUMBERS ■ 35,000 qualified female coaches in England and Wales and 25 A licence ■ England has more than 900 female referees, Scotland more than 60 ■ Football is the No 1 female team sport in the UK ■ England are 6th in the FIFA women’s world rankings; Scotland 21st; Wales 35th ■ Britain is the fifth-largest women’s footballing nation in Europe ■ The 2015 World Cup has generated more than 100 hours of TV and radio coverage ■ The Women’s Premier League has four sponsors and two broadcast partners ■ Some 20% of female players are from black or ethnic minority communities ■ A third of female players are students ■ There are currently 3,756 young women playing in the FA’s England Talent Pathway scheme"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}