{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/feb/01/london", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-02-01T17:59:01Z", "webTitle": "Five arrested in bomb factory swoop", "webUrl": "https://www.theguardian.com/uk/2001/feb/01/london", "apiUrl": "https://content.guardianapis.com/uk/2001/feb/01/london", "fields": {"headline": "Five arrested in bomb factory swoop", "bodyText": "Five Irishmen were arrested today when armed police stormed a suspected bomb factory in a quiet west London suburb, then swooped on another address nearby. Components thought to be necessary for making pipe bombs were seized in the dawn raid in Sutherland Road, Ealing. Later, about 20 armed police searched an address in Fosse Way, about half a mile away. A Scotland Yard spokesman said: \"This was a carefully planned armed operation and we believe we may have thwarted a pipe bomb attack.\" The men were arrested on suspicion of conspiring to cause explosions and taken to a central London police station for questioning. No shots were fired during the raid and no one was injured, but residents of a neighbouring flat were unable to get inside their home after being evacuated as a safety measure, police said. Detectives are not linking today's arrests with three bomb attacks in the capital last year at this stage. A Metropolitan police spokeswoman said: \"At this stage there is no evidence to suggest that today's arrest and seizures are linked to Irish Republican dissident terrorism.\" The Real IRA was thought to be behind three major bomb attacks in London last year, bringing havoc to the capital. On June 1, a blast went off at Hammersmith Bridge, caused by a high-explosive bomb. A second explosion disrupted services around Ealing Broadway station on July 19, affecting more than 150,000 commuters. The blast was set off in the midst of tight security surrounding the Queen Mother's 100th birthday celebrations. The final bomb attack occurred on September 20 when the capital's MI6 building on the River Thames was rocked by two explosions."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}