{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/20/championsleague.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-20T22:28:31Z", "webTitle": "Champions League preview: Man Utd v Valencia", "webUrl": "https://www.theguardian.com/football/2001/feb/20/championsleague.sport", "apiUrl": "https://content.guardianapis.com/football/2001/feb/20/championsleague.sport", "fields": {"headline": "United plan show of strength as Ferguson looks for a headstart", "bodyText": "If it were done when 'tis done, then 'twere well it were done quickly. Sir Alex Ferguson may be disinclined to invoke Macbeth before his players face Valencia at Old Trafford tonight but the benefit of early qualification for the quarter-finals of the Champions League should be obvious enough. A win would assure Manchester United of a place in the last eight with two games to spare, providing a bigger breathing space in which to prepare for the knockout stage. The season is panning out well for Ferguson's dream of winning the European Cup a second time before he retires. Out of the FA Cup, United have enjoyed a weekend off between meetings with Valencia and a victory tonight would ease the pressure for the visit to Athens to play Panathinaikos a fortnight tomorrow. Not that beating Valencia is a formality. While a draw would not disappoint Hector Cuper and his side, defeat would expose them to a late surge from the Greeks or Sturm Graz. So it will be in Cuper's interest to renew last week's attempts to curb the influence on the wings of David Beckham and Ryan Giggs. Here Valencia half-succeeded. While Beckham found his attempts to move forward for the best angle of cross stifled by Amedeo Carboni, the 35-year-old Jocelyn Angloma could not match Giggs for speed. In Valencia, United were largely content to play out their second successive scoreless draw at the Mestalla stadium. Tonight they will be more ambitious, which means Roy Keane and Paul Scholes getting forward to help Teddy Sheringham and Andy Cole. Much will depend on Giggs's ability to get behind defenders consistently. That said, memories of Real Madrid's 3-2 win at Old Trafford, when they knocked out the holders in last season's quarter-finals, remain sufficiently stark for Ferguson to demand a degree of caution. \"The incentive to get into the quarter-finals is something that will drive us on,\" the United manager said yesterday, \"but we will have to try and understand what tactics our opponents may use. \"I hope we have improved from last year and I think that if we were playing Real at home again we would play differently from a defensive point of view. Against Real we got caught on the counter-attack too many times.\" Since Valencia are natural counterpunchers United will trust that Keane retains his present omnipotent form while Sheringham and Cole find the opportunities they were denied in Valencia. Manchester United (probable, 4-4-2): Barthez; G Neville, Stam, Brown, Silvestre; Beckham, Keane, Scholes, Giggs; Cole, Sheringham. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}