{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/feb/16/election2001.uk1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-02-16T18:16:01Z", "webTitle": "Election laws laid down", "webUrl": "https://www.theguardian.com/politics/2001/feb/16/election2001.uk1", "apiUrl": "https://content.guardianapis.com/politics/2001/feb/16/election2001.uk1", "fields": {"headline": "Election laws laid down", "bodyText": "The ground rules for future elections come into force today, with new laws on donations to political parties and campaign spending intended to rid the UK electoral process of sleaze. The electoral commission \u0096 set up last year in the wake of the Neill committee report into standards in public life \u0096 will for the first time put a cap on campaign spending wand place stringent rules on donations to the political parties. The binding framework of regulations comes after months of headlines about the funding of parties, including two donations of £2m pounds to the Labour party from prominent peers and the largest ever single gift to a political party \u0096 a cheque for £5m to the Tories from spreadbetting millionaire Stuart Wheeler. Now any donation of more than £5,000 will have to be publicly declared, and anybody contributing more than £200 to a party will have to be on the UK electoral register. Companies that hand over money will have to be UK registered or an EU company carrying out business in Britain. This is a bid to end the accusations of sleaze aimed at foreign donors, such as the British-born but Belize-based Lord Ashcroft, who has bankrolled the Conservative party in the past. Labour has also had its own problems in the past \u0096 initially refusing to reveal Lord Hamlyn as the man behind a £2m donation last year, and facing allegations of cash-for-favours after relaxing the rules on tobacco sponsorship following a £1m gift from formula one chief Bernie Ecclestone. From the date the next general election is called \u0096 widely expected to follow Gordon Brown's budget on March 7 \u0096 the parties will have to account for their national spending, with a cap of £15m. This contrasts with the 1997 election where both the two main parties spent around £25m each on huge TV, press and billboard campaigns. The six-strong electoral commission \u0096 which is headed by Sam Younger, the former boss of the BBC world service \u0096 is also charged with keeping the register of political parties. The register currently stands at 114, from the main three national parties to special interest groups such as the Grey party, the Asian League and the No Candidate Deserves My Vote! party. Mr Younger said: \"The aim of the regulations which the commission will be responsible for implementing is to establish openness and transparency in the financial affairs of Britain's political parties.\" However, the commission has already faced criticism that it will be a watchdog without teeth, since it will only audit the accounts of the parties after any election. Mr Younger admitted: \"We are an investigatory body rather than a prosecuting one, but we are independent and answerable to parliament, and any recommendations we make will have the publicity to name and shame culprits.\" Spending limits for referendum campaigns mean only parties which receive more than 30% of the vote are allowed to spend the maximum £5m on their campaigns. Related articles 08.01.01: Commission to de-sleaze election fundraising 07.01.01:The cash carousel discredits politics Related special report Labour in power Useful links Electoral commission"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}