{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/feb/16/conservatives.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-02-16T19:15:10Z", "webTitle": "Tories back 80mph limit", "webUrl": "https://www.theguardian.com/politics/2001/feb/16/conservatives.uk", "apiUrl": "https://content.guardianapis.com/politics/2001/feb/16/conservatives.uk", "fields": {"headline": "Tories back 80mph limit", "bodyText": "The Conservatives launched an attempt to win back the commuter belt vote yesterday when the party called for the introduction of an 80mph speed limit on motorways. To the likely delight of gas-guzzling BMW drivers, the party's transport spokesman, Bernard Jenkin , said it was time to consider a change in the law because the present 70mph limit was \"widely discredited and ignored\". In a speech, Mr Jenkin announced that the motorway speed limit would be referred to a new road standards unit. \"On motorways, around 80mph is a normal and safe speed for many drivers in the right conditions,\" he told the Tories' Selsdon group. \"The 70mph limit is widely discredited and ignored. If 80mph was legalised, but rigidly enforced, nothing much would change, except to improve respect for the law.\" Mr Jenkin pledged that the unit would transform the lives of motorists by ensuring that \"road providers\" are held to account more effectively. The unit would: \u0095 Make recommendations on sensible speed limits \u0095 Tackle the problem of roads being repeatedly dug up by utility companies \u0095 Find ways to reduce road casualty numbers \u0095 Advise ministers on vital road improvements for better traffic flow: \u0095 Assess new roads for their impact on the environment and advise against roads being built \"on the cheap\". Mr Jenkin indicated that the Tories would support expensive new road improvement schemes to avoid a repeat of the rows over recent bypasses. \"The Conservatives have learned the lessons of Newbury and Winchester. The public will not support roads on the cheap that compromise environmental standards.\" However, Mr Jenkin said that the Tories would adopt a cautious approach to new roads. \"New roads will only be built as a last resort where improvements to existing roads will not suffice.\" The government has indicated it will reject this proposal, although there is no indication that ministers are prepared to endorse an 80mph speed limit. Mr Jenkin's speech indicates the determination of the Tories to court motorists in commuter belts around big cities, who drive to work on motorways. Such middle Britain voters deserted the Tories at the last election."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}