{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/feb/28/footandmouth.politicalcolumnists", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-02-28T18:14:57Z", "webTitle": "Deafening silence as countryside dies a slow death", "webUrl": "https://www.theguardian.com/uk/2001/feb/28/footandmouth.politicalcolumnists", "apiUrl": "https://content.guardianapis.com/uk/2001/feb/28/footandmouth.politicalcolumnists", "fields": {"headline": "Deafening silence as countryside dies a slow death", "bodyText": "In Poe's story The Masque of the Red Death, the countryside is gripped by a terrible plague. Inside the castle, a magnificent ball continues, the aristocrats feasting, drinking and dancing, oblivious to the mayhem which is about to bring their doom upon them. So it was rather like the Commons yesterday. To be fair, no one was swilling champagne or filling their dance card. They just didn't have time to discuss foot and mouth. It might as well not have been happening; it didn't impinge. The routine of parliament continued like a stately gavotte. As Paul Tyler, the Lib Dem MP for north Cornwall put it, farmers in his constituency couldn't believe what was happening. \"Nobody can claim that the Commons is doing its duty,\" he said. He'd told a farmer that MPs were to spend the first part of the day merely chewing over the timing of the hunting bill. The farmer had replied: \"But my representatives are surely more concerned with what is really going on in the countryside.\" (When MPs quote their constituents, even Cornish farmers, they always speak in this stilted oratorical manner. But I feel sure the sentiment was accurately expressed.) The whole event did have a weird, disjointed, unreal air. Mike O'Brien, the minister in charge of getting the anti- hunting bill through the house, was appalled by the suggestion that Scottish MPs should not be allowed to vote, since the Scottish parliament can make up its own mind on this issue. \"A ridiculous suggestion!\" he stormed. \"May I remind you that the powers of the Welsh and Scottish parliaments are subordinate to this parliament and their powers depend on this parliament!\" As chopped logic goes, Delia would have been proud of that. (\"I like to chop a generous handful of logic and a few sprigs of parsley in the Magimix ...\") It turned out that parts of the bill had been drafted by an anti-hunting organisation called Deadline 2000. This body had generously agreed to exclude deer stalking from the bill. Nicholas Soames was disgusted, but then he often is. Mr Soames does disgust as vividly as the late Kenneth Williams did camp. He asked the Speaker: \"In your long and distinguished experience in this house,\" he boomed, ironically I suppose, \"can you ever recall the government sub-contracting the writing of a bill to something called ...\" (pause for majestic expression of contempt) \"Deadbeat 2000?\" The Speaker replied and I couldn't make out a word he said. But I'm sure it was full of robust common sense. Sir Patrick Cormack was just as appalled at the decision to guillotine the debate. \"We have had the long parliament and the short parliament,\" he announced. \"This is the supine parliament! It is ...\" - and I can only do justice to Sir Patrick's superlative diction by quoting him phonetically - \"the dee-nigh-grated par-lee-ah-ment!\" They moved on to debate the fallen stock service, by which hunts haul dead animals away from farms to feed to their hounds. This saves both farmers and huntsmen a lot of money. Some Labour MPs seemed to feel that the hunts should keep this service even after hunting is banned. Mr Soames was even more appalled, if that were possible. Did they imagine that hunts would continue to pay for their packs, their staff, their kennel-maids and everything else, purely in order to relieve farmers of this task? Were they mad? (I paraphrase, but not much.) The debate proceeded on its slow, pre-destined course. Outside the palace we could discern the screams of the dying, but then again, it might just have been the wind in the trees."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}