{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/feb/16/election2001.uk2", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-02-16T18:16:01Z", "webTitle": "Home office unveils new plans to increase voter turnout", "webUrl": "https://www.theguardian.com/politics/2001/feb/16/election2001.uk2", "apiUrl": "https://content.guardianapis.com/politics/2001/feb/16/election2001.uk2", "fields": {"headline": "Home office unveils new plans to increase voter turnout", "bodyText": "New moves aimed at boosting turnout at national and local elections by relaxing regulations on the electoral roll were announced today. Politicians from all parties have been horrified by turnouts as low as 16% in some local byelections and fears that a coming general election could see voter numbers fall to a postwar low. Now home office minister Mike O'Brien has given the go-ahead to a host of initiatives which could see voter registration forms included in mortgage packs for home buyers and polling stations in jails and mental hospitals. And people requiring a postal vote \u0096 such as travelling businessmen and the elderly or infirm \u0096 will now be registered for years at a time rather than having to reapply each time there is a local or national poll. For the first time there will be a \"rolling electoral roll\" allowing voters to sign up all year round, rather than the current anachronism which only permits registration in October for appearing on the roll the following February. However if there is a May 3 election, the deadline for putting your name on the roll will be March 12. The scheme will be backed by a huge £3m TV and press advertising campaign featuring a young man in a nightclub and an elderly woman at home. The plan has cross-party support, with declarations of support from Tory home affairs spokesman John Bercow and Liberal Democrat Malcolm Bruce. Launching the campaign, Mr O'Brien said: \"The advertising campaign shows a person talking with a voice and opinions that are clearly not their own. It makes the point that if you don't register to vote, at an election, someone else will be speaking for you. \"Many people find voting by post more convenient. Previously you had to meet certain criteria in order to obtain a postal vote. The new rules mean anyone can vote by post, which is a great advance. People can register for a postal vote for a specific election or for a longer time period.\" Failure to register on the electoral roll, which is collated by local authorities, could result in a £1,000 fine. However, prosecutions are usually only undertaken where failure to register has been wilful (in a bid to avoid paying council tax) or fraud has taken place. Related articles 15.01.01: When voters aren't happy 24.11.00: Clean sweep for Labour in election test Useful links Full report Postal vote Rolling registration"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}