{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/09/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-09T23:45:18Z", "webTitle": "Police mount passport inquiry", "webUrl": "https://www.theguardian.com/football/2001/feb/09/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2001/feb/09/newsstory.sport5", "fields": {"headline": "Police mount passport inquiry", "bodyText": "Eighty professional footballers are to have their passports examined by police specialising in immigration fraud in the first crackdown on the use of allegedly bogus European nationality papers by foreign players in England. Concern is mounting across Europe and within the game's governing bodies Fifa and Uefa about the number of players born outside the continent holding European Union passports, allowing them to play without work permits. Major investigations are under way in Italy, Spain and France but little action has been taken by English football officials, who fear that the problem here is growing and that many foreign players are illegally obtaining passports using false documents. Of the 80 English-based footballers who hold dual nationality, 21 are with Premier League clubs. They will all be asked to submit their passports for examination and produce evidence that they have the right to hold them. Police officials will also check if the passports are fakes or not. Most of the players come from South America and qualify for European passports because of grandparents born within the continent. In November 1999 Derby County's Argentine forward Esteban Fuertes was refused admission to Britain after a club trip to Portugal after his Italian passport was found to be forged. Likewise, Arsenal's Brazilian defensive midfielder Edu was barred from entry last July because his Portuguese passport was counterfeit, although he has since returned with a valid document. The sports minister Kate Hoey, representatives of the Home Office and football officials are to meet with the police's National Criminal Intelligence Service next week, which has a department specialising in international immigration fraud. NCIS officials working with the Home Office immigration department will examine the authenticity of European passports held by those players born outside the EU as part of a coordinated approach to the problem. Football officials and the government fear that organised crime may be involved in selling illegal passports to footballers across Europe. According to some reports, the Russian mafia has been responsible for selling Greek passports to non-European footballers. The NCIS was initially approached by Hoey following concerns that not enough was being done to combat the use of illegal passports and that an organisation that specialises in organised crime was needed to investigate the issue. An NCIS spokesman said: \"We have been approached to provide assistance and are willing to give any assistance that we can.\" Hoey said: \"Everybody who cares about the game and the integrity of football must be concerned at these allegations. These talks [next week] should enable us all to work out a coordinated approach to what is a Europe-wide problem.\" Bryan Drew, head of strategic and specialist intelligence at the NCIS, will represent the organisation at next week's meeting. The NCIS investigation will also attempt to examine whether clubs have been involved in helping some of their players obtain false papers for European passports. If any cases are proved then guilty clubs could be docked points or thrown out of cup competitions in which footballers with illegal documentation have played. The FA said last night that the chief executive Adam Crozier was to attend a Fifa meeting next week to discuss the issue of false documentation and footballers. Gordon Taylor, head of the Professional Footballers Association, will also be at next week's meeting and last night welcomed plans by the NCIS to examine the authenticity of the 80 passports held by non-European England-based players. Taylor has spoken to Hoey and claims that what is occurring in Italy, Spain and France with illegal passports is also happening in England. Taylor said: \"It's very important that NCIS gets involved. There are only 80 passports that will need checking and I cannot imagine that it will be that difficult. \"I cannot believe that of the 80 footballers with two passports there are no suspect cases. Football clubs must also be investigated to see if they have been involved in helping secure illegal passports for their players.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}