{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/feb/24/art", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2001-02-24T18:22:46Z", "webTitle": "General Bonaparte reviewing troops, Antoine-Jean Gros (after 1796)", "webUrl": "https://www.theguardian.com/culture/2001/feb/24/art", "apiUrl": "https://content.guardianapis.com/culture/2001/feb/24/art", "fields": {"headline": "General Bonaparte reviewing troops, Antoine-Jean Gros (after 1796)", "bodyText": "· View the work online Artist: Antoine-Jean Gros (1771-1835), who became Napoleon's first propagandist painter during his northern Italian campaign in 1796. Josephine met the struggling artist and introduced him to her husband, who posed for his first official portrait. Gros went on to paint vast military scenes in which Napoleon appears as a Christ-like figure; in Napoleon Bonaparte visiting the Plague Victims at Jaffa (1804), the general touches his men's buboes; and in Napoleon Bonaparte on the Battlefield of Eylau (1808), he succours the dying. The empire's downfall left Gros without a subject; in 1835 he drowned himself in the uniform Napoleon had awarded him. Subject: Napoleon Bonaparte (1769-1821), the son of impoverished Corsican nobility. Trained at the Ecole Militaire in Paris, his participation in late 18th-century culture is revealed by his love of the Celtic bard Ossian - whose poetry was in reality faked by Scottish writer James Macpherson. Napoleon carried Ossian into battle. After the Terror and Robespierre's fall, Napoleon emerged as the national saviour, making himself first consul in 1799 and emperor in 1804. Even quixotic gestures, such as his invasion of Egypt, did wonders for national pride. The even greater hubris of attacking Russia precipitated his downfall. He haunted Europe long after his death in exile on St Helena. Distinguishing features: This is the young Napoleon, angular man of action, as taut as the horse he rides, conducting wars not from afar but on the front line. He inspects cavalry that are lined up as regularly as horses on a classical frieze. Napoleon is not yet emperor but already he has an eye on history: he looks beyond and away from his troops, into the light of destiny. Gros romanticises his general, lingering on his dark eyes, fine bone structure (a lot finer than in other paintings of the stocky emperor) and unkempt, revolutionary hair. Napoleon's passion is embodied in his horse; the white stallion is wild in its movements, its neck straining, its tail swishing, yet Napoleon controls it effortlessly. The horse might be the army, full of patriotic fervour, which Napoleon harnesses; it might also be a personification of the general's spirit, dynamic yet controlled. Either way, Gros's passion for Napoleon is that of a believer. He finds in the general a perfect Romantic icon. The tempestuous horse is worthy of the younger Romantic painters, of Géricault or Delacroix. Yet there is something disturbing, and familiar, about the way Gros marshals Napoleon's cavalry. The troops, lined up in such a way that each is a perfect reproduction of the other, have the same lack of individuality as the Nazis Leni Riefenstahl's camera captured at Nuremberg. This is the beginning of a certain kind of modern portrait, which subsumes an entire people into its leader. Gros implies that the general is France, that his personality is big enough to express that of the nation. Inspirations and influences: Gros's portraits of Napoleon were followed by masterpieces by some of France's greatest painters: David painted an equestrian portrait of Napoleon in 1800, and in 1806-7 created a 20ft-wide canvas of the emperor's coronation, with Bonaparte crowning Josephine. In 1806 Ingres monumentalised him as an almost divine figure, glistening in velvet and ermine. Napoleon fascinated his enemies, too. The Duke of Wellington was presented by a grateful British nation with Canova's colossal nude statue of Napoleon as Mars, which can be seen at Apsley House. Perhaps the oddest portrait is JMW Turner's War: The Exile and the Rock Limpet (1842), at Tate Britain, which has the defeated general contemplating, enviously, a shellfish. Where is it? Wallace Collection, Manchester Square, London W1 (020-7935 0687)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}