{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/feb/28/devolution.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-02-28T18:11:18Z", "webTitle": "Hague backtracks on tube sell-off", "webUrl": "https://www.theguardian.com/politics/2001/feb/28/devolution.uk", "apiUrl": "https://content.guardianapis.com/politics/2001/feb/28/devolution.uk", "fields": {"headline": "Hague backtracks on tube sell-off", "bodyText": "William Hague will abandon Conservative plans to privatise the London Underground today, intensifying speculation that Michael Portillo is strengthening his grip on party policy - and pushing towards the centre ground. The announcement, leaked last night, prompted the Tory right to claim that Mr Hague is increasingly a prisoner of his shadow chancellor who is busily courting what remains of the party's leftwing at Westminster with a view to a post-election leadership contest. Faced with the deepening unpopularity of privatisation in the wake of Railtrack's problems, the Tories have decided to give their support to the alternative being proposed by Bob Kiley, the transport commissioner appointed by London's mayor, Ken Livingstone. The latest Tory u-turn comes as Tony Blair struggles to get Mr Kiley the overall manage ment control he seeks within the broad framework of John Prescott's public/private partnership for revitalising the long-neglected underground. Mr Kiley, an American whose smooth-talking popularity the Tories acknowledge, could be asked to chair a management board on which the three private firms running the underground will sit. \"We've got to give this man a fair wind,\" one Hague aide said last night. Within the Conservatives, the responsibility for junking the privatisation plan originally drawn up by John Redwood lies with the shadow environment secretary, Archie Norman, and his transport spokesman, Bernard Jenkin - though Mr Portillo and Mr Hague have endorsed it. The Redwood plan would have created park-and-ride schemes, competing underground lines, user-friendly stations and - in theory - given £750m back to the Treasury. Hague advisers said last night that \"events have moved on\" and that practical politics dictate that Mr Kiley deserves a chance. Mr Redwood, former Welsh secretary and a failed Tory leadership candidate, thinks it is disastrous that some colleagues continue to speculate about Mr Hague's future so close to a spring election, when 56% of voters are said to be dissatisfied with his performance as party leader. \"It's stupid and deeply disloyal,\" one Redwood supporter said. Talk about a post-election leadership contest infuriates the Portillo camp, which says it is powerless to prevent people claiming to be \"friends of Michael\" spreading stories which they say are damaging both to him and to the authority of Mr Hague, already battered by polls which show him trailing up to 20% behind Labour under Tony Blair. \"There are no outriders licensed to speak for Michael,\" advisers said last night. The finger of suspicion is largely directed at a wider group of supporters. But Mr Portillo's decision to address the Mainstream group of Tory moderates at next weekend's spring conference in Harrogate has also contributed to the speculation about his intentions. Moderate MPs have been making friendlier noises about Mr Portillo since he embraced a socially inclusive agenda. That, too, has offended the right. Ann Widdecombe is not seen as whispering against \"William\" and believes he will survive if he can win 40 seats and get the Conservatives back above 200 MPs. But some MPs say Iain Duncan Smith and David Davis, both on the right, are quietly positioning themselves in case Mr Hague is voted out by MPs. Tory jitters about their party's likely fate in an election were enhanced last night by private Liberal Democrat polling among 1,200 voters in key seats. The results are said to show that 66% think Mr Hague would say anything to get elected. His personal ratings are reported to be low among voters in terms of qualities of leadership and honesty."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}