{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/feb/19/election2001.politics", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-02-19T18:13:02Z", "webTitle": "Postal votes 'can be crucial'", "webUrl": "https://www.theguardian.com/uk/2001/feb/19/election2001.politics", "apiUrl": "https://content.guardianapis.com/uk/2001/feb/19/election2001.politics", "fields": {"headline": "Postal votes 'can be crucial'", "bodyText": "Labour activists are being urged to combat the threat of a low turnout in the coming general election by exploiting new rules allowing millions of people to vote using postal ballots for the first time. The little-known rules, which came into force last Friday, were briefed to party activists during a series of behind-closed-doors training sessions at Labour's spring conference in Glasgow over the weekend. Under rules passed in the Political Parties Act, voters will be entitled to a postal vote without having to meet complex qualification procedures. Some Labour organisers believe it could boost turnout by as much as 2% in some areas. Activists were told that if only one in six Labour voters in 1997 does not vote Labour this time, then 60 Labour seats will be lost and the party's majority cut by 120. Senior party figures have for months been expressing concern over cynicism among the general electorate and apathy among party activists. The postal polling drive follows a Home Office experiment during last spring's local elections, which showed that the most successful way to boost turnout was to ease all the restrictions on postal balloting. Until now, postal votes have only been available if the voter is certain to be abroad or is ill. An applicant has to apply to their local council or returning officer. The postal ballot is then sent to the voter after all candidates have declared and the campaign is underway."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}