{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/feb/24/unitedstates.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-02-24T18:28:08Z", "webTitle": "The going is good", "webUrl": "https://www.theguardian.com/travel/2001/feb/24/unitedstates.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2001/feb/24/unitedstates.guardiansaturdaytravelsection", "fields": {"headline": "The going is good", "bodyText": "It's where Scott Fitzgerald got his first glimpse of the High Life, where he wrote much of The Great Gatsby, often while prone in the bars, and where he situated the wedding of Daisy Fay and Tom Buchanan. Other, less distinguished guests have included six presidents of the US and Al Capone. The gangster would dine and play blackjack in a private room, which featured a special staircase that led down to a private door, just in case he had to get away from his enemies. The Seelbach hotel in downtown Louisville, Kentucky, is no ordinary mid-Western hostelry. Thankfully, it is now much as it was when the brothers Seelbach opened it back in 1905 as the acme of luxury, complete with the biggest genuine Ratskeller in the world and a mass of heavily decorative marble. That the establishment retains its allure is all due to Roger Davis, star of the TV series Alias Smith and Jones. The place had shut down in the mid-1970s, and Davis ruined himself financially in restoring it. Today, even Miss America is prepared to use the Seelbach for her wedding reception - her beloved just happens to be the lieutenant governor of Kentucky (not a state but a commonwealth because it was originally formed from its split with Virginia). More relevantly for travellers, the hotel's Oak Room is probably the best restaurant in the state. No mean compliment because there's at least one other in Louisville, Lilly's Gourmet, which is probably more inventive - Kathy Cary, the owner and chef, has even contrived to transform hominy grits into a genuinely delicate delicacy. The thing to remember - and this was by far the most agreeable surprise to a visitor previously rather snobby about American food - is that any half-decent restaurant in Kentucky is insistent, bordering on fanatical, about the variety and freshness of the foodstuffs they and the local agricultural college encourage local farmers to produce. These are startlingly various. There's wild ginger, Kentucky hams, which once aged for a year or more would satisfy even an Italian palate, Bibb lettuce, fresh-water shrimp and a very decent Port Salut made by local Trappist monks. Then again, who could resist Rattlesnake Hill organic garlic? And there's even paw-paw from a nook in the woods which has a startlingly sub-tropical climate. The only dishes I could (easily) resist were the products of the local ostrich farms. Moreover the menus are not confined to local foods. The chefs can also buy supplies of fresh fish, including tuna and turbot, thanks to UPS, which has a hub at Louisville airport. But the chefs' greatest pride is their fried green tomatoes (as featured in the film of the same name) which are jolly good, especially when some of the spent grain from bourbon distillation is included in the batter - a residue also used to make Sour Mash Bourbon bread, while the wood from the barrels serves as splendid fuel for smoking peppers as well as sundry meats and fishes. But the commonwealth has more going for it than Fitzgerald and fried green tomatoes. For example, the more adventurous can try white-water rafting on the Cumberland River; or any of the spectacular caves which litter the countryside. They culminate in Mammoth Cave, the biggest cave system on earth, (and a World Heritage Site to boot) with 350 miles of passageways already discovered and 600 more still to be surveyed. Kentucky is quintessential USA - it's no coincidence that it houses the birthplaces of both Abraham Lincoln and Jefferson Davis, president of the Confederacy. The contrast between history and recent past can be seen in its monuments, to Harriet Beecher Stowe who wrote Uncle Tom's Cabin after witnessing a slave auction in Old Washington, to the Underground Railway that smuggled fleeing slaves to the north and freedom, and to Muhammed Ali, who has now returned to his native Louisville - where the Browns of Brown-Forman, the leading firm in the Bourbon business, provided the finance for his early career. The sheer scale of the country emerges in one statistic: the National Parks in Kentucky add up to one million acres, offering a beguiling mix of lakes, hills and forests, replete with trails for hiking or biking. The scenery is delightful, rolling, restful, green, without being overbearing, complete with small towns that sum up the American dream (ie fine for a shop and a stroll, boring as hell to live in). Perhaps this embodiment of all things American is best summed up in two museums: one in Paducah dedicated to quilts, the other in Bowling Green that celebrates the Corvette sports cars that have been manufactured for many years in the local General Motors factory. Not surprisingly, the best-kept landscape can be seen in the famous Bluegrass country near Lexington which was once known as the \"Athens of the West\"'. Strange this: I've never heard of Athens itself being called the Lexington of the South. Anyway, it's the American equivalent of Newmarket. The numerous famous horse farms are home to animals belonging to such well-known owners as Queen Elizabeth. Tours provide visits to a number of them. The horses provide most of the runners for the state's thriving racing programme, which culminates in the Kentucky Derby held in early June on the Churchill Downs track in Louisville (complete with the largest equine museum in the world). These centres of excellence are also highly active stud farms - children are welcome, says the brochure, provided \"they are ready to hear an often-detailed description of how horses breed\". Bluegrass, also the original home of that strangely melancholy music, much played at the local music festivals, is so named because for a time in the spring its rolling grassy countryside is a purple colour, a sign of the solid limestone beneath, which not only makes for rich grass to strengthen horses' bones but also provides the clear pure water required for making the county's single best known product: Bourbon whiskey. The liquor is named after the Bourbon King Louis XVI, the Americans' most improbable ally when they revolted against theBritish in 1776. The Bourbon trail covers seven of the few distilleries remaining out of the hundreds that were busy before Prohibition. Nevertheless, these distilleries can produce a surprising variety of whiskies, many of dangerous smoothness, all most acceptable when drunk with ice or as a julep. The variety is due to careful selection by the blenders of the individual casks in which the whiskey is matured (but not for too long - it's at its peak at between eight and 10 years of age, becoming woody in taste if left any longer). None of the distilleries is industrial in scale, and they are all, as they used to say, \"picturesquely situate\", none more so than the Labrot &amp; Graham distillery which dates back to 1812 and has recently been restored by Brown Forman to make Woodford Reserve, a particularly warm and satisfying premium (or as they would prefer it \"super-premium\" whiskey. They've even installed the handsome copper-pot stills otherwise employed to distil cognac and malt whiskey. The site is ridiculously charming, with a handsome \"visitor centre\" overlooking the old stone buildings on the banks of a little creek that supplies the pure limestone-impregnated water required for the whiskey. The only catch, or rather reminder of our inevitable mortality, is the cemetery conveniently placed just opposite the entrance to the distillery. However if one wanted to end one's days in the US, then a corner of Kentucky sounds mighty appealing. The practicals Delta Airlines (0800 414767) flies from Gatwick to Cincinnati from£376. For information on Kentucky call 020-72280782, www.kentuckytourism.com Fly-drive packages are available from US Airtours (0208 559 2020) and Delta Vacations (0870 900 5001). For stud farmtours tel 00 800 8453959 or e-mail visitlex.com. Seelbach Hotel 500 S Fourth Street Louisville (001 502 585-3200) Lilly's Gourmet 1147 Bardstown Road (001 502 451 0447). Mammoth Cave tel 001 502 758 2328. \u0095 Who flies where? Direct flights from the UK to the US"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}