{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/01/match.southampton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-01T22:50:15Z", "webTitle": "Southampton 1 - 0 Leicester", "webUrl": "https://www.theguardian.com/football/2001/feb/01/match.southampton", "apiUrl": "https://content.guardianapis.com/football/2001/feb/01/match.southampton", "fields": {"headline": "Petrescu makes winning start", "bodyText": "Having just signed Dan Petrescu for a second time, Glenn Hoddle is in no doubt as to the Romanian's virtues, though matchwinning feats have not hitherto been high among them. Nevertheless there was Petrescu in the 79th minute to decide an untidy game and launch his Southampton career with a flourish. It was a strike the game had been in dire need of for some time, for it had become locked in midfield with few penalty-area thrills despite Southampton's early indications that they could at least match Saturday's three-goal haul in the FA Cup. When these sides met in September a Gerry Taggart goal hoisted Leicester up to second in the table and suggested that Southampton, from a place one off the bottom, could contemplate another winter of struggle. In fact Hoddle's men never again wore such a bleak look as they did that day, and seven wins in nine home games have lent the Dell a fortress reputation in its final season. Southampton began in robust fashion and within 30 seconds James Beattie had cruised past Matt Elliott and sent an early shudder through Leicester's confidence. Elliott was still groping for his bearings when Claus Lundekvam lofted a pass high and Beattie's instant control obliged Gary Rowett to intervene with a tidy challenge. Leicester's unease may have had something to do with Taggart's absence through a thigh strain. Certainly no blame could be attached to Junior Lewis who, having figured only fitfully for Gillingham, found himself thrust into a Premiership debut at the start of a three-month loan; with his long legs and measured passing he won crucial tackles and gave his team a fair amount of possession, though Southampton remained the more likely to engineer a breakthrough. Strong headers from Beattie and Dean Richards kept the level of expectancy high. Then on the half-hour Petrescu slid in to make contact with Beattie's nod across goal after a diagonal ball from Wayne Bridge and was only inches away from finishing off the move. Leicester, unable to get bodies up in support of their strikers, did improve as half-time approached and Paul Jones was forced into the first urgent save of the night when Muzzy Izzet was left alone to direct a header down towards the near post. Roberto Mancini's quality on the ball was self-evident though his influence had been peripheral at best. Early in the second half the veteran Italian found himself with two chances to score from close in, thwarted first by Jones's smothering plunge and then by the ubiquitous Beattie, now performing vital defensive duties as Leicester attacked dangerously. Hopes of an end to the deadlock were fast disappearing when Bridge swung a free-kick into the area. Beattie made a move towards it but the crucial touch came from Petrescu. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to editor@footballunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}