{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2001/feb/09/adoptionandfostering.socialcare", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2001-02-09T18:16:20Z", "webTitle": "Feb 9: Diary of a monitored social services department", "webUrl": "https://www.theguardian.com/society/2001/feb/09/adoptionandfostering.socialcare", "apiUrl": "https://content.guardianapis.com/society/2001/feb/09/adoptionandfostering.socialcare", "fields": {"headline": "Teaming up with the adoption taskforce", "bodyText": "The budget seems to dominate everything at the moment - just when you think it's all sorted, up pops another issue. As usual, we're all saying how dreadful the process has been this year and how important it will be to review it in March to make sure we improve it for next year. Every year we say we will start earlier - soon we'll be starting before we've finished. The week's highlight was the first meeting with members of the national adoption taskforce, who came to see us on Friday. The meeting was planned to introduce the team, identify the issues and enable the taskforce to scope a programme that should give us 25 days of their time to help improve our adoption services. It was an extremely productive and enjoyable meeting. I told director Mike Lauerman and his team that we would have happily volunteered for the taskforce's assistance - it's not every day that you get the offer of 25 days' free help and advice from experts in the field. We've been doing quite a lot of work already to try to scope the problems and, as a result of restructuring our service, now have a specialist adoption team to focus on the issue, which I hope will start to show results. The taskforce seemed impressed by our assimilated data on adopters and children - which was encouraging, because it took a lot of work. Another highlight was an excellent meeting with our colleagues in education. We have a new executive director of education, Michael Peters, who is keen on working across boundaries in order to keep focused on the needs of children and young people. He was very receptive to my view that education and primary care are the two universal services that are key to setting children off to a good start. Social services works with a comparatively small number of children and should be an enabling service that helps vulnerable children maximise their life opportunities. When thinking about future models of service delivery, we must start getting all the big players round the table together. Think what could be done with schools if they were fully used as community resources in the evening and at weekends ... still, for now, it's back to counting the pennies and arm-wrestling for resources. Some things don't change."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}