{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/19/match.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-19T21:22:19Z", "webTitle": "FA Cup: Tottenham 4 - 0 Stockport", "webUrl": "https://www.theguardian.com/football/2001/feb/19/match.sport9", "apiUrl": "https://content.guardianapis.com/football/2001/feb/19/match.sport9", "fields": {"headline": "Campbell offers Eriksson a ripping reminder", "bodyText": "Amid the talk of England's defensive future lying with Wes Brown and Rio Ferdinand, it has been easy to forget the 26-year-old who has captained his country and is not planning international retirement just yet. \"Miserly\" may be a dirty word at White Hart Lane but Sol Campbell is doing much to ensure it applies to Tottenham's back line. His contribution to Spurs' seventh clean sheet in eight matches was watched by Sven-Goran Eriksson. And if the challenge posed by Spain on Wednesday week is liable to be sterner than that offered by Stockport, the ripped footwear and reverent words of a man England will meet next month confirmed Campbell's worth. \"I went in for a challenge with him and it destroyed my boot,\" said Jarkko Wiss, the Stockport midfielder who helped Finland to a 0-0 draw against a Campbell-less England in October, and may opt for ski boots if the Spurs captain plays in the return World Cup qualifier on March 24. \"It was a normal tackle but I felt it in my bones. My boot was torn and I'll have to get new ones; the sole was ripped off. He has the physique of a boxer and he's really tough to play against. He's a hard man.\" Campbell dealt comfortably with the physical threat posed by another Finland international, the striker Shefki Kuqi, and George Graham believes his captain should start against Spain. With Tony Adams retired from international football and his Arsenal team-mate Martin Keown injured, Eriksson may look to an experienced player to partner Brown or Ferdinand. The way Campbell guided the youngsters around him must have been noted. \"At set pieces he doesn't shout but he's always telling the other players like Ledley King where to go,\" Wiss said. \"There's so much respect for him. He has an aura about him.\" The versatile King gave such an accomplished performance at centre-back alongside Campbell that Graham said he may have to change his mind in thinking the 20-year-old's career lies in midfield. And if King gave Spurs fans - and Eriksson - hope for the future, others did the same. The home side ended the match with an all-English, all-home-grown back five and six players aged 21 or under. \"I think that's the way of the future,\" Graham said. \"If you can get two or three players through from your youth policy, it can save £30-40m.\" Simon Davies, 21, is not such a product, having arrived for £700,000 from Peterborough last season, but he made an impressive contribution after replacing the injured Oyvind Leonhardsen early on, scoring twice and showing discipline in his tackling and passing. Spurs have lacked a goalscoring midfielder and Davies looked to be one, finishing well after running on to a Les Ferdinand header and later taking a Tim Sherwood pass in his stride and scoring with confidence. But Tottenham had rarely looked in danger from the moment King headed them in front inside five minutes. By the time Mike Flynn put a Luke Young cross into his own net for No3, Stockport's dreams, like Wiss's boot, were in tatters. Campbell will hope he has the chance to send the Finn back to his cobbler next month. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}