{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/feb/24/unitedstates.guardiansaturdaytravelsection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-02-24T18:39:35Z", "webTitle": "Low Keys", "webUrl": "https://www.theguardian.com/travel/2001/feb/24/unitedstates.guardiansaturdaytravelsection2", "apiUrl": "https://content.guardianapis.com/travel/2001/feb/24/unitedstates.guardiansaturdaytravelsection2", "fields": {"headline": "Low Keys", "bodyText": "Miami has a buzz that touches you the moment you hit the runway. As you get into your hire car, it's practically impossible not to dispose of your jeans in favour of surf shorts, undo a few shirt buttons and reach for the shades. Flick on the stereo and the airwaves are packed with a vibrant mix of hip-hop, house and Cuban stations. With that in mind, Miami folk find it hard to fathom why anyone would turn their back on all this and head instead for the backwater of Key West, the most southern point in America, along one of the world's longest dead-end roads. But they do. In fact, more than a million people make the journey each year. One reason is the weather. While Miami has an enviable annual sun quota, the Keys have their own microclimate, which means that the gauge rarely dips below 21C or rises above 29C, and rain is uncommon. Another attraction is that along the 125-mile drive to the renowned party town of Key West, there is the opportunity to sample the aquatic delights of America's largest coral reef, namely the diving and snorkelling around Key Largo and what is continually trumpeted on local advertising hoardings as the capital of world big-game fishing, Islamorada. Highway One stretches in a straight line through the islands, from Homestead, just south of Miami, all the way to Key West and, with the speed limit set at around 50mph for almost the entire journey, the best thing to do is to flick your gas-guzzler on to cruise control and take in the view. If you can see beyond the huge snake of holiday traffic, there's a certain calmness about the place. Most evidence of life in the Keys' small towns comes in the form of anglers, who hang off the side of bridges or wade through the surf to indulge the islands' overwhelming passion. By the time you reach Key Largo, a location filled with movie mysticism but which turns out to be a relatively indistinct place, Miami will have become a distant groovy memory. Indeed, an hour down the highway, the music that had me shuffling in my seat at the start of the journey had already fizzled out to be replaced by soft rock and Dixie tunes. To put it bluntly, the landscape had become predominantly white. The locals of Key Largo have tried to tap into the famous Bogart film, but in truth very little of it was actually shot on location. They have, however, moored the African Queen there - right actor, wrong movie. One place that was used, though, was the Caribbean Club, the place to go for a boozy night out. Hotel reception will try to deter you because it can get a little feisty in there, but it shouldn't be missed. The car park is packed with Harleys and pick-up trucks and, once inside, the swaying mullett hairstyles are evidence of the world you have stepped into - punching a hole in a voting card could easily be a little too taxing. But they are a welcoming enough bunch, practically offering free beers as long as your pool playing is good enough to beat opponents who can barely see the table. Most hotels in the area will service all your watersport needs, providing diving and snorkelling equipment and booking local boats. For experienced divers, the reef is slightly second rate, being both shallow and lacking any great underwater variety, so snorkelling is both better value and more worthwhile. The visibility is excellent and the water temperature perfect throughout the year. There's the chance to sample something more exotic as well: for between $100-$125 (£70-£90), you can swim with dolphins at several local aquatic centres (but you need to book well in advance). The area's real treasure, however, is the sport-fishing, mostly to be found around Islamorada, about a 20-minute drive from Key Largo. Chartering one of the impressive wedding-cake boats costs around $550 for a half-day and $750 for eight hours, so it's not cheap, but it is worth making a sacrifice for. Bud and Mary's Marina (00 1 305 664 2461) comes highly recommended. The crews are able to cater for any level of competency and guarantee that no matter the time of year, there is always some species to hunt down; heading either to the reef for sailfish, marlin, king mackerel, yellowtail, snapper and grouper, or sailing into the back country for tarpon, bonefish, trout and snook. Within the first hour, our group of novices had caught enough dolphin (another name mahi mahi fish) to provide a spectacular lunch when we returned to dry land - several local restaurants make a small charge to cook your catch. It takes another three hours from here to reach Key West. The 42 bridges connecting the 100-mile chain of islands along Highway One get gradually longer until you reach the monumental Seven Mile Bridge, just an hour from the end of the road. It's as if the islanders were made to work increasingly hard to connect the main body of the Keys to what is considered to be the jewel in their crown. The atmosphere changes the moment you enter Key West. It looks like Soho in the sun, with rainbow-coloured flags flying outside most of the shops on Duval Street, the main tourist artery. The island's inhabitants go about their business at a gentle Caribbean pace, with ageing hippies, who migrated here in the 60s, providing the lifeblood of the place. Key West itself is best known for three things: Ernest Hemingway (its most famous former citizen), the wild partying and the world-famous sunsets. Apparently, when the drop-outs first started arriving in their psychedelic buses, life was super-chilled, enhanced of course by boat-loads of drugs that landed in town from the Gulf of Mexico. But these days, business is booming and the Keys' heritage is being sold in the hundreds of T-shirt shops on Duval Street and in the two-floored theme pubs, which all purport to sell Hemingway's favourite cocktail from the very seat the great man used to lounge in. If you want to watch your cash literally disappear into thin air, there's even a bar that flogs a five-minute hit of pure oxygen, which is supposed to leave you feeling serene and rejuvenated. It left me feeling $6 lighter and rather stupid. As I followed the evening procession to Mallory Square to watch the sun go down, the hope was that nobody could over-sell a natural occurrence. The huge luxury hotels, the teeming throngs and the packs of craggy street entertainers were not the worst of it. As the red orb finally fell behind the horizon leaving a spectacular neon sky, the crowd cheered with the enthusiastic whooping and hollering of a Jerry Springer audience. All this to the sound of bagpipes. That was the worst of it. Yet, with a bit of detective work it is possible to avoid these extremes. There are, for example, champagne cruises on luxury catamarans, which are a more serene, pleasant way to witness the beautiful sunsets. There are the younger locals' hang-outs on side streets, such as Wax Bar or Virgilio's, where they play decent music and it is possible to meet some interesting people. There are some absolutely top-quality restaurants, too, right at the opposite end of Duval, such as Mangos, whose chef is being feted as one of the best in the land. But the real spirit of the place is being kept alive at the more outrageous clubs, such as the drag shows at Divas or the unforgettable Atlantic Shores Beach Club. The official dress code there appears to be butt-naked (it is optional, thankfully), and a mixed crowd starts the party at sunset and continues in the same mad vein through the night. It's all a far cry from the chi-chi nightlife of Miami, but it's laid-back Key West at its very best and it's only a dead-end road away. The practicals Virgin Holidays (01293 456789, www.virginholidays.co.uk) offers a seven-night fly-drive to the Florida Keys from £553pp, including flights, car hire, three nights' accommodation at Amy Slate's Dive Resort in Key Largo and four nights at The Southernmost Motel in Key West, based on two people sharing, room only. For further information on the Florida Keys &amp; Key West please contact: Cellet Travel Services, 01564 794555 or visit the website: www.fla-keys.com \u0095 Who flies where? Direct flights from the UK to the US"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}