{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/feb/16/wintersportsholidays.wintersports", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-02-16T18:06:49Z", "webTitle": "Ski tips", "webUrl": "https://www.theguardian.com/travel/2001/feb/16/wintersportsholidays.wintersports", "apiUrl": "https://content.guardianapis.com/travel/2001/feb/16/wintersportsholidays.wintersports", "fields": {"headline": "Ski tips", "bodyText": "\u0095 Free ski helmets for children are on offer to parents booking holidays for next season with Thomson (0870 6061470). The company, which has signed a deal with manufacturer Carrera, expects to hand out between 2,000 and 2,500 of the helmets, which retail for £36. \"We already reckon to carry about 25% of families booking in the UK\", says a spokeswoman, \"but the number taking up skiing has slowed down. We are hoping this will send the message that we take safety seriously and that it will encourage more parents to book\". The offer was unveiled in Thomson's preview brochure, out this week, but the firm says it will run throughout next season. Helmets will be available to children aged 4-11 inclusive, provided they buy ski packs. That means ski and boot hire in Europe and equipment rental plus lessons in the US. There will be a £4.95 charge for postage and packing. \u0095 Expect the world's newest ski area to start appearing in brochures for next winter. By then the first three hotels should be ready for business at the foot of the slopes in Kicking Horse Mountain Resort, British Columbia, which opened in December. Frontier Ski, which specialises in Canadian holidays, expects to offer packages there, suggesting customers combine it with at least one other resort. Kicking Horse, named after the eponymous nearby pass and river, is about eight miles from the town of Golden and a 2hr 30min drive from Calgary. It was formerly a modest local ski hill called Whitetooth. Construction of the Golden Eagle Express gondola lift and the cutting of new downhill trails has more than tripled its ski able terrain. The lift takes skiers to what is claimed to be Canada's highest restaurant, at 7,705ft. Frontier's managing director Sandra Potter says: \"We would probably suggest linking it with Fernie, Panorama or Kimberley. A day's skiing at Lake Louise is within driving distance.\" \u0095 Flying to Zurich? Take a good book. Air traffic control sources say it continues to be among the most delay ridden destinations in Europe. Problems emerged with a reorganisation of Swiss airspace two years ago. The most recent statistics from the Civil Aviation Authority are for last summer's peak travel months of July, August and September. They showed only 52% of scheduled flights to and from Zurich were on time, and that the average delay was 22 minutes. Geneva fared better, with 74% of flights on time and an average hold up of 11 minutes. \u0095 Low-fare airline Buzz will suspend its Saturday ski flights from Stansted to Chambery, in France, and Geneva after April 14. Skiers wanting to return later than that could use the airline's year-round Lyon service. The KLM subsidiary (0870 240 7070, www.buzzaway.com) says that it will operate to both destinations again during the 2001/02 season."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}