{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/feb/20/travelnews.internationalnews", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-02-20T18:58:52Z", "webTitle": "British tourists die in Tasmania bus plunge", "webUrl": "https://www.theguardian.com/travel/2001/feb/20/travelnews.internationalnews", "apiUrl": "https://content.guardianapis.com/travel/2001/feb/20/travelnews.internationalnews", "fields": {"headline": "British tourists die in Tasmania bus plunge", "bodyText": "Three British tourists were among four people killed when a bus taking holiday-makers on a nocturnal wildlife trip in Tasmania plunged off a narrow dirt track and rolled down an embankment. Two of the dead were a couple from Scotland. The third British victim was Judith Franklin, 63, from Little Abington, near Cambridge. Her 67-year-old husband, Colin, was treated in hospital for minor injuries. All 14 others in the minibus, including the guide and 23-year-old driver, were injured in the crash on Sunday night in the Cradle Mountain national park, north west Tasmania. Hobart police said three Australians and three Britons remained in hospital last night. One British woman was in a critical condition. The party, including tourists from the US and New Zealand, was on a guided search for Tasmanian devils, Bennett's wallabies and wombats that make up the region's unique nocturnal wildlife. Their bus pulled to one side of the road to let a national parks vehicle pass. Colin and Judith Franklin's son, Stephen, spoke to his father on the telephone after the accident. \"He remembers the bus pulling over and then the front wheel just started to slide,\" he said. Inspector Matthew Richman of Hobart police said: \"The bus appears to have toppled from the road and rolled down some 33 metres, coming to rest upside down against a tree.\" Parks and wildlife spokesman Hank Schinkel said the ranger in the other vehicle noticed the Mazda minibus had disappeared from view, and raised the alarm when he returned to find it crashed. Inspector Richman said police had yet to determine the precise cause of the accident, which happened on a dry road in clear weather, but confirmed there was no collision involved and no mechanical failure. Rod Stendrup, general manager of Cradle Mountain lodge, which organised the evening tour of the world heritage-listed national park, said the accident was \"very distressing\". He said the night tours were a long-established attraction and his staff knew the roads well. \"Unfortunately something went wrong last night. It's quite a narrow section of road and it drops off very sharply. The bus, from what I understand, stopped to let a car go the other way and the edge of the road just crumbled and it rolled over.\" Mr Stendrup said the dirt road was wide enough for two vehicles to pass slowly. Inspector Richman said it was too early to say whether the edge of the dirt road had collapsed, causing the bus to overturn. The busy tourist track was shut for most of yesterday as police accident investigators and a coroner examined the site of the accident, three miles from the Cradle Mountain visitor centre. Police admitted the rescue effort was hampered by a lack of light on the remote road until a generator arrived several hours after rescue crews reached the bus. Tour operators claimed that some of the national park's narrow gravel roads were inadequate for the 140,000 holidaymakers who visit the region each year and said more needed to be done to protect the safety of the growing number of wilderness tourists. \"There have certainly been increased numbers in the [Cradle Mountain national] park in the last couple of years and because of that there's a lot more traffic,\" said Chris Purtell of Tasmanian Expeditions. \"Unfortunately, sometimes it takes something as tragic as this for action to be taken.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}