{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/01/match.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-01T23:07:57Z", "webTitle": "Man City 1 - 1 Liverpool", "webUrl": "https://www.theguardian.com/football/2001/feb/01/match.sport4", "apiUrl": "https://content.guardianapis.com/football/2001/feb/01/match.sport4", "fields": {"headline": "Tiatto throws City a lifeline", "bodyText": "Among Joe Royle's mail this week was a small package containing a square print with a light-grey background and a red switch in the middle. Written at the top were the words \"Panic Button\". The pessimist who designed it will doubtless be pleased to know it is now being used as a drinks coaster on Royle's desk. \"I haven't pressed it yet,\" the Manchester City manager said on Tuesday, but after watching his side hold Liverpool to a creditable draw last night maybe his restraint should not be written off as blind faith after all. Certainly Royle can feel mightily satisfied with the manner in which his side composed themselves after Emile Heskey had opened the scoring just before half-time. They concocted an equaliser through Danny Tiatto after the re-start and even threatened to snatch an improbable victory. For City, everything might not be lost. Liverpool relegated City from the Premiership on their last visit here in May 1996, a game that will always be remembered for the infamous sight of the then City manager Alan Ball frantically ordering his players to run the clock down, wrongly believing the 2-2 scoreline would be enough to keep them up. Such moments of tragi-comedy have by and large been expunged from their repertoire under Royle's tenure, but after plummeting from 10th position in October to the relegation places it has been threatening to reach the stage where, yet again, Maine Road is a place from where only the sadomasochistic go home happy. While City were grubbing around for points after a traumatic sequence of only one win in their 11 previous league games, Liverpool journeyed down the M62 on the back of a run of 11 victories in 15 matches. But until Heskey opened the scoring on 43 minutes, the gulf between the two sides was seldom evident throughout an opening period that flickered into life without truly igniting. Liverpool's attacking threat was scarcely more potent, although Gérard Houllier could look back and sigh at two missed opportunities engineered from Gary McAllister corners but which were spurned by Markus Babbel and then, from an open goal, the woefully profligate Vladimir Smicer. Given the height advantage that Liverpool were conceding it was surprising that they were causing such an aerial threat, and Heskey finally made City pay for their defensive creaks when he stole ahead of his marker to head in Smicer's precise left-wing delivery for his 17th goal of the season. The lead was just about deserved, although the feeling persisted that Liverpool were somewhere below their best while City were just content to use a bit of rough and tumble and see how far it got them. Royle introduced Andrei Kanchelskis for the hamstrung Andy Morrison at half-time, though the Ukrainian could not claim to have played a part in their equaliser. Instead City's first attack of the half saw Darren Huckerby's misplaced pass take a kindly ricochet to leave Shaun Goater marauding to ward Sander Westerveld on the right of goal. Rather than shooting from a difficult angle the Bermudan chose wisely to drag the ball back from the byline and Danny Tiatto thumped the ball into the roof of the net from a position close to the penalty spot. It was the first goal that Liverpool had conceded in 420 minutes and, all of a sudden, City started to play with some thing curiously reminiscent of self-belief. Much of that was due to Kanchelskis, who did enough to suggest he can add some enterprise to the City attack while also consolidating the belief that Houllier's decision to play Steven Gerrard at left-back was a waste of the midfielder's talents. Seldom one to conform to the predictable, Houllier had left Robbie Fowler on the bench and by the time he replaced the largely ineffective Litmanen Liverpool were looking decidedly ragged around the edges. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to editor@footballunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}