{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/11/match.sport10", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-11T19:52:12Z", "webTitle": "Zitelli to Hibs' rescue", "webUrl": "https://www.theguardian.com/football/2001/feb/11/match.sport10", "apiUrl": "https://content.guardianapis.com/football/2001/feb/11/match.sport10", "fields": {"headline": "Zitelli to Hibs' rescue", "bodyText": "At a time of the year when desperation lends a kind of demented urgency to teams at both ends of the league, nobody should be surprised by the improbable sequence of events which enlivened this intriguing collision of opposites at Easter Road. If the outcome was predictable, the course the match took towards its conclusion would have confounded those who had anticipated an untroubled victory which would take Hibs back into second place in the Scottish Premier League. Leading, trailing and ultimately triumphing was not in the script envisaged by Alex McLeish. The shock of heading for the dressing room at half-time with the score 1-1 would be bewildering enough for supporters who had seen St Mirren subdued for all but a few seconds of that first half, but to see them establish an advantage early in the second could have induced mass trauma. But the Paisley side, threatened with relegation, managed to turn the game around by refusing to collapse under the pressure exerted by Hibs, bringing an energetic commitment to their work which, until the two-goal burst from David Zitelli after the hour, was sufficient to disrupt whatever complacency may have settled on the home players. St Mirren have been regarded as essentially a First Division team since their promotion to the top league this season and, as they were overpowered by Hibs' relentless thrusts in the first half, their most committed fans could not have presented an argument against the claim. That the Edinburgh side should be only one goal ahead as the interval approached was something of a mystery. Ludovic Roy had made an exceptional save low to his left as Stuart Lovell met Zitelli's precise centre just a few yards out and hit the shot crisply and accurately. Rudden had also made a terrific intervention to prevent Zitelli from knocking in a header across goal from Lovell, and the latter had also volleyed too high when a throw from the left had made its way across the penalty area and left him with a clear opportunity. The goal which gave HIbs the lead came from a set-piece, the result of Roy handling a pass from Iain Nicolson, the free-kick awarded 15 yards out. The wall was well enough constructed, but Russel Latapy played the ball short to Ulrik Laursen, but he stopped it for Franck Sauzee, who curled it right-footed high to the left of Roy. Having failed to make any kind of impact on the home defence, the visitors suddenly enjoyed an unexpected opportunity when Gary Smith fouled Graham Fenton as the striker tried to reach a through pass just 10 yards from goal. Ricky Gillies converted the penalty by driving the ball low to the right of Nick Colgan. Worse was to come for Hibs. When Sergei Baltacha ended a powerful run forward by slipping the ball to Gillies, the midfielder seemed to shoot more in hope than expectation, but the ball took a deflection from an outstretched foot and curled over the head of Colgan. To the home side's credit, they remained composed and began to reap their reward for this approach when Zitelli ran on to Latapy's excellent through pass and right-footed the ball low to the left of Roy. The Frenchman put his side back in the lead with another killing finish, this time a low drive with his left from a tight angle on the left after Rudden's error had allowed him to steal possession. Latapy himself confirmed Hibs' superiority with another solo effort, finishing an incisive dribble with a left-foot drive into the left-hand corner."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}