{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/05/europeanfootball.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-05T20:38:31Z", "webTitle": "Continental round-up: La Liga", "webUrl": "https://www.theguardian.com/football/2001/feb/05/europeanfootball.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/feb/05/europeanfootball.sport1", "fields": {"headline": "Seven-up Barca triumph despite kidnapping hell", "bodyText": "The nutters are out in Barcelona. Just two weeks after police in the Catalan capital arrested a man for planning to kidnap a Barça player, the abductors are at it again. To be fair to Santiago Cantón, an escapee from Barcelona´s Modelo Prison and the man up to no good this time round, at least he knew who he was after: midfield baldy and \"little Buddha\", Iván de la Peña. Cantón - and a woman whose name hasn't yet been released but whose initials are AMA - followed de la Peña home from the Camp Nou on Monday. Fortunately, de la Peña was on the ball enough (groan) to take down the registration number of the car that pursued him, and managed to escape when he was approached in the underground car park at his home. The attempted kidnappings have come as a huge psychological blow to one Barça player in particular. Michael Reitzeger was \"horrified\" by recent events and admitted on his website that he is \"very worried, especially as this kind of thing gives people all sorts of crazy ideas. I'm constantly looking in my mirrors to see if I'm being followed these days and I keep double-checking the locks and alarms at my house.\" \"I'm terrified,\" declared the Dutchman. \"It's like something out of the Wild West.\" While Reitzeger was busy hiding out in the Sheriff´s Office on Saturday night, the rest of the Barça side seemed totally unconcerned, destroying Athletic Bilbao in the Nou Camp. Barcelona boss Lorenzo Serra Ferrer had the cheek to enjoy things a bit too much and, worse still, to demand even more. With Serra Ferrer still cajoling his side at 5-0 up with goals from Abelardo, Cocu and Luis Enrique (3), Athletic manager Txetxu Rojo decided he'd had enough and turned to the Barça dug-out to remonstrate with his bemused opposite number. \"What´s the matter with you?\" he ever-so politely enquired. \"Do you want some more? Isn't this score enough for you?\" Obviously not - Cocu and Overmars added two more to complete the scoring at 7-0. Barça's win has had the Catalan press purring. Sport declared Serra Ferrer´s side \"the true dream team\". It also re-establishes the blaugranas's championship credentials. But despite 17 games unbeaten, Barça just can't close the gap on Real Madrid, who survived a tough test from Málaga on Sunday. Dario Silva and Dely Valdés yet again proved their class for Málaga. It was Raúl, though, who was the real star, despite recent criticism. His two headed goals helped Real Madrid to a 4-3 victory and took him to the top of the league's goalscoring charts, and at 23 he's already scored more in the Primera División than anyone else currently playing. It's not just Barça chasing Madrid, though. Deportivo La Coruña remain a point ahead of the Catalans in second place after beating relegation-bound Racing Santander 2-1, with Roy Makaay grabbing two more goals. Makaay's first caused a bit of a stir - he was miles offside, the linesman's flag went up, Racing's defenders stopped, their keeper José Ceballos stopped, even Depor´s players stopped. But eagle-eyed referee Megía Dávila, aware that the \"pass\" to Makaay was a deflection off Racing striker Mazzoni, didn't, and waved the Dutchman on to score easily. A giggling Makaay waxed lyrical over the assist: \"It was a phenonmenal pass from Racing's striker.\" While Barça, Madrid and Depor kept up their end, Valencia stumbled again, this time in Mallorca, where Alberto Luque scored a late equaliser to secure a 2-2 draw for Luis Aragonés's side. Things have gone from bad to worse for Héctor Cúper's super troops, but with the league's four strongest sides now out of the way and new signing Pablo Aimar set to join the team next week (he was in the stand on Sunday), Valencia fans can perhaps look forward to better times. One slight problem, though - the Italian passport fiasco is about to touch down in Spain, with judge Guariniello set to look into 27 La Liga players of \"italoamerican\" origin. And if reports in today's press are anything to go by, Valencia's Fabian Ayala is first in line - with a possible six-month jail sentence if found guilty. Meanwhile, Mallorca fans seemed less interested Valencia's visit than the arrival of Celta de Vigo for the Cup quarter-final second-leg in midweek. Mallorquinos carried banners on Sunday warning Celta players, and Valeri Karpin in particular, not to come to the Balearics and accusing the Galician club of \"buying referees with drugs\". Why? Well, all the fun centres on a bruising and extremely bad-tempered first-leg, and on two incidents in particular. First, a penalty given to Celta by referee Antonio López Nieto despite the fact that he couldn't possibly have seen the \"challenge\" in question - he had his back to the incident and only turned round in time to see the final, and less blatant, stages of a shocking dive from Vagner. The second thing that wound up Mallorca fans was the running battle involving Karpin, Finidi George, Samuel Etoó and the Balaídos crowd which boiled over at the final whistle and again at the airport later that night. Etoó had fired a parting \"gesture\" at the Celta fans at the end of the game and one of them decided to go to the airport to have it out with the Cameroon striker in person. Luis Aragonés tried to calm the fan down, but soon lost his conciliatory mood when he called Etoó a \"black shit\". Aragonés took off his glasses (a la Clark Kent) and proceeded to grab the man by the throat. Only the intervention of players and club officials kept a seething Aragonés at bay. Meanwhile, López Nieto´s inept display has opened up the refereeing debate - yet again. This time, one of the solutions being banded about by players is the introduction of foreign refs. Obviously, Mauro Silva, Miguel Soler and the rest have never seen Graham Poll in action. Even though Pablo Aimar stayed in the stand, there were some big name debuts this weekend. Stan Collymore, on as a second-half sub, couldn't stop Oviedo securing a new league record - they've now gone ten away games without a goal following a 1-0 defeat at Las Palmas. Collymore barely saw the ball. What he did see, though, was the weekend's scariest moment - a clash between Oviedo´s Pablo Suárez and Las Palma´s Josico, resulting in a bizarre fit for the Oviedo man that left him looking terrified and uncontrollably waving his arms and legs about like an upside-down woodlouse. He was rushed to hospital where, fortunately, he's been given the all-clear. The most eagerly awaited debutant was, of course, Martín Palermo. The Argentinian may partake of feather boas and evening dresses but he doesn't wear women's knickers - not during games anyway. Palermo was pulled down by the shorts for what should have been a penalty during Villarreal's 2-0 win over Alavés on Sunday. Eager to prove that he'd been fouled, \"El Loco\" left his shorts down and brandished his arse in the ref's direction to reveal a pristine pair of white pants. Lovely. Not that Alvarez was impressed, mind you. The weekend's best newcomer award surely goes to one of Las Palmas's subs, though: it's a warm welcome back to Spain, from this column at least, for Mario Turdó. John Benjamin may be doing things right in San Sebastián, but he's just not getting the luck - Alexander Mostovoi got a late, late goal for Celta in the Anoeta to secure a 2-2 draw, denying his side a much-needed three points. Fumbling for the Spanish for \"it's a funny old game, Saint\", John Benjamin just shrugged and said \"that's football\". At least Real´s nearest rivals also dropped points. Numancia drew 0-0 against Valladolid while Osasuna were beaten 3-1 by on-form Espanyol, with Toni Velamazán scoring two brilliant goals. The side Espanyol thrashed 5-0 last week, Zaragoza, bounced back with a hammering of their own: 6-1 against Rayo Vallecano. Juan Esnaider has proven a real boost for Zaragoza since his transfer from Juve's reserves, and the Argentinian was on the scoresheet again - a wonderful touch setting himself up for the home side's second. And although it's still a month away, attention is already turning to the next derbi instalment. Real Madrid´s directors have decided to welcome Barça with 80,000 white balloons and ... silence. In contrast to the \"barbarism\" of the Camp Nou´s reception for Figo, Madrid´s president Florentino Pérez rather conceitedly regards the silent treatment as a symbol of Madrid's \"honour\" and \"gentlemanliness\". But after Málaga's 3,000 fans outvoiced the 65,000 madridistas in the Bernabéu on Sunday, cynics might suggest that a call for silence is, in fact, simply more realistic. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}