{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2001/feb/16/health.socialcare", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2001-02-16T19:09:49Z", "webTitle": "Complexities surround treatment of personality disorders", "webUrl": "https://www.theguardian.com/society/2001/feb/16/health.socialcare", "apiUrl": "https://content.guardianapis.com/society/2001/feb/16/health.socialcare", "fields": {"headline": "Complexities surround treatment of personality disorders", "bodyText": "Every parent's very worst nightmare is being lived out by a north London mother. Earlier this week, a mentally disordered man was jailed for life for the murder of a 12-year-old boy. Alex Crowley, who appears to have a severe anti-social personality disorder, formed an obsessive friendship with Diego Piniero-Villar, which culminated in him stabbing the child to death. There seems to be some clinical confusion over Crowley's diagnosis - after he was arrested for the murder, a psychiatrist decided he was a paranoid schizophrenic. However, in an earlier brush with the criminal justice system, for harassing the boy, a forensic psychiatrist concluded instead that he \"has a personality disorder and is dangerous he should be detained\". Under the Mental Health Act 1983, people can only be detained against their will if their mental disorder is treatable - if \"such treatment is likely to alleviate or prevent deterioration of his condition.\" You can't \"treat\" someone's personality, however aberrant or unpleasant. So, people with personality disorders, as opposed to mental illnesses, are not deemed treatable by psychiatrists. Some mental health professionals argue that the worst aspects of a personality disorder can be curbed through long-term, intensive therapies which encourage people to examine their behaviour and try consciously to act against the grain. However, there is no quick fix and the changes may not appear significant to the lay observer. Moreover, people have got to want to change for any therapy to have a chance of working. There's an argument for more resources to be put into very early intervention. Personality disorders develop in childhood and teenage years. Therapeutic services for highly disturbed, abused and disruptive children and their families could prevent some from developing anti-social personality disorders. But working with unwilling and difficult clients is tough and resource-intensive. Overburdened social work and educational psychology services simply stretch to it. The government has plans, outlined in the mental health white paper, Reforming the Mental Health Act, to detain those people with \"severe personality disorders\" who are considered to pose \"a significant risk of serious harm to others\". The proposals grew out of the outcry over Michael Stone, whose conviction in 1998 for the brutal attempted murder of Josie Russell and murder of the little girl's mother and sister in a quiet lane in rural Kent, horrified the public. (Stone's conviction was recently overturned on the basis of unsound evidence and he is to face a retrial.) At the time, home secretary Jack Straw laid into psychiatrists for washing their hands of \"dangerous psychopaths\". But Stone was suffering from a \"psychopathic disorder\" - an anti-social personality disorder in today's clinical parlance - and preventive detention was probably not a legitimate option under the Mental Health Act. Introducing the white paper last December, health secretary Alan Milburn emphasised that public safety was an imperative in the changes. \"The government has a duty to protect both individual patients and the wider public where a person poses such risks.\" By and large, the white paper was well received. A new act will cover people with \"mental disorders\" - permanent or temporary impairments and disabilities - including illnesses and personality disorders. \"This will remove the dilemma for health professionals and others who know that someone poses a risk - as much to themselves as to others - but feel unable to provide help under the Mental Health Act,\" says Sane's chief executive, Marjorie Wallace. \"We do not believe that anyone should be treated or detained without ensuring that they are protected by far stronger safeguards than now exist and which the new mental health tribunals would provide.\" The proposed changes allow for a new mental health tribunal to make two consecutive compulsory care and treatment orders for up to six months, and thereafter for a year at a time. Each order will authorise a care plan \"designed to give therapeutic benefit to the patient or to manage behaviour associated with mental disorder that might lead to serious harm to other people.\" The orders must follow an initial assessment and then 28 days of compulsory care, treatment and further assessment. In the case of offenders, a court will make an order. The home secretary will also be able to order the assessment of a prisoner to see if they will pose a danger on release. As the orders are renewable, there is the potential for permanent detention. Places in specialist units for assessing and treating people with anti-social personality disorders are also planned - 140 in the NHS and 180 in prisons, along with 75 hostel places over the next three years. New schemes have been announced at Whitemoor high security prison in Cambridgeshire, Frankland prison in County Durham and Rampton high security hospital in Nottinghamshire. However, one consultant forensic psychiatrist told SocietyGuardian.co.uk that: \"Those numbers are really very small and the number of places is likely to be a limiting factor in how many people will be detained.\" (Moreover, the possibility of the closure of 100 specialist places at Ashworth special hospital following a highly critical inquiry could result in a net gain of just 40 NHS places.) Ordinary mental health services are not really geared up to coping with people with anti-social personality disorders. Such patients tend to be very demanding, aggressive, and can put other service users and staff at risk. And there's a big question in many minds as to whether it's right to expect the health service to devote precious resources to people who are not ill. And what if those detained don't want to comply with therapy? Won't health professionals then, in effect, be jailers? And what corrosive effect would that have on any therapeutic regime in the specialist units? Another problem is attempting to determine who is so likely to carry out an act of extreme violence that it justifies their incarceration. Risk assessment has improved over recent years and assessment tools are being researched at pilot schemes at Whitemoor and Rampton. However, the science is imprecise. Not only might those with anti-social personality disorders (who may have, at worst, committed only minor offences) have their liberty taken away but those who do carry out atrocious crimes won't necessarily be prevented. \"There will be false negatives and false positives,\" says Dr Andrew McCulloch, senior policy adviser to the Sainsbury Centre for Mental Health. It's a highly complex issue, fraught with problems and lacking solutions. The white paper offers options but will not solve the problem. If the threshold for detention is high, then dangerous people will be excluded and more tragic crimes, such as Diego's killing, will happen. And if you have a low threshold, you will eat up resources and, most importantly, ruin the lives of people who wouldn't have harmed others. The implications for civil liberties, public safety and for mental health resources are serious either way."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}