{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/feb/28/politicalcolumnists.pollytoynbee", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-02-28T18:14:40Z", "webTitle": "This is Blair's new road map, but it leads nowhere", "webUrl": "https://www.theguardian.com/politics/2001/feb/28/politicalcolumnists.pollytoynbee", "apiUrl": "https://content.guardianapis.com/politics/2001/feb/28/politicalcolumnists.pollytoynbee", "fields": {"headline": "This is Blair's new road map, but it leads nowhere", "bodyText": "A plethora of plans pours from the government - crime, schools, transport, health - a manifesto unfolding week by week. But what's the big idea, the glue? Ideology was never Tony Blair's thing. Indeed his lack of it was his chief USP - a new-minted man with a third way that was progressive, pragmatic and free floating. Now, as he tries to catch this butterfly and pin it down on the page in an article in this month's Prospect, it flaps away, evading his grasp altogether. The essay caused not a ripple in this country but it was spread across the front page of La Repubblica in Italy. Les Echos in France has reprinted it, Die Zeit in Germany follows. Latin America and parts of Asia are espousing third way political language too. Hardly surprising since it is the perfect vehicle in which troubled traditional socialist parties can drive away from a failing past into a more inclusive centre-left future. It is the ideal political portmanteau for our times - flexible, agile, chameleon. (Astonishingly, the Washington Post reports that even George Bush was toying with using it himself.) But for a Labour party that has already made the long march centrewards, the third way is now utterly redundant. Worse, it muddies the waters, hides its light under a bushel. What Tony Blair calls his \"Third Way, Phase Two\" is a useless road map for present policy and an even vaguer guide to future intent. Inside the Downing Street thinkery they say they are searching for a \"narrative\", the missing red thread to guide them through this thicket of policy. That is only half true. Sometimes they want a narrative but sometimes they prefer muddy water. As soon as a policy threatens to define them, they rush out a counter-policy to confuse. The third way is an escape from self-definition - a butterfly always on the wing. No wonder every politician everywhere reaches for it: the third way temptingly offers the best of all possible worlds. It means never having to choose, all the old lions and lambs happily snuggling down together. Successful business goes hand in hand with caring social objectives, dynamic markets embrace strong social communities. With felicitously crafted language, all goals can become mutually dependent, never competing. So the values of Europe, \" fairness, solidarity\" can combine with \"the economic dynamism traditionally associated with the US\". (No mention of the stark choice these societies make in tax rates, with concomitant very different results). Toughness on crime never works without tackling its causes, he says - punishment and pity side by side. (No contradiction between tabloid-pleasing and what works.) Decentralising power can cohabit with uniform standards. (No tug-of-war between local choice and national benchmark.) Reversing national decline and improving productivity can be done with green sustainable development. Yes, the third way offers all this, with no awkward choices. Those who shuddered a bit on hearing a Labour prime minister declare on television, in Camp David casual wear, that he and Dubya had many \"shared values\", might rightly wonder what they are. Oil, guns, missiles, electric chairs . . . Even allowing for realpolitik, straddling the Atlantic will get harder if obedient bombing of Iraq against the rest of world opinion is the price of a relationship greatly less special since Clinton's departure. Europe will tug harder in the other direction: Blair assurances may be blown apart over NMD. Curiously, the government does not always live up to third way flexibility. Mark this extract from the Blair text: The third way \"does not (his italics) stand for rigid forms of state ownership or provision. It is pragmatic as to whether public or private means are the best delivery mechanism\". Robert Kiley, the New Yorker at the end of his tether bargaining with the Treasury over control of London Underground, finds an ideological obduracy that makes Mrs Thatcher look pliable. Now even the Tories have abandoned tube privatisation, yet this PPP is still being imposed relentlessly, a long-term political disaster saster. (Financial risk is not really transferred to the private sector - but blame for every late train will be transferred to the Treasury.) Not pragmatism but dogmatism. Next week Tony Blair makes a key environment speech: it will be visionary stuff. But there will be just one substantial matter - a genuine test as a battle is fought out behind the scenes. He will announce new money for renewable energy - currently Britain will not meet its target 10% energy from renewable sources by 2010. Wind power is now almost at a competitive price - but it needs the same kick-start other countries give it. D enmark has stolen ahead in wind machine exports. Solar power is further from competitive price, but will be a winning technology. While Germany and Japan offer big solar subsidies, the US commissions a million subsidised solar roofs, but Britain is doing virtually nothing. It is like ignoring the early stages of the micro-chip. The Treasury is offering token sums for wind, nothing for solar - short-sighted and wrong-headed. Given the Blair essay's praise for new technology, if there is less than £500m for both technologies, his words will be empty: even that will not hit the 2010 target. In the end, there are always choices. Does it matter if this government has no better self-definition than third way evasions? It does well enough on the big issues - the economy, poverty, gradually improving public services. The election is already won. So why yearn for sharp edges? Because hazy feel-good language does not announce which way Labour will jump when the going gets tough. As yet untested, how will Labour respond when a threatening Conservative opposition eventually rears its head? In an economic downturn, we need to know what comes first - business and taxpayers or preserving the public sector? So far, buttering up business has meant choosing no legislation on work/life balance to ease the gross over-work burden on families. Yesterday it meant announcing no enforcement of equal pay for women. With the Treasury over-flowing, the long-term need for higher taxes is obscured, but there is a choice between low tax and high public service. This feeble third way language is too weak a light on the leader's helmet to shine the way. Odd that a government radical enough to promise an end to child poverty, unemployment and third world debt should so lack a resonant philosophy to encapsulate its own best qualities. It deserves a bolder legend. Bolder language might even stiffen its own nerve, as well as inspiring stronger allegiance. It is not easy to govern a modern fissiparous, pluralist and diverse society where each individual has multiple roles and contradictory interests. But that is all the more reason to plant a flag or two to rally round. It may not be cynicism but lack of tribal passion that is killing politics. polly.toynbee@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}