{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/feb/13/netjetters2000sam.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-02-13T18:22:05Z", "webTitle": "Week 11: Sydney to Wyong", "webUrl": "https://www.theguardian.com/travel/2001/feb/13/netjetters2000sam.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2001/feb/13/netjetters2000sam.netjetters", "fields": {"headline": "Held captive down under", "bodyText": "G'day! Yes, I've arrived in Australia. I'm always a bit disorientated when I land at a new airport. Sydney was no exception - I got lost trying to find the information desk. Normally I get out of an airport straight away, but this time I hadn't sorted out any accommodation beforehand. Major airports usually have a display with the numbers of certain hostels and a free telephone you can use to call them, and after lugging my rucksack round most of the terminal, I eventually found Sydney's. I tried number after number but they were all full. This was a bit worrying, as it was beginning to get late. In my slightly muddled state I ended up buying a guidebook in order to find more numbers. Now armed with numerous hostel numbers I quickly found a place in the leafy University suburb of Glebe. It was called Wattle House and was very nice with small dorms and comfortable beds. It also had a book exchange with at least five different guidebooks on the shelf. I kicked myself for buying a brand new guide at the airport. The next morning I set out to have a look round. I had thought after the US I had gone off cities, but I really liked Sydney. It was easy to get around and there were lots of interesting areas to explore. There was a exciting buzz among the skyscrapers in the centre. Suited office workers were packing the bars and restaurants. The feeling of wealth and people enjoying spending it was almost tangible. At the heart of the city are the beautiful botanical gardens. A colony of fruit bats has established itself among the trees there (look at Sam's photos) and at night the bats move out across the city. You can see them silently flying over the buildings. It's like Gotham City. Along the harbour there are lots of beaches and little empty bays surrounded by forest. I caught the ferry to Manly beach. This cost just a few dollars - much cheaper than taking a formal harbour cruise - and was a great way to see the city from the water. At Manly it's great fun to watch the surfers trying to drown themselves in the huge waves. On Friday I met up with fellow Netjetter, Milly. The last time I had seen her was on a cold October day outside the Guardian's offices in London. Here in Sydney the sun was out so we went for a ferry ride to Darling Harbour. We had been emailing each other but it was good to catch up on news and we had a lot to talk about after almost three months travelling. Despite going to completely different parts of the world many of our experiences and our reactions to them have been quite similar. I decided I was extremely jealous of her having her own room in a settled flat. Milly's camera has been out of action for a while so I took a photo of us both before we said our goodbyes (look at Sam's photos). That evening, I splashed out and booked myself a ticket to the opera to see Mozart's Cosi Fan Tutte. The Opera House is in an incredible setting (as you all know), and as I walked up the steps, the QEII was just slipping out of the harbour on the next leg of a round the world cruise (look at Sam's photos). Waving crowds lined her decks and the harbour quay as two tugs gently ushered away the huge liner, like chaperones escorting a debutante. Inside, the Opera House was suitably plush and the opera was very good, but it was the romantic view outside with the moon rising over the harbour and the lights of the skyscrapers reflecting on the water that really stole the show. Leaving Sydney, I moved on up to the small town of Wyong to visit my friends, Ben and Amber, who I met in Fiji. Wyong isn't exactly on the regular backpacker circuit but it was a nice small town. Ben and Amber lived next to the river and only a short drive from the beach. We went out to see the surf and had a few beers and a game of pool at the local pub. There I discovered 'Pokies'. These are electronic gambling games - like fruit machines but more complicated. They are really popular and many Australian pubs (or hotels as they're called) have whole rooms put aside for addicts. We put a couple of dollars in the slot and started to play. We whooped as our winnings rose to a fortune of six dollars and then groaned as they evaporated and we lost our original stake. I was hooked and would have kept playing all night, but the other two pulled me away. Back at the house we had pizza and a video (Gladiator - Amber likes Russell Crowe). I loved this. Doing anything as normal as this is a real treat when you're travelling as it's impossible most of the time. The next day we went for a drive out in the bush and I saw my first kangeroos hopping along in the grass. We also saw a deadly red-bellied black snake dozing on a tree stump (look at Sam's photos). This was a black snake with a red underbelly and is an excellent example of the complicated way Australians come up with names for things. There are plenty of other examples in Sydney. These include the bridge over the harbour ('The Harbour Bridge') and the city's circular quay ('Circular Quay'). Next week I'm off to the hippie haven of Byron Bay and then a four-wheel drive adventure on the sand dunes of Frazer Island."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}