{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/05/match.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-05T21:39:26Z", "webTitle": "Fulham 1 - 1 Sheff Utd", "webUrl": "https://www.theguardian.com/football/2001/feb/05/match.sport8", "apiUrl": "https://content.guardianapis.com/football/2001/feb/05/match.sport8", "fields": {"headline": "Cottage industry is bogged down", "bodyText": "Fulham could have taken a leaf out of Sir Alex Ferguson's book and blamed the rugby matches played at Craven Cottage for a pudding of a pitch that contributed to this disappointing result, though as it is over 15 years since they had a rugby league side here, that might have been stretching it even by Fergie's standards. Their pitch could not have looked worse if they had hosted the entire Six Nations Championship, as well as the Horse Of The Year show. So poor was the surface that before the start of each half, a dozen sheepish looking officials in sou'westers came out to stamp down the divots and possibly on the heads of a few moles. But to their credit, Fulham did their best to live up to their reputation as the side who have brought a version of the beautiful game to the Nationwide League, even if at times, inevitably, the conditions made it seem as though they were playing with an oval ball. This was more a lesson that even the most outstanding side - and Fulham are clearly that in Nationwide Division One - cannot always have things their own way. Or as Sheffield United's Neil Warnock eloquently phrased it: \"We don't have the riches but sometimes the rags can achieve things.\" United arrived with a Baldrick-style cunning plan for teenager Nick Montgomery to mark Lee Clark out of the game. But unlike Baldrick's plans, it worked superbly, which must have put a red hue on Clark's face when he picked up the man of the match award. United were also imbued with such fighting spirit that they began brawling among themselves when Georges Santos flattened Michael Brown after a disagreement over the working of the offside trap. Santos was immediately substituted by Warnock, who remarked: \"That's what Frenchmen are like - they lose it sometimes.\" The state of the pitch did not prevent Fulham scoring an exquisite goal, Louis Saha brilliantly controlling a long, crossfield pass from Fabrice Fernandes, which must have made older fans think of Johnny Haynes, and the onward ball to Luis Boa Morte was so precise it made a goal inevitable. Fulham fans might have expected a rout after that but once Laurent D'Jaffo headed the equaliser from a Brown free-kick just before half-time, one suspected that this live TV match would not follow the intended script. This was, after all, only a blip for a Fulham side who are certainties for the Premiership. The real problem for them is that they have not only outgrown the Nationwide League but also their Craven Cottage home, which in terms of the modern game, belongs in some black museum. Leaving the pitch out of it, the open terracing behind both goals is unacceptable for the Premiership and there are even a couple of floodlight bulbs missing. That's why the club's most crucial fixture is not next month's game against closest challengers Bolton here, which will also be televised live, but the meeting of Hammersmith and Fulham Council's planning committee in 22 days' time, which will decide whether they get permission to build a new stadium here. One trusts the plans include a new pitch. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}