{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/feb/24/guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-02-24T18:14:16Z", "webTitle": "What's on when", "webUrl": "https://www.theguardian.com/travel/2001/feb/24/guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2001/feb/24/guardiansaturdaytravelsection1", "fields": {"headline": "What's on when", "bodyText": "Virtually Blue Suede Shoes Date: March 9. Location: Manchester Evening News Arena, Trinity Way, Manchester M3 1AR. Description: Ingeniously-edited concert footage of the King himself projected on to a two-storey screen and accompanied by a live band. The result is uncannily like a genuine concert. Contact: 0161-950 5000. Website: www.whatsonwhen.com/themes/music.jml. Omizutori Festival Date: March 1-14. Location: Todaiji Temple, Nigatsudo Hall, Nara, Japan. Description: The largest wooden structure in the world sees a spectacular annual ceremony involving monks dashing round the perimeter with 8m-long blazing torches. Contact: + 81 (0) 74 222 3900 Website: www.whatsonwhen.com/places/japan.jml The blessing of the cars Date: March 9. Location: Santa Francesca Romana, Piazza Colosseo, Rome, Italy. Description: The feast day of St Frances of Rome - patron saint of motorists and taxi-drivers - sees motor vehicles of all sorts parking outside her church to receive the annual blessing. Website: www.whatsonwhen.com/themes/religion.jml The Eden Project Date: Opens 17 March 2001. Location: St Austell, Cornwall. Description: Britain's obsession with domes continues at the Eden Project in Cornwall, where three of them have been constructed from hexagonal panels to house thousands of plants from around the world. Contact: 01726 811 900. Website: www.whatsonwhen.com/themes/natphenom.jml St Patrick's Day in Chicago Date: March 17. Location: Chicago, Illinois, US (parade starts at Dearborn St). Description: The most famous St Patrick's Day celebrations in the US, during which the river is dyed green for the day using 40 pounds of food colouring. Contact: 00 1 312 744 3315 Website: www.whatsonwhen.com/places/chicago.jml"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}