{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/feb/01/match.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-02-01T23:04:12Z", "webTitle": "Chelsea 3 - 1 Newcastle", "webUrl": "https://www.theguardian.com/football/2001/feb/01/match.sport6", "apiUrl": "https://content.guardianapis.com/football/2001/feb/01/match.sport6", "fields": {"headline": "Poyet and Zola link up to lift resurgent Chelsea", "bodyText": "Claudio Ranieri again rang the changes last night but there remains one constant in this resurgent Chelsea. Gianfranco Zola's continuing excellence, typified by his wonderful equaliser, constructed the platform for his side's domination of the second half, which was rounded off with eye-catching goals by Gustavo Poyet and Jesper Gronkjaer. The Italian's goal - his tenth of the season - and Poyet's speak of renewed confidence at the Bridge, which was underlined by Gronkjaer's emphatic strike 11 minutes from time. Europe may yet welcome Chelsea again next season. United had the best of the opening exchanges, though. The two-game suspension for Kieron Dyer, which happened to coincide with his shin injury, saw the spring-heeled midfielder back in vibrant health. His pace, deployed up front because of Newcastle's familiar shoal of strikers' injuries, troubled Chelsea even before he created the opener. It came when Nol Solano dispossessed Celestine Babayaro and fired a canny pass up the right flank. Dyer took possession, ran on, took one look at the non-departing Frank Leboeuf and sped past him to the byline before crossing. The towering Shola Ameobi missed but the hovering Christian Bassedas did not, firing low to Carlo Cudicini's left. Ranieri, rarely slow to make a change, did so eight minutes later, his choice eased by the earlier sight of Graeme le Saux holding his thigh in discomfort. Gronkjaer took over the left wing-back role from the injury-plagued England man. Amid Chelsea's largely unconvincing early attacks, Zola's talent shone brightly. After 10 minutes he served warning by driving just wide after a delicious back-heel from Gustavo Poyet. Then the Italian and Uruguayan combined quickly and cleverly again, this time for Zola to loft a shot that was deflected for a fruitless corner. By now Zola was simmering and he came to the boil on 37 minutes when he received Babayaro's pass, cut inside and, despite facing four Newcastle shirts, half-turned and curled a superb shot from 22 yards past the hopelessly beaten Shay Given. Gronkjaer's surging runs down the left featured in Chelsea's early second-half attacks but it was the more thoughtful touches of Zola and Poyet that threatened to unhinge United who, despite a fair share of possession, rarely threatened Cudicini's goal. Chelsea pressure paid off on 62 minutes when Jimmy Floyd Hasselbaink curled an inviting low cross into the area. Poyet reacted fractionally faster than the defenders, flicking the ball cleverly past Given. \u0095 Chelsea's chairman Ken Bates last night slated Monaco over the French transfer deadline-day collapse of Frank Leboeuf's proposed move home, for which a £2.5m fee was agreed two weeks ago. \"To put it bluntly, Monaco can't come up with the money,\" said Bates. \"The situation is unresolved because their president has done a runner and is unavailable having interfered with and messed up the negotiations.\" \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to editor@footballunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}