{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/feb/16/budget2001.budget", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-02-16T18:13:53Z", "webTitle": "Gordon Brown's speech to Labour's spring conference", "webUrl": "https://www.theguardian.com/uk/2001/feb/16/budget2001.budget", "apiUrl": "https://content.guardianapis.com/uk/2001/feb/16/budget2001.budget", "fields": {"headline": "Gordon Brown's speech to Labour's spring conference", "bodyText": "Friends, we meet here in Glasgow in a week that we have seen unemployment fall to its lowest level for twenty five years; inflation down to its lowest level for thirty years; long term interest rates down to their lowest level for thirty five years; mortgage payments, lower under Labour, £1000 lower under Labour than under the Tories. Instead of the miseries of boom and bust which wrecked people's lives under the Tories, with Labour: the confidence in 2001 of economic stability within which businesses and hard working families can plan ahead. And more than 1m men and women denied work under the Tories now in jobs under Labour. With stability Labour now the natural party of economic competence in Britain, just as with our minimum wage, 1m children out of poverty, rising pensioners incomes we are the natural party in government of social justice too. Friends, they said of us here that in one term we could never simultaneously create stability, 1m jobs, abolish 800 hereditary peers, create devolution for Scotland and Wales, legislate a minimum wage, give a statutory right to trade union membership and recognition and take a million children out of poverty. But this we have done and more as public investment, halved under the Conservatives is now doubling under Labour. But for us these achievements mark not the end of our journey; these steps are just the beginning. As befits the Labour Party and our high ideals, our thoughts are not on the past but on the future. Not on achievements won but on long term goals we are determined to reach. And after four years of government under Tony Blair's leadership, I believe that we as a party gather here today more idealistic, more optimistic and more determined to implement in government our Labour values of justice and fairness. And we know that, as this generation of party members, a historic opportunity is granted to us: an opportunity never given to those at the end of the first term in the governments of 24, 29, 64, 74 and even 1945. For the first time as a government able to make the case for a second term with employment increasing; for the first time able to make the case for a second term with public investment rising; for the first time able to make the case from a foundation of stability. An unprecedented opportunity because having put the economic foundations in place, we are now, building with confidence, able to raise our sights to more ambitious and indeed more challenging goals that are our party's ideals and the next steps for Britain. As long as there is poverty, unemployment and deprivation our work is not yet done. As long as rising prosperity bypasses a single community or a single family our work is not yet done. As long as there is opportunity denied in education or enterprise our work is not yet done. And as long as our public services need investment and modernisation our work is not yet done. And friends we can rededicate ourselves to the task ahead because the Labour party thanks to your efforts has never been stronger and I want to start by thanking all of you, our councillors in local government, our women's organisations, our young people's organisations, all elected representatives - for the work you do. But our starting point, Labour's starting point, indeed the precondition for progress, the foundation for our future, for rising living standards, is economic stability. Now in the past Labour governments have spent the first two years spending and because in 1966 and in 1976 they had not built the foundations for stability they were forced to retrench and cut back in their third and fourth years. I know that some people thought it was a mistake to take the tough approach to spending in our first two years. But we were right to put stability first. It was the tough decisions which we took, however unpopular, that have made it possible to keep interest rates low, to cut unemployment, cut child poverty by 1m and now to raise spending on the NHS, schools, policing and transport sustainably year on year. And I tell this conference as our manifesto for the next term will say that it is only by maintaining these tough disciplines and rejecting a return to the stop go quick fix short-termist indiscipline of the Tory years that we will rise to the challenges of a second term. And when the Tories now tell us that low inflation, low interest rates and low borrowing are nothing to do with the decisions of this government, let us ask them: if it was so easy to keep interest rates and inflation low why did Tory policies give us 15% interest rates, 11% inflation, a 50bn deficit and why did they repeatedly plunge Britain into boom and bust? We all know what this meant for the British people: unaffordable mortgage rates, mounting credit card debts, negative equity and even the threat of repossessions, for businesses, cuts in investments, fewer jobs, less in wages, greater insecurity. And we know what economic stability means for millions of British families around the country, including families like those with us today the Farnhams from Renfrewshire and the Beresfords from the North East of England - low interest rates, low inflation and rising living standards. It was not by chance but by choice, making the Bank of England independent and tough fiscal rules, not by accident but by our actions, that Britain now has the best combination of low interest rates, low inflation and low unemployment since the 1960s, standards of living are rising, and instead of isolated in Europe we are winning for Britain in Europe. And let the country be in no doubt that if the Tories came back so too would Tory boom and bust. Because their free market short termist dogma would ensure a repeat of the very same mistakes - tax cuts they cannot afford, based on spending cuts they will not identify, a neglect of investment they cannot justify, based on the absence of any fiscal rules, all driven by short termist dogma, the all too familiar ingredients of traditional Tory boom and bust. So I can say today that the Budget will lock in the tough fiscal stance I set out in last year's Budget and pre-Budget report. Yes to responsible tax cuts where affordable - for families, pensioners, savings and investment. But there will be no return to the irresponsible pre-election give-aways of the past. And I say of the Budget and of a second term that unlike the Tories with their irresponsible, unfunded, unaffordable and unbelievable tax promises that simply do not add up but threaten boom and bust, nothing we do will put stability or essential public services at risk. So when it comes to the economic fundamentals and people ask what is the next step, I say in the first term we have put stability first. In the second term we will put stability first. Every term of a Labour government will put stability first. And the reason we put stability first, the reason I have always said our prudence is for a purpose, is that it is through achieving stability that we can reach higher in a radical second term of achievement for our country and meet five challenging economic goals that will be at the heart of our budget decisions and in our manifesto for the coming decade: - first to reach for full employment; - second prosperity for all by closing the productivity gap; - third the majority of the young going to college or university; - fourth ensuring not just some but all children have the best start in life as we eradicate child poverty; and - fifth meeting peoples rising expectations by delivering the best public services that everyone can rely on. Five radical economic goals for our generation, built on a foundation of stability and economic competence, all born out of our movement's central, driving ideal - that opportunity and security should not be just for a few but for all. First employment. I know the damage unemployment does. I remember my father telling me of working in this city in the 1930s in an era remembered for unemployed men standing on street corners when they wanted to work. I grew up in a mining area where once there were once 66 pits which closures by closure were reduced to just one. For me since the time I went to school and grew up around a mining community and for a whole generation our political life has been dominated by unemployment - long term unemployment, youth unemployment, the fear of unemployment, the consequences of unemployment, the poverty caused by unemployment. Since 1997, 1.1m jobs created, more people in work than ever before. But now is not the time for complacency or relaxing our efforts. And I tell this conference that in the coming election we will seek from the British people a mandate to create and then sustain full employment over the next decade. And not just in one region but all regions of our country. Already youth unemployment cut by over 75%, now the lowest since 1974. 500,000 on training or in work. But we are not satisfied. While stage one of our new deal was to link young people to the jobs, stage two is even bolder - to coach, encourage, train, motivate and yes to ask responsibility from those who are hard to employ who are still left behind but whom we need back to work both for them and because it is the best anti-deprivation, anti-crime, anti-vandalism, anti-poverty policy in our country. Long term unemployment cut by two thirds, now the lowest since the 1970s. But we are not satisfied. That is why the next stage in the next term is to match the unemployed without jobs to the skills shortages that need action and I call on employers to join us in sector by sector initiatives to meet skill shortages in IT, construction, retail, and financial services industries. Having raised lone parent employment from 44% to over 50%, we have yet more to do to reach our target of 70%. So in April, instead of the Tory policy of abolishing the New Deal for Lone Parents, I call on the whole country to support our new policy - training, interviews, advice and help for lone parents to find work - backed up by the doubling of investment from this year in our national child care strategy. The best and surest way of tackling child poverty in our country. And because the problems of our high unemployment areas will not be solved by benefit cheques or by property subsidies but require more enterprises and the opportunity for enterprise open to all, now and for the next Parliament I challenge every business leader to see our inner cities and old industrial estates not as no-go areas for business but as areas of huge untapped potential and consider investing and hiring unemployed men and women. In a new partnership for progress the next step is to ensure - as Labour will pledge itself at the election to do - that for people work pays. Our minimum wage, the historic achievement won not by the government but by your efforts, a statutory national minimum wage. And let us remember also, the minimum wage will never be safe under a Tory government. And as we examine the recommendations of the Low Pay Commission and improve the Working Families Tax Credit, we set a task for the next Parliament: we will continue to build a fairer tax system for the low paid, so that the principle of the WFTC that has made work pay for families with children will be extended to those without children too. And because education and skills are the key to opportunity and our economic future, the next election manifesto will seek also a new ambitious mandate to remove the old barriers to educational opportunity and access to colleges and universities. The reason I, like David Blunkett, am concerned not just about nursery education and standards in the schools but higher staying on rates and wider access to college and university, is that I remember my school classes of the 1960s when it was for only a fraction of young people that a university place was available. It was a scandal of wasted potential. And I see today that there are still thousands of young people who have the ability and should have the chances that I and others were able to enjoy. It was a scandal of wasted potential then and it is still a scandal now. So in the interests of the country's economy as well as individual students, it is time to take the next step so that not just a minority have access to higher and further education but for the first time a majority - and we will do so not by quotas but by investing in educational maintenance allowances worth up to £30 a week for staying on at school, and through summer schools and opening up recruitment, widening access so that our colleges and universities can draw on the widest possible pool of talent. We want a Britain where what matters is not the privilege you were born to but the potential you were born with. But our hard won and newly won stability allows us to set an even more challenging goal. Child poverty is a scar on the soul of Britain. Children two or three years old, for whom, without action, we know life never will be fair, destined to fail even before their lives journey has begun and whom it is our duty to help. Child benefit already up 30 per cent. Under the Tories, child benefit, £11 a week. Under Labour, child benefit and the new children's tax credit, £24 a week , twice as much, and for some, £50 a week. 1m children taken out of poverty but that is only the start. Our next reform: an integrated child credit, a seamless system of family support, built on universal child benefit. So we will seek a very specific mandate from the people of this country to take the next million children out of poverty, to halve child poverty by 2010 and abolish it in a generation. But let us be clear about the new thinking for the next term because we need care as well as cash, the war against child poverty cannot be won by government national and local alone, only by the combined efforts of parents and private, voluntary, charitable, community and public sectors working together. So in the next Parliament as we expand Sure Start, support community initiatives with the children's fund, toughen up the responsibilities we demand of absent parents, and encourage a new alliance for children, let us make it our mission in every community of our country - as councillors, party members, concerned parents - to bring together and mobilise all the forces of care and compassion so that in this country in our generation we end the shame of child poverty and ensure that no child is left behind, every child the best possible start in life. And our hard won stability is the foundation for achieving another historic Labour goal - to abolish pensioner poverty and ensure every elderly citizen enjoys a rising share in the standard of living of our country. When we came to power our first priority was to tackle pensioner poverty - persistent disabling often hidden poverty especially amongst widows over 75 whose husband had left little or no occupational pension, who had no savings but who under the Tories had only £71 a week to live on, but from April as a result of the priority agreed for tackling pensioner poverty will have £92 a week and then £100 a week, nearly half as much again as in 1997. And because we must be the voice for those weakest, frailest and most vulnerable citizens who are often least able to use their voice, let us tell the country that it was right - and is right - to take the poorest pensioners out of poverty first. And now having made this start, we propose the next step for the next parliament - to raise the incomes of middle and low income pensioners. Building on the winter allowance, free TV licences for the over 75s, raising the basic pension by £5 and £8, let us tell the country about our new pension credit, a tax and benefit reform that for middle and low income pensioners - for couples with pension incomes of £10,000 or less - will reward saving and ensure higher incomes than they would receive even from an earnings link. And let us tell the country also of the Tories' plans. Even in their disarray over pensions, the same Tory party that did nothing for 20 years about pensioner poverty, still want to abolish the winter allowance, remove free TV licenses and even scrap the Christmas bonus. And we must make it our cause that this should never happen. Let us tell every pensioner in the country of our next steps - a guarantee for millions of the neediest pensioners relief from poverty; for those on modest incomes a reward for their savings and occupational pensions more than an earning link could offer them; and ensuring that all pensioners can enjoy a share in the rising standards of living of the country. And let our next step be to build from our new found and hard won stability not just the most basic services, but build over this generation the best public services, services that we can be proud of. Let me be clear - every opportunity we have had - the best schooling, the best of health care when ill, for many of us the best chances at university, - every opportunity we have enjoyed owes its origin to the decisions of past Labour governments, decisions we made as a Labour party to expand education from the few to the many, to create a welfare state that takes the shame out of need and to fund a National Health Service open to all. And it is only because some people have forgotten the chaos, the unreliable pre war voluntary, charitable and private provision that they can contemplate a return to privatised health and basic services. Friends let us tell the country that the contrast between Labour and the Conservatives is starker than it has ever been. It is between Labour who wants to invest, modernise and reform the public services - doubling public investment: education spending rising at 5% a year; health spending at 6% a year; and a 50% rise in transport spending over the coming four years. And the Tories who want to privatise, break up and fragment them. And in this battle over the future of public services, we will ask people to reject the Tory way of cutting public investment and spending and undermining our public services and instead ask for a mandate for the New Labour way, investing more in return for clear output targets and delivery. It is by departments realising they should devolve downwards to a local level and by local government securing flexibility and finance in return for reform and results that we will do best. In our first term we had to set a new national framework, a national framework for stability, employment and public services and tax. In the second term to achieve our goals, full employment, better public services and ending child poverty, we need to devolve power from the centre to regions and local communities. So over the next two years the number of local Public Service Agreements matching resources to output targets signed with local authorities will rise from 20 to 150 and just as for the Regional Development Agencies we have granted more flexibility with more finance, so too with local government we will match that with further steps towards greater flexibility: flexibility in return for reform and resources. I want people to see what we do together as a Labour commitment to the renaissance of local government in our country. So ours is a battle to demonstrate that in the 21st century, we can build strong modern locally run public services that people can rely on. And to win that battle, we must defeat not just political conservatism, but another form of conservatism - and more insidious - cynicism. Reading every day the Tory press releases they are not really trying to win voters' approval they are simply trying to win voters' apathy. The cynics who try to make people believe that governments can never make a difference, that all politicians are just out for themselves, that the only form of public service is self service, that politics never be a force for good. When they say governments always fail and that governments can do no good, their aim is to subvert the decent, progressive instincts of the British people and to defeat the very idea of a progressive public purpose. But to those cynical about public service and public action let us tell them that there are great causes both at home, and all across the world that are worth fighting for. Tomorrow at the G7 meeting of Finance Ministers we will discuss the next steps in the campaign that Clare Short has led - our duties as industrial countries to lift the crippling burden of third world debt. In building a virtuous circle of debt relief poverty reduction and sustainable development, let us set and meet challenging targets for the year 2015. Instead of one child in every seven dying before the age of five, calling on the pharmaceutical companies and all governments to join us in widening access to life saving drugs and health care and eradicating avoidable infant deaths. Instead of 120m children denied education every child in primary education. Instead of 1 billion condemned to poverty halving poverty by 2015. And to speed up this process, we will ask the IMF, the World Bank the developed countries and developing countries, churches, charities, companies to forge a plan so that targets set are targets met, goals agreed are goals achieved. And I can tell you today that to lead that goal so that no child is left behind, every child a decent start in life, at our international children's conference on February 26th, Nelson Mandela will inaugurate this new global initiative, worthy of both a second term and our values. Let us answer the cynics by our actions, showing that when governments intervene to tackle injustice they are not violating rights, they are righting wrongs. Let us show that Labour exists not for itself but for larger and noble purposes - what we can achieve for this country and one world. Let us tell the country why we are New Labour, not just by upbringing and custom, but by conviction and belief. We are Labour because we believe that we are not simply self interested individuals, isolated and sufficient unto ourselves, Labour because we are men and women who feel, however distantly, the pain of others, who believe in something bigger than ourselves. Citizens with mutual needs, linked destinies and - yes - shared values, who in Robert Kennedy's words, see suffering and seek to heal it, see pain and seek to end it, see injustice and seek to overcome it, see prejudice and seek to triumph over it. Let us tell the people that it is when politics fail and governments walk away that children are malnourished and too many more are undereducated, that men and women go without jobs and many others are never able to move ahead, that pensioners die in poverty and too many struggle month after month to make ends meet, that public squalor exists alongside private affluence and potential is left unrealized. It is when politics succeeds and governments engage that all can begin to have opportunity and no one is left out. It is when politics succeed and governments engage that all our people have the chance to make the most of themselves and no one and no area is excluded. It is when politics succeeds and governments engage that economic growth and economic justice advance together and rising growth will deliver rising living standards for all. People say Labour's great moment was in the past, in 1945. Others say our great modern triumph was May 1997. But I say again, we have only just begun. And to those same people who say Labour's place in history is assured by winning a second term, I say, it is victory with a mandate Labour seeks. Let us pledge that for our generation our Party's place in history will be measured not just in votes, seats or majorities but in better lives for people who may never know us but whose security and opportunities will as a result of our common endeavour be transformed. Let us have confidence that this great Party, whose roots are in the past but whose faith is in the future, can meet new needs, tackle the great injustices, open up new opportunities and give new life to people's hopes. Let us be the generation that abolished child and pensioner poverty built modern public services, created full employment and took the next steps to prosperity for all. Causes worth fighting for. Let us seize our opportunity And let us use it well."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}