{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/28/hillsborough-families-outraged-david-duckenfield-not-guilty-verdict", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-28T21:17:12Z", "webTitle": "Hillsborough families voice outrage at not guilty verdict", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/28/hillsborough-families-outraged-david-duckenfield-not-guilty-verdict", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/28/hillsborough-families-outraged-david-duckenfield-not-guilty-verdict", "fields": {"headline": "Hillsborough families voice outrage at not guilty verdict", "bodyText": "Bereaved Hillsborough families have reacted with outrage to the not guilty verdict delivered in the prosecution for manslaughter of the former South Yorkshire police chief superintendent David Duckenfield, who was in command of the 1989 FA Cup semi-final at which 96 people were fatally injured. The verdict followed a 30-year campaign for justice by the families, which in 2012 led to the quashing of the original 1991 inquest and its verdict of accidental death, and a new legal process. Margaret Aspinall, chair of the Hillsborough Family Support Group, whose son James, 18, was one of the 96 people who received fatal injuries at the semi-final between Liverpool and Nottingham Forest on 15 April 1989, said after the verdict: “I blame a system that’s so morally wrong within this country, that’s a disgrace to this nation.” The jury at the retrial at Preston crown court returned a not guilty verdict by a 9-1 majority after three full days of deliberation. Duckenfield, who the judge, Sir Peter Openshaw, had allowed to sit in the courtroom rather than the dock throughout, to make allowances for his medical conditions including post traumatic stress disorder, was hugged after the verdict by his wife, Ann, who supported him at the court throughout the trial. Christine Burke, one of three siblings whose father, Henry Burke, 47, was killed at Hillsborough 30 years ago, stood up sobbing after the verdict. She cried out to the judge that, as 96 people had been unlawfully killed according to the 2016 verdict of the new inquest: “I want to know who is responsible for the death of my father, because somebody was.” Openshaw did not respond; he addressed the Crown Prosecution Service (CPS) barrister Christine Agnew QC, told her there were “matters to sort out”, and the court was cleared. During the trial, Aspinall had written in a personal capacity to Openshaw to say that she was “deeply concerned about what I perceive to be a lack of impartiality in your dealings with the defendant in front of the jury”. It followed Openshaw describing Duckenfield as “poor chap” as he told the jury that the defendant had been ill with a chest infection. Aspinall said she was worried “in the light of what we consider to have been a one-sided summing up” at the first trial. “I have not fought the justice system in this country for 30 years to see my fight for my son culminate in yet another unbalanced legal process,” she added. Families of the 96 who sat through the retrial in Preston, and a live broadcast to the Cunard building in Liverpool, felt that Openshaw’s summing up in the retrial was also favourable to Duckenfield, giving undue weight to his defence case rather than the prosecution and his previous admissions of failure. Openshaw had replied to Aspinall’s letter via his clerk, that he would follow the “strong convention, soundly based on public policy, that judges do not enter into correspondence or discussions about cases they are hearing or have heard”. The prosecution of Duckenfield for manslaughter by gross negligence of 95 of the victims followed the verdict of the jury at the new inquests in 2016 that the 96 had been unlawfully killed, and that no behaviour of Liverpool supporters had contributed to the disaster. The jury had been directed that they could reach that unlawful killing verdict only if they found that the deaths had been caused by the gross negligence manslaughter of Duckenfield. During his evidence, Duckenfield made admissions of multiple failures in his preparation for the match, his knowledge of the Hillsborough stadium, and his management of the arriving 24,000 people with tickets to support Liverpool at the Leppings Lane end. At the end of his evidence, he accepted the assessment when questioned by his own barrister, John Beggs QC, that his “professional failings led to the deaths of 96 innocent men, women and children”. Audio recordings of Duckenfield’s admissions at the inquests were played to the jury at his criminal trial effectively over the same issues. They also included his admission that he told a “terrible lie” even as the disaster was happening, at 3.15pm on the day, falsely blaming Liverpool supporters for forcing open a gate and rushing in. That false account began years in which South Yorkshire police officers blamed the victims, rather than their own mismanagement, for the disaster. The truth, established in Lord Justice Taylor’s original public inquiry report in August 1989, was that Duckenfield himself had ordered a large exit gate to be opened, to alleviate a crush at the Leppings Lane turnstiles. He failed to take any steps to direct almost 2,500 incoming people away from the crowded central “pens” of the terrace, and the 96 people were fatally injured in a crush from the resulting overcrowding in pens 3 and 4. Duckenfield was charged in relation to only 95 of the people who died. The 96th victim, Tony Bland, was critically injured in the crush and died in 1993 after life support was lawfully withdrawn. According to the law in 1989, a criminal charge relating to a death could not be brought if the victim died longer than a year and a day after the acts that allegedly caused it. The CPS, following the direction of the coroner at the inquests, Sir John Goldring, alleged that Duckenfield was culpable of gross negligence manslaughter due to his failure to identify hazards at the turnstiles, monitor the numbers waiting to come in, relieve the pressures outside, monitor the numbers in the central pens and direct people away from the tunnel leading to the central pens. At the first trial, which concluded in April, and at the retrial, Duckenfield’s barrister, Benjamin Myers QC, consistently raised allegations again that supporters misbehaved. He argued that Duckenfield was unfairly made a scapegoat for the failures of others, whom he identified as those responsible for safety flaws in Sheffield Wednesday’s Hillsborough stadium, and other police officers more junior to Duckenfield. Myers argued that those officers should have acted on their own initiative and did not need direction by Duckenfield in the crucial moments after the gate was opened, and that the risk of crushing in the pens was not foreseeable. Myers also argued that Duckenfield’s admissions at the inquests had been taken “out of context” and were “wrung out of him” after days of questioning by barristers. In his summing up, Openshaw did not tell the jury that several of the admissions were made on the first two days, in response to Christina Lambert QC, counsel to the inquests, and to Beggs, Duckenfield’s own barrister. Stephanie Conning, whose brother Richard Jones, 25, and his partner, Tracey Cox, 23, were killed, said after the verdict: “My family and I have done everything we can to try and seek justice and accountability for the deaths of our loved ones. This has been done at great personal cost to us but we owed it to Rick and Trace. “They were lovely people who simply went to watch a football match. To reach this stage has been 30 years in the making, and once again the families have been let down by the establishment.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}