{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/16/northern-ireland-netherlands-euro-2020-qualifier-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-16T22:04:39Z", "webTitle": "Northern Ireland head for Euro 2020 play-offs after draw with Netherlands", "webUrl": "https://www.theguardian.com/football/2019/nov/16/northern-ireland-netherlands-euro-2020-qualifier-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/nov/16/northern-ireland-netherlands-euro-2020-qualifier-match-report", "fields": {"headline": "Northern Ireland head for Euro 2020 play-offs after draw with Netherlands", "bodyText": "The anticlimactic air at full-time summed things up. Northern Ireland had just held the Netherlands, with a play-off place for Euro 2020 already secured, yet the prevailing sense was one of nagging disappointment as their hopes of automatic qualification were ended. Michael O’Neill’s work with Northern Ireland meant the impossible became possible; they will miss him when he is gone. O’Neill left the field warmly embraced by his captain, Steven Davis. This may well be the Stoke City manager’s final act at Windsor Park while in charge of his country – an agreement to preside over those play-offs and fixture details are key – but it was no time for farewells. It was an evening to appreciate all that has been good about O’Neill’s eight-year tenure. “We have a lot to be positive about,” said O’Neill. The claiming of a point means the Netherlands will appear at their first finals since 2014. “It means a lot,” said Ronald Koeman. “This was the goal.” Northern Ireland will rue Davis’s first-half penalty miss. The Netherlands dominated the second half without bombarding the Northern Ireland goal. Credit must go to O’Neill for the robust defensive approach and terrific organisation that are his staples. This marked a first Dutch visit to Belfast on full international duty since 1977. Messrs Best and Cruyff were involved with Jimmy Nicholl, now Northern Ireland’s assistant manager, playing 90 minutes. A narrow away win edged Holland towards the 1978 World Cup, where they were beaten finalists. Four years later, Northern Ireland enjoyed their finest journey in the same competition. The European Championships have provided the backdrop to O’Neill’s success. Qualification in 2016 marked the first for a major tournament in three decades. From that position, the manager really could do no wrong. The rambunctious backdrop to Northern Ireland home matches in this compact stadium typify how O’Neill has lifted the mood. This scene also, logically, helps the team. Northern Ireland duly started in upbeat fashion. Corry Evans almost capitalised on the dalliance of Jasper Cillessen within five minutes, with only the break of the ball saving the Dutch goalkeeper’s blushes. As Josh Magennis flashed a header wide just seconds later Northern Ireland were again, to coin their mantra, daring to dream. The Netherlands were not entirely minus threat in the first half, albeit the propensity of Ryan Babel in particular to wander offside must have irked Koeman. Steven Berghuis spurned the visitors’ best early opportunity by mis-hitting a shot on to the bar after the trickery of Quincy Promes baffled the Northern Ireland defence. The first half – and the game – was to be defined, though, by Davis’s miss. This marked a grim episode for the Northern Ireland captain amid the celebration of his 116th appearance, a milestone which means he surpasses David Beckham as the most capped British midfielder of all time. The Dutch will point out Northern Ireland were fortunate to be awarded their spot kick after Joël Veltman was adjudged to have handled. What the defender was supposed to do when all of a yard away from George Saville at the time of a flick from Paddy McNair’s cross is anyone’s guess. Perhaps the interminable delay as Netherlands players protested vociferously affected Davis, who blasted wildly into the Belfast sky. “I was disappointed with how that [the wait] was handled,” said O’Neill in reference to the match officials. A 57th-minute Ryan Babel header, comfortably held by Bailey Peacock-Farrell, punctured a tame opening to the second period. This was also the trigger for a spell of Dutch control. Without the injured Memphis Depay, the squad’s top scorer, the key question surrounded how ruthless the Netherlands could prove. Not very was the answer. “We love you Michael, we do” chanted the home support as the minutes ticked down. Was there really any question about that?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}