{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/19/dozens-of-stowaways-found-on-uk-bound-ferry-reports-say", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-19T22:13:52Z", "webTitle": "Dozens of migrants found in refrigerated container on ferry", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/19/dozens-of-stowaways-found-on-uk-bound-ferry-reports-say", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/19/dozens-of-stowaways-found-on-uk-bound-ferry-reports-say", "fields": {"headline": "Dozens of migrants found in refrigerated container on ferry", "bodyText": "Dutch authorities have discovered 25 migrants stowed away inside a refrigerated container on a ferry bound for England. According to a statement published on a local government website, all those found onboard were alive, with one of them thought to be a child. The ferry, Britannia Seaways, run by DFDS Seaways, had left the port in Vlaardingen bound for Felixstowe, Suffolk but returned immediately after discovering the people on board. The ship was met by 20 ambulances, and two of the migrants were taken to hospital to be checked for hypothermia. The other 23 received a medical check-up in the port before being processed by police, according to a statement from emergency services. The origins of the migrants are currently unknown, but reports suggest most of them are male. Mirjam Boers, a spokeswoman for Rotterdam police, told the broadcaster RTL that all migrants found on the ship were undergoing checks by emergency responders, but could not comment on the severity of their conditions. “The highest priority is to check how they’re doing medically … This is about human lives and the main thing is that they’re all okay”, she said. She could not confirm whether a child was amongs those found on the ship. Police also told the Dutch broadcaster NOS that the driver of the lorry had been detained and was being questioned about possible human trafficking offences. A DFDS spokesperson said the crew found the people hiding inside a refrigerated container and alerted the police, who arrived on the boat while it was still at sea. The spokesperson said the container was normally locked and sealed, but the stowaways had made a hole in the trailer door. Asked about the security of the containers, the spokesperson told the Guardian security was “very tight” but the incident would be reviewed. “We have surveillance and regular checks of the trailers. It’s a mystery to us. We have good cooperation with authorities at all of our ports, but we have to realise that sometimes migrants do succeed in getting through,” they said. According to the Dutch newspaper AD, police had to search the ferry for more than an hour to find the correct container. The incident follows the discovery of 39 bodies in a lorry in Essex last month. All of the 39 people who died were Vietnamese nationals, who had travelled inside a refrigerated container from Zeebrugge in Belgium."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}