{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/20/bolivia-el-alto-violence-death-protest", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-20T22:38:28Z", "webTitle": "'What happened was a massacre': grief and rage in Bolivia after day of deadly violence", "webUrl": "https://www.theguardian.com/world/2019/nov/20/bolivia-el-alto-violence-death-protest", "apiUrl": "https://content.guardianapis.com/world/2019/nov/20/bolivia-el-alto-violence-death-protest", "fields": {"headline": "'What happened was a massacre': grief and rage in Bolivia after day of deadly violence", "bodyText": "Tears filled Primitivo Quisbert’s bloodshot eyes as he contemplated his son’s swollen, lifeless face – and why someone else’s struggle for political supremacy had condemned his child to an early grave. “It’s so painful, señor. So very painful,” the 61-year-old carpenter sobbed. “Just look at what they have done to my boy.” Before him, on a church’s wooden pew, lay the body of Pedro Quisbert Mamani, 37, a factory worker and father of two – and one of at least eight young Bolivians killed on Tuesday when the country’s political crisis exploded into deadly violence in the city of El Alto. Nearby lay another five bodies, their feet poking from blankets or flags, their names and ages printed on A4 sheets placed on top of the corpses. “Joel Colque Patty, 22”; “Devi Posto Cusi, 34”; “Antonio Ronald Quispe Ticona, 23”; “Clemente Eloy Mamani Santander, 23”; “Juan Jose Tenorio Mamani, 23”. Three disposable cups had been placed on the tiled floor beneath Mamani’s cadaver to catch the constant drips of blood coming from a gaping bullet wound to the back of his head. “It was one shot in the nape – just look at how he is bleeding,” his father said as forensic pathologists donned white suits and face masks and prepared to perform autopsies on the bodies, right there in front of the altar. “I raised my son with so much love – and now I must bury him. Do you know what that is like for me?” Quisbert asked. “To raise, to educate - and then to bury?” Evo Morales – the country’s exiled former president – described the events in El Alto as a “massacre”. “In Bolivia, they are killing my brothers and my sisters,” he told reporters in Mexico City on Wednesday. “This is the kind of thing the old military dictatorships used to do.” The rightwing interim government that took power after Morales’ toppling on 10 November has rejected claims the army was behind Tuesday’s killings, which came during confrontations between troops and Morales loyalists outside a fuel storage depot the latter had been blockading. Bolivia’s defense minister, Fernando López, told reporters “not a single bullet” had been fired by his forces, and branded demonstrators “terrorists” acting on the orders of Morales. But in El Alto – a teeming high-altitude city near La Paz long considered a Morales stronghold – locals are adamant the government is to blame for what they call a massacre of innocent workers. “We cannot allow them to slaughter us like this,” shouted Joana Quispe, 40, one of thousands of mostly indigenous demonstrators who had packed the streets around the city’s Saint Francis of Assisi church on Wednesday to denounce the killings. Outside the simple redbrick church, the mood was one of fury and defiance as locals attacked Bolivia’s interim president, Jeanine Áñez, and her rightwing coalition. “Our government is racist,” fumed Ricardo Benito Mamani, 56. “They are trampling on our democracy. This lady president has to go.” Roadblocks cobbled together from concrete slabs, sign posts, burning tires and car parts – and the presence of heavily armed Bolivian security forces – gave the stunning, mountain-ringed community the air of a war zone. Inside the church, there was rage too. “The world must know the truth,” insisted Aurelio Miranda, 54. “What happened was a massacre … They used weapons like you use in a war. They didn’t think about the consequences. That’s why so many are dead.” “I feel so much pain as a Bolivian, that Bolivians are slaughtering their own brothers,” Miranda added. Primitivo Quisbert still seemed too dazed by his loss to point fingers. As cries of “Justice! Justice! Justice!” filled the church, he told of how his family had been preparing for a new arrival, not a funeral. His dead son’s wife was eight months pregnant with a child who will now never meet its father. “We’re not members of any party. We’re not interested in any of this. We are humble people who know how to work,” Quisbert said. “How can they just kill you as though you were a dog?” On the wall above the grieving father, and the improvised altar-side morgue, elegant metal letters spelled out the Prayer of Saint Francis. “Lord, make me an instrument of your peace Where there is hatred, let me sow love Where there is injury, pardon Where there is doubt, faith Where there is despair, hope Where there is darkness, light And where there is sadness, joy.” “I’ve been here the whole night – here with my son,” Quisbert said. “I cannot let him go.” Additional reporting Cindy Jimenez Becerra in El Alto and Jo Tuckman in Mexico City"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}