{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/19/gareth-bale-megan-rapinoe-contrasts-tackle-politics", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-19T22:22:00Z", "webTitle": "Rapinoe and Pique give Bale a lesson in how to tackle murky world of politics | Kevin Mitchell", "webUrl": "https://www.theguardian.com/football/2019/nov/19/gareth-bale-megan-rapinoe-contrasts-tackle-politics", "apiUrl": "https://content.guardianapis.com/football/2019/nov/19/gareth-bale-megan-rapinoe-contrasts-tackle-politics", "fields": {"headline": "Rapinoe and Piqué give Bale a lesson in how to tackle murky world of politics", "bodyText": "It is a fair guess that Gareth Bale, everyone’s favourite top-knot idiot, did not rush from the pitch after Wales’s match against Hungary on Tuesday to inquire how the prime minister got on in his TV debate with Jeremy Corbyn. Or, indeed, bother to ask if we had the same prime minister as last month, when Bale pronounced in an unguarded moment of candour: “I don’t even know who the prime minister is any more … I haven’t got a clue … I follow the golf, that’s about it.” That is, indeed, about it. In the rarefied field of 2019 Celebrity Disconnection Bale is neck and neck with Prince “I let the side down” Andrew for the gold medal, with only six weeks left in the season. Others might yet make the podium. It comes as a surprise, though it shouldn’t, that famous people often do not know anything or anyone but their hairdresser or whoever it is looking after their property portfolio. They do not just live in another world; they are not sure the one they are in is real – or, in Bale’s case, Real Madrid. The Spanish media has not been too happy with Bale for a little while now but he managed to up his irritant factor when he let slip that he would rather play for Wales than the people who have made him ridiculously rich. Admirable loyalty to his roots, some would say – although his fame playing for his country has not spread to Baku, apparently. When Wales lobbed up in the Azerbaijan capital last week for a Euro 2020 qualifier, the translator assigned to the visiting team’s press conferences did a bit of a Bale when she asked the manager, Ryan Giggs, “Who is Gareth Bale?” Fair question. Who is this man who only football and golf knows? When the eminent Trinidadian Marxist, CLR James, asked the cricketing version of that question in Beyond A Boundary in 1963, he borrowed the famous quote from Rudyard Kipling, who asked “what should they know of England who only England know”? Or Wales. The Baku translator got the sack, by the way, on the reasonable grounds that she might struggle to record faithfully anything to do with the Welsh team. Is it unreasonable to wonder if a similar punishment be handed out to Bale: say, refuse to let him vote in case he gets it horribly wrong, with not knowing that Boris Johnson has been squatting in 10 Downing Street for a few months. For those asking, Bale does actually speak Spanish – but he thinks Franco is still in charge. In Madrid this week a footballer of similar distinction, Gerard Piqué, has put together a new version of the Davis Cup, a brave experiment but something one might have expected of someone whose awareness of life away from the pitch has led him to the murky waters of politics more than once. Piqué is as proud of his Catalan heritage as Bale is of his Welshness but a little more in touch with what is going on around him. As he told the Guardian in 2017 during the turmoil and violence that surrounded the referendum on Catalan independence: “Politics is a drag, but why shouldn’t I express myself? I understand those players who don’t want to say anything. We’re footballers but we’re people too. Why can a journalist or a mechanic express themselves but not a footballer?” As it happens, Piqué did not say which way he voted, although he does not talk like a separatist. But at least he talks. As does the magnificent Megan Rapinoe, who has helped USA win two World Cups and an Olympic gold medal while simultaneously and fearlessly expressing her disgust for Boris Johnson’s fellow fool, Donald Trump. Her Wikipedia entry is hilarious. Apparently she is “known for her crafty style of play and activism”. She speaks out with unfettered enthusiasm on LGBT issues, which ought not be considered unusual for a famous footballer but seems so to be. In the land of the free there is a home for the brave (sort of), as Rapinoe discovered when she knelt during her national anthem before a match in solidarity with the ostracised quarterback Colin Kaepernick. She has continued to use her position to make her case, most brilliantly with that angled spread of her arms after scoring as USA conquered the world again in France, and declaring that she and her teammates were not inclined to attend a victory reception at the sullied White House. She is not alone. When the phenomenal Norwegian Ada Hegerberg won the inaugural women’s Ballon d’Or last year, she had to contend with the crass intervention of a DJ called Martin Solveig, who asked her to twerk for the gathering. She gave him a polite “no”. Empowerment grows as it is watered. We had at least come a little way forward from the awkward moment at the Australian Open in 2015 when a courtside commentator asked Eugenie Bouchard to “do a little twirl for us” after she had won. She did it, bemused and laughing nervously. But the adverse reaction was widespread and unequivocal. Athletes, especially women, do get put in boxes. Some of them have the self-awareness to break out. Many do not. But quite a few have at least heard of Boris Johnson, for whatever that is worth."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}