{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/nov/13/general-election-johnson-re-launches-tory-campaign-as-labour-unveils-nhs-plan-live-news", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-13T22:46:10Z", "webTitle": "General election: Boris Johnson urges voters to reject 'Sturgeon-Corbyn alliance' – as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/nov/13/general-election-johnson-re-launches-tory-campaign-as-labour-unveils-nhs-plan-live-news", "apiUrl": "https://content.guardianapis.com/politics/live/2019/nov/13/general-election-johnson-re-launches-tory-campaign-as-labour-unveils-nhs-plan-live-news", "fields": {"headline": "General election: Boris Johnson urges voters to reject 'Sturgeon-Corbyn alliance' – as it happened", "bodyText": "That’s all from us for this evening. Thanks for reading and commenting. For a comprehensive rundown of the day’s events, see my colleague Andrew Sparrow’s daily election briefing: And, since he put that together, Kate Hoey – who spent 30 years as a Labour MP – admitted she would be voting for the DUP at the general election. Hoey added she would otherwise vote for the Tories or the Brexit party. If you’d like to read yet more, my colleagues Rowena Mason and Josh Halliday have tonight’s main story: Hoey also said complained that MPs had spent the last two years trying to thwart Brexit, telling LBC: We’ve had two years of parliament – a remain parliament – doing everything they can to stop us leaving; by different methods and some not so serious as others. But most of the Labour MPs in there and a substantial number of Conservatives have tried to stop it. In fact, MPs voted to give Theresa May the power to trigger article 50 by a huge majority in February 2017. Hoey was then among the MPs who rejected her deal to leave the European Union in all three of the meaningful votes on it. More recently, the Commons voted to give a second reading to the legislation that would have enacted Boris Johnson’s deal to withdraw from the EU. It was the prime minister who pulled it because MPs refused to allow him to fast-track it through parliament. The former Labour MP, Kate Hoey, has admitted she will not be voting for the party in next month’s general election. She has told LBC radio this evening: I’m actually going to be voting in Northern Ireland and unfortunately the Labour party is so anti-democratic in Northern Ireland that they allow people to join but they don’t put up candidates. So, I’ll be voting for a pro-union candidate in Northern Ireland. Hoey confirmed she meant a DUP candidate, saying: I’m pro-union. I would not dream of voting for Sinn Féin, I wouldn’t dream of voting for the SDLP and the Alliance party is in hock with both. Hoey, whose three decades as a Labour MP ended at the dissolution of parliament a week ago, said the London constituency in which she lives – Bethnal Green and Bow – would remain strongly Labour, meaning her vote would be wasted there. She said she would advise those who “believe in Brexit”, which she identified as the main focus of the election, to “look at who’s standing in their constituency, what their views are on the EU, how they voted, have they delayed”. Asked if that meant she would have voted for the Brexit party or the Conservative party, had she chosen to vote in Great Britain, she said: Yes, I would. In this case, I think people have to realise the country comes before party politics in this election. And, for many people, that means – holding their nose, perhaps – but voting for parties that they may not have voted for in the past because they think that, actually, what we need to do is to get out and to honour that referendum. And I’m afraid the Labour party’s policies now on the EU are so confusing, so wrong and have reneged on everything that they promised at the last election. In May, Tony Blair’s former director of communications, Alastair Campbell, was automatically expelled from the party for saying he had voted for the Lib Dems in that month’s European elections. Labour has not yet said whether or not it will take similar action against Hoey. Earlier, we reported the former Conservative cabinet minister David Gauke’s claim that the Tories are not “being straight with the British public” when they say they can wrap up a post-Brexit trade deal with the EU by the end of 2020 (see 7.41pm). This evening, the business secretary, Andrea Leadsom, insists they can do just that. She has told ITV’s Peston programme: We have to leave the European Union. We have to deliver on it. The fact is we are determined. I’m absolutely confident we will get that free trade deal done by the end of 2020. Until we reach the end of 2020, we won’t know for sure. What I’m saying is we can count on the fact that the prime minister managed to change the deal when people said he wouldn’t be able to. We do have a 30-plus-page political declaration that sets out that template for that deal. We have a firm commitment from the European Union to signing a deal by the end of 2020. And, if we can get a majority, we will also have a UK government and a UK parliament that is determined not just to leave the EU but to get that good deal that will work for the UK and for the European Union. My colleague, Lisa O’Carroll, has produced this fact-check on whether or not the UK really can get a deal done in that timeframe. As she points out, it took Canada and the EU seven years to come to a deal and experts say that, on average, trade deals take four years to negotiate: The shadow business secretary, Rebecca Long Bailey, has commented on Boris Johnson’s speech earlier this evening. She has said: If Boris Johnson is so keen on a ‘green industrial revolution’ why didn’t he announce one? Labour is rolling out policy after policy, but we’ve seen nothing from Boris Johnson. The Tories have scrapped solar subsidies, torpedoed carbon capture research, effectively banned new onshore wind and U-turned on banning fracking. The Tories are out of ideas. It’s time for real change with Labour. A lot of longstanding traditional Conservative voters are “very uncomfortable” with the party’s approach to Brexit, David Gauke has claimed. In particular, he cited a “failure to be straight with the British public that if we are going to get a free trade agreement with the European Union it’s going to take more than 11 months”. The former Tory, who is standing as an independent, has told Channel 4 News: It’s going to take some time and it’s simply not possible to do it on a timetable that says: ‘We will leave the implementation period do or die at the end of next year’. My point is not really about the merits in general of Boris Johnson. It is about a policy which I think is going to be very damaging to the country. I do think there is a failure to level with the British people that the idea that we’re just going to kind of get Brexit done on 31 January and then we can move on to other things and no-one will hear about Brexit ever again – it will all be in our past – simply doesn’t reflect the reality. He added: I think the Conservative party is not being straight with the British public, that this is more complex, that if we want to get a good settlement with the European Union then we are going to have to take longer to negotiate a free trade agreement and you simply cannot reconcile the reality with the government’s rhetoric. Gauke said the party has “changed very rapidly” in the last few months, adding that it should accommodate a range of views. But it is now taking a purity test if you like on Brexit. It is very focused on appealing to the supporters of Nigel Farage. Some of the reasons offered by the government for failing to release the report on Russian meddling in the democratic process before the election are “utterly bogus”, according to the former chair of the committee that produced it. Dominic Grieve, who sat at the head of the cross-party intelligence and security committee until the dissolution of parliament, has told LBC Radio this evening: I very much regret that this report as not published before the election because there was, in my view, absolutely no valid reason for that not happening. Indeed, we’d worked very hard and everybody knew we wanted to get it out before the election ... and we got the classification cleared so that we had worked with the intelligence agencies and the national security secretariat to ensure that it could be published. And they were completely satisfied. So, the sign-off from the prime minister I would normally have expected to be an issue of routine, which would – generally speaking – take place in 10 days. And, if there was a problem, I would expect to have heard directly from the prime minister as to what the problem was. He’s never indicated what it was. A whole series of explanations has been offered since; most of which, I’m afraid, don’t stack up. Some of them are utterly bogus. Asked if he felt Boris Johnson had “something to hide”, he said: I have no idea why he’s decided not to publish it and, in a way, I can’t comment beyond that because that places me at risk of revealing what the content of the report might be ... this committee doesn’t leak and, if the report is classified, then it remains classified. Grieve added that he was concerned the report might never come out at all. The Brexit party will refund its £100 fee to any general election candidate Nigel Farage has now ordered to stand down who wants it, a spokesman confirms. Farage said the Brexit party would no longer stand in any of the 317 constituencies won by the Tories in 2017 as he backed out of a fight with the party on Monday. Boris Johnson has refused to harden up his Brexit stance in a way that might have increased the chance of Nigel Farage giving the Conservative party a firmer electoral endorsement. Farage has already said that his Brexit party will not stand candidates in Tory-held seat and, ahead of the deadline tomorrow for nominations, he has been under pressure to withdraw his candidates in Labour-held marginals to help the Conservatives’ chances. There was speculation that an explicit commitment by Boris Johnson to have a no-deal Brexit by the end of 2020 if the UK-EU trade deal could not be agreed by then might have been enough to win Farage around. Farage hinted as much himself this afternoon. Johnson has ruled out extending the Brexit transition beyond the end of 2020. But in interviews this morning his ally Michael Gove repeatedly insisted that there was no prospect of a no-deal Brexit at the end of next year. And, in the Q&amp;A after his speech, Johnson also declined various opportunities to talk up his willingness to countenance a no-deal Brexit, in language that might appeal to Farage. Instead he just urged the Brexit party to back the Tories to get Brexit done. He said: I just want to say about Nigel Farage and the Brexit Party. It is always a very difficult thing for any party leader to withdraw candidates from an election and I understand that. But all I can say ... for the avoidance of doubt, to repeat my central message, there is only one way to ensure that we get Brexit done - get this thing finished, get us out, do a fantastic free-trade deal - and that is to vote for us and the Conservatives. Having earlier said that it might be possible for him to vote Tory in the election, Farage posted a tweet, at around the time Johnson’s Q&amp;A was coming to an end, saying that this was now impossible. This means the Tories are now set to face a Brexit party challenge in many or all of their target seats. Johnson’s unwillingness to harden up his Brexit stance probably tells little about the Brexit policy he would adopt if he won the election. It is more likely that he is worried that any further pivot towards Faragism would cost him more votes from remain-inclined Tories. Johnson has recast his opponents in the election as the “Sturgeon-Corbyn alliance”. Yesterday Jeremy Corbyn argued that the Brexit party decision to stand down in some seats meant Labour was fighting what amounted to a Trump/Farage/Johnson alliance. Today Johnson hit back by arguing that he too was up against an alliance. In his speech he argued: One thing is clear: the Sturgeon-Corbyn alliance would consign this country to months, if not years, of dither, delay, discord, division. When every month of pointless delay, insisted on by Corbyn by the way, is costing this country a billion pounds for nothing. This is a rehash of an argument that David Cameron used in 2015, when he argued that an Ed Miliband government would be dependent on SNP support. The argument reflected an assumption that Labour could not win an outright majority, but it also appealed to latent anti-Scottish sentiment amongst English voters uncomfortable at the idea of Scotland having an undue influence on UK policy. Johnson also repeated his long-standing claim that the “Sturgeon-Corbyn” alliance would hold two referendums this year, even though Labour is saying it would not agree to a second Scottish independence one until after the Scottish parliament elections in 2021. But as he delivered the speech, Johnson did not deliver the line about how more referendums would amount to “more political self-obsession and onanism”. He joked that this was because the press got hold of a “stray early draft”, but he knows full well the comment was in a text press-released by CCHQ. Johnson claimed that Corbyn was “naive” when he told an interviewer earlier that it would have been better if the Islamic State leader, Abu Bakr al-Baghdadi, had been arrested by US special forces, not killed by them. In response to a question that gave a partial account of what Corbyn said, Johnson replied: Al-Baghdadi was an absolute diabolical foe of this country, of our liberal values, everything we believe in and support. I think his [Corbyn’s] approach is naive and it is naive to the point of being dangerous. Corbyn did provoke outrage and incredulity in 2015 when he said it was a “tragedy” that Osama bin Laden had been killed by the US, not put on trial. But today, when asked if he also considered Baghdadi’s death a tragedy, Corbyn avoided that phrase and gave a measured response, arguing that if it had been possible to put Baghdadi on trial, that would have been preferable. Johnson said in his speech that, after Brexit, he wanted public procurement projects to prioritise hiring British apprentices. He said: We will insist that all big public sector projects must hire British apprentices so that they can learn new skills on the job. The former Conservative justice secretary David Gauke has urged people to vote for Liberal Democrat and independent candidates, saying a majority Tory government would lead to a “very hard Brexit” that would be “disastrous” for the UK. Jeremy Corbyn’s key union supporter, Unite’s Len McCluskey, has told the Labour leader that victory in the general election means winning over the party’s traditional working-class supporters with a tough line on free movement of workers. Labour’s NHS “rescue package” will be funded by higher income tax rates, at 45p for those earning more than £80,000 a year and 50p for those bringing in over £150,000, John McDonnell, the shadow chancellor, has said. Jo Swinson has sought to quell a mini-rebellion in the Liberal Democrats about whether to stand in highly marginal seats held by Labour over the Conservatives, insisting the party must give voters a genuine remain option in the election. That’s all from me for today. My colleague Kevin Rawlinson is writing the blog now for the rest of the evening. Labour are casting this afternoon’s news that Royal Mail has won an injunction preventing the first national postal strike in a decade as evidence the system favours employers over workers. Rebecca Long-Bailey, the shadow business secretary, has said: The privatisation of Royal Mail has seen the denigration of postal workers’ terms and conditions, all whilst dividend payouts to private shareholders has reached £1bn. Companies should engage with their workforce, rather than take them to court. This injunction will solve nothing; only negotiations will. This is further evidence that the current system is rigged against workers and trade unions. Our hardworking postal workers deserve better, that’s why Labour will reverse the privatisation of Royal Mail. We will empower workers by repealing the trade union act, rolling out collective sectoral bargaining and strengthening workplace and trade union rights. Labour’s plans to transition from oil and gas will be the “polar opposite” of the Conservative move away from coal in the 1980s, the party’s Scottish leader has said. Speaking at a miners’ welfare in Uddingston, in South Lanarkshire, Richard Leonard said the “green industrial revolution” being touted by Labour will be “by consent”. We’re sitting here today in a miners’ welfare in the heart of the Lanarkshire coal field and it’s an important reminder that, if you just let the market wreak havoc through industries and communities, it can spell disaster. What we’ve said is in the change that’s needed in our economy, to net-zero carbon, we need to have a just transition. It needs to be a transition in such a way that communities are not left behind. The stark contrast of our approach, which will diversify the Scottish economy away from oil and gas, couldn’t be more polar opposite from the way the Tories handled the decline of the coal industry. The Labour leader, Jeremy Corbyn, said he does not think his party’s environmental policy would spell the end for fossil fuels. He added that he was aware of the number of jobs dependent on the fossil fuel industry. That won’t end immediately, although obviously I want to end our reliance on fossil fuels. But that doesn’t mean there will never be any fossil fuels. It just means that it will form part of an energy system that is more sustainable for our natural world. Nigel Farage, the Brexit party leader, is now saying that he could not vote Conservative on the basis of what they have done this week. Earlier he suggested he might. (See 5.14pm.) Q: Corbyn has ruled out a second referendum next year. Aren’t you misleading the public by saying otherwise? And is not your deal with the Brexit party just as shady as any Labour/SNP cooperation? Johnson says the Tories do not do deals. On what he calls “the Sturgeon/Corbyn alliance”, he says Nicola Sturgeon is Jeremy Corbyn’s “path to power” and his “yoke-mate of destiny”. She wants a referendum next year. So it is hard to see how Corbyn could turn her down. He says this country has had enough of referendums like this. He wants to get on and get Brexit done, he says. He says the potential of this country is perfectly represented by the electric vehicles being made at this factory. He is going to turbocharge – if you can turbocharge an electric vehicle – the opportunities for this country. And that’s it. The Q&amp;A is over. I will post a summary soon. Q: What will it mean if the Brexit party do stand against you? Johnson says his deal is ready to go. We can slam it in the oven, and be ready to leave in January. Q: Have you got a message for Nigel Farage? And why did you refer to onanism in the extracts released last night, when you did not use that word this afternoon? Johnson says he would urge people to back Conservative candidates. And he says the “onanism” reference was in a “stray early draft” of his speech. Q: (From the Daily Mail) Earlier today Jeremy Corbyn questioned the US government’s account of the death of Abu Bakr al-Baghdadi. [Er, not quite - see 4.28pm.] What is your reaction? Johnson says it is unrealistic to think Baghdadi could have been captured. He says he does not know the details of what Corbyn said. But if it is as the questioner suggested, Corbyn is being naive. It is naive to the point of being dangerous. Q: What would you do to restore council budgets? Johnson says the government is putting more into social care, because that is where the real pinch is. But the best way to support councils such as Coventry is to support the economy, so that the tax base is there. Q: David Gauke says if you win, that will be bad for the UK. Why should people trust you to lead the country when people who worked with you in cabinet don’t trust you? Johnson says he leads a one nation government. He wants to deliver on the people’s priorities. But the problem at the moment is that parliament won’t push Brexit through. He says he would say to Gauke, unless the Tories have a working majority, there will be a coalition led by Jeremy Corbyn and “years of paralysis”. Q: Will you apologise to the flood victims? Johnson says the emergency services have been working flat out to help people. Being hit by a flood is a terrible thing. A huge amount of work is going on. He says it is important for people to understand what financial compensation is available. He says the UK needs to invest in flood defences. Some £2.6bn has already been put in, he says. But there is “much more work to be done”. Johnson is now taking questions. Q: You have been criticised for your handling of the floods, and you have got former Tories running as independents. Are you in control of this campaign? Johnson says he has visited the flood areas twice now. He pays tribute to how people are coping. The government is ready to do what it can. No one can overestimate how terrible this is for people, he says. Where there are gaps in insurance, he will sort it out, he says. On the campaign generally, he says of course we need to get Brexit done, “because it has been paralysing politics for three years”. This is from the Times’ Steven Swinford. Johnson says he will make Britain the greatest place on earth. We should get on with it, he says, instead of wasting 2020 on two referendums. He asks people if they want to wake up on 13 December and find a Corbyn-Sturgeon “technicolour coalition of chaos”. Johnson says it is technical breakthroughs, like the ones being promoted by this factory, that will enable the UK to cut carbon emissions. Johnson says in 10 years’ time we will all be citizens of a proud, strong and still United Kingdom that is more united than ever. Johnson repeats the discredited claim that a Labour government would mean tax rises of £2,400 per person per year. He also claims John McDonnell has called for exchange controls. (McDonnell has said the opposite.) Johnson says 1.4m businesses have been created in the UK since 2010. That is more than in France and Germany combined, he says. He says this is a tribute to the enterprise economy supported by the Conservatives. He says the Tories will double funding on research and development in the next parliament, to £18bn. (He says this will fund work on electric cars, but he is not clear whether all that money is for electric vehicles, or just some of it.) Johnson says, when the UK leaves the EU, the government will insist public sector procurement projects hire British workers. Johnson says British workers will get priority under Tories on public procurement projects after Brexit. Johnson says people do not know where Corbyn stands on a second referendum. Is he for leave? Is he for remain? Or is he like Schrödinger’s cat, occupying both positions at once. He argues that the Corbyn/Sturgeon coalition would be damaging to the UK. And he says that delaying Brexit would cost the UK an extra £1bn a month. (That is not true, at least for 2020. Under a Johnson Brexit the UK would have a transition period until the end of next year, during which contributions to the EU would effectively continue at the rate they are paid now.) Johnson claims there is a “pent-up tidal wave” of new investment waiting to flow into the UK once Brexit is done. It would be worth tens of millions, he says. He says his Brexit is ready to go. Just add water, and stir the pot, he says. (He seems to be comparing Brexit to a Pot Noodle.) Here is the extract from the speech released in advance. The UK is admired and respected around the world but people are baffled by our debate on Brexit and they cannot understand how this great country can squander so much time and energy on this question and how we can be so hesitant about our future. If we can get a working majority we can get parliament working for you, we can get out of the rut. We can end the groundhoggery of Brexit … We face a historic choice. At this election the country can either move forwards with policies that will deliver years of growth and prosperity, or it can disappear into an intellectual cul-de-sac of far left Corbynism. We can honour the wishes of the people, or else we can waste more time, at the cost of a billion pounds per month, and have two more referendums, one on Scotland and one on the EU – an expense of spirit and a waste of shame, more political self-obsession and onanism. This is why I urge everybody undecided how to vote -- imagine waking up on Friday 13th December after the election to find the Corbyn-Sturgeon coalition in Downing Street. They will ruin 2020 with two referendums, they will ruin the economy with out of control debt, they will put taxes up for everyone and instead of an Australian points system we’ll have uncontrolled and unlimited immigration. Johnson says LEVC, the electric taxi company where he is speaking, represents the future. The economy has grown solidly for nine years, he says. And he says unemployment is at its lowest level since 1974. Boris Johnson has just started giving his speech. He is at a factory in Coventry that makes electric taxis. He says these taxis are symbolic of the type of politics he represents. He wants to drive change, he says. And he claims he was the midwife of these vehicles. Here is Stewart Wood, a Labour peer and a policy adviser to Ed Miliband when he was Labour leader, responding to Len McCluskey’s comments on free movement. (See 1.30pm.) Who’s making promises they can’t keep and who do the voters trust to spend their money? To try and figure this out, Heather Stewart is joined on the Guardian’s Politics Weekly podcast by the Guardian’s economics editor Larry Elliott, Momentum’s national coordinator Laura Parker, and professor of politics at Queen Mary University of London Tim Bale. In an interview with LBC Jeremy Corbyn was asked about the killing of the Islamic State leader, Abu Bakr al-Baghdadi, by US special forces in Syria last month. Corbyn replied: If we preach international law and international legal process through the international court of justice in the Hague, then we should carry it out and if it’s possible to arrest somebody and put them on trial, then that is what should have been done ... Him being removed from the scene is a very good thing. If it would have been possible to arrest him - I don’t know the details of the circumstances at the time, I’ve only seen various statements put out by the US about it - surely that would have been the right thing to do. If we want to live in a world of peace and justice, we should practise it as well. In response the Conservative party has put out a statement from the security minister Brandon Lewis claiming that Corbyn’s comment shows his “inability to stand up to people who reject our values” and that: “Every time [Corbyn] is given the opportunity to take the side of this country’s enemies he does so.” But it is hard to see how Corbyn’s quote does amount to siding with Baghdadi. Even President Trump, announcing Baghdadi’s death, said that capturing or killing him were both objectives for the US armed forces. ITV has some footage of Boris Johnson speaking to residents in Doncaster about the flooding. When Tory MPs chose him as their leader in the summer, some of them thought he had a magic touch with voters. There doesn’t seem to be much evidence of that from the video footage we’ve seen of him today (although of course that’s not to say Theresa May would have been any better). Alastair Campbell, the former communications director for Tony Blair who was expelled by Labour in the spring for voting Lib Dem in the European elections, has said that he will be campaigning for David Gauke, the Tory-turned-independent pro-European, in South West Hertfordshire. He told the ITV election podcast, Calling Peston: I will go to [South West Hertfordshire] and campaign for David Gauke, I would go and help Philip Lee, I think we’ve all got to do what we can do … It really depresses me, why are the Greens standing against Anna Soubry? A prominent campaigner for a second referendum, Campbell has also argued on Twitter that it is essential for the pro-remain parties to cooperate. The call from Leave.EU’s Arron Banks for Nigel Farage withdraw candidates in Labour seats to avoid splitting the rightwing vote has been rubbished in Peterborough by the Brexit party candidate, Mike Greene, who told the Guardian: “I have never been driven by Arron Banks.” Labour squeaked to victory in the marginal by just 683 votes in the June byelection but only after the Conservatives and Greene gathered 17,044 votes between them - 6,560 more than Labour’s Lisa Forbes. Greene, a multi-millionaire businessman who is campaigning in a Brexit party-branded Land Rover Defender with personalised plates, predicted that far from allowing the Conservatives to win if he stood aside, as hundreds of Brexit candidates did in Tory-held seats on Monday, Labour would increase its majority. “I am not going to step aside for party politics,” Greene said while campaigning in the pro-leave ward of Werrington. I am going to do what is right for Peterborough. Boris’s version of Brexit will be weak. If I step aside we are going to end up with another MP who will become a parliamentary puppet and won’t do anything for the city. The argument against what Banks says is I want to put people first. There is more to Britain, more to Peterborough and more to life than Brexit. Voters in Peterborough appear in confusion with some Brexit party voters saying they will switch to Conservative, and Labour voters switching to Lib Dem and Conservative depending on Brexit allegiances. Many others are losing faith with parliament to deliver whatever they vote and considering abstaining. Labour is hoping it can focus on the impact of austerity on public services rather than Brexit, to bolster its slim lead. Greene admitted Brexit would mean “you are going to go through some pain” but dismissed as biased a recent study by economists at Kings College London and London School of Economics suggesting annual economic losses of up to £2,500 per capita after a decade. He said: We know over 70% of academics are left-leaning and a lot of EU funding goes into them. The whole academic system is academically biased. It ain’t going to be roses from the day we leave. You need to look at the hockey stick in its entirety and realise how much more upside there is. Plaid Cymru is today calling for for the establishment of a national health and care service, with social care provided free at the point of need. On social care, we do seem to be getting closer to the point where the parties are reaching consensus on the need for a national care service. Yesterday the IPPR thinktank published a report calling for free personal care to be introduced in England, at a cost of up to £10bn. The IPPR is a leftwing thinktank, but its recommendations were quite similar to those from the House of Lords economic affairs committee in a report this summer, and that committee is chaired by Michael Forsyth, who was about the most Thatcherite member of the cabinet when the Tories were in power in the mid-1990s. Labour has already proposed a “national care service”, and it is due to publish further details of how this might work soon. And there are rumours that the Conservatives will offer something similar. Plaid may be pushing at an open door. From the New Statesman’s Jeremy Cliffe At his news conference this morning John McDonnell, the shadow chancellor, said that 95% of taxpayers would not pay higher rates of income tax or national insurance under Labour. (See 11.23am.) Sajid Javid, the chancellor, signalled last week that the Conservative manifesto will include tax cuts. But the Resolution Foundation, an economic thinktank, has published a report (pdf) today on tax policy saying that, whoever wins the election, tax increases will be likely. Here is an extract from the summary in its news release. [The report] warns that many popular claims about UK tax are misleading, and need to be set straight. For example, it says that while tax receipts as a share of GDP are on course to reach a 40-year high in the next parliament, the average amount of total tax people pay relative to their income has been falling over the past four decades. Income taxes specifically are also low by international standards. In fact, the average effective tax rate on typical earnings has fallen from 30 per cent in 1975, to 25 per cent in 1990 and 18 per cent today. Were taxes on earnings still at their 1990 level, the average worker today would be paying an extra £1,800 a year in tax. The report says that whoever wins the election is going to face pressure to raise taxes to fund existing public services in an ageing society. The cost of maintaining existing education, health and social security provision is set to rise by £36bn a year by the end of the decade. Added to this, the transition from fossil fuel to electric cars – a policy endorsed by all main parties – could reduce revenues from duties by up to £35bn a year. The Tories have not announced their plans yet, but there is speculation that the party will propose lifting the national insurance threshold, to bring it into line with the income tax personal allowance. “This would give most workers a tax cut of up to £480, at a cost of £11bn,” the report says. But it says low-income families would not get much benefit from this. It explains: That’s because working families on universal credit (UC) will immediately lose around two-thirds of any tax cut through lower benefit awards. To ensure that poorer workers gain as much as richer ones, the foundation says that the Conservatives should pledge to ensure that UC’s work allowances go up in line with any tax cuts. The Liberal Democrats are now looking for a new candidate in High Peak after their original candidate, Guy Kiddey, said people should vote Labour, the BBC’s Chris Doidge reports. High Peak is a Labour/Tory marginal. Kiddey was angry about his party not standing down in Canterbury. (See 10.02am.) The Conservatives have claimed that Jeremy Corbyn is “in complete disarray’ over Scottish independence in the light of his comment this morning, and the subsequent briefing clarifying the party’s stance. (See 1.21pm.) Stephen Kerr, the Scottish Conservative candidate for Stirling said: On the biggest issue in Scotland, the future of the Union, Jeremy Corbyn is in complete disarray. Barely before he’d finished speaking, he was being ‘clarified’ by his aides. The only thing that’s clear is that he simply cannot be trusted to back Scotland’s place in the UK. It’s no wonder leading Labour party figures like Tom Harris [see 8.42am] are urging Scots to vote Scottish Conservative at this election, to stop Scotland going back to a second referendum. From HuffPost’s Paul Waugh The person who heckled Jeremy Corbyn in Scotland (see 12.45pm) was a Church of Scotland minister, as the Church Times’ Adam Becket reports. He is also a minister who allegedly has what appear to be extreme views. These are from Sky’s Tom Rayner. These are from Torsten Bell, a former Labour policy adviser who now runs the Resolution Foundation, an economic thinktank, on Labour’s health proposals. In a statement issued by the SNP, Neil Gray, the party’s candidate in Airdrie and Shotts, has said that Jeremy Corbyn would not have the right to refuse Scotland a second independence referendum. (See 1.21pm.) Gray said: These latest comments show that privately Labour are well aware that their undemocratic position of simply ignoring the Scottish people, no matter what they say, is completely unsustainable. And with the once-dominant Scottish Labour party now at the point of extinction, and Labour voters turning to the SNP, Jeremy Corbyn is in absolutely no position to tell the people of Scotland if and when they can have a say over their own future. As we have made crystal clear, no one looking for support from the SNP after this election should bother to even pick up the phone unless they are prepared to accept the democratically expressed will of Scotland. In his interviews this morning Michael Gove, the Cabinet Office minister, rejected claims that there might be a no-deal Brexit at the end of 2020 because negotiating a trade deal with the EU within a year may prove impossible and because Boris Johnson has ruled out extending the Brexit transition into 2021 or 2o22. But, in an interview with ITV’s Daniel Hewitt, Gove could not give an example of a trade deal like this being negotiated so quickly. Boris Johnson has been accused of doing nothing to help flood victims as he visited one of the worst hit areas and told residents: “We’ve been on it round the clock.” My colleague Josh Halliday has written up his visit here. Jeremy Corbyn’s key union supporter, Unite’s Len McCluskey, has told the Labour leader that victory in the general election means winning over the party’s traditional working-class supporters with a tough line on free movement of workers, my colleague Larry Elliott reports. Jo Swinson, the Lib Dem leader, has insisted that her party will field candidates in Canterbury, a Labour/Tory marginal where local activists want the party to stand down to help the pro-remain Labour candidate (see 10.02am), and in South West Hertfordshire, where the pro-remain former Tory cabinet minister David Gauke is standing as an independent. On a visit to a boxing club in Crouch End in north London, Swinson was asked if she was losing control of Lib Dem candidates. She told the Press Association. No. Clearly as Liberal Democrats we are committed to stopping Brexit. We have a healthy debate within the party and some candidates have made their own decisions. And here is more footage of Boris Johnson getting a frosty reception from residents affected by flooding in South Yorkshire. Jeremy Corbyn also had his own encounter with a hostile member of the public this morning, the BBC reports. Probably the most powerful attack line used by the Conservatives against Labour in this campaign is the charge that, under Jeremy Corbyn, there would be two referendums in 2020. The latest incarnation of this allegation is in Boris Johnson’s onanism quote. (See 9.43am.) It is true that Labour would hold another Brexit referendum next year. And it is true that the SNP wants to hold a Scottish independence referendum in 2020, and that it would demand one from a Labour government. It is also true that Corbyn would agree to one at some point, but Labour has ruled out holding one in the early years of a Labour government. In an interview in Glasgow this morning Corbyn said something that appeared to close down this Tory line of attack. He said there would be: No referendum in the first term for a Labour government because I think we need to concentrate completely on investment across Scotland. But, according to the Press Association, aides later clarified the party’s position, saying that if the SNP won a majority in the Holyrood elections in 2021 (although in government, the SNP does not currently have a majority in the Scottish parliament), Labour’s position could change. This is from the BBC’s Scotland editor, Sarah Smith. And these are from the BBC’s Nick Eardley. Meanwhile, in South Yorkshire, not everyone has been happy to see the prime minister ... Q: Under the Tories NHS staff have to ask patients at A&amp;E for their passports to check they are entitled to treatment. Would you stop this? Ashworth says this policy is “obnoxious”. Labour has asked for the impact assessment of this policy, but the government has not published it. He says Labour would suspend those regulations. Ashworth says Labour would stop hospital staff having to check the nationality of patients to be sure of their entitlement for free treatment. The Q&amp;A is now over. Ashworth says Labour will introduce plans in its first Queen’s speech to end privatisation in the NHS. Q: Would you extend the sugar tax? Ashworth says Labour would expand it to milky drinks, milkshakes. He says Matt Hancock thinks all you need to improve public health is a smartphone and an app. Ashworth says he does not agree with this. He says A ”Future Generations Wellbeing Act” would make a big difference. There is something similar in Wales, he says. Legislation like this would force public bodies to get serious about public health. He says Nye Bevan described the NHS as “socialism in action” when he set it up. But it has never addressed health inequalities. It is not right that people living in the constituencies that he and McDonnell represent will die 10 years on average before people in other places. Q: Are you happy to have a Labour candidate who posted a picture on social media of a gun being held to Theresa May’s head? McDonnell says people can make mistakes, and learn from them. He says, as a Catholic, he was brought up to believe in redemption. Q: Simon Stevens, the chief executive of NHS England, used to work for a big US health company. People think he is a privatiser. Would you get rid of him? Ashworth says Stevens also used to work for Frank Dobson. He says it is not right to comment on civil servants, but he says that he has worked well with Stevens and that he respects him. Q: Under a Labour Brexit would you allow freedom of movement to continue? Ashworth says his position is that trusts should be able to continue to recruit internationally. Q: Will you reform doctors’ pensions? The current rules are forcing doctors to retire early. Ashworth accepts this is an issue. Labour would review the rules urgently. There must be a fair solution, he says. Q: What do you think of the Brexit party standing down in Tory-held seats. And what will happen if they stand down in Labour-held seats? McDonnell says this decision helps Labour, because it shows voters they are up against a Trump/Farage/Johnson alliance to sell off the NHS. He says Nigel Farage was only doing what Donald Trump said he should do in their LBC interview. He says the public don’t like deals like this anyway. I don’t think our people like these dodgy deals behind the scenes. He says, when people go to vote, he wants them to be aware of the risk to the NHS from this alliance. Q: Was Ashworth wrong to say the NHS would not be covered by the four-day week? McDonnell says Ashworth was destroying the “myth” put out by the Conservatives that the NHS would be destroyed by a four-day week coming in from day one. He repeats the explanation of the Labour policy he went through earlier. (See 11.53am.) He says he wants the economy to grow. That generates more in tax revenue. He says that would mean you could afford to hire more staff to compensate for the shorter hours being worked. It is a 10-year programme he is proposing, he says. He says he wants to build a consensus and take people with him. That is how Labour introduced the minimum wage. It would introduce a working time commission, he says. Q: What would you do on social care, and on free movement? Ashworth says Labour will be making an announcement about social care later in the campaign. On free movement, he says if an NHS trust thinks a doctor or nurse is qualified enough to care for the sick and elderly, they should be allowed in. The Tories announced plans for an NHS visa. But that would still amount to a £400 nurses’ tax, he says. John McDonnell and Jonathan Ashworth are now taking questions. Q: Are you worried that you might be raising expectations unreasonably? Ashworth says this is “substantial investment”, not just for the NHS, but for related services. He says the Tories last year announced more money for the NHS day-to-day health budget. But other health services, like sexual health services, continued to be cut. He says it has got to the point where maternity units are now finding babies with neo-natal syphilis because sexual health services have been cut back by so much. Organisations like the Health Foundation are saying this is a big increase, he says. Q: At Labour conference you said you wanted a four-day working week. You said you it would apply to everyone. But Ashworth said it would not apply to the NHS. Which is it? McDonnell says he is proposing moving towards a 32-hour working week. He thinks this should be planned and negotiated over time. As investment goes into the economy, it should be more productive. That wealth should be shared with workers. It can be shared in two ways: through higher wages, or a shorter working week. The process of cutting working hours started in the 1860s, he says. But he says recently that process stalled. He wants further cuts. “We work to live, we don’t live to work,” he says. He says he wants this process to apply to everyone. He says what he is proposing would happen over a decade. He says Ashworth was making the point this would happen gradually. This will be popular, he says. He says in his constituency parents work different shifts. Family life breaks down. He says what Labour is trying to do is change that. Ashworth says he would be a health secretary who cares for NHS staff, not one who picks fights with them. We will increase the budget for training, development and education by £1bn a year. We will allow the NHS to recruit internationally ethically but without hindrance. We will bring back a training bursary for nurses, midwives and allied health professionals and we will expand GP training places to 5,000 to recruit more family doctors in local communities providing 27m extra GP appointments. Announcements on allocations for our national care service and free personal care will be made in the coming days. Ashworth says addressing vaccination rates will be a particular priority. Earlier this year we lost our measles free status. Measles is a horrible, life threatening disease and yet vaccination rates have fallen now five years in a row. This isn’t simply about anti vaxx propaganda on social media - as Mr Hancock claims - but the toxic combination of the Tory Health and Social Care Act reorganisation, the squeeze on primary care and cuts to public health services. We are determined to restore our WHO measles free status, so as a start we will invest £35m a year in improving vaccination uptake and we will recruit an extra 4,800 health visitors and school nurses too. Ashworth says Labour would address inequality through a Future Generations Wellbeing Act. Rates of premature deaths including deaths linked to heart disease, lung cancers, COPD are two times higher in the most deprived areas of England compared to the most affluent. We see a higher rate of suicide in more deprived areas and higher rates of addiction. We will relentlessly target health inequalities as part of our wellbeing strategy. We will legislate with a new Future Generations Wellbeing Act. We will commit to halving childhood obesity by 2030 and tackle the wider determinants of ill health such as banning junk food advertising before the 9pm watershed. Ashworth pays tribute to Frank Dobson, the former Labour health secretary whose death was announced yesterday. He goes on: Frank said “inequality in health is the worst inequality of all. There is no more serious inequality than knowing you’ll die sooner because you’re badly off.” He was so right. Ashworth says Labour would prioritise mental health. I don’t believe a comprehensive mental health service has ever been delivered. Yet today stress, anxiety and depression are the biggest cause of sickness absence in our society, responsible for 91m working days lost every year costing the UK economy £99bn a year. Last year the number of prescriptions for anti-depressions hit their highest level - with over 70m prescriptions dispensed. 100,000 children and young people simply don’t get the mental health support they need. We will as a government prioritise mental health and wellbeing like never before. Ashworth explains what he expects to happen under the Labour plan. Firstly, the money available for our primary and secondary care services will increase. The so-called NHS England revenue budget will increase by 3.9 per cent. An increase on Tory plans. We will invest more to relentlessly drive up performance and drive down waiting times ... Faulty and out of date equipment lead to cancelled operations and increasing delays for patients receiving diagnostic tests results. We will deliver our commitment that less than one per cent of patients should wait longer than six weeks for a diagnostic test. And because we want cancer survival rates to be amongst the best in the world we will invest to deliver a shift in early cancer diagnosis from 2 in 4, to 3 in 4 cancer cases over the next decade. So today we are committing an extra £1.5bn of capital for diagnostics. We have fewer MRI and CT scanners per capita than most OECD countries so will increase the numbers of scanners towards the international average. Overall NHS capital expenditure will increase to meet the OECD average through public investment. That will mean an extra £15 billion capital investment to rebuild crumbling hospitals and invest in the cutting-edge medical technology of the future ... The NHS will be literally rebuilt under a Labour government. We will honour confirming hospital rebuilds but future decisions on hospital rebuilds will be based on not on party political considerations as it is now under the Tories, but based on critical needs, be fully transparent and spread fairly across the regions. We will institute a green new deal for the NHS to ensure trusts can access funding to reduce their carbon footprint and we will institute an NHS Forest with a million extra trees across the estate. We will ensure an extra £2.5 billion investment to upgrade primary and community health facilities. Ashworth summarises problems with the NHS. Cancer waiting times are the worst on record. Last year over 34,000 people with cancer waited beyond two months for treatment. On all eight measures collected 2019/20 performance is lower than the previous year. Meanwhile waits for diagnostic tests are at their highest for 11 years. At the Labour event Jonathan Ashworth, the shadow health secretary, is now speaking. He claims patients face a “winter of misery”. In the last year 625,000 have languished on trolleys in corridors. Our A&amp;E departments have been in year-round crisis. Indeed, September’s A&amp;E waits were the worst performance outside the winter months. Ambulances are unable to off load patients because A&amp;Es are full. A&amp;E patients can’t clear spaces because there are no acute beds to move patients to. In a typical hospital this winter, there will be no acute beds for the medically fit but vulnerable and elderly people can’t be discharged because social care services have been savaged. Tomorrow we anticipate further NHS performance data confirming our worst fears of a winter of misery for patients. Just as patients wait longer in A&amp;E, they wait longer for treatment to. Waiting lists for treatment have risen to record levels and patients are increasingly waiting longer for care. McDonnell says, unlike the Tories, Labour is explaining how it would fund its proposed NHS spending increase. The other dividing line between us and the Tories is that we are responsible enough to commit to where our funding comes from. We have had none of that from the Tories. Last week I announced in Liverpool a newsocial transformation fund – £150bn over five years for the social infrastructure that is the glue that holds our communities together. Our £15bn capital commitment today will come from that social transformation fund and the day-to-day spending increase will be funded by taxing the top 5% at a higher rate of income tax. As I have said before, income tax rates, national insurance, and VAT will not increase for 95%. It is only the 5% we will ask to pay a little more. (We will reduce the threshold for 45p rate to £80,000 and reintroduce the 50p rate for £125,000.) That is our pledge. McDonnell is now summing up the Labour NHS proposal. A £26bn real terms healthcare funding boost from 2018-19 to 2023-24. An annual average 4.3% real-terms increase for health spending over the next four years, which will take the total Department of Health and Social Care budget to £178bn in 2023-24. With capital expenditure – so neglected by the Tories – rising to the international average, and boosted by £15bn over five years. On each of these fronts, the Tories have offered weak commitments, reflecting their hostility to free public services and the need for us to care for each other. On overall funding between 2019 to 2024, the Conservatives have promised just £20bn in real terms, £6bn more than Theresa May announced in 2018. On annual increases, almost everyone in the room will be familiar with what the Tories have spent in this decade of decay. McDonnell says austerity was a political choice. It has left the NHS underfunded, he says. As the Tories have spent money cutting capital gains tax accruing to the rich, cuts and privatisation to our NHS has left our country struggling to treat cancer patients safely. As the Tories waste money by failing to properly tackle tax avoidance, support services for young people have been ripped out of their communities. As the Tories’ cuts to corporation tax have continue to increase dividends for the very richest, more than 1 million NHS patients could face long waits in emergency departments and almost 300,000 patients could also be left waiting on trolleys. John McDonnell, the shadow chancellor, is speaking at the launch of Labour’s £26bn “rescue plan” for the NHS. He claims the first week of the election campaign has shown the Conservatives in their true colours. It is a week where we have seen the Tories’ true colours: Jacob Rees-Mogg showing unforgivable arrogance in criticising the “common sense” of the Grenfell Tower victims. The Tories resorting to fake news in the fantasy numbers they’ve concocted to criticise our plans. Then the chancellor refusing to debate me to defend their record and their lies. We will continue to present our positive vision to tackle climate change and rampant inequality, and we will continue show at every opportunity our comprehensive costed plan to deliver on that vision. Nicola Sturgeon, the Scottish first minister, has challenged Westminster to “stop obsessing” about nuclear power and “get its act together” on green energy. As the Press Association reports, at a campaign event in Edinburgh she said that a large team of SNP MPs in the House of Commons would push the UK government to act on the climate emergency. She said: At this election, Scotland can elect a strong team of SNP MPs to demand the radical action needed to tackle the climate emergency and secure the future of our green energy industry. Scotland is already a world leader on tackling the climate crisis and delivering green energy. By contrast, Westminster has wasted years obsessing over nuclear power and a complete lack of vision and ambition over the energy technologies of the future. Put bluntly, there is no more time to waste - it’s time for Westminster to get its act together. The Scottish government has committed to achieving net-zero emissions by 2045 - five years ahead of the corresponding UK target. My colleague Peter Walker says Liberal Democrat HQ is not willing to stand down in High Peak. (See 10.02am.) When Theresa May announced her plan in 2018 to give the NHS a £20bn, long-term spending increase, she liked to argue that what she was offering was more generous than what Labour was proposing for the NHS in its 2017 election manifesto. There was some dispute about that (Channel 4 News’ FactCheck has a good analysis here), but the Labour manifesto offer two years ago was certainly quite modest compared to what is on the table today. The Institute for Fiscal Studies has just published an analysis of Labour’s plan and here is a chart summing up what’s on offer. And here is an extract from the IFS analysis. It says Labour’s plans amount to a real-terms increase in health spending worth 4.3% a year. UK health spending has historically grown at an average real rate of 3.6% per year, but grew by just 1.3% per year between 2009−10 and 2018−19. Growth in total Department of Health and Social Care spending of 2.9% per year [an assumption based on the government’s plans for extra NHS-spending, but assuming non-NHS health spending is frozen after 2021] would therefore be at a slower rate than the long-run average, but at a faster rate than has been the case since 2010. Annual real growth of 4.3% per year, as under Labour’s new proposals, would be at a faster rate than the historical average, and puts health spending on a far more generous path than was implied by both parties’ 2017 general election manifestos. From YouGov’s Chris Curtis, on the latest YouGov poll out yesterday Here is Sky’s Lewis Goodall on Boris Johnson’s onanism remark. (See 9.43am.) ITV’s Joe Pike says Boris Johnson is not giving interview to regional media on his visit to South Yorkshire. Boris Johnson is in South Yorkshire inspecting areas affected by the flooding. Sky News is showing some live footage. To a casual observer it might look as though he is following in the footsteps of Jeremy Corbyn, who was in the region yesterday, but Johnson also paid a visit to a flood-affected town last week. That trip was notable for what it revealed about his inability to use a mop properly. These are from YouGov, the polling organisation. Politicians have always been sceptical of these questions - they think the people’s theoretical willingness to pay more in tax to for better public services is not matched by their actual enthusiasm for this - although when Gordon Brown increase national insurance in his 2002 budget to raise more money for the NHS, the decision turned out to be extraordinarily popular. (Brown’s move remains a textbook example in how to win popular consent for a tax rise; he did it by orchestrating a year-long public debate showing why the NHS needed the money.) As my colleague Peter Walker reports, the Liberal Democrats are facing a revolt from activists in Canterbury, where local members are unhappy about party HQ’s decision to select a new candidate to replace Tim Walker, who stood down to help Labour hold the seat where it had a majority of just 187 at the last election. Walker and other local Liberal Democrats are worried that if their party stands Labour’s Rosie Duffield, a remainer, will be defeated and replaced by a pro-Brexit Tory. According to the BBC’s Chris Doidge, Guy Kiddey, the Lib Dem candidate in High Peak in Derbyshire is also planning to stand down in solidarity with Tom Walker. High Peak is another Labour/Tory marginal, where Labour had a majority of 2,322 in 2017. Two years ago the Lib Dem candidate in the seat got 2,669 votes. BBC Scotland has rejected a request from the Scottish Greens to be included in its live election debate two days before polling day, claiming the party has insufficient electoral support. The BBC debate at 8pm on Tuesday 10 December is expected to feature the leaders of Scotland’s four main parties – Nicola Sturgeon for the Scottish National party, Jackson Carlaw for the Conservatives, Richard Leonard for Labour and Willie Rennie for the Lib Dems. The Scottish Greens are putting up 22 candidates for the general election, leaving the majority of Scotland’s 59 Westminster seats uncontested. They have six Holyrood seats, one more than the Lib Dems, and took part in the BBC’s 2017 general election debate alongside Ukip. However, the BBC has ruled this year they and the Brexit party have insufficient popular support in a Westminster election to justify inclusion: in the 2017 snap general election, the Scottish Greens only polled 0.2% of the national vote, down 1.1 percentage points on the 2015 general election. It is understood BBC executives are annoyed that in 2017, the Scottish Greens said they were contesting a large number of seats but eventually put up only three Westminster candidates. The BBC had set a threshold of 10 candidates to merit inclusion in 2017; the party admits its scarce resources were overstretched fighting a council election that May. Patrick Harvie, the Scottish Greens co-leader, said the BBC decision meant there was no candidate to challenge the stance of the main parties on the climate crisis. He said: All four parties support extracting fossil fuels until 2050 and beyond. They all want to expand major roads and aviation. Only the Greens recognise this can’t happen. But it’s not just on climate. The Scottish Greens are the most influential opposition party in Scotland. We have changed the tax system, granted new powers to councils and only last week, John Finnie’s bill on the equal protection of children received royal assent. To leave us out of the debate is ridiculous. The Michael Gove/Nick Robinson exchange may not have shed much light on the Conservatives’ policies on Brexit, or on anything else (Gove firmly rejected the suggestion that a no-deal Brexit was possible at the end of the transition period, but without properly explaining why), but it did feature what is probably a general election first - a Today programme discussion about the similarities between contemporary politics and masturbation. Here is the key exchange. NR: The prime minister has got some colourful language in a speech today. He warns of onanism, which for those who are not familiar with their Bible may not realise is a posh word for self-gratification. Would that word not be better applied to those of you who have obsessed with our membership of the European Union, rather than getting on with the people’s priorities. MG: I’m glad that you say we should get on with the people’s priorities. If you want to have a pointless, repeated, self-indulgent activity perpetuating, then we can have a parliament with Jeremy Corbyn as prime minister in which we have pointless, repeated and self-indulgent referenda, rather than, as you say, quite rightly getting on with the people’s priorities. The question was prompted by this extract, release overnight by the Tories, from the speech that Boris Johnson will give later today. Johnson will say: We face a historic choice. At this election the country can either move forwards with policies that will deliver years of growth and prosperity, or it can disappear into an intellectual cul-de-sac of far left Corbynism. We can honour the wishes of the people, or else we can waste more time, at the cost of a billion pounds per month, and have two more referendums, one on Scotland and one on the EU – an expense of spirit and a waste of shame, more political self-obsession and onanism. (Johnson’s own expertise on this subject, at least according to one of his biographers, may be limited. In her excellent book Just Boris, Sonia Purnell writes: “Sex, sexual organs and sexual conquests are Johnsonian mainstays of conversation. Later, Boris infamously told a girlfriend that such was the number of his sexual partners that he hadn’t had ‘to have a wank for 20 years’.” During his combative Today interview with Nick Robinson, Michael Gove, the Cabinet Office minister, was asked why the proposed Conservative inquiry into Islamophobia in the party had turned into an inquiry into Islamophobia and prejudice. Robinson said that when Gove was on the programme only last week, he said it would be an Islamophobia-only inquiry. Gove denied this. A bit later on the programme Robinson offered a clarification. He said that at one point in his interview last week Gove implied it would be an Islamophobia-only inquiry. At another point in the same interview he implied it would be a more general inquiry. Lady Warsi, the former Conservative party chair and a longstanding campaigner for a specific inquiry into Islamophobia in the party, told the programme: Well, I welcome any form of inquiry. I’ve got to the point where beggars can’t be choosers any more. But I am disappointed that the party, having now realised that there is a real problem in relation to a specific form of racism, is still trying to absolve its responsibility by trying to dilute what it is that it’s going to look at ... The fact that we’re still prevaricating about even having an inquiry, and the kind of inquiry we’re going to have, shows just how dismissive the party has been on the issue of Islamophobia. A report by my colleague Simon Murphy, saying that 25 sitting and former Tory councillors have been exposed for posting Islamophobic and racist material on social media, has highlighted the extent to which this remains a problem for the Conservatives. Good morning. I’m Andrew Sparrow, taking over from Simon Murphy. Amongst all the campaigning today, there are two headline media events. 11am: John McDonnell, the shadow chancellor, and Jonathan Ashworth, the shadow health secretary, speak at an event to launch Labour’s £26bn “rescue plan” for the NHS. 4.30pm: Boris Johnson is giving a speech on Brexit in Warwickshire. And Jeremy Corbyn is campaigning in Scotland, where he has events organised in Glasgow (at 10.30am), in Hamilton (at 12.15pm) and in Coatbridge (at 2.30pm.) Michael Gove, the Cabinet Office minister, has refused to accept that no deal is effectively back on the table with a new Brexit deadline of the end of 2020 for a trade agreement. Gove’s friend and former colleague David Gauke, who is running as an independent after having the Tory whip removed as punishment for rebelling, warned earlier that “we will leave the implementation period without a deal with the European Union on WTO terms, in effect on no-deal terms”. (See 8.38am.) Gove told BBC Radio 4’s Today programme: I’ve got a lot of respect and affection for David but I think in this one particular area he’s wrong because what we have is a Brexit deal that’s been negotiated, a withdrawal agreement which will make sure we safeguard the rights of UK citizens abroad and EU citizens in the UK and also a political declaration that spells out a future relationship based on free trade and friendly cooperation. Former Conservative minister David Gauke is not holding back this morning. He’s now told Sky’s Kay Burley the policy pursued by the prime minister is “reckless and irresponsible” and a majority Conservative government “would be detrimental to people’s jobs and livelihoods”. Urging people not to vote Tory, he adds: I think the Conservative party has fundamentally changed. There are a lot of traditional Conservative voters who feel politically homeless. Many of them will vote for the Lib Dems ... and they are right to. The shadow health secretary, Jonathan Ashworth, says the party’s pledge to fund the NHS with an extra £26bn a year will be “transformative”. Labour is today unveiling a “rescue plan” for the NHS in England with the extra funding paid for by higher taxes on companies and the wealthiest in society. Ashworth told BBC Radio 4’s Today programme: We’ll use this extra funding to raise performance in our NHS. Remember, we’ve got around four and a half million people on the waiting lists. Many elderly people left languishing on trolleys in hospital corridors and we’re anticipating that to get particularly worse this winter. Challenged on whether the money will be genuinely transformative rather than just allowing the NHS to get back on top of waiting lists, Ashworth said: If I may say so, and I say this with utmost politeness, when you’ve got patients with glaucoma [a degenerative eye condition] at Southampton waiting so long for treatment that they go blind, including a pregnant mother who went blind and now has never seen the face of her daughter because of waits, I think putting more money in to turn around waiting lists is transformative. Ashworth was referring to a damning case first revealed by the Times which reported on how 15 hospital patients were left blind or with severe sight loss after staff shortages led to delays in their treatment. Bad news for Labour in Scotland as the party’s former minister Tom Harris, who was MP for Glasgow South, has revealed he is voting Tory – saying that Jeremy Corbyn is a threat to the UK. Harris condemned some Labour candidates who “continue to spout racist, antisemitic hatred”, reports the Scottish Daily Mail. Harris quit Labour last year after 34 years in the party. Ruth Davidson, former leader of the Scottish Conservative party, has tweeted the Scottish Daily Mail’s front page this morning: Here’s Conservative minister Michael Gove hitting back at his former colleague and “good friend” David Gauke’s criticism of the party, highlighting that there are “some very powerful voices from within Labour ... warning us of the dangers of Jeremy Corbyn”. David Gauke, one of 21 Tory MPs who had the whip removed after rebelling against the government, says a Conservative majority will veer the country to a “very hard Brexit” that would be “disastrous for the prosperity of this country”. The former Tory MP and justice secretary has opened up about his reasons for standing as an independent candidate in the general election, telling BBC Radio 4’s Today programme: The reason being, and this pains me to say it, but a Conservative majority after the next general election will take us in the direction of a very hard Brexit. And in all likelihood at the end of 2020 we will leave the implementation period without a deal with the European Union on WTO terms, in effect on no-deal terms. And that, I believe, would be disastrous for the prosperity of this country. Asked about his decision to run as an independent, unlike former chancellor Philip Hammond – who also had the whip removed for rebelling against the government in order to stop a no-deal Brexit – he said: Different individuals will reach different choices. I’ve got an enormous amount of respect for Philip. He is motivated by the national interest and that has run through his entire career. But I, in good faith, have reached a different conclusion. I believe I can influence events in this general election to some small extent. And I think the best way I can do that. He says he hopes the Liberal Democrats will stand aside in his seat in South West Hertfordshire but adds that “is a decision for them”. Gauke is also backing a second referendum on Johnson’s deal. Hello folks, Simon Murphy here, taking the helm of the liveblog to steer you through this morning’s politics news. Labour is to unveil a “rescue plan” for the NHS in England with an extra £26bn of funding a year paid for by higher taxes on companies and the wealthiest in society, as the party puts the health service at the heart of its election offer to voters. The party’s pledge would give the health service £5.5bn more a year by 2023-24 than the £20.5bn the Conservatives have promised and represent the biggest boost to health spending since Labour was last in power between 1997 and 2010. It puts pressure on Boris Johnson to increase the money he is committing to the NHS, which he has made one of his three “people’s priorities” and sought to make a Tory vote-winner. John McDonnell, the shadow chancellor, will say that “proper funding” is needed to maintain a world-class health service as he proposes a 4.3% annual rise in funding. Labour says the sums it is pledging would end the lengthening delays faced by patients for A&amp;E care, cancer treatment and planned operations, tackle the NHS’s worsening staffing crisis, restore bursaries for student nurses, improve mental healthcare, let hospitals buy scores of new CT and MRI scanners and pay for a new generation of hospitals, GP surgeries and mental health facilities. How the papers covered it The Guardian features a picture from the Australian bushfires but leads with election news and Labour’s “£26bn rescue plan for NHS”. The Mirror calls that “Labour’s 10-point plan to save the NHS”. The i’s angle is “Battle for the NHS” as the Tories also flash more cash for the health service. The Times and the Express focus on a 14-point lead for the Tories. YouGov for the Times has put the Tories on 42%, Labour on 28% and the Lib Dems on 15%. The Telegraph’s splash is “Brexit will start green revolution, pledges PM”, as Boris Johnson says that if re-elected his government will spearhead a drive to tackle climate change. We begin the day with some fighting words from Angela Rayner, who sat down with the Guardian’s Heather Stewart yesterday. The shadow education secretary claimed Boris Johnson is “in cahoots” with Nigel Farage after the announcement that Brexit party candidates would stand aside in Conservative-held seats to help deliver Johnson a majority. “Nigel Farage is working in cahoots with Boris Johnson, trying to hoodwink the public – and they are very friendly with Donald Trump,” Rayner told the Guardian. She warned voters, particularly in the Midlands and the north, to stick with Labour or risk “a hard-right nasty Tory government, that will privatise and deregulate our markets – and they will make Margaret Thatcher look like a pussycat”. Farage’s deal with the Conservatives seems to have everyone up in arms today. The Conservatives are unhappy with him after Nigel Farage refused calls from Conservatives for the Brexit party to stand down in Labour marginal seats, saying the request was “almost comical” and that the Brexit party needed to get MPs into parliament to hold Boris Johnson’s feet to the fire. On the other side of politics, there are ructions in the Liberal Democrats, after Tim Walker, the Lib Dem candidate for Canterbury, announced he would be stepping out of the race in order to give Rosie Duffield, the Labour candidate who took Canterbury from the Tories for the first time in 2017 by just 187 votes, the best chance of winning. Almost immediately afterwards, a party spokesman said Walker would be replaced “in due course”. But a local Lib Dem source said the party in Canterbury was vehemently opposed to replacing Walker and that all four members approved to stand as MPs had said they would not do so. And the former Tory minister David Gauke has announced he will stand as an independent candidate, saying he represents “ a form of liberal Conservatism” and had become increasingly uncomfortable with the direction the Conservative party had taken regarding Brexit, saying “the Conservative party has got it badly wrong”. Good morning and welcome to Politics live, as we bring you every tasty morsel of news during this election campaign. Johnson will relaunch the Conservatives’ election campaign today, with a speech at an electric vehicle plant in the West Midlands, the first big set-piece speech of the campaign. In it, he will offer the familiar roll-call of core policies, including a pledge to “end the groundhoggery of Brexit”, spend more on the NHS and cut crime. Johnson will also attack Jeremy Corbyn’s party, saying a Labour government would condemn the UK to the “intellectual cul-de-sac of far left Corbynism”. The entry of the prime minister to the full electoral fray after a relatively quiet start to his campaign comes after his starring turn in an election video that sought to portray Boris Johnson as a man of the people, but which some viewers thought made him look more like David Brent. I’ll be at the helm of the blog for the early hours, you can reach me on Twitter or via email (kate.lyons@theguardian.com). Thanks for reading."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}