{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/19/baillie-gifford-prize-won-jack-the-ripper-victims-hallie-rubenhold-the-five", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-19T22:15:09Z", "webTitle": "Baillie Gifford prize won by  Jack the Ripper study ‘reclaiming victims' voices’", "webUrl": "https://www.theguardian.com/books/2019/nov/19/baillie-gifford-prize-won-jack-the-ripper-victims-hallie-rubenhold-the-five", "apiUrl": "https://content.guardianapis.com/books/2019/nov/19/baillie-gifford-prize-won-jack-the-ripper-victims-hallie-rubenhold-the-five", "fields": {"headline": "Baillie Gifford prize won by  Jack the Ripper study ‘reclaiming victims' voices’", "bodyText": "Social historian Hallie Rubenhold has won the £50,000 Baillie Gifford prize for non-fiction for The Five, a book about the untold lives of the women killed by Jack the Ripper described by the judges as “a great moral act”. Dedicated to Mary Ann “Polly” Nichols, Annie Chapman, Elizabeth Stride, Catherine Eddowes and Mary Jane Kelly, the five “canonical” victims of Jack the Ripper, The Five sees Rubenhold untangle what she calls the “web of assumptions, rumour and unfounded speculation” that surrounds the women more than century after their deaths. Rubenhold’s argument – that there is no evidence that three of the women did sex work, despite the established narrative that the serial killer targeted prostitutes – has seen her become the target of online abuse, with some “Ripperologists” even comparing her to the Holocaust denier David Irving. With so many books focusing on the identity of Jack the Ripper, her intention in writing The Five was not to hunt and name the killer, she says. “I wish instead to retrace the footsteps of five women, to consider their experiences within the context of their era, and to follow their paths through both the gloom and the light. They are worth more to us than the empty human shells we have taken them for … It is for them that I write this book. I do so in the hope that we may now hear their stories clearly and give back to them that which was so brutally taken away with their lives: their dignity.” Chair of judges and editor of the Times Literary Supplement Stig Abell said that despite the strength of the shortlist – which included from Casey Cep’s investigation into Harper Lee’s abandoned true-crime book, Furious Hours, and Azadeh Moaveni’s book on the women who joined Islamic State, Guest House for Young Widows – the panel was clear that The Five should win. “It’s brilliantly written and it’s brilliantly researched. It’s a great story and it’s a great moral act, reclaiming the voice of these women,” he said. “And it does speak to our times. I don’t think relevance should ever trump brilliance, but there is already brilliance. And it is so relevant now in terms of how crimes, particularly sex crimes and crimes against women, can be reported and considered and talked about.” Abell said he was particularly struck by the “utter tragedy” of the women’s stories. “These women … were trapped the circumstance of their gender and the circumstance of their birth; they were poor, neglected, they never really had a shot,” he said. “The arc of the tragedy is that you know the ending, you know it’s inevitable, but there are just these moments dotted through where you think, ‘Maybe if they could stick in that job, get a place, maybe if that relationship works out, if they can ditch the booze, everything will be all right.’ In the end, they are victims not just of this fetishised man, they’re ultimately victims because they were out on the streets, they were poor, they had no shot.” Rubenhold, who lives in London, becomes the seventh woman in 21 years to win the Baillie Gifford prize, which was formerly known as the Samuel Johnson award. She is the author of books including Lady Worsley’s Whim, which was dramatised by the BBC as The Scandalous Lady W, and Covent Garden Ladies, which inspired ITV’s Harlots. The Five has also been optioned for television. Speaking before she knew of her win, Rubenhold said of her subjects: “These were ordinary people, like you and I, who happened to fall on hard times. There’s so much in their stories that we can take away that tells us about how we live today: everything from homelessness to addiction to domestic violence. And people become victims because society doesn’t care about them.” Abell was joined on the judging panel by TV producer and journalist Dr Myriam François Oxford University professor of English literature Robert Douglas-Fairhurst, critic and biographer Frances Wilson, novelist Petina Gappah, and doctor and TV presenter Dr Xand van Tulleken. The remaining titles shortlisted for the prize were Laura Cumming’s On Chapel Sands, William Feaver’s The Lives of Lucian Freud and Julia Lovell’s Maoism: A Global History, which won the Cundill history prize last week."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}