{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/16/england-gareth-southgate-euro-2020-qualifier-kosovo", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-16T22:30:48Z", "webTitle": "Kosovo the first stop as Gareth Southgate’s England hit home straight", "webUrl": "https://www.theguardian.com/football/2019/nov/16/england-gareth-southgate-euro-2020-qualifier-kosovo", "apiUrl": "https://content.guardianapis.com/football/2019/nov/16/england-gareth-southgate-euro-2020-qualifier-kosovo", "fields": {"headline": "Kosovo the first stop as Gareth Southgate’s England hit home straight", "bodyText": "There was plenty on Gareth Southgate’s mind as he departed Wembley on that tumultuous night in June 1996, after his missed penalty condemned England to defeat in the European Championship semi-final against Germany, but a little-known detail has stayed with him. “The most heartbreaking thing for me was for people like Stuart Pearce, he retired on the bus home,” Southgate says. The England manager, who is preparing for Sunday’s Euro 2020 qualifying tie against Kosovo in Pristina, with his team already assured of their place in the finals, makes the point that Pearce, the famously resilient left-back, would “come back [out of international retirement] twice more”. Glenn Hoddle, who took over from Terry Venables as manager after Euro 96, persuaded Pearce to continue, although did not select him for the World Cup in 1998. Still, it was not quite the end, with Kevin Keegan calling up Pearce and playing him as a 37-year-old in a pair of Euro 2000 qualifiers in September 1999. “But he actually did retire on the bus on the way home and that really sunk in, because it was a moment like: ‘Oh, my God, that’s his last chance’,” Southgate says. “It was my first tournament and when it’s your first tournament you think there will be loads.” For Southgate, who was 25 at the time and played in every minute of England’s matches that summer, there would be three more tournaments. Yet he was not a regular selection at any of them and nor did the team progress as far as they had done at Euro 96. Southgate started one game at France 98 and was a substitute in the last-16 penalty shootout defeat against Argentina; he played nine minutes in the group-phase exit at Euro 2000 and he did not kick a ball at the 2002 World Cup, when England lost in the quarter-finals to Brazil. Southgate brings up the story about himself and Pearce to illustrate the importance of grasping opportunity when it knocks and how players can never bank on having bigger and better chances further down the line. He believes the young players in his England team will most likely “peak in two or four years time” rather than next summer, when England have what is essentially a home tournament, with their group ties to be played at Wembley as well as the semi-finals and final. “There’s a reality of where we might be as a team in terms of what’s possible [at the finals],” Southgate says. But what if these players are peaking now? What if the chemistry of this developing lineup and the factors around it, such as home advantage, can coalesce into the perfect storm? It is not always the case that players peak at 27 or 28 and for so long England have legitimately been accused of planning for a future that never comes. Southgate said at the time that England would never have a better opportunity to reach a World Cup final than the one they passed up against Croatia in Russia. His tolerance level for further regrets is low. “We have to find a way to get the maximum out of this group as we did two summers ago. Let’s see how far we can get.” Southgate talks of a “huge goal of getting to a semi-final and a final at Wembley” and it serves to fire the imagination while at the same time stirring nostalgia. Because England – and Southgate himself – have previously reached a European Championship semi-final at Wembley, it is inevitable the topic will come up again and again. He does not want the home tournament factor to be overplayed. “It will be a brilliant experience to have the group matches at home but then we’re going to have to go on the road and win, too,” Southgate says. “You could end up playing Spain in Rome and there’s all sorts of possible ties in the last-16 and quarter-finals that are going to be away from Wembley.” Southgate will recall Raheem Sterling against Kosovo after dropping him for Thursday’s 7-0 home win over Montenegro as a result of his bust-up with Joe Gomez. He says Sterling can be one of the star players at the finals and the manager does appear blessed with young, creative talent. “But I would imagine that Sven thought the same of Beckham, Scholes, Carrick, Gerrard, Lampard,” Southgate says. “If you’re the England manager, you’re normally in a reasonably privileged position. We have given young players their opportunity ahead of their time, which has given us a greater depth. “There’s nothing better than seeing the smile on Tammy Abraham’s face when he gets his first goal for England [on Thursday]. That almost makes everything worthwhile.” Southgate is consumed by finding the correct balance in his team and he wants to see greater defensive tightness after the first-half lapses that presented Montenegro with two clearcut chances. On both occasions Jordan Pickford saved smartly. “We don’t have a huge number of games before the finals and we’re going to have to learn a lot about our defenders while they’re with their clubs,” he says. “We did that with Maguire, Stones, Walker before the last World Cup and Ashley Young before he came back in. There aren’t enough samples in our games to just rely on that for the evidence.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}