{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/16/transcript-prince-andrew-on-the-epstein-scandal", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-16T22:02:48Z", "webTitle": "Key quotes: Prince Andrew on the Epstein scandal", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/16/transcript-prince-andrew-on-the-epstein-scandal", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/16/transcript-prince-andrew-on-the-epstein-scandal", "fields": {"headline": "Key quotes: Prince Andrew on the Epstein scandal", "bodyText": "Emily Maitlis: So in 2006 in May an arrest warrant was issued for Epstein for sexual assault of a minor. In July he was invited to Windsor Castle to your daughter, Princess Beatrice’s 18th birthday, why would you do that? Prince Andrew: Because I was asking Ghislaine [Maxwell, Epstein’s girlfriend and a friend of the prince]. But even so, at the time I don’t think I … certainly I wasn’t aware when the invitation was issued what was going on in the United States and I wasn’t aware until the media picked up on it because he never said anything about it. [...] Maitlis: He was released in July, within months by December of 2010 you went to stay with him at his New York mansion, why? Why were you staying with a convicted sex offender? Andrew: Right, I have always … ever since this has happened and since this has become, as it were, public knowledge that I was there, I’ve questioned myself as to why did I go and what was I doing and was it the right thing to do? Now, I went there with the sole purpose of saying to him that because he had been convicted, it was inappropriate for us to be seen together. I felt that doing it over the telephone was the chicken’s way of doing it. I had to go and see him and talk to him. [...] Maitlis: That was December of 2010. Andrew: Yep. Maitlis: He threw a party to celebrate his release and you were invited as the guest of honour. Andrew: No, I didn’t go. Oh, in 2010, there certainly wasn’t a party to celebrate his release in December because it was a small dinner party, there were only eight or 10 of us I think at the dinner. If there was a party then I’d know nothing about that. Maitlis: You were invited to that dinner as a guest of honour. Andrew: Well, I was there so there was a dinner, I don’t think it was quite as you might put it but yeah, OK I was there for … I was there at a dinner, yeah. Maitlis: I’m just trying to work this out because you said you went to break up the relationship and yet you stayed at that New York mansion several days. I’m wondering how long? Andrew: But I was doing a number of other things while I was there. Maitlis: But you were staying at the house … Andrew: Yes. Maitlis: … of a convicted sex offender. Andrew: It was a convenient place to stay. I mean I’ve gone through this in my mind so many times. At the end of the day, with a benefit of all the hindsight that one can have, it was definitely the wrong thing to do. But at the time I felt it was the honourable and right thing to do and I admit fully that my judgment was probably coloured by my tendency to be too honourable but that’s just the way it is. Maitlis: Because during that time, those few days, witnesses say they saw many young girls coming and going at the time. There is video footage of Epstein accompanied by young girls and you were there staying in his house, catching up with friends. Andrew: I never … I mean if there were then I wasn’t a party to any of that. I never saw them. I mean you have to understand that his house, I described it more as almost as a railway station if you know what I mean in the sense that there were people coming in and out of that house all the time. What they were doing and why they were there I had nothing to do with. [...] Maitlis: It might seem a funny way to break off a friendship, a four-day house party of sorts with a dinner. It’s an odd way to break up a friendship. Andrew: It’s a difficult way of put … that’s a very stark way of putting it, yes you’re absolutely right. But actually the truth of it is is that I actually only saw him for about, what the dinner party, the walk in the park and probably passing in the passage. [...] Maitlis: July of this year, Epstein was arrested on charges of sex trafficking and abusing dozens of underage girls. One of the Epstein’s accusers, Virginia Roberts, has made allegations against you. She says she met you in 2001, she says she dined with you, danced with you at Tramp nightclub in London. She went on to have sex with you in a house in Belgravia belonging to Ghislaine Maxwell, your friend. Your response? Andrew: I have no recollection of ever meeting this lady, none whatsoever. [...] Maitlis: You know that you were at home with the children, was it a memorable night? Andrew: On that particular day that we now understand is the date which is the 10th of March, I was at home, I was with the children and I’d taken Beatrice to a Pizza Express in Woking for a party at I suppose sort of four or five in the afternoon. And then because the Duchess was away, we have a simple rule in the family that when one is away the other one is there. I was on terminal leave at the time from the Royal Navy so therefore I was at home. Maitlis: Why would you remember that so specifically? Why would you remember a Pizza Express birthday and being at home? Andrew: Because going to Pizza Express in Woking is an unusual thing for me to do, a very unusual thing for me to do. I’ve never been … I’ve only been to Woking a couple of times and I remember it weirdly distinctly. As soon as somebody reminded me of it, I went “oh yes, I remember that”. But I have no recollection of ever meeting or being in the company or the presence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}