{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/24/manchester-united-improvement-progress-solskjaer", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-24T20:28:02Z", "webTitle": "Manchester United’s second-half display shows progress, says Solskjær", "webUrl": "https://www.theguardian.com/football/2019/nov/24/manchester-united-improvement-progress-solskjaer", "apiUrl": "https://content.guardianapis.com/football/2019/nov/24/manchester-united-improvement-progress-solskjaer", "fields": {"headline": "Manchester United’s second-half display shows progress, says Solskjær", "bodyText": "Ole Gunnar Solskjær conceded his young Manchester United team were “very, very poor” for 70 minutes at Sheffield United on Sunday but maintained their late fight back to secure a 3-3 draw highlighted his players’ progress from last season. “It was a very, very poor performance,” said Manchester United’s manager whose side were 2-0 down at Bramall Lane until three late goals in seven minutes from Brandon Williams, Mason Greenwood and Marcus Rashford briefly propelled them into an unlikely lead before Oli McBurnie’s last-gasp leveller for Chris Wilder’s side. “We did play badly first half, we didn’t win any challenges but we turned it round.” With the former Tottenham manager Mauricio Pochettino newly back on the job market, Solskjær – whose side sit ninth in the Premier League, a point behind sixth-placed Sheffield United – was perhaps understandably keen to talk up this new-found refusal to surrender. “The massive difference between this season and last year is that last year we did give up, this year we don’t,” he said. “Even though the big part of this game was very negative and we’re annoyed, we did have the character to stick in and turn it round. That was great. We’re disappointed we didn’t win at the end. The boys will have learnt a lesson but they had the character to stay in the game.” Manchester United’s manager set more store by such spirit than the critical tactical switch he made at half time when he withdrew the struggling defender Phil Jones and switched from a malfunctioning 3-4-3 formation to a flat back four. “We had to change the system and go for it second half,” he said. “We had to put another attacker on. But today wasn’t about tactics you’ve got to earn the game and we didn’t have any right to win it after 70 minutes. Today was about fighting back and getting first to the ball. The way we turned the bad 70 minutes into a positive is good.”Wilder was sanguine after seeing his side shine while leading through goals from John Fleck and the excellent Lys Mousset. “Unfortunately it’s a 90-minute rather than 71-minute game,” said Sheffield United’s manager. “We just dropped our energy levels at the wrong time; 2-0 is a dangerous score-line. And you’ve got understand the quality you’re up against in this division.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}