{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/24/china-cables-revealed-power-and-reach-of-chinas-surveillance-dragnet", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-24T23:03:56Z", "webTitle": "Revealed: power and reach of China’s surveillance dragnet", "webUrl": "https://www.theguardian.com/world/2019/nov/24/china-cables-revealed-power-and-reach-of-chinas-surveillance-dragnet", "apiUrl": "https://content.guardianapis.com/world/2019/nov/24/china-cables-revealed-power-and-reach-of-chinas-surveillance-dragnet", "fields": {"headline": "Revealed: power and reach of China’s surveillance dragnet", "bodyText": "The Chinese government used technology to expand its campaign against Uighurs and other Muslim minorities far beyond the country’s own borders, a rare leak from the heart of the country’s bureaucracy reveals. Beijing’s obsession with foreign influence and connections in its western Xinjiang region, where at least a million people are held in internment camps, is laid out in the China Cables, a cache of files that includes classified orders to track and detain thousands of people who have dual nationality, have spent time abroad or have personal ties outside the country. Among the documents are four “bulletins” that provide rare confirmation from inside the state apparatus of the scope and aims of the hi-tech surveillance system. The documents date from 2017 and were obtained by the International Consortium of Investigative Journalists (ICIJ), which shared them with the Guardian, the BBC and 15 other media partners. Experts who have reviewed them believe them to be authentic. They highlight the power and reach of China’s surveillance dragnet, which combines data scooped up from automated online monitoring, with information collected in more old-fashioned ways, by officials who use an app to input it by hand. The Integrated Joint Operations Platform (IJOP), combines all this information in a detailed database of everything from an individual’s exact height and electricity use, to the colour of their car, whether they socialise with neighbours and even if they prefer to use the front or back door to their house. The Xinjiang Bureau of Public Security began posting procurement notices mentioning IJOP in 2016, although its use as a predictive policing tool was made public only in early 2018, in a report from Human Rights Watch. The cables reveal that in a single week in June 2017, IJOP flagged up 24,412 “suspicious” individuals in one part of southern Xinjiang alone. Of these, more than 15,000 were sent to re-education camps, and a further 706 were jailed. That rate of detentions, if matched across the region and continued over time, would explain how hundreds of thousands of people have been swept into camps already. There is massive capacity to monitor online activity; another bulletin says that authorities identified 1.8 million users of a file-sharing app known as Zapya (or Kuai Ya in China), and then worked on the user-base information to identify thousands who were considered suspicious and flagged up for further checks. Online data comes in part from the monitoring software everyone in the region is obliged to install on their phones – with police checkpoints regularly scanning for the obligatory app. “The Chinese have bought into a model of policing where they believe that through the collection of large-scale data, run through artificial intelligence … they can in fact predict ahead of time where possible incidents might take place,” said James Mulvenon, an expert in the verification of Chinese government documents who serves as the director of intelligence integration at SOS International. “Then they are pre-emptively going after those people using that data, before they’ve even had a chance to actually commit the crime.” The documents also give an insight into how China considers any foreign connection a cause for suspicion, and is pushing its campaign across national borders. Uighurs with dual nationality living in China, including British and Australian citizens, have been identified and counted. Orders state they are to be deported or rounded up. Officials are asked to “analyse” and track more than 1,500 dual nationals and over 4,000 people who had applied for official documents at Chinese embassies and consulates around the world. Muslims in Xinjiang with contacts outside China, whether through marriage, work or education, have already reported being targets of Beijing’s sweeping crackdown. Uighurs living abroad have described attempts to lure them home, often through requests from relatives, or to pressure them into spying on neighbours. Those who return to China frequently disappear into the camps. Dual nationals have been rounded up and detained, despite protests from foreign relatives, or diplomats representing their second nationality. Those in Xinjiang are questioned about relatives in other countries, and communication with loved ones abroad has ground to a virtual halt. The bulletins to security officials across the region, headed “command for cracking down and assaulting on the front lines”, order them to investigate anyone originally from Xinjiang who has got a second passport, or picked up any kind of identity documents – which could cover birth and marriage certificates, passport renewal or passports for children – from Chinese embassies. By June 2017, China had identified 1,535 Xinjiang natives with second passports, and 4,341 people who had “obtained identity documents” in Chinese embassies, according to one bulletin entitled “Backflow prevention”. Of these, 75 are dual nationals thought to be active inside China. They include 23 Australians, two UK citizens, 26 Turkish nationals, and a handful from other countries including Sweden, the US and Canada. The bulletin suggests targeting of these people took place without any requirement to notify diplomats from their second country, matching the accounts of former inmates. China considers anyone who has not explicitly renounced their Chinese nationality to still be a citizen. The 75 individuals are to be subjected to identity verification “one by one”. Those with a second passport, who have renounced Chinese citizenship, are to be deported. “For those who haven’t cancelled their [Chinese] citizenship yet, and for whom suspected terrorism cannot be ruled out, they should first be placed into concentrated education and training and examined,” the bulletin says. Those who contact embassies while abroad, it states, should be flagged for border checks on their return. The use of diplomatic missions as weapons of surveillance and as part of the campaign has echoes of Saudi Arabia’s campaign of persecution against dissidents, including the journalist Jamal Khashoggi, who was murdered when he tried to pick up a document he needed for his marriage. Another bulletin notes how Xinjiang has been cut off from the wider world. “We have effectively curbed the momentum of domestic and foreign communication, daily domestic and foreign communication has dropped to less than 10 people,” the bulletin said. It seems impossible that in a region of more than 22 million people – which has actively courted foreign investment including a Volkswagen factory and an NBA training camp – there are only 10 connections a day with the outside world. But even if the data is falsified or has unstated parameters, the bulletin gives a glimpse of the authorities’ determination to sever communications, as well as a sense of the pressure Uighur communities abroad may be facing from Chinese authorities. The disclosures are likely to raise questions about Chinese embassies being used as bases of influence, and bolster the cases of Uighurs seeking asylum abroad. Germany last year announced it would halt all deportations of Uighurs to China after accidentally sending back a man who has since disappeared. But other countries including Pakistan and Turkey are still sending people back. China’s embassy in London said in a statement “the so called leaked documents are pure fabrication and fake news” and added: “There are no such documents or orders for the so-called ‘detention camps’. Vocational education and training centres have been established for the prevention of terrorism.” It also said that “trainees could go home regularly”, including to care for children, and that “religious freedom is fully respected in Xinjiang”. The full statement can be found here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}