{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/16/joe-gomez-injured-england-kosovo-gareth-southgate", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-16T21:44:35Z", "webTitle": "Gomez caps nightmare week with injury as England target success in Kosovo", "webUrl": "https://www.theguardian.com/football/2019/nov/16/joe-gomez-injured-england-kosovo-gareth-southgate", "apiUrl": "https://content.guardianapis.com/football/2019/nov/16/joe-gomez-injured-england-kosovo-gareth-southgate", "fields": {"headline": "Gomez caps nightmare week with injury as England target success in Kosovo", "bodyText": "Joe Gomez has been ruled out of England’s Euro 2020 qualifer against Kosovo in Pristina on Sunday after a training ground collision with Kieran Trippier, to set the seal on a nightmarish week. The Liverpool defender had been on a high when he reported for duty on Monday morning, hard on the heels of his club’s 3-1 win over Manchester City which moved them eight points clear at the top of the Premier League. He has since been hit by a series of blows which, according to Gareth Southgate, “you couldn’t make up if you tried”. First, there was the well-documented bust-up at St George’s Park with Raheem Sterling, which led to Gomez being cut under the eye and Sterling discarded for Thursday’s 7-0 Wembley win over Montenegro, with which England secured their qualification to the finals. Gomez was introduced as a 70th-minute substitute but he was left distraught when a section of the home crowd booed him. Sterling would tweet in support of him afterwards. Then, on Friday, as Gomez tried to defend a ball in training with Trippier, who was playing on the same team, and banged knees with him. Following a scan, the decision was taken to omit him from the party that travelled to Kosovo. “We actually ended up having a chuckle this morning at the ridiculousness of it – of him having to go home in the way that he did,” Southgate said. “It’s been a difficult week but one that will make him stronger and one that he’s dealt with really well. “The injury was him and Kieran Trippier – they were trying to defend a ball, actually both on the same team – they collided into each other. Joe felt restricted in the last part of the session. We scanned it just to be certain and I think he’ll be fine in a couple of days but he wasn’t able to train today. “I think now is a good moment for him just to go home for a couple of days, clear his head. The pleasing thing for me is that we’ve got him back on the pitch [against Montenegro]. The fact that Raheem put out the tweet was real closure on that whole incident. We get Raheem back on the pitch tomorrow. We won the match on Thursday and we can now just look forwards.” England have been welcomed warmly in Kosovo, given the history of how British troops helped the country to gain independence from Serbia. There was a lighthearted moment in the press conference on Saturday night when a local reporter asked whether, in light of the reception that Southgate and his players are expected to receive at the game, it would be ironic if the travelling English fans booed Sterling. Except that it was translated as the travelling “French” fans. “That would be ironic, yes,” Southgate said, to laughter. “That wouldn’t be the most ludicrous part of this week but that would be ironic.” Southgate reported that James Maddison was a doubt with a calf problem while he does not want to overload John Stones after the amount of football he has played since returning from injury. The manager also noted that the seeding for the finals could be important, so a good result against Kosovo was equally so. Southgate sounded an optimistic note about his young team. “France won the World Cup with an average age of 25 and I think they were the second or third youngest squad alongside ourselves,” he said. “So it’s possible [to win with a young side]. “Over the years we’ve had players where the shirt has hung heavy and the performances have reflected that. We have a young team who really play with freedom and expression, thinking about what’s possible on the field rather than worrying about losing the game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}