{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/nov/21/scott-morrison-says-no-evidence-links-australias-carbon-emissions-to-bushfires", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-11-20T23:43:28Z", "webTitle": "Scott Morrison says no evidence links Australia's carbon emissions to bushfires", "webUrl": "https://www.theguardian.com/australia-news/2019/nov/21/scott-morrison-says-no-evidence-links-australias-carbon-emissions-to-bushfires", "apiUrl": "https://content.guardianapis.com/australia-news/2019/nov/21/scott-morrison-says-no-evidence-links-australias-carbon-emissions-to-bushfires", "fields": {"headline": "Scott Morrison says no evidence links Australia's carbon emissions to bushfires", "bodyText": "Scott Morrison has argued there is no direct link between Australia’s greenhouse gas emissions and the severity of fires ravaging the continent, even suggesting Australia could increase its emissions without making the current fire season worse. Under pressure due to a record season of early bushfires and the accusation by a coalition of former fire chiefs that the government has avoided the issue of climate change, Morrison said on Thursday there was no “credible scientific evidence” that cutting Australia’s emissions could reduce the severity of bushfires. On Thursday Morrison defended the government’s handling of the bushfire season, telling ABC’s AM it had put additional resources into emergency services and praising the “outstanding” response and coordination of state governments. Morrison said he “took issue” with the suggestion by Greg Mullins, the former chief of NSW Fire and Rescue, and 23 other fire chiefs that the government was not adequately prepared. Explaining why he didn’t meet Mullins, Morrison said the government already had the same advice about the impact of climate change from “existing fire chiefs doing the existing job”. At first, Morrison appeared to accept that climate change was affecting the severity and frequency of bushfires. “These are things that are very well known to the government – the contribution of these issues to global weather conditions and to conditions here in Australia are known and acknowledged,” he said. “In February I acknowledged the contribution of those factors to what was happening in Australia – amongst many other issues.” Morrison then said “the suggestion that any way shape or form that Australia, accountable for 1.3% of the world’s emissions, that the individual actions of Australia are impacting directly on specific fire events, whether it’s here or anywhere else in the world, that doesn’t bear up to credible scientific evidence either”. “Climate change is a global phenomenon and we’re doing our bit as part of the response to climate change – we’re taking action on climate change,” he said. “But I think to suggest that at just 1.3% of emissions, that Australia doing something more or less would change the fire outcome this season – I don’t think that stands up to any credible scientific evidence at all.” The comments follow a controversy in September when the minister responsible for drought and natural disasters, David Littleproud, said he doesn’t “know if climate change is manmade”, before a total about-face. The link between rising greenhouse gas emissions and increased bushfire risk is complex but, according to major science agencies, clear. Warmer weather increases the number of days each year on which there is high or extreme bushfire risk. Australia’s response to climate change has been ranked one of the worst in the G20, with rising greenhouse gas emissions since the Abbott government abolished the carbon price in 2014. Australia’s target of 26%-28% emissions reduction by 2030 will require it to cut emissions by 695m tonnes cumulatively across the next decade. The Morrison government said more than half of that cut, 367m tonnes, would come from carryover credits from overperformance of earlier targets and not from practical emissions reduction. The centrepiece of federal climate policy is the $2.55bn emissions reduction fund, now rebadged as the climate solutions fund, a reverse auction processes that pays landowners and businesses to cut pollution. The most recent auction bought emissions cuts equivalent to only 0.01% of Australia’s annual greenhouse gas pollution after officials found just three projects worth backing. The government has been quietly pursuing an overhaul of the emissions reduction fund, appointing a panel of four business leaders and policy experts to suggest options to expand it, and will consider the issue with the states at a meeting of energy ministers on Friday. On Thursday Morrison refused to give further details of his proposed crackdown on environmental protests and secondary boycotts, saying the government would make announcements when it had “finalised those arrangements”. The attorney general, Christian Porter, has suggested measures could include extending the prohibition on secondary boycotts to environmental campaigns, and a crackdown on environmental litigation and use of litigation funders for class actions against mining companies. In a speech to the Business Council on Wednesday, Morrison flagged an overhaul of environmental approvals for major projects to reduce the length of time it takes for businesses to navigate environmental approvals."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}