{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/nov/10/meltdown-visualizing-climate-change-project-pressure-glaciers-photography", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-11-10T05:30:39Z", "webTitle": "Meltdown: the urgent art of our disappearing glaciers", "webUrl": "https://www.theguardian.com/artanddesign/2019/nov/10/meltdown-visualizing-climate-change-project-pressure-glaciers-photography", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/nov/10/meltdown-visualizing-climate-change-project-pressure-glaciers-photography", "fields": {"headline": "Meltdown: chilling proof of global heating", "bodyText": "‘What is it about those melting glaciers and desperate polar bears that makes us want to look away?” the activist and author Naomi Klein asked in 2015. In her book This Changes Everything, she laid the blame on powerful global corporations and acquiescent governments, which both simultaneously underplay the scale of the climate emergency and exploit our collective sense of helplessness in the face of it. Since then, a new urgency has driven climate activism, most successfully in the disruptive protests of Extinction Rebellion. Can art, though, have a meaningful role in raising awareness of that urgency? A forthcoming exhibition, Meltdown: Visualising Climate Change, at the Horniman Museum in London sets out to answer that question in the affirmative. It focuses on the fate of the world’s glaciers through the prism of art, photography and film. “We are using art as a kind of seduction to draw people in, then shock them,” says photographer Simon Norfolk, one of the artists involved. Why glaciers, though? Norfolk points out that, while severe floods and forest fires are in some ways more dramatically visual, “they can leave you open to the charge of not being scientific”. Glaciers, on the other hand, are one of the key and irrefutable indicators of climate change. “Through photography and film, you can record over time the ways in which they are receding, and by how much,” he says. “Plus, they are just so visual.” The Lewis Glacier, Mt Kenya, 1963 (A), 2014. The image traces a line where the glacier’s front was in 1963 while showing where it is now. Using scientific maps and GPS, Norfolk marked out the older line using hidden flashlights. ‘I walked along the line dragging my burning stick, joining up the dots of the flashlights. It took about 20 minutes, which was hard work at altitude. The exposure for the mountain and the stars continues for the rest of the hour. I wanted it to be all in camera because climate change is surrounded by loons who will claim I faked it all.’ By way of illustration, his arresting image The Lewis Glacier, Mt Kenya, 1963 shows a line of fire snaking along the rocky slope of a once completely snow-covered mountain skirting close to some scattered wooden buildings. It is one of a series of photographs he made using long, slow exposures on a mounted camera to track him as he ran along a meandering line on the mountain holding a flaming torch. (You can see him collapse with altitude exhaustion in a short film documenting the making of the work shot by the Observer photographer Antonio Olmos.) “I use old maps to trace the exact line where the front edge of the glacier existed in previous years,” he explains. “My starting point was 1963, the year I was born, and I have made similar images for selected years ever since. It is a way of photographing the absence of something, in this instance a few kilometres of ice that have disappeared in the intervening years.” The series won Norfolk a Sony World Photography award in 2015. Ice Cave, Vatnajökull, 2014. Richard Mosse used a large-format plate-film camera and infrared film to photograph the ice cave under the Vatnajökull glacier in Iceland. Glacier caves usually form when air enters where water flows underneath the ice, the warm air slowly creates melting and forms a cave from beneath. The dynamic process is becoming more unpredictable as the weather changes and cave access may become impossible in the future. Meltdown is curated by Project Pressure, an activist charity that, since 2008, has commissioned artists to work with climate scientists on often ambitious projects that highlight the earth’s increasingly unstable environment. Their partners and sponsors include Nasa, WGMS (World Glacier Monitoring Service), Hasselblad and the UN Climate Action Summit. “When we began in 2008, climate change was not high on the activist agenda in the way that it is now, but we understood the urgency,” says the founder of the project, Danish photographer Klaus Thymann. “For centuries, landscape has been one of the classic themes of great art, so it makes sense to use art as another means to make people aware of the climate emergency and hopefully help instigate institutional and behavioural changes.” From a purely artistic perspective, what is most interesting about the Meltdown exhibition is that, though it includes the work of a few documentary photographers, it is a reflection of the broad range of conceptual strategies being adopted by contemporary activist artists: from Richard Mosse, winner of last year’s prestigious Prix Pictet, to Noémie Goudal, a French artist whose photographic installations, a hybrid of the real and the created, are made in often elemental landscapes. Glacier 1, 2016, by Noemie Goudal. French conceptual artist Goudal is interested in the meeting of the organic and the manmade. This work was made on the Rhône glacier, where Goudal constructed a large-scale photographic installation printed on biodegradable paper that disintegrates in water. ‘All my work is about the fragility of the landscape,’ she says. For Meltdown, Mosse used a large-format plate camera to photograph an eerily beautiful ice cave underneath the Vatnajökull glacier in Iceland. It was formed by air entering beneath the ice cap, and, in Mosse’s blue-tinged prints, resembles a sci-fi landscape, all smooth curves and jagged icicles, made all the more unreal by his use of infrared film. Goudal specalises in elaborate interventions with the landscape. For this commission, she photographed the Rhône glacier in the Swiss Alps, before printing the results on large sheets of biodegradable paper. She then mounted the prints, which are 3.5 metres tall, on to plastic canvas using “a children’s glue that disintegrates on contact with water”. The prints were then suspended in front of the landscape she had photographed and, throughout a single day, she shot around a hundred frames of the disintegrating image. “I am primarily interested in the choreography of the landscape and how it moves and changes continually,” she says. “I want to alter our perception of it through images that show the organic and the artificial blending and clashing. In this instance, I kept on shooting until the scene reverted to the original landscape.” Mt Baker, 2014, by Peter Funch. Danish artist Funch uses old tourist postcards and historic photos as source material for his series Imperfect Atlas. In this case the images are re-creations of vintage postcards of Mount Baker [in Washington state, US] found on eBay ‘I located the positions from which the original postcard images had been made,’ he says, ‘and re-shot the glaciers from those positions to create comparative juxtapositions of then and now.’ I had assumed that Goudal’s disintegrating prints were a visual metaphor for the effects of global warming on the glacier, but she insists that her art “does not really fit into a discourse about environmental issues” and is more about the ways in which artists and scientists “observe and interpret” the environment. “Geology and astronomy are important elements in my work,” she says, “but, apart from this commission, there is really no big eco-subtext in the rest of my work.” Other artists have turned to the past to make sense of our present ecological dilemmas. Peter Funch uses vintage tourist postcards and historic images of Mount Rainier and Mount Baker in the North Cascades in Washington as raw material for his series Imperfect Atlas. Using maps and satellite images, he pinpointed the exact spot from which the original pictures were taken so that he could photograph today’s mountain glaciers from the same position. Funch also employed an old-fashioned technical process called RGB tricolour separation, in which red, green, and blue filters are used to create three separate monochrome images, which are then combined to make a single full-colour image. The process was invented in 1850, a decade after the first recorded evidence that the mountain glaciers were receding. As his work makes clear, even the earliest 19th-century photographs of glaciers were visual documents of their slow decline. Bone from 4000 BC, Switzerland, 2017: Adam Broomberg and Oliver Chanarin make photographic still lifes of the often perfectly preserved objects revealed by shrinking glaciers, such as this human bone which remained intact in the ice for thousands of years. “In the exhibition, we use glaciers as a symbol,” says Thymann. “But some of the work is about what makes a surprising story. The artists Broomberg and Chanarin photographed objects that were found inside the ice of melting glaciers. Simon and myself collaborated on Shroud, which uses photographs and film to portray the attempt to slow down the melting of the Rhône glacier by wrapping a vast section of it in a thermal blanket.” These images are desperate and deathly, like a Christo installation gone wrong. It turns out that the owners of a popular tourist attraction, an ice grotto, have spent 70,000 euros to try and preserve their site. These kinds of measures are symptomatic of what Thymann calls a kind of belated “adaptation anxiety” – “What are we going to do? How can we adapt to this?” Shroud, 2018, by Simon Norfolk and Klaus Thyman: in an attempt to arrest the melting of the ice at an ice-grotto tourist attraction at the Rhône Glacier, local Swiss entrepreneurs paid for it to be covered up with a thermal blanket. ‘We chose the title,’ says Norfolk, ‘because it looks like they have created a shroud for the glacier’s death.’ That, of course, is a crucial question at the heart of the exhibition – and our global climate emergency. As Norfolk points out: “It is the poorest, who caused the least amount of damage to the environment, that will suffer the most. The rich will build higher flood walls around the financial district in Manhattan, but what will happen to people in Bangladesh?” The point of Project Pressure is to create change though art. “This is not a time for helplessness or looking away,” says Thymann. “The mission is to use art to help accelerate change.” Norfolk nods his head in agreement. “It’s not about making another fancy photobook or beautiful exhibition, it’s about making trouble, starting arguments.” • Meltdown: Visualizing Climate Change is at the Horniman Museum, London, from 23 November to 12 January 2020"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}