{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/nov/05/national-portrait-gallery-to-close-for-three-years-for-revamp", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-11-05T17:36:15Z", "webTitle": "National Portrait Gallery to close for three years for revamp", "webUrl": "https://www.theguardian.com/artanddesign/2019/nov/05/national-portrait-gallery-to-close-for-three-years-for-revamp", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/nov/05/national-portrait-gallery-to-close-for-three-years-for-revamp", "fields": {"headline": "National Portrait Gallery to close for three years for revamp", "bodyText": "The National Portrait Gallery is to close for nearly three years when building work begins on a top-to-bottom £35.5m redevelopment of its 123-year-old London home. The surprise announcement was made on Tuesday, with the gallery pledging to lend 300 portraits a year to regional galleries and organisations across the UK during the closure. Details of the revamp, which includes a new grander entrance and is intended to make the gallery more welcoming and less crowded, were first announced in January. At that point a complete closure was not on the cards. A spokesperson said on Tuesday that after all the options had been considered, a decision had been taken that the most efficient way to complete the project and safeguard visitors, staff and the collection was to close completely from 29 June 2020 until spring 2023. London’s loss will be the the rest of the UK’s gain with exhibitions and projects planned with York Art Gallery, the Holburne Museum in Bath, the Laing Art Gallery in Newcastle, National Museums Liverpool and the Scottish National Portrait Gallery in Edinburgh. Other planned collaborations include: • Displaying more than 100 royal portraits, spanning 500 years from the Tudors to the Windsors, at the National Maritime Museum in Greenwich. • A series of special projects with its neighbour the National Gallery. That will include the display of Holbein’s preparatory drawing of Henry VIII alongside his painting The Ambassadors – a star of the National Gallery – for the first time. • A continuation of the Coming Home project where portraits are lent to places they are most associated with. In 2020 that will include Florence Nightingale going to Derby, Richard III to York, Malala Yousafzai to Birmingham and Meera Syal to Wolverhampton. • Portrait shows touring to three National Trust properties: Mottisfont in Hampshire, Basildon Park in Berkshire, and Hughenden in Buckinghamshire. • Partnerships with schools and communities across the UK. For example a project exploring steel in Middlesbrough and football in Wembley. Nicholas Cullinan, director of the National Portrait Gallery, called the redevelopment “a unique and important chapter in our history” which would transform the gallery and enable it “to become more welcoming and engaging to all and fulfil our role as the nation’s family album”. He encouraged other organisations to get in touch about working together “to circulate a national collection as widely as possible in both innovative and collaborative ways”. Precisely what will happen to the gallery’s 270 staff during the closure remains to be seen. A spokesperson said: “Closure of the gallery building will necessitate staff changes and inevitably there will be some job losses. “Where possible, staff will be offered part-time working and career break opportunities and the gallery is looking at a range of secondment opportunities with other institutions during the building period.” The FDA, the senior civil service union, said the closure would inevitably lead to potential redundancies, uncertainty and other complications for National Portrait Gallery staff and urged them to join a union to support them through any changes. Closing the gallery entirely is an unusual step, although not without precedents. The Rijksmuseum in Amsterdam was scheduled to close for three years for its £318m overhaul, one which dragged to 10 years. More than 1.5 million people visited the National Portrait Gallery in 2018/19 which also raises questions of where they might go, and whether numbers will increase for neighbouring galleries and attractions. The redevelopment project is called Inspiring People, and represents the gallery’s biggest ever redevelopment since the building in St Martin’s Place opened in 1896. The designs, by Jamie Fobert Architects, include a complete refurbishment of the building, the creation of new public spaces and a new learning centre. All that will allow a “comprehensive redisplay” of the collection. One of the most eye catching elements of the redevelopment will be a new grander entrance pointing north, to complement the current narrow entrance which feels to some like entering a Tardis. When the gallery was first built, a rich donor insisted it should not have an entrance pointing north towards the filth of Soho and Covent Garden. The gallery said it had secured £32.7m of its £35.5m target. It includes a £9.4m grant from the National Lottery Heritage Fund and a £6.5m grant from the trustees of the Garfield Weston Foundation of a new public wing, currently used as offices."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}