{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/nov/07/gaze-dont-glance-leonardo-da-vinci-the-mediative-show-opens-at-national-gallery", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-11-07T16:33:20Z", "webTitle": "Gaze, don't glance: Leonardo da Vinci, the immersive show, opens at National Gallery", "webUrl": "https://www.theguardian.com/artanddesign/2019/nov/07/gaze-dont-glance-leonardo-da-vinci-the-mediative-show-opens-at-national-gallery", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/nov/07/gaze-dont-glance-leonardo-da-vinci-the-mediative-show-opens-at-national-gallery", "fields": {"headline": "Gaze, don't glance: Leonardo da Vinci, the immersive show, opens at National Gallery", "bodyText": "An experimental exhibition will this weekend open at the National Gallery in London with a simple aim – to encourage people to spend minutes rather than seconds looking at a masterpiece. “This whole exhibition is about getting slower looking,” said Caroline Campbell, the gallery’s director of collections and research, ahead of a show which, boldly, has just one work of art: Leonardo da Vinci’s The Virgin of the Rocks. She added: “We want to get people to spend more time looking at a really great work of art because we feel that people sometimes spend 15 seconds looking at a painting in the gallery.” Campbell said the gallery had purposefully set out to do something no other gallery had done with the immersive exhibition. “The purpose of this project … is that you understand and enjoy and appreciate one of the National Gallery’s great masterpieces even better.” The show has been created by 59 Productions, the company behind the video design used for the opening ceremony of the 2012 Olympics. Visitors to the National Gallery, using timed entry, will walk through multi-sensory rooms which explore various aspects of the Leonardo painting. One room invites visitors to play around with light, illuminating various angles of an object, a subject endlessly explored by Leonardo. Another room attempts to bring to life the modern conservation studio. The final room hosts the painting, which has been set in a model of the altarpiece that housed it, in 1508, in the chapel of the Confraternity of the Immaculate Conception in the church of San Francesco Grande, Milan, Italy. That room has a seven minute audio-visual loop. Richard Slaney, managing director of 59 Productions, said visitors so far had been staying the course. “People have become mesmerised by the painting,” he said. “The idea of a show like this, with only one painting, is a big experiment but it’s nice to be able to part of that and see what people make of it.” The show is the National Gallery’s contribution to celebrations marking the 500th anniversary of Leonardo’s death. The main event is the huge Leonardo show at the Louvre, in Paris, running until 24 February next year, to which the National has lent its other Leonardo, the Burlington House Cartoon. The Louvre, which has in its collection an earlier version of The Virgin of the Rocks, had not asked to display the London painting because they knew it could not travel, said Campbell. • Leonardo: Experience a Masterpiece is at the National Gallery from 9 November to 12 January. Standard weekday admission £18."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}