{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/nov/08/gus-casely-hayford-to-lead-v-and-a-new-east-london-museum", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-11-08T13:10:38Z", "webTitle": "Gus Casely-Hayford to lead V&A's new east London museum", "webUrl": "https://www.theguardian.com/artanddesign/2019/nov/08/gus-casely-hayford-to-lead-v-and-a-new-east-london-museum", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/nov/08/gus-casely-hayford-to-lead-v-and-a-new-east-london-museum", "fields": {"headline": "Gus Casely-Hayford to lead V&A's new east London museum", "bodyText": "The cultural historian and broadcaster Gus Casely-Hayford is to head the V&amp;A’s new outpost in east London, a five-storey museum due to open in 2023. Casely-Hayford has been the director of the Smithsonian’s National Museum of African Art in Washington DC since 2018, but has returned to London, where he was born, for what is likely to be one of the biggest museum projects of the next decade. He said he felt “enormously privileged” to be asked to join the V&amp;A. “It has long been the arts institution that I have looked to for innovation and inspiration,” Casely-Hayford said. “And what a brief – working to deliver a new museum for east London. And what a collection – the most thrilling single body of material culture I have ever encountered.” Casely-Hayford said the V&amp;A was an organisation with the appetite and ambition to shift the way museums work and engage. “We are going to craft dynamic and compelling ways for our audiences to get close to the extraordinary, to be transported across time and geography by the most beautiful and intriguing things,” he said. Tim Reeve, the V&amp;A’s deputy director, said the net had been cast wide to find the right leader. “This is a hugely ambitious project – for east London, for the UK and for international cultural exchange,” he said. “It offers us a once-in-a-lifetime opportunity to transform how we engage with young, diverse audiences and to revolutionise how our collections are accessed and experienced.” The planned waterfront V&amp;A East, on the former London Olympic site in Stratford, will be part of a new cultural quarter that includes a Sadler’s Wells dance theatre, BBC recording and performance studios and UAL’s London College of Fashion. Collectively, it will be known as East Bank. Ten minutes’ walk away, at Here East, there will be a new storage and research centre for the V&amp;A that will be open to the public. Casely-Hayford will be responsible for creative strategy and programming across both venues. Casely-Hayford is a former executive director of arts strategy at Arts Council England and has advised and sat on the boards of numerous arts institutions. On TV, his credits include BBC Two’s The Culture Show, two series of Lost Kingdoms of Africa on BBC Four and two series of Tate Britain’s Great British Walks for Sky Arts. He comes from a strikingly talented family. His siblings include the late fashion designer Joe Casely-Hayford, the chair of Shakespeare’s Globe, Margaret Casely-Hayford, and the TV producer Peter Casely-Hayford. Casely-Hayford will take up his role in the spring of 2020. • This article was amended on 12 November 2019 to clarify that the new V&amp;A storage and research centre will be one of the tenants at the Here East hub."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}