{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/nov/05/sons-tough-portraits-of-his-mother-win-taylor-wessing-prize", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-11-05T20:00:07Z", "webTitle": "Son's 'tough' portraits of his mother win Taylor Wessing prize", "webUrl": "https://www.theguardian.com/artanddesign/2019/nov/05/sons-tough-portraits-of-his-mother-win-taylor-wessing-prize", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/nov/05/sons-tough-portraits-of-his-mother-win-taylor-wessing-prize", "fields": {"headline": "Son's 'tough' portraits of his mother win Taylor Wessing prize", "bodyText": "Intimate and arresting photographs that document a son’s attempt to reconnect with his mother before her death have won a leading international photographic portrait prize. Pat Martin, a photographer from Los Angeles, has been named the £15,000 winner of the Taylor Wessing prize, given annually by the National Portrait Gallery. He won for two photographs from a series of portraits of his mother, who struggled with addiction issues throughout her life. One shows her with her tiny dog Beaux, whose image is proudly emblazoned across the top she is wearing. The other is poignantly titled Mom (our last one). Judges praised Martin’s photographs as “sensitive, tough and even humorous”, capturing “something of the struggle and pride of his mother”. Martin said he had had no photographs of his mother prior to embarking on the project. “For most of my life, I misunderstood my mother and witnessed how the world misunderstood her,” he said. “Photographing her became a way of looking into a mirror and finding details I never noticed. “There were always new ones to discover, and something new to hide … I began this project when at the 11th hour, and needing to reconnect, I chose to focus where I was fearful to look.” Judges awarded second prize to Enda Bowe for a photograph titled Neil, part of a series she took of life on the Conway estate in Belfast. Third prize was given to Garrod Kirkwood for The Hubbucks, showing a car roof rack packed with beach stuff for a family “on the cusp of a holiday adventure” in Whitley Bay. The prize began as an international competition in 1993 and has been sponsored by the law firm Taylor Wessing for 12 years. This year, judges sifted through 3,700 submissions entered by 1,611 photographers from 70 countries. An exhibition with 55 portraits by 31 photographers opens on Thursday and runs until 16 February."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}