{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/nov/07/garrod-kirkwood-best-photograph-man-dog-whippet-seaside", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-11-07T06:00:53Z", "webTitle": "Garrod Kirkwood's best photograph: one man and his whippet in a seaside arcade", "webUrl": "https://www.theguardian.com/artanddesign/2019/nov/07/garrod-kirkwood-best-photograph-man-dog-whippet-seaside", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/nov/07/garrod-kirkwood-best-photograph-man-dog-whippet-seaside", "fields": {"headline": "Garrod Kirkwood's best photograph: one man and his whippet in a seaside arcade", "bodyText": "When my friend Chris lost his job a few years back, he became quite depressed and anxious, and so decided to get a pet, a whippet called Edie. Chris looks really cool – tall and confident, with silver hair – and so is Edie. I decided to do a day-in-the-life project with them. He works in a call centre, and I spent two months going to his house every week on his day off. Chris made sure to wear the same outfit and Edie would wait at the window for me. I followed them around Sunderland as they did what they would normally do. They went for a walk along the sea, to the shop or the arcade, to the cafe. “I’ve been going to that cafe my whole life,” he said. “It’s where I used to take dates.” At the shop, he would usually tie Edie up outside. One day he said: “OK, she knows you now. This time I’m going to give you the lead.” I’m tall and thin, and when he came out, he was laughing. “You look like two whippets together,” he said. I’ve always had cats, but Edie made me want to get a dog. Like almost all of the pictures in the series, this shot was of just a moment. What makes it for me is that it is such a typically British seaside arcade. It is an environment I know well. I’ve long lived in Whitley Bay, in the north of England. And I spent my whole childhood going to stay at my grandmother’s in Aberdeen. She lived on the 18th floor of a tower block – you could see the sea from it. My mother would take us to the seaside cafes she ate at when she was young. My brother and I would have knickerbocker glories, then go to the arcades. I think that is why ice-cream vans, chintzy rollercoasters, inflatables, vintage cars – these are always things that catch my eye now. This wasn’t the first shoot I’d done with Chris. He’s been in some of my ad campaigns. On the very first one we did, the models thought he was a model too, because of the way he conducts himself. It was a betting advertising campaign, and the creative director wanted British gangster-movie types. “They need confidence,” he said. “They need to know what they’re doing. We might not get that from the model agency.” When I messaged Chris he said: “I’m a member of that betting agency. I play poker every day.” I guess the slot machines are an extension of his love of betting. Chris doesn’t have a girlfriend at the moment. He’s got Edie now, and says: “I don’t even need a girl.” She has brought happiness back into his life. At one point, I thought he might be in a relationship with his next-door neighbour Julie. She is his best friend and has two grey whippets. Before I did this project, I’d shot the three dogs together once, and when I was going to Chris’s house every week, Julie’s whippets would also always be at the window. I think Julie was quite jealous. She said: “Why not my dogs?” Chris told her it was because the project is called One Man and His Dog, not One Woman and Two Dogs. I only staged one picture, of a framed photograph of Chris and Edie on the sideboard. He didn’t have a picture of them in his house, and I thought he should. So I went on his Facebook page to look for a suitable photograph, then printed it out and framed it. I brought it round and said: “Can we put it here?” Chris said: “Garrod, that will stay there for ever now.” When the project was finished, I told Chris that I thought we had got enough He said: “Don’t say that. I don’t actually know what I’ll do with my day off now.” I’ve been thinking about making a film version of the project. When I messaged him about it, he was like: “Yeah, sure. I’ve still got the same clothes.” • Garrod Kirkwood is a finalist in the Taylor Wessing photographic portrait prize. The exhibition is at the National Portrait Gallery, London, from 7 November until 16 February. Garrod Kirkwood’s CV Born: London 1979. Training: Foundation degree in commercial photographic practice at Newcastle College, followed by three years assisting. Influences: Albert Watson, Magnum, William Eggleston, Stephen Shore. High point: “Photographing Samuel L Jackson in the California desert.” Low point: “I think positively, so any lows don’t stick in my memory.” Top tip: “Remain humble and concentrate on creating work that connects.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}