{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/nov/08/queensland-police-lay-misconduct-charge-against-officer-who-testified-about-force-privacy-breach", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-11-08T19:00:43Z", "webTitle": "'I knew there would be repercussions': Queensland police hit whistleblower over historic 'misconduct'", "webUrl": "https://www.theguardian.com/australia-news/2019/nov/08/queensland-police-lay-misconduct-charge-against-officer-who-testified-about-force-privacy-breach", "apiUrl": "https://content.guardianapis.com/australia-news/2019/nov/08/queensland-police-lay-misconduct-charge-against-officer-who-testified-about-force-privacy-breach", "fields": {"headline": "'I knew there would be repercussions': Queensland police hit whistleblower over historic 'misconduct'", "bodyText": "A Queensland police officer says she has been targeted for reprisals after giving evidence in support of a domestic violence victim in a case that embarrassed police and laid bare institutional data privacy failures. Senior constable Lyn Jones has told Guardian Australia that after she spoke out police ethical standards investigators combed through her work history and interviewed former colleagues, seeking years-old evidence to support a misconduct allegation. Jones made a voluntary statement to the Queensland civil and administrative tribunal last year to support Julie*, a domestic abuse victim whose address was leaked to her violent former partner by a police officer. Julie had been seeking compensation from police for the breach of her privacy. In August, Jones was given a misconduct notice citing 16 instances – some dating almost back six years – where she is alleged to have engaged in “negative workplace behaviour”. One claim alleges she failed to obey a direction to wear her hat. Others state that she missed team briefings and meetings. No formal action was taken at the time. “I was apprehensive (about giving evidence) for the reason that I knew there would be repercussions for standing up and speaking,” Jones told Guardian Australia. Sign up to receive the top stories in Australia every day at noon “Police don’t like to be embarrassed, they don’t like to be held accountable. And I know they come after any officer who brings these sorts of things up. But my view is if you tell the truth, then you should be alright. “I come from a domestic violence background myself. It was one of the reasons I joined the job in the first place was to try to stand up for the victims.” Jones said she was wary of the risks of giving evidence because she had previously experienced how colleagues used the internal discipline system for reprisals against police officers who don’t toe the line. That experience left her on the outer with members of the “old boys’ club”, she said. On one occasion in 2017, an assistant commissioner told Jones there were “plenty prepared to stick a knife in you”. The presiding member of the tribunal, Susan Gardiner, said during the 2018 hearing she hoped Jones would not be victimised for her involvement. The testimony was integral to a case where police were found to have breached the state’s information privacy principles because their practices lacked systematic auditing and other protections. A single complaint of “unprofessional personal conduct” had been made against Jones in 2017 – before the tribunal process – with little supporting evidence provided. After Jones made her statement to the tribunal, her superior officer, who was involved in the initial disciplinary matter, made an application to view the tribunal file – something she said was “disappointing and surprising because it was so blatant”. In August this year she was given formal particulars of allegations against her and was stunned at how it included details about minor incidents dating back to December 2013, which were not the subject of any complaint or action at the time. “I believe they dredged up as much dribble as they can. They use the disciplinary system because that’s the best way to take reprisal,” Jones said. “They put out documents saying we encourage you to speak up about misconduct, we support you, but what they really want is for you not to do anything that embarrasses them.” Jones says the way petty personal complaints against her are being aggressively pursued highlights a pattern from police Ethical Standards Command, which is “known to police as the ‘double standards command’.” Sergeant Rick Flori leaked footage of four police officers brutally bashing an unarmed man in a Gold Coast police station carpark. None of the officers involved in the attack were ever charged. Flori was prosecuted for official misconduct and later cleared by a jury. In Julie’s case, police declined to charge or sack the officer who leaked her details, Neil Punchard, for several years. After consistent public pressure to reexamine the case, Punchard pleaded guilty to nine counts of computer hacking. Police are now facing calls to sack him. Jones says the situation points to a broader cultural problem within the police; that supporting a domestic violence victim should be more important than workplace issues between officers or protecting the reputation of the service. “They want this image to be presented to the public, and when you’re the person who is criticising them you’re the bad guy,” she said. “If they can’t sweep things under the carpet because you’re embarrassing them, bringing things into the public forum, then you’re public enemy number one. “(My intent was) just simply to help a victim and tell the truth. I know the system is flawed, I know the Queensland police service use ethical standards command and they use the disciplinary system to bastardise cops who embarrass them. “The only reason I’m speaking up now is that the victim in that case, Julie, doesn’t now know who to turn to. She’s spoken to police who disclosed her information, who treated her as a nuisance. I want to reassure the public there are good coppers out there, most of us are. “If I speak up maybe more good coppers can band together and make a change. The good old boys are slowly being weeded out. But if that culture is maintained then the new ones coming through will be no better. We need to have a culture where the good coppers band together.” The Queensland police service said it would not comment because the matters were subject to an open investigation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}