{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/nov/05/lets-burn-stuff-qa-panellists-debate-violence-and-shattering-the-status-quo", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-11-04T22:26:16Z", "webTitle": "'Let's burn stuff': Q&A panellists debate violence and shattering the status quo", "webUrl": "https://www.theguardian.com/australia-news/2019/nov/05/lets-burn-stuff-qa-panellists-debate-violence-and-shattering-the-status-quo", "apiUrl": "https://content.guardianapis.com/australia-news/2019/nov/05/lets-burn-stuff-qa-panellists-debate-violence-and-shattering-the-status-quo", "fields": {"headline": "'Let's burn stuff': Q&A panellists debate violence and shattering the status quo", "bodyText": "When Q&amp;A came to an end on Monday night, one thing was clear: this was no ordinary episode. In a special to coincide with the feminist ideas festival Broadside, the panel considered questions and topics such as whether violence was a warranted and preferred method of effecting change, whether the police should be abolished, and what “positive masculinity” could look like. At times Monday night’s show went to places Q&amp;A rarely goes. “We are trying to keep the language under control,” the host, Fran Kelly, said at one point. “If you’re offended by the profanity, maybe leave now.” That freewheeling approach culminated in the Egyptian-American journalist Mona Eltahawy offering as her best feminist advice: “Be more bisexual. Be less cisgendered in the way you move through the world. Fuck it all up and be free.” The decision to book Elthawy had already been seized upon by the rightwing Spectator magazine to attack the ABC for “justifying violence”. Monday night’s episode is likely to spark a wider debate about that question in some media. Earlier, when Eltahawy wondered how many rapists should be killed until men stopped raping women, Kelly replied: “Them’s fighting words.” “Spectator Australia is saying Mona is promoting violence,” Kelly said. “That’s what you’re doing?” “I’m saying that violence has been owned by the state,” Eltahawy said. “That violence has been given by the state to its police, that violence has been allowed to continue unchecked mostly by men, especially privileged men. Exactly how long do I have to wait to be safe?” The discussion came amid a renewed global tide of political protest, with dramatic scenes and some violence from activists and authorities in countries inculding Hong Kong, Chile and Lebanon. The First Nations screenwriter Nayuka Gorrie told the show there was a case for violence from the perspective of the oppressed, saying Aboriginal and Torres Strait Islander people experienced it from “so many different places”. “When you say violence begets violence, it’s almost sounding like it’s a level playing field which it’s not,” Gorrie said. “I wonder what our kind of tipping point in Australia’s going to be when people will start burning stuff? I look forward to it.” Gorrie said First Nations Australians had “tried for 230-plus years to appeal to the colonisers’ sense of morality, which doesn’t seem to exist”. “I think violence is OK because if someone is trying to kill you, there’s no amount of ‘but I’m really clever. I’m really articulate … ’ – no amount of that will save you. Let’s burn stuff,” Gorrie said.’’ Elthawy and Gorrie had been responding to question from an audience member, Murray, who was worried that “violence begets violence”. “There’s a lot of smashing and destroying but what’s the alternative?” Murray said. The panel, who also included the journalist Jess Hill, the US anti-ageism campaigner Ashton Applewhite and the businesswoman Hana Assafiri, was also asked to consider comments from Barack Obama challenging “wokeness” and “call out” or “cancel” culture. “I get a sense among certain young people on social media that the way of making change is to be as judgmental as possible about other people,” Obama said last week. Hill said there was “rampant awfulness” on social media but she believed the cultural shift that has led to more scrutiny of people’s views and opinions online said it had helped her as a writer. “When I was writing a book about domestic abuse, I had their voices in my head and their scrutiny on my shoulder and it made me write a better book because someone can call me out,” she said. “If I write something that isn’t nuanced enough or betray the principles or whatever I do, someone will call me out.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}