{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/nov/07/scott-ludlam-pleads-not-guilty-over-sydney-extinction-rebellion-protest", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-06T23:38:11Z", "webTitle": "Scott Ludlam pleads not guilty over Sydney Extinction Rebellion protest", "webUrl": "https://www.theguardian.com/australia-news/2019/nov/07/scott-ludlam-pleads-not-guilty-over-sydney-extinction-rebellion-protest", "apiUrl": "https://content.guardianapis.com/australia-news/2019/nov/07/scott-ludlam-pleads-not-guilty-over-sydney-extinction-rebellion-protest", "fields": {"headline": "Scott Ludlam pleads not guilty over Sydney Extinction Rebellion protest", "bodyText": "Former Greens senator Scott Ludlam has pleaded not guilty, after he was arrested during Extinction Rebellion climate change protests in Sydney in October. Ludlam had been charged with not complying with police direction regarding a road closure. On Thursday his lawyer Russell Byrnes told registrar Stephen Lister that the former federal senator, as well as six other protesters, would all be pleading not guilty. The case will have its first hearing date on 21 November. Ludlam was not present in court on Thursday. Police have charged Ludlam with breaching section 148B(2) of the Road Transport Act, which has a maximum penalty of a $2,200 fine. Byrnes told Guardian Australia outside court that this was “a very simple charge”. “We’re pleading not guilty, and we hope justice prevails,” he said. Ludlam was initially given strict bail conditions which banned him from coming within 2.5km of the Sydney Town Hall or attending future Extinction Rebellion events. Other protesters arrested were given bail conditions that banned them from “going near” or talking to other members of Extinction Rebellion, which civil liberties lawyers said could breach the constitution. In October, Ludlam and other protesters had these bail conditions dismissed by judges. Thirty other protesters, including four teenage girls, were arrested at the same time, as they called on the government to take action on the climate crisis. Extinction Rebellion’s “spring rebellion” was a week-long series of protests across Australia – from road blockages to singalongs. New South Wales police prosecutor, senior sergeant Jamie Palmer, said there were “some 40 people co-accused in these matters”, and it would “need to run as one hearing”. She told the court that some of the other protesters had already pleaded guilty and been sentenced. In October, Ludlam told Guardian Australia that if the government wanted to stop climate protesters, they should take action on policy. “The people [arrested] are very well aware that if you are disrupting traffic that will invoke a police response. People are not surprised to hear these are arrestable offences. “The question really is, if the government wants us to stop – whether that is the school kids or people doing banner drops – they have a very simple and clear path to do that. “Nobody is doing this for fun. We are doing it for a purpose, and that is for the government to snap out of it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}