{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/nov/07/labor-election-review-strategy-adaptability-bill-shorten-defeat", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-11-07T01:52:11Z", "webTitle": "Labor election review blames strategy, adaptability and Bill Shorten for defeat", "webUrl": "https://www.theguardian.com/australia-news/2019/nov/07/labor-election-review-strategy-adaptability-bill-shorten-defeat", "apiUrl": "https://content.guardianapis.com/australia-news/2019/nov/07/labor-election-review-strategy-adaptability-bill-shorten-defeat", "fields": {"headline": "Labor election review blames strategy, adaptability and Bill Shorten for defeat", "bodyText": "Labor lost the federal election in May 2019 because of three overriding reasons, according to the party’s official campaign postmortem: weak strategy, poor adaptability and an unpopular leader. The much-anticipated campaign postmortem, undertaken by Jay Weatherill and Craig Emerson, finds Labor went into the contest with no documented election strategy that had been discussed, contested and agreed across the campaign organisation, the leadership and the wider Labor party – and there was no body empowered to discuss and settle a campaign strategy or monitor its implementation. Adding to the organisational debacles, the review says frank internal discussion was not encouraged. It says the campaign “lacked a culture and structure that encouraged dialogue and challenge, which led to the dismissal of warnings from within the party about the campaign’s direction”. The review notes new spending policies were worked up on the hop, with policies “appear[ing] to have been decided by a combination of the leader and his office, a shadow expenditure review committee and an augmented leadership group” – and there was no overarching strategy to inform the messaging. It says Labor’s national secretary seemed to have been taken by surprise by the number and size of the policy offerings that were announced during the campaign, and there was no campaign committee. “Unsurprisingly, the Labor campaign lacked focus, wandering from topic to topic without a clear purpose,” the review notes. It says the spending announcements, totalling more than $100bn, drove the unpopular tax policies and exposed Labor to a Coalition attack “that fuelled anxieties among insecure, low-income couples in outer-urban and regional Australia that Labor would crash the economy and risk their jobs”. The review finds that low-income workers swung against Labor and the party’s “ambiguous language on Adani, combined with some anti-coal rhetoric, devastated its support in the coal mining communities of regional Queensland and the Hunter Valley”. It notes Labor lost support among Christians, particularly devout, first-generation migrant Christians. On the flip side, higher-income urban Australians concerned about climate change swung to Labor “despite the effect Labor’s tax policies on negative gearing and franking credits might have had on them”. The review is extremely cautious in the language it uses to describe then leader Bill Shorten’s contribution to the loss. It says Shorten had a net negative favourability rating of minus 20 while Morrison’s was minus four, and observes Shorten’s lowest ratings were in Queensland and Western Australia while Scott Morrison’s worst rating was in Victoria. It says both the Coalition’s and Clive Palmer’s campaigns trained their guns on the unpopular leader, and the interaction between Labor’s expansive policy offering and the doubts about Shorten became a “lethal combination”. “Labor lost the election because of a weak strategy that could not adapt to the change in Liberal leadership, a cluttered policy agenda that looked risky and an unpopular leader,” the review says. “No one of these shortcomings was decisive but in combination they explain the result”. Shorten moved early on Thursday to get in front of the review before it was unveiled. He said on Twitter: “Were the universe to grant re-runs, I would campaign with fewer messages, more greatly emphasise the jobs opportunities in renewable energies, and take a different position on franking credits.” Shorten also reminded his colleagues he wasn’t going anywhere. “I’m personally committed to continue contributing in public life, serving my constituents, the people of Australia – including people with disabilities and the vulnerable – for the next 20 years”. As well as identifying organisational and cultural problems, and the vulnerability created by the unpopularity of the leader, the review blasts the advertising and digital campaigns, and says Labor’s ground game needs improvement. It also goes to the quality of polling and deficiencies on how the research was used. It notes some major strategy decisions were made without reference to research, “which left research to focus on the tactical implementation of decisions already taken” and it notes that Labor struggled to process internal research that ran counter to its expected win. It says multiple research methods were not subjected to robust debate that could have resolved inconsistencies among them and it says the track poll used during the contest “was persistently less optimistic than the published polling, but inaccuracies in the overall research program led Labor to believe it was slightly ahead when it was, in fact, behind”. The review makes 26 recommendations, including pursuing legislation capping individual political donations, and legislation for truth in political advertising – both in response to Palmer’s impact on the contest. Palmer outspent McDonald’s, Toyota and Coles spruiking his United Australia party in the year leading up to the federal election, and spent more than $8m on saturation advertising in the final week of the contest The review says given the party’s experience with fake news during the campaign, where claims the party would implement a death tax if it won the election were in wide circulation on social media platforms, Labor “must develop a comprehensive strategy for message defence and combating disinformation, which should include full-time resources dedicated to monitoring and addressing false messages”. It says without compromising the party’s support among progressive voters “Labor should broaden its support base by improving its standing with economically insecure, low-income working families, groups within the Christian community and Australians living in regional and rural Australia”. It recommends the party stick with its core values and principles, including action on climate change, and pursue “the language of inclusion, abandoning divisive rhetoric, including references to the big end of town”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}