{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/nov/07/aec-argues-chinese-language-election-signs-could-not-have-swayed-voters", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-11-07T06:11:58Z", "webTitle": "AEC argues Chinese-language election signs could not have swayed voters", "webUrl": "https://www.theguardian.com/australia-news/2019/nov/07/aec-argues-chinese-language-election-signs-could-not-have-swayed-voters", "apiUrl": "https://content.guardianapis.com/australia-news/2019/nov/07/aec-argues-chinese-language-election-signs-could-not-have-swayed-voters", "fields": {"headline": "AEC argues Chinese-language election signs could not have swayed voters", "bodyText": "The Australian Electoral Commission has argued no reasonable voter could have changed their vote as a result of Liberal signs at polling booths that looked like official AEC signs and directed voters that the “correct way” to vote was for the Liberal candidate. The federal court, acting as the court of disputed returns, is hearing whether two signs written in traditional and simplified Chinese characters used at polling booths in the electorates of Chisholm and Kooyong at May’s federal election should lead to the election results being voided – a move which would force treasurer Josh Frydenberg and MP Gladys Liu to a by-election in those seats. The applicants, Kooyong candidate Oliver Yates and climate campaigner Vanessa Garbett, have argued the signs breached section 329(1) of the Electoral Act, which makes it an offence to print material likely to deceive a voter. In previous cases the law has been interpreted narrowly, prohibiting the misleading of voters in relation to the process of casting their vote but not banning otherwise misleading or untruthful material. In court on Wednesday, the Liberal’s acting state director at the time of the election, Simon Frost, admitted the signs in question were designed to look like AEC signage. James Renwick SC, representing the Australian Electoral Commission argued on Thursday that even if the signs looked like AEC signs, people who turn up to vote on election day have some idea of how the voting process in Australia works. A “literally incredible” sign made to look like the AEC would not, on its own, have been convincing for an ordinary, reasonable voter. “This is the AEC , an independent, non-partisan body, somehow telling people how to vote,” he said. “Everyone knows your vote is your own in a secret ballot.” The AEC has argued the case should be dismissed. Renwick said the proposition put forward in the petition required Australian citizens to believe Australia is a one-party state, and the AEC was telling people to vote for the Liberal Party. Renwick also argued that the number of voters who speak Mandarin or Cantonese but not English in the two electorates was small enough, based on Australian Bureau of Statistics figures, to not have swayed the election in either seat. This was disputed by the counsel for the applicants, Lisa De Ferrari SC, who argued that in the Chisholm election there were just over 500 votes that could have changed the outcome. She said 20% of people in the electorate speak Mandarin and Cantonese, so the upper limit of people who could have been misled by the signs in the electorate was 19,500. This meant that only 3% of those people would need to have been misled in order to change the outcome in Chisholm. In Kooyong, where the percentage of Mandarin and Cantonese speakers sits at 12%, Frydenberg won by more than 5,000 votes. De Ferrari admitted the “mathematics were different” for this electorate. Counsel representing Frydenberg and Liu, Philip Solomon QC, argued there were simply not enough voters that could have been swayed to change the outcome in Kooyong. He argued that instead the case was being pursued for “other reasons” and he would seek to have the case dismissed with costs. Solomon will address the other arguments raised in court on Friday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}