{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/nov/08/nsw-anti-slavery-act-could-be-abandoned-despite-being-voted-into-law", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-11-08T19:00:41Z", "webTitle": "NSW anti-slavery act could be abandoned despite being voted into law", "webUrl": "https://www.theguardian.com/australia-news/2019/nov/08/nsw-anti-slavery-act-could-be-abandoned-despite-being-voted-into-law", "apiUrl": "https://content.guardianapis.com/australia-news/2019/nov/08/nsw-anti-slavery-act-could-be-abandoned-despite-being-voted-into-law", "fields": {"headline": "NSW anti-slavery act could be abandoned despite being voted into law", "bodyText": "The first state legislation mandating penalties for Australian companies that fail to address slave labour in their supply chains could be entirely abandoned by the New South Wales government despite being voted into law, a parliamentary inquiry has heard. In submissions and evidence this week, anti-slavery groups have argued the NSW Modern Slavery Act – already through parliament – should be brought into force immediately, saying they fear it could be weakened, delayed or discarded altogether through the inquiry, while business groups, and some within government, are pushing for the NSW regime to be discarded in favour of a weaker federal scheme. Legislation passed both the lower and upper houses of the NSW parliament in June 2018, and received royal assent. The premier, Gladys Berejiklian, who co-sponsored the bill, argued “there is an undeniable moral imperative to take action in relation to all forms of modern slavery”. It was scheduled to come into force on 1 July this year. However, rather than proclaim the legislation into force, the NSW government took the highly unusual step of deferring it indefinitely, instead opening a further parliamentary inquiry. Special minister of state Don Harwin said the bill had “defects requiring urgent attention” and may be inoperable because of inconsistencies with the federal Modern Slavery Act. The law would have appointed an anti-slavery commissioner – with powers to investigate allegations of slavery – as well as obliged companies with a turnover of $50m or more to publicly report modern slavery statements, detailing the steps taken to eliminate slavery from their supply chains. It would also have introduced new NSW offences of slavery, servitude and child forced labour, and child forced marriage. In its submission to the inquiry, the NSW government argued that the law was not properly drafted. Guardian Australia understands there is a push from some within the NSW government to abandon the bill completely. The commonwealth’s Modern Slavery Act came into force on 1 January, and the NSW government told the inquiry that, given similar federal legislation, “the question arises as to whether the NSW act is, in whole or in part, still necessary”. Sign up to receive the top stories from Guardian Australia every morning There are key differences between the NSW and federal laws, however. Unlike the NSW legislation, the federal law does not appoint an anti-slavery commissioner, nor can it hold the NSW government – with a $60bn procurement budget – accountable to the anti-slavery reporting provisions. The federal law has no penalties for companies who deliberately file false or misleading information on their anti-slavery efforts, while the NSW legislation imposes fines of up to $1.1m or two years’ jail. The federal legislation also has a higher turnover threshold for compulsory reporting: $100m, compared with $50m. Paul Green, the former Christian Democratic party MLC who introduced the bill, told parliament the inquiry risked “the possibility again of stripping the backbone out of this legislation”. He said amendments to improve the bill were welcome, but “we do not want a disingenuous, time-wasting situation where we are meeting for the sake of defer, deplete or delete sections of the legislation.” Green said the government’s argument that the bill was deficient was an indictment on the government itself, which put the legislation through inquiries, co-sponsored the bill and then voted for it. The interim anti-slavery commissioner, and presumptive appointment to the post if and when the act is passed, Professor Jennifer Burn, said she had proposed amendments to the act “to ensure if works efficiently … in combating modern slavery”. “We have worked closely with the commonwealth to ensure that the New South Wales scheme is consistent with the commonwealth Modern Slavery Act.” The New South Wales Business Chamber told the inquiry business groups strongly support moves to eradicate modern slavery, but that slavery regulation should be imposed at the federal level. The Australian Institute of Company Directors said the NSW law’s $50m threshold was “too low, and will capture organisations without the capacity, resources and experience to deal with the compliance and reporting regime”. “We believe that a punitive approach – that is, penalties – is inappropriate at this time, as organisations adjust to the new reporting requirements,” the AICD head of policy, Christian Gergis, said. “A regime focused on transparency, like that at the federal level, is a more effective way.” Anti-slavery groups fear the bill will be watered down through the inquiry. “At a time when other governments are seeking to strengthen their response to modern slavery, the NSW government seems to be walking back from its commitments,” said Carolyn Kitto, director of Be Slavery Free. Professor of law at UTS Paul Redmond, representing Anti-Slavery Australia, said there was no overlap between the commonwealth and state regimes, and that the NSW law set a higher, more transparent, standard for combatting slavery. “The New South Wales Act is the strongest of all the anti-slavery reporting provisions in the world. It should be a source of great pride to this state. The notion of abolishing it is — in the view of Anti-Slavery Australia — an affront,” Redmond said. The 2018 Global Slavery Index estimates there are 40 million slaves worldwide, and 15,000 people living in conditions of modern slavery in Australia."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}