{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/19/itv-debate-spinners-seek-the-edge-their-leaders-couldnt-achieve", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-19T23:45:55Z", "webTitle": "ITV debate: spinners seek the edge their leaders couldn't achieve", "webUrl": "https://www.theguardian.com/politics/2019/nov/19/itv-debate-spinners-seek-the-edge-their-leaders-couldnt-achieve", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/19/itv-debate-spinners-seek-the-edge-their-leaders-couldnt-achieve", "fields": {"headline": "ITV debate: spinners seek the edge their leaders couldn't achieve", "bodyText": "No sooner had the cameras stopped recording Jeremy Corbyn and Boris Johnson than their proxies rushed on to the airwaves to reinforce their messages. Labour figures stressed the laughter at Johnson’s claim that he was truthful, while senior Tories repeatedly attacked Corbyn for failing to give an answer to how he would campaign on Brexit. And they were much punchier than their bosses. Dawn Butler, a senior Labour shadow minister, spilled over with frustration as she laid into Johnson, accusing him of putting himself before the country. “Let’s tell the country the truth. I am so irritated by that man, I cannot tell you,” she said. Barry Gardiner, the shadow energy secretary, said Johnson was guilty of “lie, after lie, after lie”, while Richard Burgon, the shadow justice secretary, condemned the prime minister for “refusing to answer a question straight and trying to make every question about Brexit when this is a general election.” Dominic Raab, the foreign secretary, claimed that Corbyn “failed to answer the central question on Brexit nine times”. Then Michael Gove, the Cabinet Office minister, branded Corbyn’s position on Brexit as “ludicrous” and claimed his performance was “weak, weak, weak”. Appearing on television beside Corbyn’s campaign coordinator, Andrew Gwynne, he argued Corbyn would soon be out of a job and his fellow Labour guest would make a more successful replacement. As well as attacking Labour over Brexit, senior Tories had been instructed to bring up Corbyn’s policy of a four-day week without prompting, indicating they do not believe voters find the offer attractive. Spinners for both the leaders claimed to be happy with their performances, which contained no breakthrough moments or debilitating gaffes. The Tories were privately pleased as they felt Corbyn’s appearance would not move the dial with the national polls, while Labour was very happy about its leader’s opportunity to confront Johnson with papers suggesting the NHS would be up for discussion in trade talks with the US. Spokesmen for some of the challenger parties, furious at being cut out of the debate, were cross about the time given by ITV to a lighthearted question about Christmas presents and the opportunity for Johnson and Corbyn to agree a comradely pledge to improve the tone of politics. “Damson jam? The chummy handshake? Ridiculous waste of time,” one fumed. The Brexit party chairman, Richard Tice, who is standing as a candidate against the Tories, was in a much more conciliatory mood. He said he thought Boris Johnson was the “marginal winner this evening”. “What we took out of it was confirmation the transition period for Brexit would definitely be at the end of next year come whatever. That’s a key pledge he made a couple of weeks ago that’s been confirmed by cabinet ministers and that’s of vital importance to us and what we’re hearing on the doorstep. We want it sorted,” he said. In contrast, Tom Brake, a senior Lib Dem, refused to say which side he thought had won, arguing both were as bad as each other. “There were no winners. But I know who the losers are. It was the 16 million people who voted to remain who were not present. What was also significant was the level of laughter when either Jeremy Corbyn or Boris Johnson were responding.” Neither leader had intended to be humorous during their hour-long head to head, so they will be looking to avoid such open mockery from the audience next time they do battle on the BBC in just over a fortnight’s time."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}