{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/13/trump-impeachment-inquiry-hearings-kansas-city-voters", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-13T21:44:21Z", "webTitle": "'Fascinating. He's being pinned down': voters on Trump impeachment drama", "webUrl": "https://www.theguardian.com/us-news/2019/nov/13/trump-impeachment-inquiry-hearings-kansas-city-voters", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/13/trump-impeachment-inquiry-hearings-kansas-city-voters", "fields": {"headline": "'Fascinating. He's being pinned down': voters on Trump impeachment drama", "bodyText": "The impeachment hearing was playing out on a big screen right above Robin Dock’s head, but she was intentionally oblivious to the historic drama unfolding in far-off Washington. “I really don’t get worked up about it. It’s not super interesting, and I don’t devote my energies to it,” said Dock, among the lunchtime crowd in the Flying Saucer bar in downtown Kansas City, Missouri. “My husband follows it. He’ll give me some highlights.” A few televisions in the bar were tuned into C-Span alongside the usual sports coverage, but they drew barely a glance from patrons. That didn’t mean there was no interest in what the hearings might reveal. But some said they had jobs to go to. Others, like Dock, thought life too short to watch Congress at work. Dock, a manager in an accountancy firm, describes herself as a supporter of the president because he holds the office – but not of Trump the man. She’s uncertain about the impeachment process. “As soon as you hear one thing and I think, I believe that, then there’s this competing news story that comes out. I don’t know what the hell is going on there. How can I know? I don’t trust, and don’t feel like I can verify,” she said. Steve Martin, on the other hand, said he has been following events closely. “It is fascinating. Of course we’ve known for years that he is a thuggish criminal but now he’s being comically pinned down,” he said. Martin, a computer programmer, said he “thumbed through the transcripts” from the closed-door questioning of witnesses. He described them as damning but doubts the televised public hearings will shift many people’s position. “I don’t think it’s going to be a game-changer because 90% of the people who could be convinced already have been. Most of the people who support him don’t care about what came out behind closed doors, or what caused the hearings to be held in the first place,” he said. “My parents probably think that he doesn’t deserve to be impeached at all, so why would they pay attention to this?” Martin thinks Trump will be impeached by the House of Representatives but doubts enough Republicans will turn on the president in the Republican-controlled Senate to convict him. A couple of insurance underwriters, Chris Tate and Brad Finkbiner, said that with claims and counter-claims coming from all directions they had no idea what to believe. Tate said he would “get the highlights later” to try to understand it. “I think there’s a lot needs to come out in the wash before you can make a well-versed judgment over any of it,” he said. “There’s so much separation between one side and the other it’s hard to understand what the truth is.” Dock was lunching with a colleague, Mary Ocker, who is no fan of the president but doesn’t think the hearings will change the course of American politics. “I don’t think he’s going to get impeached. It’s not long to the election. Let’s let it play out,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}