{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/booksblog/2019/nov/04/poem-of-the-week-my-hat-by-stevie-smith", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-04T11:30:24Z", "webTitle": "Poem of the week: My Hat by Stevie Smith", "webUrl": "https://www.theguardian.com/books/booksblog/2019/nov/04/poem-of-the-week-my-hat-by-stevie-smith", "apiUrl": "https://content.guardianapis.com/books/booksblog/2019/nov/04/poem-of-the-week-my-hat-by-stevie-smith", "fields": {"headline": "Poem of the week: My Hat by Stevie Smith", "bodyText": "My Hat Mother said if I wore this hat I should be certain to get off with the right sort of chap Well, look where I am now, on a desert island With so far as I can see no one at hand I know what has happened though I suppose Mother wouldn’t see This hat being so strong has completely run away with me I had the feeling it was beginning to happen the moment I put it on What a moment that was as I rose up, I rose up like a flying swan As strong as a swan too, why see how far my hat has flown me away It took us a night to come and then a night and a day And all the time the swan wing in my hat waved beautifully Ah, I thought, How this hat becomes me. First the sea was dark but then it was pale blue And still the wing beat and we flew and we flew A night and a day and a night, and by the old right way Between the sun and the moon we flew until morning day. It is always early morning here on this peculiar island The green grass grows into the sea on the dipping land Am I glad I am here? Yes, well, I am, It’s nice to be rid of Father, Mother and the young man There’s just one thing causes me a twinge of pain, If I take my hat off, shall I find myself home again? So in this early morning land I always wear my hat Go home, you see, well I wouldn’t run a risk like that. Florence Margaret Smith, who wrote under her nickname “Stevie”, was born in 1902 in Kingston upon Hull. Her poetry is both of its time and ahead of it: it was ahead even when she died in 1971. She had something in common with the Beat poets, and shared one of their beloved ancestors, William Blake. She skewered formality, though formally deft, and challenged, with a Victorian school marm’s brisk tartness, the lingering shades of late-Victorian social hypocrisy. She performed her poems both on stage and on the page, adding her own scenery of small, vivid line drawings. Her diction and accentual-syllabic rhythms still sing out fresh to the reader. Sometimes found guilty of the whimsical and faux-naive, she is also characterised, when acknowledged a serious poet, as heavily preoccupied with mortality and religion. Death certainly claims a lot of her loving attention. She said that, as a child confined to a sanatorium with TB, she longed to die, and this longing, never outgrown, cuts through some of her greatest poems. Smith’s gift for satire shouldn’t be overlooked. If the furnishings and manners of her social world are dated, her indictment has a timeless thrust. Read, for instance, Miss Snooks, Poetess if you want to taste blood. The monologue My Hat is one of her funnier and possibly happier poems. I would certainly add it to that anthology of swans we once discussed on Poem of the week (possibly even in preference to her far better known Bereaved Swan: “Wan / Swan / On the lake / Like a cake / Of soap.”) The young woman speaker, an obedient daughter being readied for marriage-and-husband bondage, is given an ordinary, chatty, lower-middle-class female voice, but that voice attains powerful, ever-expanding flight as the narrative develops. The mythically gender-free triumph is reversible, of course, and has a price. But triumph it remains. My Hat might not be the ideal way in for the new reader of Smith’s work. Faber’s newly reissued Selection, edited and introduced by Hermione Lee, is essential reading for newcomers, and reminds the rest of us how many poems Smith produced that are now considered classics. They’re all there, the ink as bright as when they were written. Some rocky scansion and rhyming committed here by the narrator might call to mind the doggerelist William McGonagall. Smith, of course, was no McGonagall, but a poet of immense poise and skill. She’s not drowning in the rough versification of My Hat: she’s waving. Like the “swan-wing” that “waved beautifully” in that heavy, confining but magical titfer, she’s doing a brilliant colloquial impersonation. The liberated and lovely Eden discovered by the flying woman reminds me of the greener parts of the banks of the Humber. Smith left the north at the age of three and lived in north London until her death: could it be the power of childhood memory that makes her aerial photograph so captivating? The descriptive intensity emphasises the visionary aspect of the poem, and how the characterisation avoids cruel satire. The young woman gains depth, with a spikier edge appearing in the naive candour: “It’s nice to be rid of Father, Mother and the young man”. The “moral” reminds me of another Hull-haunted poet, Philip Larkin, who, in This Be the Verse, advised: “Get out as early as you can / And don’t have any kids yourself.” More decorous, but no less determinedly anti-domestic, Hat woman comes out with a wonderfully idiomatic conclusion: “Go home, you see, well I wouldn’t run a risk like that.” She’s learning to speak like the independent, tough-minded woman of her time – like Stevie Smith herself."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}