{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/08/will-will-self-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-08T07:30:22Z", "webTitle": "Will by Will Self review – an unsparing memoir of addiction", "webUrl": "https://www.theguardian.com/books/2019/nov/08/will-will-self-review", "apiUrl": "https://content.guardianapis.com/books/2019/nov/08/will-will-self-review", "fields": {"headline": "Will by Will Self review – an unsparing memoir of addiction", "bodyText": "The addict, it says in AA’s Big Book, “is an extreme example of self-will run riot”, and this memoir of addiction told in the third person – the title was a sitter – is an extreme example of Will Self run riot. That is, it’s a memoir, but one told in the rebarbatively mannered style of his late trilogy of novels running from Umbrella to Phone – in which the narrative runs in great associative stream-of-consciousness skeins, shot through with buried quotations from song lyrics, inane catchphrases and second-order cliches ironised with italics and, especially where they end a sentence, preceded with the little drum-fill of an ellipsis. It could be that Self has decided that this is the best available narrative analogue for the working of the human mind, and that he’s from now on determined to ... stick to it. To do it again ... annagain. Or it could be that he’s fallen victim to the view that if you have a hammer everything looks ... like a nail. If you don’t dig it, you won’t dig this. I dug it in the fiction, but I only half dug it here: it has an evasive quality where memoir seems to ask for more directness; or, at least, a different sort of indirectness. And sometimes it just seems like an affectation. Buying smack from an off-duty nurse, he writes: “As she’d urged Will, cheerily, to take a pew ... it became clear to him that the patient Janey was nursing ... was herself.” You can make the case for the first set of italics, perhaps – but not the second. At the same time, that stylistic continuity invites you to read the material here back into Self’s fictional preoccupations and, in places, his public persona. The adolescent Self says of his friends: “He believes Mark and the others find him both funny – and outrageous: qualities he plays up to then hates himself and them for.” We see humans travelling in automative loops – around cities, front gardens – like flies around a lightbulb; reprising the circular walks that gave Umbrella its structure. We revisit Self’s essentially cubist approach to time – as a series of intense, constellated moments in which other moments are embedded; and with reference to Zeno’s paradox. In his solo motorcycle journey across the Australian outback we glimpse, perhaps, the landscape of one of his odder novels, The Butt. And, front and centre, there’s his interest in repetition: things going around ... annaround, happening again ... annagain. The book is in five parts, each centring on a particular moment with associated memories woven through it. We meet Will first in May 1986, jonesing on a south London street first thing in the morning and wondering if he can, by turning the 57p in his pocket into a pair of Greggs apple danishes, charm one of his friends into giving him some heroin. Then we meet him in 1979, about to do his A-levels. Then we’re with him in Oxford in 1982, on his way to the post-Finals viva that will result in his third. Then it’s 1984, and he’s on his travels – withdrawing (again) in the YMCA in Delhi and listening to Indian Christians rehearsing a passion play in the building opposite. Finally it’s 1986 and he’s in rehab, wanking an astounding amount and resisting the “bogus syncretism of evangelical Christianity and sub-Freudian psychotherapy” on offer. War stories are told – he crashes his car, he overdoses, he sets himself on fire and so forth – but Self doesn’t follow the trad recovery-memoir pattern of exculpatory childhood trauma and exemplary redemption through spiritual change. His snobbish contempt for his essentially blameless suburban parents is set out; his snobbish contempt for the bromides of recovery (“he knows a sickening bunch of wowsers ... when he sees them”) likewise. But, of course, he does recover: contempt and dismissal of the got-God “thickos” in the programme is also a front, and when he’s threatened with expulsion from rehab he, weepingly, capitulates. Addicts, recovery boilerplate will tell you, are self-obsessed, grandiose, self-pitying, arrogant, infantile, trapped in a repetition compulsion – and all these qualities are unsparingly and knowingly showcased here. Self doesn’t shill for sympathy. His feelings towards most other human beings run the slim gamut between envy and contempt (except in the moving closing passage where he talks about the death of his drug-takingfriend Hughie), and there’s a startling moment where he suggests that his hidden inner self is, in fact, that of Caius – the aristocratic frenemy identified by one reviewer as Edward St Aubyn. Why did he get addicted in the first place? Pretentiousness seems to have been high in the mix. The young Self was reading enthusiastically about hard drugs long before he did them, and the book is full of quotes from Crowley, Cocteau, De Quincey, and “Brother Bill” Burroughs. “Will, generally speaking, approves of homosexuality,” he writes early on – “together with violent anarchism and drug addiction, it’s part of a trinity of subversive activities he quite fancies.” As someone – I think it was Russell Brand – said: “The thing about heroin is, it’s very more-ish.” So Will is, in its way – because of rather than despite its protagonist being so unlikable – an honest-seeming memoir of the experience of addiction. And it ends with a rather haunting sentence through which you could profitably read what comes before: “The Will-of-the-future’s a ghost in full sunlight on a crowded street, and you can see right through him.” • Will is published by Viking (£14.99). To order a copy go to guardianbookshop.com or call 020-3176 3837. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}