{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/02/the-best-books-about-sports-biggest-days", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-02T06:00:22Z", "webTitle": "Rugby, races and the rumble in the jungle: the best books on the biggest days in sport", "webUrl": "https://www.theguardian.com/books/2019/nov/02/the-best-books-about-sports-biggest-days", "apiUrl": "https://content.guardianapis.com/books/2019/nov/02/the-best-books-about-sports-biggest-days", "fields": {"headline": "Rugby, races and the rumble in the jungle: the best books on the biggest days in sport", "bodyText": "The presence of South Africa in today’s rugby world cup final against England is undoubtedly a source of great pride for the team and their supporters. But no matter how thrilling the match, or whatever the result, the occasion will never match the drama, emotion, cultural symbolism and political impact of their appearance in the 1995 final. They played at Ellis Park, Johannesburg, the spiritual home of Afrikaner rugby and, by implication, white supremacy, South Africa beat New Zealand that day. More importantly Nelson Mandela, president for just over a year, chose to greet the teams and present the trophy wearing the green-and-gold jersey of the once-hated Springboks, and in so doing established a key staging post on the journey to a post-apartheid society. John Carlin’s gripping account of the event, Playing the Enemy, later made into the film Invictus, skilfully probes the politics and personalities behind that day to show how it became one of the most potent political moments of the century. Cup finals in fiction are comparatively rare – and what novelist would dare concoct such pitch-perfect choreography and moral courage as Mandela’s intervention – but JL Carr’s How Steeple Sinderby Wanderers Won the FA Cup is a minor classic. On the surface a daft tale about how a village team beat the big boys and made it all the way to Wembley, it is also a sly state of the nation novel that, with eerie prescience, challenges media and metropolitan pretensions from the viewpoint of the neglected and patronised rural edges of England. Not every sport has a cup final, but most have set-piece moments of truth, big days that decide who is the best, and writers have long been drawn to them both to recall the action and to consider wider perspectives. Among the most successful efforts was Nick Hornby’s Fever Pitch, his reinvention of the memoir through the prism of Arsenal matches. Fascinating in a different way was Norman Mailer’s The Fight, about the 1974 rumble in the jungle heavyweight boxing title fight in Kinshasa, Zaire, between Muhammad Ali and George Foreman. Mailer’s egotistical swagger theatrically captured the moment (and, in hindsight, also provided a revealing snapshot of 70s mind-sets, preoccupations and prejudices). Track cyclist Victoria Pendleton’s cup finals came in the form of world championships and Olympics at which, over a long career, she won more than her share. But what makes her autobiography, Between the Lines, written with Donald McRae, so compelling is not her graphic depictions of training and competing – revelatory as they are – but the raw honesty with which she explores issues such as her lack of confidence, her status as a woman in a male dominated world and the physical and mental price she paid for her success. A rare glimpse of human frailty behind athletic dominance and strength. There are few one-off sporting events that command more global attention than the Olympic 100m final. But what are the consequences of such intense focus? Richard Moore’s The Dirtiest Race in History is an enthralling investigation of the 1988 men’s final in Seoul, which apparently saw a remarkable world record set by Ben Johnson. However, within 48 hours the sense of wonder had soured as Johnson failed a drugs test, and in the years following, only two of the eight competitors were not associated with doping. A dark reminder that when the stakes are at their highest, sport is not always just a game."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}