{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/05/jenny-slate-interview-little-weirds-netflix-standup", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-05T06:56:49Z", "webTitle": "Jenny Slate: 'For every bit of garbage Trump spews, I’ll write something beautiful'", "webUrl": "https://www.theguardian.com/books/2019/nov/05/jenny-slate-interview-little-weirds-netflix-standup", "apiUrl": "https://content.guardianapis.com/books/2019/nov/05/jenny-slate-interview-little-weirds-netflix-standup", "fields": {"headline": "Jenny Slate: 'For every bit of garbage Trump spews, I’ll write something beautiful'", "bodyText": "Jenny Slate is sitting in the middle of a storm. She’s safe inside, somewhere on a Massachusetts peninsula, and it’s one of those days, she says, when she could happily be drinking a Guinness while the rain lashes down. She is newly engaged, has a book coming out, and “life is lovely”. When life was a little less lovely, the actor and standup comedian embarked on writing Little Weirds, her new collection of ... how to describe them exactly? The assorted pieces aren’t essays, nor short stories; perhaps they are best categorised as amused musings on the things that animate her. The book’s catalyst was multi-pronged. She endured “pummelling heartbreak” at the end of a relationship. When Donald Trump became US president in 2016, she felt exhausted, disempowered and “astounding loneliness”. In the introduction she calls the book “a weird party for a woman who has returned from grief”. She started to write the pieces privately as a way of voicing how she felt when Trump’s rhetoric became increasingly disturbing to her. In the face of near-paralysing powerlessness, she was finding her voice. “What I say changes my experience,” she says. “It is important to start on that personal level.” She has a process as a performer, she says, but writing this book involved having no expectations as to how it should be completed. A restless and distracted person, she tried to impose order on herself with early starts but ended up writing most of the book in bed at night, looking at the ocean. She would fall asleep at 4am and wake at 11. Standups turning to prose often struggle with the fact that they can’t hear laughter at the end of their sentences. For Slate – who was a cast member on Saturday Night Live, has performed comedy for more than 15 years, and who has a new Netflix special – standup material doesn’t live until it evokes a reaction. One of the surprises was that despite this, the writing came pouring out of her. “I was so shocked that I was able to express what I wanted to at all,” she says. “It’s like watching someone just throw a bunch of spices into a pot and somehow they know what they’re doing. And I don’t know if that will ever happen again.” Slate is open in conversation, and makes herself even more vulnerable on the page. The book is about her place in the world, the word “I” appearing more frequently than in any other book that I’ve encountered. “I wrote this book to truly soothe and please myself, as if I were the only one who would ever read it.” Writing it, she says at the beginning of the book, she hoped to put herself back together. Gradually, she found, she could. “For me it was wonderful to put myself back together but it was even more important to realise that to be alive is to be in flux.” Even the pieces more obviously grounded in reality (in Trench-Times/Dream Dog she writes, “One man was gone from my life just about the time that another man pig-snorted his way into the presidency”) aren’t written with the coruscating honesty that characterises a lot of personal essays; her prose is much more poetic than journalistic. She often writes in abstract terms: “I was inclined to throw away my joy,” or, “The only thing left was the number zero.” This isn’t unlike how Slate talks: “I think I have a more lyrical way of speaking than I noticed,” she says. She doesn’t think that she tries to make people laugh in conversation, though she she did when she was younger. Many of the pieces are funny but, for the most part, comedy is not their goal. What is unusual about Little Weirds, however, is that it is a book in which lines such as: “I will gulp clear water that used to have bugs and poop and poison in it but has been cleaned up so that it doesn’t make us blow chunks” can coexist with others such as: “I died after living more of my life with you than I lived with just myself.” It was a conscious decision to fill the book with lyrical language instead of harsh rhetoric. At some point during Trump’s presidency, Slate thought: “For every bit of garbage that this predator is going to spew into the zeitgeist, I’m going to write something beautiful and true about myself or for myself or about my life or for anybody else who wants to listen.” She compares the administration to a bunch of 15-year-olds arguing with each other, and she is frightened not only about the impact that language can have but also “how quickly we can forget to use it in a dignified way”. The opposition to Trump can be waged on numerous fronts, she thinks – one of which is the reclamation of gentle, thoughtful, beautiful expression. “I think we can be discouraged from speaking in tones that are more comforting or are more aesthetically pleasing because we’re being lured into combat all the time,” she says. Slate’s confident and articulate voice belies a personal insecurity. She is a Hollywood movie star who didn’t go to acting school because she thought that if someone commented negatively on her, she wouldn’t have the confidence to keep going. She still suffers from stage fright and though hypnosis has given her coping mechanisms, she thinks it will remain. She likens its effects – forgetting her lines, her throat closing up – to someone tying themselves to a chair so that they cannot physically get on to the stage. “It’s not that I envision the people not laughing,” she says. “It’s that I envision them being angry with me. That’s a very hurtful image to have in my mind. Man, it’s scary.” Where does she think that comes from? “From being bullied at middle school. It comes from the feeling that, as a child, perhaps I was a burden. It comes from the question of whether or not I’m lovable. It comes with me, and I wish that I didn’t have it.” As for how she feels as Little Weirds is about to be received by the wider world, she is sanguine. She neither reads bad reviews nor searches for her name online. She leads a relatively peaceful life, out by the water. And besides, her opinion is the one that matters most to her. “I stand by my work,” she says. “I love it.” • Little Weirds is published on 7 November by Little, Brown."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}