{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/09/reinvention-of-humanity-by-charles-king-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-09T09:01:15Z", "webTitle": "The Reinvention of Humanity by Charles King review – a revolution in anthropology", "webUrl": "https://www.theguardian.com/books/2019/nov/09/reinvention-of-humanity-by-charles-king-review", "apiUrl": "https://content.guardianapis.com/books/2019/nov/09/reinvention-of-humanity-by-charles-king-review", "fields": {"headline": "The Reinvention of Humanity by Charles King review – a revolution in anthropology", "bodyText": "In 1928 Margaret Mead published Coming of Age in Samoa in which she argued that the sulks and slammed doors of American teens had nothing to do with their hormones and everything to do with their picket-fenced parents. By way of evidence 27-year-old Mead used the findings from her recent anthropological fieldwork in the South Pacific. Samoan adolescents, she explained, were happy growing up to be just like Mum and Dad. There was no thought of rebellion, because there was nothing to rebel against. Gender was generously accommodating to girly-boys and boyish girls and, while monogamy was fine in principle, it was nothing to get steamed up about if you fell a bit short. As if this weren’t all thrilling enough, Mead’s publisher put a picture of a topless Samoan woman on the cover of her book. Naturally, it was a bestseller. Since its publication 90-odd years ago, there has been plenty of time to pick holes in Mead’s masterwork, to call her out for being naive about what the Samoans were telling her; for effectively drawing up a personal manifesto for her own rackety preferences (three husbands, several female lovers); for drawing on tired tropes about sexy South Sea islanders. But the fact remains that Mead’s account was the most public sign to date that there was a new kind of anthropology in town. It was anthropology as practised and promoted by Franz Boas at Columbia University, and involved looking at other cultures from a position of deep curiosity and respect rather than the assumption of superiority. According to this Boasian way of thinking, the Samoans were not simply a bunch of picturesque primitives whose slightly saucy customs represented a timeless way of being. They were, rather, sophisticated, self-aware people who had developed ways of doing things that worked for them. Today we call this openness to other people’s reality “cultural relativism”. In this brilliantly written and deftly organised book, Charles King tells the story of how Boas and three of his most influential research assistants revolutionised the study of humankind in the first half of the 20th century. From a previous generation of social scientists they had inherited a narrative that assumed all humankind was embarked on an arduous journey from savagery to civilisation, a civilisation that looked remarkably like the US, or at least the bits that were still discernibly European. White supremacy was a given and you could work out how far behind everyone else was by measuring their heads and heels with callipers and doing some self-important and completely bogus calculations. From here it was a short jump for scientists to propose a rough and ready eugenics under the guise of progressive social hygiene. The criminals, people with learning difficulties and, ultimately, anyone you didn’t like the look of could be forcibly sterilised for the sake of the greater good. This pernicious practice, King points out, was still going strong in the 1960s. Against such a bleak and exploitative model it should have been easy for the new anthropology to assert itself. But as King shows, Boas and his followers found it hard to earn the respect of the academic establishment. Boas was an immigrant German Jew who had come up through museum curatorship rather than the Ivy League. The fact that he was propounding a way of thinking that upended hierarchies of class and race didn’t exactly help his case for tenure either. And his willingness to call out patriarchal dogma as nothing more than a bit of self-serving bluster explains why his three most important public mouthpieces were women: Margaret Mead, Ruth Benedict and Zora Neale Hurston. Mead dominates King’s book, perhaps because her rich and well-catalogued archive lies easily to hand in the Library of Congress. But a more compelling strand concerns Hurston, whose traces are comparatively scrappy. Boas encountered the young Hurston as a fledgling member of the Harlem Renaissance, a journalist and short-story writer of elegance and flair. But it wasn’t long before “Papa Franz” had persuaded the Howard graduate to travel south to Florida and New Orleans and undertake what he called “salvage anthropology” and she described as collecting “folktales and jokes, verbal quips and half-true lies”. For Hurston this was much more than an exercise in academic curiosity: she was returning to the community that she had left a decade earlier during the great migration and which she knew from the inside out. The result of this re-immersion was the auto-ethnographical Mules and Men, which she claimed contained nothing less than “the boiled down juice of human living”. Two years later Hurston would return to fiction to produce her masterpiece, Their Eyes Were Watching God, which took that “boiled down juice” and reconstituted it triumphantly into novel form. Ruth Benedict, the third of Boas’s female acolytes and popularisers, once claimed that the whole point of their brand of cultural anthropology was “to make the world safe for human difference”. Anyone reading this magnificent book must be forcibly struck by how lovely and yet how shaky Benedict’s statement sounds today. We all need to be a bit more Boasian now, to remind ourselves, as King tartly puts it, that “the most enduring prejudices are the comfortable ones, those hidden up close”. • The Reinvention of Humanity is published by Bodley Head (£20). To order a copy go to guardianbookshop.com or call 020-3176 3837. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}