{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/09/the-other-name-septology-i-ii-jon-fosse-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-09T07:30:59Z", "webTitle": "The Other Name: Septology I-II by Jon Fosse review – a momentous project begins", "webUrl": "https://www.theguardian.com/books/2019/nov/09/the-other-name-septology-i-ii-jon-fosse-review", "apiUrl": "https://content.guardianapis.com/books/2019/nov/09/the-other-name-septology-i-ii-jon-fosse-review", "fields": {"headline": "The Other Name: Septology I-II by Jon Fosse review – a momentous project begins", "bodyText": "“You don’t read my books for the plots,” the Norwegian writer Jon Fosse has said. Over the past two decades, Fosse, a playwright, poet, essayist and children’s author as well as a novelist, has won almost every award going in Norway, while his “slow prose” has gained him a cult following in English translation. He has been compared to Ibsen and Beckett, and his writing has elements of both the former’s severity and the latter’s use of insistent repetition. (Fosse’s 1996 play Someone Is Going to Come was based on Waiting for Godot.) In 2018 Fitzcarraldo published his short-story collection Scenes from a Childhood. This proved to be a taster for a more ambitious project: the Septology series, of which The Other Name is the first instalment, is billed as a three-volume septet, featuring not a single full stop throughout. Such is his command of the rhythm of his prose, nimbly and hauntingly translated by Damion Searls, that the omission is barely noticeable, and after a while, engagingly welcome. The work simply loops and flows. The style is formal, yet with a sense of restlessness. As for plot, there is plenty. It is late autumn, close to Advent. Two older men, painters, live near each other on the south-west coast of Norway, one in the city of Bjørgvin (a thinly disguised Bergen), the other in remote Dylgja overlooking the sea. Both men are called Asle. One is an alcoholic, twice married and divorced, virtually estranged from his children, living alone with his dog and struggling with a persistent deathwish. The other Asle, widowed and childless, is also solitary, outwardly more stoical. He gave up drinking years before and is a fairly recent convert to Catholicism. That this is a story of doppelgangers is obvious: at one point, when Asle the drinker nearly dies in the snow after suffering a blackout, it is the other Asle who saves him. The two share the following exchange: You’re leaving? he says You don’t have to go he says I do have to go I say But you can’t, we’re too far out to sea, he says I have to go, I say The book is marked by pairings, from its two-part structure (each beginning with an identical paragraph) to the painting sober Asle is creating, which takes the form of two lines making the diagonal cross of a saltire and is brown and purple in hue. These colours in turn echo the apparitions or memories this Asle conjures up of himself and his wife Ales (even their names are interchangeable) as young lovers, one moment playful, the next intensely serious; his brown leather shoulder bag, her purple clothing. Sober Asle’s neighbour in the countryside is Åsleik, companionless farmer and fisherman, with whom he has a passive-aggressive relationship (there are echoes of Godot’s Vladimir and Estragon here), exchanging paintings for a freezer full of lamb and smoked fish. The paintings are a gift for Åsleik’s sister Guro, who may or may not be the same Guro with whom both Asles have had some sort of intimacy in the past. Then there is Alida, a sister who is mentioned almost incidentally early on as having “died too young” and later appears in a stunningly rendered, unsentimental memory sequence from the siblings’ childhood. The doubleness is both a challenge and a reflection: “I just sit and stare into the empty nothingness and probably in a way I’m the empty nothingness I’m looking at.” The version of Asle who has found God (which he gently insists is “knowledge” not “belief”) provides some of the book’s most ecstatic, probing scenes. In one passage Christ’s nativity is alluded to almost in passing; a well-worn story, yet one which Fosse somehow makes refreshingly original. Similarly, his descriptions of young Asle’s growing awareness of colour and its endless variations prefigure Asle the mature artist. The overall theme of a “shining darkness”, referring to Asle’s painting, his losses and his faith, is used to illuminate the fugue state of being. Fosse’s fusing of the commonplace and the existential, together with his dramatic forays into the past, make for a relentlessly consuming work: already Septology feels momentous. • The Other Name Septology I-II, translated by Damion Searls, is published by Fitzcarraldo (£12.99). To order a copy go to guardianbookshop.com or call 020-3176 3837. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}