{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/10/killing-in-the-consulate-jonathan-rugman-review-jamal-khashoggi", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-10T09:00:38Z", "webTitle": "The Killing in the Consulate by Jonathan Rugman review – a dark fable of unaccountable power", "webUrl": "https://www.theguardian.com/books/2019/nov/10/killing-in-the-consulate-jonathan-rugman-review-jamal-khashoggi", "apiUrl": "https://content.guardianapis.com/books/2019/nov/10/killing-in-the-consulate-jonathan-rugman-review-jamal-khashoggi", "fields": {"headline": "The Killing in the Consulate by Jonathan Rugman review – a dark fable of unaccountable power", "bodyText": "There are two kinds of dissidents – those whose starting point is in opposition to power, and those turned protester by circumstance. Jamal Khashoggi, the Saudi journalist who was murdered and dismembered by a hit squad in his country’s consulate in Istanbul last year, was one of the latter. I met him just once, about 15 years ago, when I was foreign editor of the Observer and he was a spokesman for the Saudi embassy in London. A big bear of a man, Khashoggi was still in favour then with those in power in Riyadh, despite having been fired from several media posts as he trod a fine line between loyalist and critic. As Jonathan Rugman documents in his powerful account of the Washington Post columnist’s grisly killing, Khashoggi was aware of the boundaries he was testing. But with the ascent of crown prince Mohammed bin Salman (blamed by many for the murder) as the country’s vindictive new power behind the throne, all the rules changed. Khashoggi was butchered, in Rugman’s telling, not because he posed a particular threat, but because he wouldn’t kiss the ring. “Perhaps the best way of explaining [Khashoggi’s] murder,” he writes, “is to put it down to the paranoia of one man [Bin Salman], who could not tolerate direct criticism from a fellow Saudi he regarded as a traitor residing far too close to the heart of American power.” The Killing in the Consulate is a chilling book, not least in its account of those in the Saudi regime blandly plotting Kashoggi’s assassination. The story may be familiar, but Rugman, foreign correspondent at Channel 4 News, supplies telling new detail and context, transforming it into a dark fable of unaccountable power. Skilfully weaving together the story of Khashoggi’s mounting disillusionment with Saudi Arabia under the new crown prince, it is also an indictment of the sordid realpolitik of the response to his murder, led by the cowardly President Trump. Khashoggi emerges as a complicated figure, both in his professional and personal life. Attracted to the Muslim Brotherhood as a young man, he later became well known in the Arab media for his early interviews with Osama bin Laden. His friends and contacts included princes, intellectuals, businessmen and Islamists, leading some to distrust him as a court insider or even a spy, a suggestion he denied. Simply, when confronted with Bin Salman’s campaign of repression, Khashoggi wanted the freedom to criticise as well as encourage. Despite initially being feted as a bold young reformer – for allowing women to drive and opening up cinemas – the new crown prince’s vision was about “privileges, not rights”. No one could be seen to eclipse him. Rival royals were rounded up, imprisoned and stripped of billions of dollars. Women’s rights activists, who had campaigned for an end to the ban on driving, were arrested on the eve of the prohibition being lifted, tortured and put on trial. Other critics arrested included Khashoggi’s friend the economist Essam al-Zamil, a key turning point for the journalist. As became clear after Khashoggi’s murder, a coterie of thugs around Bin Salman, notably his “media adviser” Saud al-Qahtani, played prominent roles in each of the outrages. And Khashoggi, exiled in the US, was also in his sights. An isolated and lonely figure, who had been systematically cut off from friends and family and sources of income, he was an easy target for those plotting to harm him. And when Khashoggi visited the consulate to pick up the divorce papers that would allow him to marry his Turkish fiancee, he disappeared inside, never to reappear. When called upon to explain, the Saudis repeatedly changed their story, first suggesting he had left the building by a back door; then, that he had been killed during an argument. Finally, it was acknowledged that he had been murdered by officials who had exceeded their authority. Perhaps most shocking is the sense of impunity in Riyadh. “Time heals,” a senior Saudi royal told the Wall Street Journal. “And when the verdict is out, when justice is done, when a few heads get chopped off, [foreign investment] will come back.” • The Killing in the Consulate by Jonathan Rugman is published by Simon &amp; Schuster (£20). To order a copy go to guardianbookshop.com or call 020-3176 383. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}