{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/03/olive-again-by-elizabeth-strout-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-03T09:00:13Z", "webTitle": "Olive, Again by Elizabeth Strout review – a moving tour de force", "webUrl": "https://www.theguardian.com/books/2019/nov/03/olive-again-by-elizabeth-strout-review", "apiUrl": "https://content.guardianapis.com/books/2019/nov/03/olive-again-by-elizabeth-strout-review", "fields": {"headline": "Olive, Again by Elizabeth Strout review – a moving tour de force", "bodyText": "It’s been more than a decade since the US writer Elizabeth Strout introduced us to Olive Kitteridge, the cantankerous eponymous heroine of her 2008 novel, which won a Pulitzer prize and later transferred to the screen in an award-winning four-part HBO drama starring Frances McDormand. Since then, Strout has written two acclaimed novels: My Name Is Lucy Barton – a recent stage version starred Laura Linney – and Anything Is Possible. She returns to Olive’s world with Olive, Again, a deeply affecting book that cements Strout’s reputation as one of the best writers of her generation. Like its predecessor, Olive, Again is made up of interconnected stories all set in a small town in Maine. It is two years since Olive’s husband, Henry, died, and grief has not mellowed her: she is still brusque, unforgiving, formidable. But beneath the hard carapace – and this is where part of Strout’s genius lies – is compassion, empathy and vulnerability, as Olive starts to feel aware of her own mortality. The 13 tales, told from a range of perspectives, explore Strout’s preoccupations with grief, loneliness and familial torments. In the opening story, Jack Kennison – a retired Harvard academic whom Olive befriended at the end of Olive Kitteridge – ruminates on his strained relationship with his gay daughter, the death of his wife and much else in the way of life’s regrets. Regrets – especially those concerning family – permeate the novel, not least Olive’s troubles with her son, Chris. Having not seen him for three years, she invites him and his family to stay. It doesn’t go well. In a particularly devastating scene, Olive recognises for the first time her own inadequacies as a mother: “She saw behind her closed eyes the house, and inside her was a shiver that went through her bones. The house where she had raised her son – never, ever realising that she herself had been raising a motherless child, now a long, long way from home.” It’s not only the older generation’s perspective that Strout presents us with when tackling the vexed relations between parents and children. In another story, a teenage girl, Kayley, is coping with the loss of her father and her mother’s lack of interest. “This is why they say a person’s feelings hurt, because they do hurt.” She takes a cleaning job for a local elderly couple, which results in a narrative turn both shocking and entirely authentic as Kayley seeks a substitute for paternal intimacy. But there is hope too. In the second story, Olive delivers a young woman’s baby in the back of her car: life continues. In Light, a quietly arresting story, Olive visits a local woman who has cancer. The two discuss mortality, their relationships, their frustrations. But it’s at the end of the story that Strout offers us a moment of near transcendence, as both women look out of the window in awe of the day’s closing light. Strout’s optimism supersedes the travails that beset her characters: “You could see how at the end of each day the world seemed to crack open and the extra light made its way across the stark trees and promised. It promised, that light, and what a thing that was.” Throughout the book, disparate, disconnected people share transformative moments. In Helped, a woman terrified of being alone has a moving exchange about faith and loss with her father’s elderly lawyer. Later, as the novel approaches its conclusion, Olive finds solace in female friendship, and Strout peels back the layers of her heroine’s confidence and bravura to reveal a childhood rich in psychological complexity. Olive, Again is a tour de force. With extraordinary economy of prose – few writers can pack so much emotion, so much detail into a single paragraph – Strout immerses us in the lives of her characters, each so authentically drawn as to be deserving of an entire novel themselves. Compassionate, masterly and profound, this is a writer at the height of her powers. • Olive Again by Elizabeth Strout is published by Viking (£14.99). To order a copy go to guardianbookshop.com or call 020-3176 3837. Free UK p&amp;p over £15, online orders only. Phone orders min of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}