{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/03/sudden-traveller-sarah-hall-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-03T13:00:18Z", "webTitle": "Sudden Traveller by Sarah Hall review – powerful and unsettling", "webUrl": "https://www.theguardian.com/books/2019/nov/03/sudden-traveller-sarah-hall-review", "apiUrl": "https://content.guardianapis.com/books/2019/nov/03/sudden-traveller-sarah-hall-review", "fields": {"headline": "Sudden Traveller by Sarah Hall review – powerful and unsettling", "bodyText": "Death stalks the pages of Sarah Hall’s latest collection. In seven lyrical, highly imaginative tales, the novelist and former winner of the BBC national short story award explores grief, mortality, female rage and rituals, both ancient and new. The opener, M, in which a female lawyer wreaks vengeance on abusive men, immerses us in Hall’s fantastical world. The writing is luminous from the first page: “Creatures of flight have put themselves away, under the eaves, down chimneys; raptors are tucked behind bevelled glass spires.” As the protagonist adopts a different physical form – she sprouts wings and flies – she visits abusers and punishes them: “Accident. A broken neck. And no postmortem to reveal the delicately evacuated heart.” Vengeance is also the theme of Who Pays?, about a group of women who gather one night to perform an act of supernatural retribution against a man who has wronged them (“Who sees? Who pays? Always the women”). There is hint of #MeToo here as women, whose cries have gone unheard, take justice into their own hands. Hall examines the delicate tapestry of family life too. In The Grotesques, the main character, Dilly, is celebrating her 30th birthday with her overbearing mother and accomplished siblings. Hall creates a powerful sense of domestic claustrophobia as Dilly endeavours to escape her mother’s attention: “Dilly sometimes thought that Mummy was like a truffle pig, rooting around and unearthing ugly, tangled thoughts in people.” Family, grief and mortality are all in evidence in the title story, in which a woman breastfeeds her baby while she watches her father and brother prepare for her mother’s funeral. Recalling her final days, the woman contemplates what it is to grieve. “Stories are the currency of past lives. Families, lovers, enemies, friends. You do not understand yet who you will lose, who you will become, who will arrive. We are, all of us, sudden travellers in the world, blind, passing each other, reaching out, missing, sometimes taking hold.” As the title suggests, all the characters in Sudden Traveller are journeying towards something both unknowable and yet inevitable: “all those named and nameless fears that finally exhausted and controlled everything, when there was really no control, not in the end.” Slipping seamlessly between fantasy and reality, it is an ambitious, powerful and, at times, deeply unsettling book. • Sudden Traveller by Sarah Hall is published by Faber (£12.99). To order a copy go to guardianbookshop.com or call 020-3176 3837. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}