{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/nov/03/will-by-will-self-drugs-memoir-autobiography-book-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-11-03T11:00:19Z", "webTitle": "Will by Will Self review – portrait of the author’s younger Self", "webUrl": "https://www.theguardian.com/books/2019/nov/03/will-by-will-self-drugs-memoir-autobiography-book-review", "apiUrl": "https://content.guardianapis.com/books/2019/nov/03/will-by-will-self-drugs-memoir-autobiography-book-review", "fields": {"headline": "Will by Will Self review – portrait of the author’s younger Self", "bodyText": "You get the feeling that Will Self has grown used to being at odds with his times. Even now, seeing him on the television or in the newspaper columns that he does alongside his mixed oeuvre of 12 novels, six short-story collections and seven works of nonfiction, there’s a kind of historical air about him. This, perhaps, is why the expansive magnificence of his recent trilogy of Zack Busner novels – Umbrella, Shark and Phone – seemed to catch critics off guard. There was the suggestion in many reviews that it wasn’t really playing the game for a writer like Self, who seemed so firmly immured in the 1990s, to write books that were this clever, funny and modern. While there were still excesses – thematic, formal and linguistic – and the air of a writer who didn’t care a jot if the reader kept up with him or not, there was also a warmth, a heart, a depth to these novels that seemed to mark a new chapter in Self’s writing career, as if he were finally coming good on all that early promise. Self’s latest act of perversity is to follow up these acclaimed novels with a drug memoir told in the third person. Will looks back to Self’s adolescence and early 20s, when he was strung out on smack, and presents himself as a wheedling, whining bully who treated his friends, family and lovers with that junkie’s inversion of the categorical imperative: seeing others only as a means of achieving his next fix, never as ends in themselves. Just as Self’s championing of cynical, difficult, white modernism feels increasingly out of place in our current cultural climate, which is at once global, frothy and moralising, it seems like a bizarre time to write a book about taking heroin in the 1980s. We are living in an age when the overlap between the Venn diagrams of drug culture and broader culture is smaller than at any point in recent decades. Will feels snatched from another age. It recalls the great wave of drug memoirs that came in the 1990s, and particularly Ann Marlowe’s superb, genre-bending How to Stop Time: Heroin from A to Z. Like that book, Will’s formal structure is central to its impact. The memoir is arranged in five chapters. The first takes place in May 1986, with Self desperately trying to score despite only having 57p in his pocket. It’s painful to spend time in his skin at this point, with the urgency of the next fix sweeping all other considerations aside. Friends are named – Vance, Hughie, Caius, Genie – but they’re amorphous, ghostly figures, drifting in and out of focus as Self drives around in his “Veedub”, a cringing slave to his habit. The second chapter moves back to May 1979, with Self, aged 17, trapped in the “privet prison” of Hampstead Garden Suburb. We begin to recognise that each chapter is pinned to a specific day, with memories lacing in and out of the present moment, the mind fleeing off only to boomerang back to the oft-repeated “now”. It’s less a stream of consciousness, more like five pools with countless rivulets running between them. The third chapter takes place during Self’s tarnished Oxford days, first during a vacation drugs bust, then as he walks to his viva. The fourth is spent during a post-university gap year of sorts, when he is miserably sweating out drugs in a Delhi YMCA. Finally, we leapfrog the first chapter to end up in August 1986, with Self in rehab. This material is intensely, almost wilfully, familiar, so that reading becomes a battle between the predictability of the subject matter and the darkly angelic prose in which it is expressed. After that baleful first chapter, the book is a joy to read, with the final part in particular recalling David Foster Wallace at his best, taking on the “bogus syncretism of Christianity and sub-Freudian psychotherapy” of AA. The whole memoir feels like it picks up on an early reflection Self makes: that drugs seem to “memorialise chance and fleeting occurrences, fixing them forever in fantastical varnish”. Here we have five varnished moments in time, each pulled out for inspection, each decorated with italicised flourishes (which readers will recognise from the recent trilogy) that serve to represent decoupage imports from other writers (particularly “Brother Bill” – William Burroughs), or the increasingly confident imposition of Self’s own writerly voice. If, as he says early on in the book, “there’s nothing remotely exciting about heroin addiction”, there’s more than mere nostalgic pleasure in this gleefully self-lacerating memoir of drug abuse and rehab. • Will by Will Self is published by Viking (£14.99). To order a copy go to guardianbookshop.com or call 020-3176 3837. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}