{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/05/mothercare-to-cease-all-uk-trading-with-loss-of-2800-jobs", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-05T17:26:59Z", "webTitle": "Mothercare to cease all UK trading with loss of 2,800 jobs", "webUrl": "https://www.theguardian.com/business/2019/nov/05/mothercare-to-cease-all-uk-trading-with-loss-of-2800-jobs", "apiUrl": "https://content.guardianapis.com/business/2019/nov/05/mothercare-to-cease-all-uk-trading-with-loss-of-2800-jobs", "fields": {"headline": "Mothercare to cease all UK trading with loss of 2,800 jobs", "bodyText": "Mothercare is to close all of its 79 UK stores and its online business with the potential loss of 2,800 jobs after calling in administrators from PricewaterhouseCoopers on Tuesday. The administration will not include Mothercare’s profitable overseas operations, which have more than 1,000 stores in more than 40 countries – all run via franchise agreements. Only 50 UK head office staff will remain to deal with running the international business. The company, which opened its first store in 1961 and has been listed on the London Stock Exchange since 1972, has struggled to compete with cheap supermarket clothing ranges and the rise of online shopping. Zelf Hussain, the joint administrator and PwC partner, said Mothercare’s stores would be closing over the coming “weeks and months” with the loss of 2,485 retail jobs. The administration also affects 384 head office and distribution staff and there could be further job losses at the retailer’s outsourced warehousing and call centres. “This is a sad moment for a well-known high street name. No one is immune from the challenging conditions faced by the UK retail sector. Like many other retailers, Mothercare has been hit hard by increasing cost pressures and changes in consumer spending,” he said. “It’s with real regret that we have to implement a phased closure of all UK stores. Our focus will be to help employees and keep the stores trading for as long as possible.” Mothercare said it expected its shares would remain listed on the London Stock Exchange and it had sufficient cash resources for the remaining international business to continue trading. The company added that it was in talks with potential partners to maintain a UK presence by selling its brand via other retailers’ stores or websites and hoped to announce details soon. Clive Whiley, the chairman of Mothercare, said: “The UK high street is facing a near existential problem with intensifying and compounding pressures across numerous fronts, most notably the high levels of rent and rates and the continuing shifts in consumer behaviour from high street to online.” He said the administration processes would help build a sustainable future for the wider group’s global operation, its pension fund and lenders. The international business has lined up additional financing to preserve its future as a solvent group. A £24m loan will be paid off as part of the administration process and it had raised £5.5m in new loans and £3.2m from a new shares placed with key existing shareholders on Tuesday. The group has also lined up £50m of additional funding from other sources, including a £15m loan from the restructuring specialist Gordon Brothers and a potential additional equity issue which could launch before January. Contributions to Mothercare’s pension fund, which will be retained by the remaining listed group, have also been reduced for the next 18 months in a deal agreed with the scheme’s trustees and regulators. Mothercare warned on Monday it was planning to call in administrators, after it became clear the UK business could not return to profitability. In the 1980s, the British designer Sir Terence Conran merged Mothercare with Habitat and then British Home Stores to form Storehouse, but the group was broken up in 2000 when BHS was sold to Sir Philip Green. After acquiring the Early Learning Centre toy business in 2007, Mothercare had more than 400 stores in the UK. It has gradually been shutting UK stores for years and its efforts stepped up dramatically last year when it cut 60 stores through an insolvency process called a company voluntary arrangement (CVA). It sold the Early Learning Centre earlier this year. Sofie Willmott, lead retail analyst at GlobalData, said: “Mothercare’s fall into administration comes as no surprise following its [CVA] in 2018, profit warning in July this year and its prolonged poor UK performance. “The retailer has failed to stand out as a specialist destination with new parents turning to competitors that offer a better proposition either in terms of low prices, convenience or service, such as Amazon and John Lewis. “Its strategy to cull store numbers in recent years and transfer sales online has proved unsuccessful, with digital sales declining as its online offer failed to encourage purchases.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}