{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/05/tories-prevented-from-using-civil-service-to-rubbish-labour-plans", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-05T17:44:16Z", "webTitle": "Tories blocked from using Treasury to attack Labour plans", "webUrl": "https://www.theguardian.com/business/2019/nov/05/tories-prevented-from-using-civil-service-to-rubbish-labour-plans", "apiUrl": "https://content.guardianapis.com/business/2019/nov/05/tories-prevented-from-using-civil-service-to-rubbish-labour-plans", "fields": {"headline": "Tories blocked from using Treasury to attack Labour plans", "bodyText": "Conservative plans to use the civil service to rubbish Labour’s spending plans have been scuppered after the shadow chancellor, John McDonnell, argued with senior civil servants that it would breach impartiality rules. Forcing a dramatic climbdown before the general election, Britain’s highest-ranking civil servant, Mark Sedwill, ruled that the publication of Treasury analysis with only weeks to go before the 12 December poll would be improper. Government sources said the cabinet secretary blocked the documents being released after a last-minute call with the shadow chancellor, amid criticism that the civil service was being used for political aims in close proximity to the election. The intervention, which is understood to have enraged the chancellor, Sajid Javid, effectively blows apart Conservative plans to open their election campaign with a blitz of attacks on Labour’s economic credibility. Sources said the Treasury analysis had been completed after weeks of work, while Javid is understood to have been so confident it would be released that he told the cabinet on Tuesday morning it would be published in the afternoon. However, opposition sources said the government had instead been slapped down by civil service mandarins, to force a U-turn before the election campaign gets underway. A Labour source said: “This is an embarrassing slapdown to Tory ministers who were blatantly trying to use the civil service for political purposes.” McDonnell is believed to have personally complained to the Treasury’s most senior mandarin, Sir Tom Scholar, hours before the planned launch of the costings, about the use of the civil service for political ends . The shadow chancellor made the complaint after weekend press reports said the Conservatives would publish official costings of Labour’s spending plans on Tuesday – the last day before purdah pre-election restrictions on the use of the civil service come into force. Labour’s legal team also wrote to Treasury civil servants to complain about the “ethics and propriety” around publishing the analysis. After the complaint from the shadow chancellor, the Cabinet Office wrote in an email to the Labour party, seen by the Guardian: “To confirm our conversation, these costings will not be published.” McDonnell said he warned the civil service that the Conservatives’ exercise was an abuse of power, telling the Independent: “I said first of all… you do not know what is in the manifesto so that is pure speculation. Secondly, this being done within hours of the formal campaign being undertaken. Thirdly, I think it’s an abuse of power.” He added: “I’m happy for anyone to examine our policies, but to do this hours before a general election campaign is I think an abuse of power. Unacceptable.” Previous governments have used the Treasury machine to criticise opposition party spending plans. George Osborne used a dossier of civil service reports to attack Ed Miliband’s policies in 2015, although its publication was in the January of that year, significantly ahead of the May 2015 election. Labour has ramped up its policy announcements in recent days, including promises to end rough sleeping and a pledge to remove all traces of privatisation from the NHS. Labour’s plans for wide-scale nationalisation came under scrutiny last month from the Confederation of British Industry, which warned the scheme would cost almost £200bn. The lobby group was later criticised for exaggerating its analysis. Earlier on Tuesday, Labour’s proposals for a four-day week with no loss of pay was given a £17bn price tag by the Centre for Policy Studies, a centre-right thinktank. Both Labour and the Conservatives have yet to publish manifestos with their full spending proposals ahead of the election. While the Tories were hoping to attack Labour’s economic record, Boris Johnson’s party has also faced criticism over its proposals to loosen the government purse strings. The Resolution Foundation thinktank said earlier this week that spending sprees aimed at ending austerity were central to the plans of both major parties and would drive spending up to levels last seen in the 1970s."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}