{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/01/oil-majors-must-cut-production-by-a-third-to-meet-climate-target-study", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-01T13:02:29Z", "webTitle": "Oil giants must cut output by a third to meet climate target – study", "webUrl": "https://www.theguardian.com/business/2019/nov/01/oil-majors-must-cut-production-by-a-third-to-meet-climate-target-study", "apiUrl": "https://content.guardianapis.com/business/2019/nov/01/oil-majors-must-cut-production-by-a-third-to-meet-climate-target-study", "fields": {"headline": "Oil giants must cut output by a third to meet climate target – study", "bodyText": "The world’s largest oil and gas companies need to slash their production by more than a third by 2040 to meet global climate targets, according to a new report. The seven listed oil majors - including ExxonMobil, BP and Shell - would need to cut the total amount of oil and gas they produce every day by 35% to avoid driving temperatures 1.5C higher than pre-industrialised levels. Global governments would also need to stop issuing new oil and gas licences for fossil fuel exploration, according to the report. The study was produced by Carbon Tracker, a financial thinktank, using publicly available oil company data to measure their carbon footprints today and by 2040. It showed that global oil projects that have already been approved are almost enough to meet demand in a 1.6C scenario and there is “very little headroom for new fossil fuel projects”. Mike Coffin, an analyst at Carbon Tracker, said: “The industry is trying to have its cake and eat it – reassuring shareholders and appearing supportive of Paris, while still producing more fossil fuels. “If companies and governments attempt to develop all their oil and gas reserves, either the world will miss its climate targets or assets will become ‘stranded’ in the energy transition, or both. This analysis shows that if companies really want to both mitigate financial risk and be part of the climate solution, they must shrink production.” US supermajors ExxonMobil, the world’s largest oil company, and ConocoPhillips would need to make the most ambitious oil and gas cuts to fall in line with global climate targets. But European oil firms such as Shell and BP, considered the greenest of the world’s major oil companies, would also need to make a step-change in their business models to avoid contributing to a climate catastrophe. The report found that all major oil companies would need to cut their fossil fuel production below 2019 levels by 2040: Shell would still need to cut its fossil fuel production by 10% BP would require cuts of 25% French oil major Total and US major Chevron would both require cuts of 35% Italy’s oil major Eni would require cuts of 40% US oil major ExxonMobil would need cuts of 55% And ConocoPhillips would face the biggest production cuts of 85% An investigation by the Guardian earlier this month revealed that many companies are planning to increase their fossil fuel output by more than a third rather than cut their oil and gas production by a similar amount. It revealed that Shell and ExxonMobil will be among the leaders in the expected fossil fuel harvest with a projected output increase of more than 35% between 2018 and 2030. The increase is a sharper rise than over the previous 12 years, despite growing calls from activist investors and green groups that the next decade will be crucial in keeping a cap on rising global temperatures. Shell has said it does not disclose future production plans but it was on course to sustain output to meet demand, which requires continued investment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}