{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/03/austerity-not-europe-broke-britain-left-behind-voters", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-03T07:00:14Z", "webTitle": "Remember: it’s austerity, not Europe, that broke Britain", "webUrl": "https://www.theguardian.com/business/2019/nov/03/austerity-not-europe-broke-britain-left-behind-voters", "apiUrl": "https://content.guardianapis.com/business/2019/nov/03/austerity-not-europe-broke-britain-left-behind-voters", "fields": {"headline": "Remember: it’s austerity, not Europe, that broke Britain", "bodyText": "In 1970 the prime minister, Harold Wilson, called a general election he expected to win and lost. In the 1974 “who governs Britain?” election, called by prime minister Edward Heath, opposition leader Wilson expected to lose – and won. Heath had successfully negotiated the UK’s entry to the European Economic Community in 1973, in which venture premiers Harold Macmillan (in 1963) and Wilson (in 1967) had failed. In 1974 Wilson was faced with a Labour party divided on the European question – plus ça change – and successfully went over the heads of his party to win a referendum in 1975, with a majority of two to one in favour of what we would now call Remain. The politicians of those days were a different breed. Wilson was a skilled strategist and tactician. Whether or not David Cameron – less serious, and essentially a public relations man – was consciously trying to emulate Wilson (in going over the heads of his Eurosceptical wing, John Major’s “bastards”) I have no idea. But he made a real mess of it, and we are where we are: not to put too fine a point on it, we are the laughing stock of the world, and the British polity is up the creek. As that great New York Times commentator Roger Cohen put it recently: “Britain is stuck … The fantasy voted for in 2016 is not the reality of 2019 … Democracies are exercises in constant reassessment. The core reason nobody has been able to deliver Brexit is it makes no sense.” The no-sense – the nonsense – goes on. My colleague Andrew Rawnsley suggested last week that if the Labour party picked up Johnson’s gauntlet and opted for an election, they would be like turkeys voting for Christmas. One veteran Labour party statesman fears that Labour will be slaughtered under Corbyn’s leadership. He is not alone. On the other hand, many observers regard the current political scene as being so complex that the result of the election is too difficult to call. I did not get where I am today forecasting election results, or even advising people how to vote. What I do feel strongly about, however, are the lies that are being spouted by the Johnson camp about their intentions. The National Health Service safe in their hands? You must be joking. The recent Channel 4 Dispatches programme demonstrated how the hidden agenda is for the partial Americanisation of the NHS. A few days earlier it was revealed in the Financial Times, from leaked Whitehall documents, that Johnson and co are planning to diverge from the EU on regulation and workers’ rights, notwithstanding all their cant about a “level playing field”. This ought to alert those northern and Midlands voters who, we are told, are targets for Johnson and his henchman Dominic Cummings to switch from Labour to Johnsonian Conservatism – not at all the same one-nation Conservatism as practised by traditional Tories, such as my old friend Ian Gilmour, who must be turning in his grave at the alt-right coup in his party. The fundamental problem is that “Europe” has become the focus for many discontents which are not caused by our EU membership but which would be severely aggravated by leaving the customs union and the single market. The National Institute of Economic and Social Research calculates that under new customs and regulatory barriers the British economy would suffer seriously. Nearly all reputable analysts agree. Now, as the latest winners of the Nobel prize for economics, Esther Duflo and Abhijit Banerjee, point out, economists have probably paid too much attention over the years to gross domestic product and monetary measures of living standards, as opposed to other day-to-day aspects of wellbeing. However, the virtual freeze in average real incomes since the 2007-08 financial crash, and the austerity that followed it, have manifestly contributed to northern and Midlands discontent. Brexit would bring a lot more discontent; indeed, the very prospect of it has already done so. Way back in 2008, when formally opening a new building at the London School of Economics, the Queen, having been given a demonstration of the causes of the banking crisis, famously asked the assembled financial experts: “If these risks were so large, how did everyone miss them?” The risks attached to any form of Brexit are enormous. Let us hope that voters being courted by the official Brexit party and the Brexit-obsessed Conservative party do not miss them. They should not be fooled by empty slogans about “getting Brexit done”. Denis MacShane – the man who may well have coined the term “Brexit”, and was way ahead of others in forecasting the result of the 2016 referendum – has entitled his new book Brexiternity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}