{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/01/brexit-uncertainty-hits-manufacturing-sector", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-01T14:44:36Z", "webTitle": "Brexit uncertainty hits UK manufacturing sector", "webUrl": "https://www.theguardian.com/business/2019/nov/01/brexit-uncertainty-hits-manufacturing-sector", "apiUrl": "https://content.guardianapis.com/business/2019/nov/01/brexit-uncertainty-hits-manufacturing-sector", "fields": {"headline": "Brexit uncertainty hits UK manufacturing sector", "bodyText": "Britain’s factories suffered a sixth consecutive month of falling new orders in October as ongoing Brexit uncertainty hit demand from domestic customers. Weak global demand for British manufactured goods also played a part in forcing firms to lay off workers for the seventh straight month, according to a survey of the industry. However, the pace of decline in activity across the sector eased for a second month, as manufacturers stockpiled raw materials ahead of the 31 October Brexit deadline, and the possibility of leaving the EU without a deal. The IHS Markit purchasing managers’ index picked up to 49.6 in October, from 48.3 in September, where a number below 50 signals contraction. Rob Dobson, a director at IHS Markit, said the survey was conducted before the election was announced and reflected two months of preparations for leaving the EU on 31 October. He said that once short-term boosts ahead of the deadline from panicked stock building were excluded, the longer term trend of low investment, falling orders and job cuts meant the outlook was “darker than even these disappointing headline numbers suggest”. He said: “The high degree of uncertainty is hitting two areas of the manufacturing economy especially hard. The first is the trend in employment, as job losses resulting from disappointing sales are exacerbated by manufacturers implementing hiring freezes until the outlook clears. The second is the investment goods industry, where output and new orders are falling sharply as clients postpone capital spending plans. Manufacturers across the car, aerospace, pharmaceutical and plastics industries have reported cutting production over the last six months in response to the threat of a no-deal Brexit. Most recently, AstraZeneca announced it would increase its stockpile of drugs by 20% to cope with the uncertain outlook. Manufacturers have also expressed concern at leaving the EU under the terms of the most recent deal secured by the government, which potentially gives them only a fraction of the access to European markets they enjoy at the moment. Dobson said: “With a further Brexit extension confirmed and the prospect of a December general election, it looks as if the spectre of uncertainty will cast its shadow over manufacturing for the remainder of 2019.” Seamus Nevin, chief economist at Make UK, the manufacturers’ lobby group, said many manufacturers had some form of shutdown planned, while others were engaged in expensive stock building activities in preparation for potential no deal shocks to their supply chain. “This together with the continued Brexit and now electoral uncertainty means there is no end in sight to the roadblocks industry is facing,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}