{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/02/asda-extends-deadline-for-workers-to-sign-new-contracts", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-02T08:00:21Z", "webTitle": "Asda extends deadline for workers to sign new contracts", "webUrl": "https://www.theguardian.com/business/2019/nov/02/asda-extends-deadline-for-workers-to-sign-new-contracts", "apiUrl": "https://content.guardianapis.com/business/2019/nov/02/asda-extends-deadline-for-workers-to-sign-new-contracts", "fields": {"headline": "Asda extends deadline for workers to sign new contracts", "bodyText": "Asda has given a week’s extension to thousands of its workers who faced losing their job on Saturday night if they refuse to sign up to a new contract that hits pay and benefits. The deal, which will apply to more than 120,000 hourly-paid staff, increases basic hourly pay but ends paid breaks, cuts premium pay on most bank holidays and reduces the number of hours rated as better-paid night shifts. Union officials for the GMB, which represents Asda staff, said last week that up to 12,000 staff would not agree to the new contract with its requirement for more flexible working, including varying shifts between 8am and 10pm and switching between departments. However, it is understood that many workers have signed in recent days and the supermarket said on Friday that less than 1,000 people had not signed. The grocer had previously said that any worker who had not agreed to the new deal would lose their job at midnight on Saturday. But on Friday the company said anyone who had not signed would be automatically transferred to the new deal if they turned up for work over the next week. The concession comes after Asda announced on Wednesday it would raise its hourly pay rate for supermarket staff by 18p next year. Roger Burnley, chief executive of Asda, wrote to workers: “We do not want anyone to leave because of the new contract and have tried hard throughout this process to address your concerns.” Burnley said the company would write to anyone who had not agreed to the deal by Saturday night, offering them another opportunity to agree. He said: “We’re operating in such a challenging market and have to remain competitive in order to secure our success, now and in the future. Our new contract gives us the flexibility we need to make sure we can respond to our customers’ changing demands and as you know, all of our competitors have already made this change so we cannot get left behind.” The GMB said it believed many workers had only agreed to the unattractive deal in the short term rather than lose their jobs before Christmas and would be looking to leave in the new year. “If Asda in any sense think the number of people that has signed up shows contentment and goodwill from the workforce they are mistaken,” said Neil Derrick, the regional secretary of the GMB. “This has completely stamped out any goodwill.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}