{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/06/devons-appledore-shipyard-close-to-reopening", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-06T16:37:49Z", "webTitle": "Devon's Appledore shipyard close to reopening", "webUrl": "https://www.theguardian.com/business/2019/nov/06/devons-appledore-shipyard-close-to-reopening", "apiUrl": "https://content.guardianapis.com/business/2019/nov/06/devons-appledore-shipyard-close-to-reopening", "fields": {"headline": "Devon's Appledore shipyard close to reopening", "bodyText": "The Appledore shipyard in Devon is close to reopening, 12 months after its 164-year shipbuilding history appeared to have come to an end. The shipyard could reopen as soon as December if a deal is secured, although the terms may not be finalised for a fortnight or more, the Guardian understands. The future of the shipyard, which made components for HMS Queen Elizabeth and the new generation of aircraft carriers, came under threat after Babcock International, a FTSE 250 defence and outsourcing company, chose not to renew its lease in November 2018. Multiple parties are understood to be in involved in talks about taking on the shipyard, including a consortium led by Devon-based shipbuilders House of Santon Maritime, according to two sources. House of Santon did not respond to requests for comment. The closure threatened the jobs of 200 workers in a yard that had built hundreds of ships and played a part in the second world war shipbuilding effort. Some Babcock workers were reassigned to a facility in Devonport. On Tuesday, Geoffrey Cox, the attorney general who is seeking re-election in Torridge and West Devon, which contains Appledore, tweeted: Babcock’s withdrawal from Appledore came at a difficult time for what remains of the once-mighty British shipbuilding industry. Belfast’s Harland and Wolff yard, which built the Titanic, also went into administration but was rescued last month. A review by the industrialist Sir John Parker recommended that some tenders for shipbuilding work be restricted to British firms. The government has suspended the international tender for naval support ships, which unions want to be built in the UK. Langham Industries, which owns the yard, declined to comment, as did the Ministry of Defence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}