{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/03/saudi-oil-giant-aramco-gets-go-ahead-for-17-trillion-stock-listing", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-03T11:34:35Z", "webTitle": "Saudi oil giant Aramco gets go-ahead for $1.5tn stock listing", "webUrl": "https://www.theguardian.com/business/2019/nov/03/saudi-oil-giant-aramco-gets-go-ahead-for-17-trillion-stock-listing", "apiUrl": "https://content.guardianapis.com/business/2019/nov/03/saudi-oil-giant-aramco-gets-go-ahead-for-17-trillion-stock-listing", "fields": {"headline": "Saudi oil giant Aramco gets go-ahead for $1.5tn stock listing", "bodyText": "Saudi Arabia has given the go-ahead to the long-delayed sale of its state-owned oil company Aramco, in what will be the biggest stock market flotation in history. The milestone market debut could value Saudi Aramco at $1.5tn, significantly below initial expectations of up to $2tn, as it courts international investors for the first time. Despite the lower valuation, Aramco’s initial public offering will be the biggest in history, raising $40bn-$45bn, surpassing the record $25bn raised by China’s tech firm Alibaba in 2015. But in further signs of behind-the-scenes wrangling, the precise details of the offer price and amount of shares available are not expected to be released until 9 November, with full trading slated to begin around 12 December. It is understood that only a small portion of shares will be released on to the Riyadh market, likely to be in the range of 1% to 3% of the total stock. The size and scale of Saudi Aramco – even at the lower range of valuation estimates, it will be 50% bigger than the next largest stock market-traded firm in the world – are likely to require the financial liquidity only available on the globe’s biggest exchanges, such as Wall Street or London. The company supplies 13% of the world’s oil, and this year it revealed half-year profits of $46.9bn – more than the next six biggest oil companies combined. Yasir al-Rumayyan, the chairman of Saudi Aramco, said: “Today marks a significant milestone in the history of the company and important progress towards delivering Saudi Vision 2030, the kingdom’s blueprint for sustained economic diversification and growth.” Saudi Arabia is expected to use the listing to leverage its vast fossil fuel reserves to help modernise its economy and gain international acceptance despite its troubling human rights record. The flotation is hugely controversial among environmentalists and campaigners pushing to keep fossil fuels from being burned. An investigation by the Guardian revealed that the company has been responsible for 4.38% of the world’s carbon emissions since 1965, and named it as the biggest corporate polluter in the world. Green groups say the company’s IPO undermines global efforts to tackle the climate crisis. Aramco counters with data which a spokesperson said showed that it had the smallest carbon footprint of any of the oil majors per unit of output. The flotation documents detail the vast scale of Saudi Aramco. The company “lifts” 11.6m barrels of oil every day and has reserves of 227bn barrels. It costs just $2.80 for the company to lift each barrel of oil, compared with the $62 price per barrel on world markets, resulting in vast profits. It said its operating cashflow in 2018 was $121bn and it would pay out dividends worth $75bn this year. In an attempt to reassure potential investors, the Saudi government said it would forego its share of dividends in the event of an oil price collapse, effectively creating a company that guarantees dividends of $75bn a year. The documents also reveal that the drone attack on Aramco’s facilities in September cost it $28m, a sum that is so insignificant to the company’s scale that it was not material to the accounts. The float is expected to hand a $450m windfall to a string of international banks and advisers. The banks confirmed in the IPO announcement include Citigroup, Credit Suisse, Goldman Sachs, HSBC, JP Morgan, Merrill Lynch and Morgan Stanley. Saudi Arabia’s National Commercial Bank (NCB) and Riyadh-based Samba Capital have also advised on the deal. The likely valuation of $1.5tn-$1.6tn is a defeat for the aspirations of Saudi Arabia’s crown prince, Mohammed bin Salman, who proposed the market listing three years ago and signalled a $2tn valuation. Since then Bin Salman has appealed to Saudi Arabia’s richest families to help support the flotation by buying up a stake in the company, and recruited a team of western banks to help support the listing. Historically Aramco – which stands for Arabian-American oil company – has had close links with US oil interests and American banks. Despite the Wall Street investment banks dominating the list of advisers, the flotation has mostly been handled by teams from the London offices. At Riyadh’s King Khalid airport, it is British Airways flights to and from London Heathrow that are said to be busiest with bankers. • This article was amended on 5 November 2019. Saudi Aramco has reserves of 227bn barrels of oil, not 227m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}