{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/04/mothercare-to-appoint-administrators-for-uk-chain-putting-2500-jobs-at-risk", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-04T11:40:47Z", "webTitle": "Mothercare to appoint administrators for UK chain, putting 2,500 jobs at risk", "webUrl": "https://www.theguardian.com/business/2019/nov/04/mothercare-to-appoint-administrators-for-uk-chain-putting-2500-jobs-at-risk", "apiUrl": "https://content.guardianapis.com/business/2019/nov/04/mothercare-to-appoint-administrators-for-uk-chain-putting-2500-jobs-at-risk", "fields": {"headline": "Mothercare to appoint administrators for UK chain, putting 2,500 jobs at risk", "bodyText": "Mothercare’s UK business has become the latest high-profile victim of the high street crisis as the baby and maternity retailer said it was entering administration, putting 2,500 jobs at risk. The company said it expected its 79-shop UK chain and online business, which lost £36.3m last year, to be wound down by administrators as it had become clear it could not return to profitability. The administration will not include Mothercare’s profitable overseas operations, which have more than 1,000 stores in over 40 countries. The company, which opened its first store in 1961, said the UK administration filing – which is expected as soon as Tuesday – was a “necessary step in the restructuring and refinancing of the group” after failing to find a buyer. Mothercare’s closure is the latest blow to the UK retail industry after a tough two years which has left more than 7,500 additional shops empty. Well-known names including Karen Millen, Bonmarché and Supercuts have all called in administrators in recent months. Others, including Debenhams, Monsoon and Arcadia Group, have used an insolvency procedure known as a company voluntary arrangement (CVA) to close shops and cut jobs. Mothercare, whose chief executive Mark Newton-Jones left in April last year only to return a month later, has struggled to compete with supermarkets, online retailers and general retailers such as Marks &amp; Spencer, Debenhams and Boots. Shoppers outside the group’s Wood Green store in north London on Monday said they would be sad to see Mothercare go. But several said it was more expensive and less convenient than buying from supermarkets, Primark or Amazon. “When you can get good quality stuff from Asda or Tesco why bother going to Mothercare? It’s the same items and paying £20 [for some babywear] doesn’t make sense when they are only going to wear it for three months,” said one mother of three pushing her pram past the Wood Green store. Victoria Logan, a shopper with a baby in a pram, said: “I was a bit surprised to hear about the administration. There won’t be that many places to go to any more if you want things like car seats.” But she admitted that she bought a lot online as she was signed up to Amazon’s Prime subscription service which includes free deliveries. “It’s so useful as it just comes the next day,” she said. Founded by Selim Zilkha and Sir James Goldsmith, Mothercare has been listed on the London stock exchange since 1972. Ten years later it merged with Habitat and then British Home Stores to form Storehouse, but the group was broken up in 2000 when BHS was sold to Sir Philip Green. After acquiring the Early Learning Centre toy business in 2007, Mothercare had more than 400 stores in the UK. But the chain has gradually been downsizing since then and cut 60 stores last year, through a CVA to take the total to less than 80. Earlier this year it sold off the Early Learning Centre toy brand in an attempt to keep the UK business afloat. Richard Lim, chief executive of the Retail Economics consultancy, said: “This is perhaps one of the most highly anticipated collapses on the high street. The retailer was already on life support, having conducted a CVA last year. The cost-cutting operation and disposal of assets have not gone far enough to revive plummeting profits. “Years of underinvestment in the online business and its inability to differentiate itself as a specialist for young families and expectant parents has been the root of its seemingly inevitable downfall. As competition has become fiercer they have been beaten on price, convenience and the overall customer experience.” Rebecca Long-Bailey, the shadow business secretary, said: “Mothercare disappearing from our high streets would be a huge loss to the new parents who rely on it and the thousands of workers whose jobs are at risk. “The government must urgently meet with unions and the company to safeguard these jobs. Under the Conservatives, our high streets continue to suffer. They are at the heart of our communities and desperately need saving. Labour’s five-point plan will rejuvenate Britain’s town centres and protect jobs.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}