{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/04/call-for-ban-on-uk-private-jets-by-2025-as-flight-traffic-soars", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-04T13:36:39Z", "webTitle": "Labour explores plans to ban private jets from UK airports from 2025", "webUrl": "https://www.theguardian.com/business/2019/nov/04/call-for-ban-on-uk-private-jets-by-2025-as-flight-traffic-soars", "apiUrl": "https://content.guardianapis.com/business/2019/nov/04/call-for-ban-on-uk-private-jets-by-2025-as-flight-traffic-soars", "fields": {"headline": "Labour explores plans to ban private jets from UK airports from 2025", "bodyText": "Labour is exploring plans to ban private jets from UK airports from as early as 2025 should it win the election, in the party’s latest broadside against the super-rich. After a report revealed carbon emissions from the sector equivalent to 450,000 cars each year, Andy McDonald, the shadow transport secretary, said that billionaire users of private fossil fuel aircraft were damaging the climate and the party would consider a ban. He tweeted on Monday: “The multi-millionaires &amp; billionaires who travel by private jet are doing profound damage to the climate, and it’s the rest of us who’ll suffer the consequences. A phase-out date for the use of fossil fuel private jets is a sensible proposal.” The warning shot came in response to a report from Common Wealth, a thinktank with close links to Jeremy Corbyn, and A Free Ride, a campaign group that called for a ban in Britain from 2025 to encourage the development of electric aircraft. McDonald said he would “examine these proposals closely and consult with industry on the introduction of a phase-out date for the use of fossil fuel private jets”. The Common Wealth report found that 128,000 flights between UK and EU airports were made using private jets in 2018, representing 6% of all UK air traffic. A further 14,000 trips were made to destinations outside Europe. It said the global heating impact of the flights was roughly 1m tonnes of CO2 equivalent each year, the same as the annual emissions of about 450,000 typical cars on Britain’s roads. A private flight from London to New York was equivalent to driving a typical UK car non-stop for four and a half years, it said. According to the assessment, a typical private jet passenger journey within Europe emits seven times as much greenhouse gas as a flight in business class on a typical airliner, 10 times as much as flying economy class and about 150 times as much as an equivalent journey using high-speed rail. Industry estimates also suggest that about 40% of private jet movements are empty-leg journeys, in which aircraft are repositioned for the convenience of the super-rich and corporate customers who use them. Even when full, private jets on average will carry as few as five passengers. Almost half of all private jet traffic in Britain passes through five airports around London, given its status as the home to the most billionaires in Europe and one of the world’s biggest financial centres. Luton airport, roughly an hour north of the capital is the busiest, with almost 15,000 private aircraft departures in 2017, followed by Farnborough, Biggin Hill, Stansted and Northolt. Some of Britain’s richest people use private jets. Prince Harry has faced criticism for doing so for short-hop breaks while campaigning against global heating. Sir Jim Ratcliffe, the chief executive of the petrochemicals company Ineos, who is Britain’s third richest man with an £18bn fortune, has four private jets and a helicopter. Sir James Dyson, the electrical products entrepreneur and fifth richest man in Britain, owns a £55m private jet. The Common Wealth report, compiled by Leo Murray of Free Ride and Jamie Beevor of Green Gumption, an environmental consultancy, suggested most carbon-emitting private flights to and from UK airports could be handled by new electric aircraft in future. Growing numbers of aircraft manufacturers are investing in the development of electric alternatives to fossil fuel jets. Progress, however, has been slow. The report suggests that only 15% of total UK aviation emissions are set to be replaced by 2050 on the current trajectory. The study found that as many as four out of five private jet journeys within Europe today cover distances that could be completed by small electric aircraft currently in commercial development that would enter the market in the mid 2020s. The European Business Aviation Association, the main body representing the private jet sector, said a ban would do little to curb global heating and that a unilateral ban in Britain made little sense in an international market. A spokesperson said the industry was making progress and had a goal of reducing emissions by 50% relative to 2005 levels. “The European business aviation sector is keen to be part of a sensible solution that balances the demand for travel, regional cohesion and economic growth with environmental and social responsibility,” they said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}