{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business-to-business/2019/nov/08/recycle-reuse-but-dont-always-replace-experts-debate-how-to-cut-plastic-waste", "type": "article", "sectionId": "business-to-business", "sectionName": "Business to business", "webPublicationDate": "2019-11-08T13:03:10Z", "webTitle": "Recycle, reuse, but don’t always replace: experts debate how to cut plastic waste", "webUrl": "https://www.theguardian.com/business-to-business/2019/nov/08/recycle-reuse-but-dont-always-replace-experts-debate-how-to-cut-plastic-waste", "apiUrl": "https://content.guardianapis.com/business-to-business/2019/nov/08/recycle-reuse-but-dont-always-replace-experts-debate-how-to-cut-plastic-waste", "fields": {"headline": "Recycle, reuse, but don’t always replace: experts debate how to cut plastic waste", "bodyText": "Companies that aim to remove all plastic packaging from their operations could inadvertently increase environmental damage, according to experts who attended a roundtable discussion, supported by Henkel, at the Guardian on 30 October. “We need to use as little plastic as possible but as much as necessary,” said Marcus Gover, chief executive of the Waste and Resources Action Programme, the government’s waste advisory body. Gover said some plastic packaging helps reduce food waste, which is responsible for 8% of all greenhouse gas emissions. A 225g beef steak, responsible for the equivalent of 8kg of carbon dioxide emissions, is less likely to be wasted if protected by a plastic tray and film. “If [packaging] makes that piece of beef last and not be wasted, it’s done a very important job,” he said. But even if it does not make sense to remove all plastic packaging, there is great potential to replace, recycle and reuse more of the 2.26m tonnes of plastic packaging used each year in the UK, with 46.2% currently recovered or recycled according to government figures (pdf). As well as companies replacing plastics – such as brewer Molson Coors, which plans to swap plastic for cardboard in sleeve packaging for cans of Carling and Coors Light by spring 2021 – many bars and restaurants are also cutting down on waste, for instance, by by scrapping plastic straws. Replacement is not always the answer, however. Margaret Bates, professor of sustainable wastes management at the University of Northampton, said she has heard of people buying supposedly sustainable bamboo boxes to replace durable plastic storage boxes, whose initial environmental impact is mitigated by each reuse, or building large collections of “environmentally friendly” fabric shopping bags. “The fundamental problem is that people buy stuff they don’t need,” she said. “If you don’t need it, it’s not environmentally friendly.” Recycling is well-established as a way to reduce plastic waste, but it too has its problems. Joe Kingston, business improvement and group strategy manager for the City of London Corporation’s environmental department, said that local authorities have good systems for recycling plastics but depend on the public using them. For many people, “it’s not even registering – they put it in their bins and go about their day-to-day lives”, he said, meaning the City of London only recycles half of the area’s plastic waste. Local authorities also have to deal with a mismatch between waste processing contracts that can last 25 years and prices for recycled plastic that can change daily. Many were affected when China banned imports of post-consumer plastic. There are, however, plans to ease the financial burden of recycling on local councils under the government’s waste strategy, which proposes to charge retailers and producers of packaging the full cost of collecting and recycling. Some companies want to use more recycled plastic in their packaging but are limited by what is available. Julian Hunt, public affairs vice-president of drink bottler Coca-Cola European Partners, said the company currently uses 25% recycled plastic for bottles and will increase this to 50% next year, but a lack of good-quality post-consumer plastic means it will struggle to go higher. The quality of recycled plastic packaging can depend on how it is sorted and what it contained. Numerous countries require consumers to pay a deposit on polyethylene terephthalate (PET) drink bottles, meaning many are returned and can easily be recycled as they are all the same type of material. Scotland is in the process of introducing a similar deposit return scheme and the government is consulting on a UK-wide DRS, which is likely to be implemented. “The more selective we are on collection, the better quality we get,” said Uwe Bergmann, head of sustainability management at the German adhesives, cosmetics and detergent maker Henkel. But problems arise with plastics that have held thick, viscous liquids, such as detergents, making them hard to clean, and those that have held the likes of garlic or engine oil that contaminate containers. Bergmann said these can be unsuitable for standard mechanical recycling, which physically breaks plastics into small pieces. The company has opened access to a tool it uses to evaluate the potential for recycling packaging at the design stage. In some cases the answer could be chemical recycling of plastic, according to Cameron Watson of engineering and technology consultancy Cambridge Consultants. “You degrade it to monomers, which can be turned back into virgin plastic which is high-value,” he said. This was unlike the output of mechanical recycling, which is only suitable for a few uses. Chemical recycling is currently expensive, but a new bacteria-based process could make it cheaper: “There are these emerging technologies, which are really exciting,” Watson added. Development of new recycling processes and infrastructure may be encouraged by the Smart Sustainable Plastic Packaging challenge, run by UK Research and Innovation with £60m of government money and further backing from industry. But innovation is also possible in reusable packaging, according to speakers. Andrew Stephen, chief executive of the Sustainable Restaurant Association, said some businesses are experimenting with reusable tiffin tins or banning plastic-lined paper drink cups, which are hard to recycle. Lily Shepherd, a senior research analyst for the Ellen MacArthur Foundation, said that businesses can make reuse more attractive, such as coffee shops providing washing facilities for reusable mugs. “I think it’s inevitable that consumer behaviour will need to change,” she said, but added that individuals’ reluctance to make changes should not be used by companies as an excuse: “There will be a need for businesses to focus on making the alternatives more convenient.” At the table Uwe Bergmann, head of sustainability management, Henkel Jonathan Ritson, policy analyst, Green Alliance Marcus Gover, chief executive, WRAP Margaret Bates, professor of sustainable wastes management, University of Northampton Anna Pitt, author, Zero Waste Week Lily Shepherd, senior research analyst in the New Plastics Economy team, Ellen MacArthur Foundation Kate Macnamara, communications director, Molson Coors Brewing Company Cameron Watson, consultant, Strategy, Innovation and Process Group, Cambridge Consultants Julian Hunt, vice president, Public Affairs and Communications, Coca-Cola European Partners Joe Kingston, Business Improvement and Strategy Group manager, GB Department of the Built Environment I City of London Andrew Stephen, chief executive, Sustainable Restaurant Association Safia Minney, social entrepreneur, Founder of People Tree • This article was amended on 10 December 2019 to correct the percentage of plastic packaging recycled or recovered. A previous version contained a figure that related to all packaging."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}