{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/01/bosses-leave-car-dealer-lookers-as-brexit-blamed-for-profit-warning", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-01T11:34:12Z", "webTitle": "Bosses leave car dealer Lookers as Brexit blamed for profit warning", "webUrl": "https://www.theguardian.com/business/2019/nov/01/bosses-leave-car-dealer-lookers-as-brexit-blamed-for-profit-warning", "apiUrl": "https://content.guardianapis.com/business/2019/nov/01/bosses-leave-car-dealer-lookers-as-brexit-blamed-for-profit-warning", "fields": {"headline": "Bosses leave car dealer Lookers as Brexit blamed for profit warning", "bodyText": "Lookers, one of Britain’s biggest car dealerships, has parted company with its chief executive and chief operating officer as it blamed Brexit uncertainty for its second profit warning in less than four months. The company’s shares plunged by a quarter as it predicted profit would fall by more than two-thirds this year and announced the closure of 15 branches. Lookers said Andy Bruce, who had run the company since 2014, and the operations chief, Nigel McMinn, had agreed to step down immediately. It partly blamed political and economic uncertainty for falling sales in the three months to the end of September. Like-for-like sales of new cars to retail customers dropped 11.5% and group like-for-like new car sales fell 3.2%. Friday’s warning followed an earlier profit downgrade in July when Bruce blamed falling sales entirely on Brexit. Sales of new cars have been hit by consumer wariness over Brexit and the economy while demand for used vehicles has suffered from doubts about the future value of diesel cars. However, in its latest update Lookers said its new car sales were worse than the wider market, where sales fell 0.6%. Lookers’ sales of used cars increased but margins across the group were squeezed. Lookers said it expected annual underlying pre-tax profit to fall to about £20m from £67m a year earlier. The new guidance for this year’s profit is about half the £38m analysts were expecting before the warning. The company’s shares fell 25% to 37.4p after the announcement on Friday morning – their lowest since early 2009 when the UK was in the depths of recession. The sudden departures of Bruce and McMinn will leave the chairman, Phil White, running Lookers with help from his fellow director Richard Walker until replacements are found. The finance director, Robin Gregson, left in July, meaning Lookers has parted company with all of its executive management team. White said: “It is disappointing to report this downturn in trading … The board is resolute in its determination to restore the group’s fortunes with market-leading practices in the sector. “I would like to thank both Andy and Nigel for their significant contributions to the group since joining and wish them both well in the future.” White said the closure of 15 branches would put Lookers in a position to improve financial performance. The company said it would try to merge some branches with nearby stores and did not comment on potential job cuts. The company also said the Financial Conduct Authority had begun an investigation into its sales processes that was announced in June."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}