{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/05/primark-ramps-up-us-ambitions-sales-defy-high-street-gloom", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-05T17:36:37Z", "webTitle": "Primark ramps up US ambitions as sales defy high street gloom", "webUrl": "https://www.theguardian.com/business/2019/nov/05/primark-ramps-up-us-ambitions-sales-defy-high-street-gloom", "apiUrl": "https://content.guardianapis.com/business/2019/nov/05/primark-ramps-up-us-ambitions-sales-defy-high-street-gloom", "fields": {"headline": "Primark ramps up US ambitions as sales defy high street gloom", "bodyText": "Primark is to step up expansion in the US and move into Poland after reporting a rise in annual sales that defied a difficult period for clothing retailers around the world. The cut-price clothing chain, which does not sell online, said sales were up 4% and it planned to open 19 stores around the world in the year ahead. They include a 65,000 sq ft store in the former Bhs outlet in Manchester’s Trafford Centre and its first shop in Poland. George Weston, the chief executive of Primark’s owner Associated British Foods (ABF), said the retailer had signed up to open four more stores in the US – including in Florida, Chicago and Philadelphia – and was in negotiations on several more. He said the group, which has opened nine stores in the US since 2015, was confident it had the right store format, product range and management team in place across the Atlantic. “We’ve earned the right to open more stores,” he said. “We’re hoping to open a handful a year over the next few years.” Primark, which operates in 12 countries, increased profits by a better-than-expected 8% to £913m as sales rose to £7.8bn in the year to 14 September. It opened 14 stores during the period, including its largest ever in Birmingham. That helped boost overall annual profits at ABF, which also owns the Twinings tea brand and Ovaltine and is a major sugar producer, to increase profits by 2% to £1.4bn. This did not include £79m of exceptional items, mostly related to the firm’s bakery division losing a major bread contract. Weston said Primark had 20 million followers on social media, up from 13 million last year, and this network had been important in attracting shoppers into stores. “People now research online and then go to the store to buy,” he said. “The best value is still on the high street. It is the cheapest way of getting clothes to people and less environmentally damaging.” Weston hit back at critics who have said the fast-fashion chain’s cheap prices encourage shoppers to discard clothes after just a few wears. He said the retailer had one of the biggest sustainable cotton schemes of any clothing retailer and could track that from the field to its stores. “I fail to see how anyone can produce or sell T-shirts with a lower carbon footprint [than Primark] because of the sustainable cotton and high volumes [efficiency of supply chain] and because we are not delivering to people’s homes,” he said. “Half of what we sell through [an average store] is not being thrown away; it is basic well-priced clothing for families that can’t afford and don’t want to throw stuff away. We sell clothing cheaply so that people can spend money on other things.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}