{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/07/china-hopes-end-us-trade-war-both-agree-ease-tariffs-imf", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-07T19:15:22Z", "webTitle": "US-China trade war: hopes of deal rise after partial easing of tariffs", "webUrl": "https://www.theguardian.com/business/2019/nov/07/china-hopes-end-us-trade-war-both-agree-ease-tariffs-imf", "apiUrl": "https://content.guardianapis.com/business/2019/nov/07/china-hopes-end-us-trade-war-both-agree-ease-tariffs-imf", "fields": {"headline": "US-China trade war: hopes of deal rise after partial easing of tariffs", "bodyText": "China has raised hopes that a deal can be reached to end its trade war with the US after agreeing with Washington to roll back some tariffs. The prospect of an agreement sent stock markets soaring to all-time highs and prompted the International Monetary Fund (IMF) to say a deal easing trade tensions between the US and China could persuade its officials to revise up forecasts for global growth next year. Chinese officials confirmed that they were thrashing out the shape of a first-stage trade deal with the US, which will force Beijing to end a moratorium on purchases of some US agricultural goods such as soya beans in exchange for Washington applying lighter tariffs on Chinese imports. A Chinese government spokesman said the economic superpowers would remove tariffs – taxes imposed on imports – in phases “as progress is made on the agreement”. China is also reportedly looking at the removal of curbs on US poultry imports. “In the past two weeks, top negotiators had serious, constructive discussions and agreed to remove the additional tariffs in phases as progress is made on the agreement,” the spokesman, Gao Feng, said. “If China, US reach a phase-one deal, both sides should roll back existing additional tariffs in the same proportion simultaneously.” Beijing is seeking to roll back tariffs on as much as $360bn (£280bn) of Chinese imports – including clothing, meat and electric appliances – before Xi Jinping agrees to go to the US to sign a partial trade deal with Donald Trump. Chinese negotiators want Trump to scrap tariffs on about $110bn of goods that were imposed in September and lower the 25% tariff rate on about $250bn of products that began last year. Stock markets jumped as investors detected a thawing in previously frosty relations between leaders of the world’s largest and second largest economies. The Dow Jones industrial average jumped almost 1% to 27,739, while the S&amp;P 500 rose to its second all-time high of the week, of 3,095. A softening in the two-year tariff war that has pitched the US president against his Chinese counterpart also eased demand for safe haven assets, including gold. The gold price slipped by more than 1% to $1,476 an ounce on Thursday. “There are still hurdles to be overcome, but it is encouraging that, contrary to last spring, Chinese negotiators are sending more positive signals, as well as their US counterparts,” said Raoul Leering, head of international trade analysis at the investment bank ING. Investors gave credence to the prospects for an agreement, despite many false dawns in the last six months, after Beijing’s announcement was not denied by the White House. However, analysts remained wary of talk of the two sides making further progress in the coming months. Wielding the pressure of tariffs, the US is seeking to extract broader concessions that would force China to protect American companies from intellectual property theft and unfair competition. US trade representative, Robert Lighthizer, is one of several officials who have argued that the duties on the $250bn of goods are a way of making sure that China lives up to its commitments and should be in place for the long term. Leering said China’s demands for the next phase to involve further cuts to US import tariffs was likely to be a deal-breaker. “If the US considers the mini-deal as no more than a limited first step towards a phase-two deal which would resolve the more difficult issues, it will want to keep the pressure on.” He said hardliners in the White House and in Congress believed that without sufficient tariffs in place, China’s willingness to cooperate in the next stage of negotiations on tough issues such as reducing state subsidies, “forced” technology transfers and using subsidies to conquer global technology markets could be in short supply. “Nevertheless, we do expect a phase-one deal to be struck soon, which means that things are moving in the right direction,” he said. A spokesman for the IMF said an interim trade deal that rolled back some tariffs had the potential to improve its economic forecasts for 2020. The Washington-based lender of last resort to indebted countries said its economists had already shown that the two countries’ trade war had slowed global growth significantly this year. He said: “We see it has holding potential to improve our baseline forecast. But again we need to wait for the details.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}