{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/05/former-bhs-owner-dominic-chappell-banned-from-becoming-company-director", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-05T15:02:19Z", "webTitle": "Former BHS owner Dominic Chappell banned as director", "webUrl": "https://www.theguardian.com/business/2019/nov/05/former-bhs-owner-dominic-chappell-banned-from-becoming-company-director", "apiUrl": "https://content.guardianapis.com/business/2019/nov/05/former-bhs-owner-dominic-chappell-banned-from-becoming-company-director", "fields": {"headline": "Former BHS owner Dominic Chappell banned as director", "bodyText": "The former owner of failed department store chain BHS has been banned from holding any company directorships for a decade after “abusing his responsibilities”. Dominic Chappell bought BHS from the billionaire Sir Philip Green for £1 in March 2015, but the company collapsed in April 2016 with the loss of 11,000 jobs. The Insolvency Service, which handles corporate collapses, had been seeking disqualification of Chappell and three other former BHS directors since March 2018. Chappell’s father, Joseph, and another director, Colin Sutton, have also been banned for five years each. Another former director is still facing proceedings. Claire Entwistle, assistant director for the Insolvency Service, said: “Both Dominic and his father abused their responsibilities as directors. Not only did they carry out reckless financial transactions but they failed to maintain adequate company records – a basic requirement for any responsible director. “The courts have recognised the severity of their actions and the bans handed down will seriously curtail their opportunities to manage companies.” The collapse of BHS was the biggest high street failure since the financial crisis, and left a £571m pensions black hole. The Insolvency Service has faced criticism for its handling of the scandal. Green, who owned BHS for 15 years, agreed to hand over £363m to the BHS pension scheme but escaped without a ban and also kept his knighthood, an outcome heavily criticised by MPs. Frank Field, the MP who chaired the work and pensions committee that investigated Green and Chappell’s role in the BHS collapse, said: “Here’s yet another example of the monkey being shot while the organ grinder goes free.” In a statement published on Tuesday, the Insolvency Service detailed a litany of wrongdoing by Chappell, including diverting BHS funds to other companies he owned and inadequate accounting. The high court heard Dominic Chappell wrongfully diverted £1.5m of funds from BHS to a company based in Sweden a day after the imploding retailer’s board had discussed placing it in administration. He also transferred more than £1m in money made from sales of BHS’s stores in Sunderland and London’s Oxford Street to Retail Acquisitions, the company which he used to buy BHS. In total, the Insolvency Service questioned payments worth £6m from BHS to companies related to Chappell and his father, and more than £1.5m paid directly to Chappell. Chappell last year lost an appeal against a conviction for failing to hand over information to pension regulators. The judge in that case branded Chappell “evasive”, and said his evidence was “untrue” and not “at all credible”. Chappell appeared in court in June to face separate charges of a £500,000 tax fraud and allegations that he bought two yachts to launder money. In February, the government said it planned to introduce lengthy jail sentences for executives who recklessly mismanage pension funds, in part because of scandals involving companies such as BHS and Carillion, the outsourcer that collapsed in 2018."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}