{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/nov/03/tory-plan-to-outspend-labour-turns-partys-principle-on-its-head", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-03T11:16:38Z", "webTitle": "Tory plan to outspend Labour turns party's  principle on its head", "webUrl": "https://www.theguardian.com/business/2019/nov/03/tory-plan-to-outspend-labour-turns-partys-principle-on-its-head", "apiUrl": "https://content.guardianapis.com/business/2019/nov/03/tory-plan-to-outspend-labour-turns-partys-principle-on-its-head", "fields": {"headline": "Tory plan to outspend Labour turns party's  principle on its head", "bodyText": "By any standards, the UK’s economic performance in the 2010s has been poor. Workers are still earning less in inflation-adjusted terms than they were when the financial crisis erupted in 2008, productivity growth has collapsed, business investment has been weak, the trading performance wretched. Despite all that, Britain has had nine uninterrupted years of Conservative rule and, if the polls are right, is on course for another five. Has the state of the economy ceased to determine election results? Not really. Labour lost in 2010 because Britain had just been through the deepest recession of the postwar era and while recovery was under way, it arrived too late to keep Gordon Brown in Downing Street. The surprise was that David Cameron did not win an outright majority. The story of 2015 was that of a classic housing-market-inspired pre-election boom carrying the sitting government back to power. Cameron won the overall majority that had eluded him five years earlier because his chancellor, George Osborne, aligned the economic and political cycles at a time when the rest of the world was on the up. Theresa May tossed away Cameron’s majority two years later because she chose the worst possible time to go to the country. Osborne had done what chancellors tend to do in the first budget after an election by announcing lots of painful measures, and these were hurting by 2017. Even worse, living standards were falling rapidly because the depreciation of the pound that followed the EU referendum in June 2016 had fed through into dearer imports and higher inflation. Prices were going up by around 5% a year, wages by around 2% a year. The story of UK elections follows Mr Micawber’s rule: wages growing by 5%, prices by 2%; result: happiness. Wages growing by 2%, prices by 5%; result: unhappiness. So how do things look this time around? The short answer is they look better for Boris Johnson than they did for May but not as promising as they did for Cameron in 2015. The good news for the prime minister is that the unemployment rate is below 4% and close to levels not seen since the mid-1970s. Inflation is below 2% while average earnings are growing by 3.8% a year. Real incomes are rising at an annual rate of 2% a year, which is nothing spectacular by historical standards but a considerable improvement on 2017. High levels of employment and rising real wages have meant consumers have carried on spending, particularly on smaller ticket items, and this has helped keep the economy ticking over. Growth has been modest – the economy is currently expanding by a little over 1% a year – but there has been nothing like the post-Brexit recession that the Treasury predicted before the referendum. But it’s not all good news for Johnson. Despite almost full employment and rising real wages, consumer confidence is low and has been further depressed in recent months by Brexit uncertainty. In days gone by, a combination of record low interest rates, jobs growth and rising living standards would have prompted people to move up the property ladder and buy a new car. But spending on the two biggest ticket items of consumer spending is weak. What’s more, the economic data between now and the election is likely to be mixed. The upside for the government is that the GDP figures due out on 11 November will show that the economy returned to growth in the third quarter. But the labour market data due out the following day are likely to confirm that unemployment reached a trough in the summer and has since started to rise gently. Tory attempts to blame all the problems of the economy on the alleged profligacy of the last Labour government become less effective as the years roll by. After nine years in charge, it is no longer good enough to say the lost decade was the other lot’s fault; Johnson and his team have to convince voters that the 2020s are going to be better. Their way of doing so seems to involve Labour’s clothes. Sajid Javid’s pledge to raise the minimum wage to £10.50 an hour by the end of the next parliament is not as generous as Labour’s promise to raise it to £10 an hour immediately, but it means the two biggest parties are now locked in a bidding war to see who can promise to raise the minimum wage the fastest. Similarly, the spending increases Javid announced in September are intended to show voters with austerity fatigue that a page has been turned. Jeremy Corbyn understood that voters had had enough of belt-tightening in 2017; May did not. Both parties now think it makes sense to exploit low interest rates to borrow for public investment, which represents a Damascene conversion for a Conservative party that took the axe to infrastructure spending in 2010. The only real difference is that Labour intends to pay for its spending programme through a combination of extra borrowing and higher taxes for companies and better-off individuals, and the Conservatives plan to cover higher spending and lower taxes through borrowing. This is curious in two respects. Firstly, it means that when the two parties have their tax and spending homework marked by the Institute for Fiscal Studies, Labour is likely to get the higher marks. Secondly, it means the Tories will have taken the platform on which they fought the 2010 election and turned it on its head. On Tuesday, the Conservatives will seek to attack Labour’s economic credibility by costing Corbyn’s spending pledges. Given what the Tories themselves are planning, this will be a case of the pot calling the kettle black."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}