{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/11/lib-dem-candidate-kevin-mcnamara-quits-over-racist-and-homophobic-tweets", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-11T23:46:51Z", "webTitle": "Lib Dem candidate quits over racist and homophobic tweets", "webUrl": "https://www.theguardian.com/politics/2019/nov/11/lib-dem-candidate-kevin-mcnamara-quits-over-racist-and-homophobic-tweets", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/11/lib-dem-candidate-kevin-mcnamara-quits-over-racist-and-homophobic-tweets", "fields": {"headline": "Lib Dem candidate quits over racist and homophobic tweets", "bodyText": "A Liberal Democrat prospective parliamentary candidate has stood down after the emergence of a series of racist and homophobic tweets on Monday. Kevin McNamara apologised for the comments and will no longer contest the marginal Thurrock seat for the party. “I am deeply sorry for the comments that I made that are currently being reported in the press. These words are deeply offensive and I apologise profusely to everybody that I have offended with these tweets,” he said on Monday evening. The party had launched an investigation earlier in the day after a series of images emerged purporting to show tweets posted by McNamara that included racial and homophobic slurs. McNamara added: “I would never want to undermine the voices of those communities with slurs or degradation and it’s important that people who want to represent the public are held to the very highest standard. I am resigning as a candidate with immediate effect for the upcoming election. “I apologise to all of those I have let down with my past conduct and will work hard to regain their trust.” A Lib Dem spokesman said: “Kevin McNamara has now resigned as PPC for Thurrock. A disciplinary process has been instigated.” Thurrock, in Essex, has become one of the more prominent constituencies in the Brexit debate. It was the fourth strongest leave-backing area in the country in 2016, with 72% of those who voted backing Brexit. But the Conservative remain-supporting incumbent, Jackie Doyle-Price, increased her vote share – if not her majority – in the following year’s general election. Doyle-Price won the seat from Labour in 2010 and the former government minister has held it ever since, though her majority in the 2017 election was just 345 votes. It had previously been a Labour stronghold, spending only a single five-year spell in Tory hands since between its creation in 1945 and Doyle-Price’s first victory. It was repeatedly identified as a key target for Ukip while under the leadership of Nigel Farage, and the party sent Tim Aker, its former policy chief and one of its most senior figures, to contest it twice. In 2015, he pushed Labour into third place and fell short of winning by fewer than 1,000 votes. As a seat won by the Tories in 2017, it is one in which Farage has promised not to put up a candidate this time round."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}