{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/nov/08/pyongyang-panorama-pulls-back-curtain-on-city-of-mystery", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-11-08T11:00:27Z", "webTitle": "Pyongyang panorama pulls back curtain on city of mystery", "webUrl": "https://www.theguardian.com/cities/2019/nov/08/pyongyang-panorama-pulls-back-curtain-on-city-of-mystery", "apiUrl": "https://content.guardianapis.com/cities/2019/nov/08/pyongyang-panorama-pulls-back-curtain-on-city-of-mystery", "fields": {"headline": "Pyongyang panorama pulls back curtain on city of mystery", "bodyText": "My latest work is based on two weeks spent walking through as much of Pyongyang as is possible for a foreign tourist. The result is an intricately detailed hand-drawn panorama that pulls back the curtain on a city routinely shrouded in mystery. Arch of Triumph North Korea’s capital is one of the most discussed, but least visited, cities on Earth. My work therefore seeks to share the sensation of being there as a tourist — an experience that involves being accompanied by at least two North Koreans guides at all times. The Arch of Triumph is usually the first sight people are taken to on the drive to the city from the airport, and offers incredible vistas from its rooftop viewing platform. A 60-metre-tall granite archway, it was, I was told built to commemorate the role of Kim Il Sung in the liberation of Korea from Japanese rule in 1945. My guides also made sure to mention that it stands some 10 metres taller than the Arc de Triomphe in Paris. Ryugyong hotel Taller than London’s Shard, and standing approximately 330 metres high, this 105-storey skyscraper is currently listed by Guinness World Records as the tallest unoccupied building in the world. I have included a hammer next to the pyramid-shaped tower in order to symbolise the sheer amount of human power that went into its construction. The Ryugyong hotel can be seen all over the city, and for many the imposing landmark is the signature building of Pyongyang. It has a slightly sci-fi feel to it. The shadow cast by this megastructure dominates the city, and your mind. Impossible to ignore, it was also impossible to stop at — no matter how many times I asked. “Maybe you can come back when it’s open?” came the reply. Party Foundation Monument Opened in 1995 to celebrate the 50th anniversary of North Korea’s ruling party, this depicts a huge hammer, brush and sickle held aloft by three giant hands. The symbolism is heavy, with the hammer representing the workers, the brush the intellectuals, and the sickle for farmers, while the structure itself is 50 metres tall — one for each year of the anniversary. What struck me immediately was the alignment of this spot with the Mansu Hill Grand Monument across the river, at the centre of which stand two immense bronze statues of the late leaders Kim Il Sung and Kim Jong Il. They face the people presented in the Party Foundation Monument. This connection, incredibly direct, is transmitted across the residential blocks for all to see. Pyongyang ice rink The biggest indoor ice rink in North Korea was also one of my favourite buildings in the city — an eccentric structure on the bank of the Pothong River that stands to attention on a flat open space. Working in Pyongyang, however, turned my usual methodology completely upside down. Typically, my process begins with unbridled exploration. I wander freely — a type of dérive — and enjoy abundant access to the space around me. North Korea’s capital provided the opposite. I would walk permitted routes as I was invited to marvel, like the tourists before me, at the socialist wonderland. May Day stadium Another sporting site I was invited to marvel at was the May Day Stadium — the largest stadium in the world, and the venue for North Korea’s Mass Games, which involve some 100,000 performers in a display of synchronised gymnastics and dance. South Korean president Moon Jae-in attended one of the performances in September 2018, and gave a historic speech to the capacity crowd alongside North Korean leader Kim Jong Un. The 2018 Mass Games were a kaleidoscope of North Korea’s culture. It was a display of absolute determination. But on this scale it was also a kind of art. An extraordinary mix of theatre, gymnastics, talent and pride. Mount Paektu This mountain is actually situated on the Chinese-North Korean border, nowhere near Pyongyang, but it features prominently in the country’s propaganda, mythology and symbolism, so my drawing places Paektu and its stories at the very top of the artwork. It is as if it’s looking over the city, an all-seeing powerful eye that rests hundreds of miles away in the north of the country. It is said that Dangun, the founder of the first Korean kingdom, was born here. Kim Jong Il’s official biography also states that he was born on Mount Paektu. Click here for a zoomable version of the entire map, shown below. Gareth J Fuller’s works investigate the identity of places, with the artist depicting topographies and cultures through urban and rural exploration, extensive research, local knowledge and lived experience. Details of exhibitions and his other work can be found on his website and on Instagram Follow Guardian Cities on Twitter, Facebook and Instagram to join the discussion, catch up on our best stories or sign up for our weekly newsletter"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}