{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/10/election-voter-registration-important-tactical-voting", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-10T13:08:23Z", "webTitle": "In this election, voter registration will be even more important than tactical voting | Lara Spirit", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/10/election-voter-registration-important-tactical-voting", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/10/election-voter-registration-important-tactical-voting", "fields": {"headline": "In this election, voter registration will be even more important than tactical voting", "bodyText": "Much has been written about how tactical voting will determine the result of December’s general election, with arguments raging about whether the advice offered by various websites is deliberately tipped towards one party or another. Yet amid all the claim and counter-claim, there’s been little discussion about one thing that will have a far greater impact: voter turnout. And, just as critical, voter registration. As we prepare for the most volatile poll in our lives, the potential power of those not yet on the electoral roll is huge. The white, middle-aged “Workington man” has been crowned this year’s key swing voter, but those who our parties really need to energise are those who may never have voted before – in particular, the young. Their votes could be decisive. The early signs suggest youth turnout is heading for a historic high. Applications to register to vote have gone through the roof since the election was announced. The 2017 election witnessed the famous “youthquake”. Hopes of a repeat might be premature, but the jump in young people using their voice this Christmas does have the potential to be even more profound – well over 100,000 under-25s registered within 48 hours of the election being called, a 60% higher rate than the corresponding pre-election period in 2017. This is in spite of genuine concerns around voter suppression – the election is being held in the final week of university term, and new voter ID laws will erect further barriers for those already less likely to be on the register. Yet young people have an edge: the million or so of us at university can register in two places. We can use tools, such as this one by Antonio Voce, which tell us where – at home or at university – our vote will be most effective. Since 2017, millions of our generation have participated in democracy in new, innovative and often effective ways. On issues spanning the climate crisis, Brexit and period poverty, those set to inherit a country limping from problem to problem have proved themselves influential political actors – while our supposedly responsible, better informed elders bickered among themselves and brought the country to a constitutional standstill. These registration numbers might be passing politicians by, but campaigns such as the non-partisan Vote For Your Future are throwing all they can into ensuring our generation is registered. We’re under no illusion that we face a huge challenge: the Electoral Commission estimates that one in three young people is missing from the electoral register. This figure – of 5 million 18- to 34-year-olds – doesn’t even include many who will be incorrectly registered for 12 December, having moved homes recently or failed to sign up in their university seat. But we believe young people can and will convert a year of energising protest – most notably Extinction Rebellion, the school climate strikes and the Brexit marches – into a historic turnout. When I asked the first-time voter Eden Reyhanian, 18, whether all this direct action might make young people give up on voting – which might be considered a less exciting way to change society – she told me: “It isn’t an either-or for us. This is a massive election for young people, who know their sacrifices could come to nothing if they don’t vote.” She added: “We’ve watched from the sidelines for the last few years of political crisis and now we finally get to have our say, and there’s a massive appetite to be involved.” Eden’s constituency, Finchley and Golders Green in north London, was won by just 1,657 votes in 2017. She recognises she’s lucky: her voice really does count. In the US, many companies whose main customers are Gen Z or millennials promote registration as an integral element of corporate responsibility. Uber offered a free lift to the polling station in last year’s US midterms, Patagonia offered its workers a day off to go and vote. A similar trend seems to have tentatively made its way across the Atlantic: companies such as Proper, Grindr, Innocent and Lucy &amp; Yak are drawing up plans to get young people engaged. But it shouldn’t be down to campaigners like us, or private companies. It’s shocking that there is still no single governmental body responsible for filling the registration gaps, and educational institutions too rarely pick up the pieces. Our recent research in association with Times Higher Education found the gulf between registration practices at a university such as Sheffield – which designed integrated enrolment in 2014 – and the majority of other institutions is shameful. Five years on, few have followed Sheffield’s lead when they should really be legally compelled to do so. Yet young people are on track for a higher turnout than ever before and, if we succeed, it will be because a year of remarkable campaigning can and must find its place in electoral politics, too. I’d urge everyone, please, register to vote today. It really could make a decisive difference. • Lara Spirit is director of Vote For Your Future"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}