{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/02/netflix-too-much-to-watch-speed-watching", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-02T07:00:14Z", "webTitle": "Netflix may have found an answer to our ‘too much to watch’ age | Fiona Sturges", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/02/netflix-too-much-to-watch-speed-watching", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/02/netflix-too-much-to-watch-speed-watching", "fields": {"headline": "Netflix may have found an answer to our ‘too much to watch’ age", "bodyText": "Things in life that could be improved by being speeded up: work meetings, telephone banking, golf, the sandwich queue at my local deli. Films? Well, it’s tempting. The new Martin Scorsese movie is three and a half hours long, and some of us like to be in bed before midnight. This week we learned that Netflix has been testing a new feature that allows users to speed up their viewing without sacrificing the dialogue (making it different from the fast-forward button), prompting outpourings of fury from filmmakers on social media. “Don’t fuck with our timing,” frothed Judd Apatow, the director of Trainwreck and Knocked Up. “We give you nice things. Leave them as they were intended to be seen.” “Another spectacularly bad idea, and another cut to the already bleeding-out cinema experience,” raged Brad Bird, he of The Incredibles and Ratatouille. You can see why they might feel aggrieved. It’s bad enough that Netflix has provided a “skip intro” function, because, really, who gives a toss about who did all the work? Now the expertise and graft they put into creating a visually stunning, expertly paced masterpiece can be bypassed by some idiot pressing a button and turning it into a high-definition Benny Hill Show. While you could argue that there’s no compulsion to use the function, actors and directors would say that that’s not the point. Novelists don’t write imagining that readers will skim their latest opus; musicians don’t write songs expecting them to be played back at double speed. While filmmakers don’t get to decide when we press pause before we go to make a cup of tea, they should surely be able to count on the fact that their work will be viewed at the pace that was intended. Defenders of this function have cited podcasts as a medium whose programmes can be sped up for time-poor listeners without adversely affecting the experience. While there’s something to be said for being able to up the pace in order to finish a show before the end of your commute or morning run, it hardly enhances the work. Studies have shown that time-compressed speech leads to a drop in comprehension for the listener, although I’m more concerned about what it does to the voices. Podcast hosts sounding like characters from Disney movies don’t always make for an engaging listen. Nonetheless, Netflix’s new feature, currently only available to some Android users, could be seen as the logical solution to a world flooded with films and TV series that no one person could hope to watch in a lifetime. Right now, my list of unwatched but must-see films and TV series is so long that it’s stressing me out; I am forever marooned in catch-up mode. Remember when we only had a handful of channels to choose from, and when watching a film at home meant seeing The Poseidon Adventure for the 67th time, or making a trip to Blockbuster? Back then, I would sit through any old crap. This is not about reduced attention spans supposedly afflicting viewers in the internet age, it’s about a surfeit of stuff demanding our attention. Choice can be a good thing but, beyond a certain point, the impulse to skip forwards, or switch to something else, can be overwhelming. It stands to reason that networks will do their utmost to speed up our consumption – with greater competition between streaming services intensified by the arrival of Apple TV+ and the forthcoming platform Disney+, the fight for our eyeballs is becoming ever more brutal. More dispiriting is what this desire to speed things up says about how we, the viewers, have come to see entertainment. It used to be that it was something we did in our downtime to help lift us from the daily grind. But, increasingly, getting through the list of must-see series is a mountain to be conquered, or a job in which we are rewarded for increased productivity. Of course, there is another solution to the fact that we are drowning in what streaming companies charmingly call “content”, and that is to reduce the output, and focus on quality not quantity. It’s hardly a revolutionary idea, but one that seems to elude the networks that see it as necessary to dump a lorryload of new shows on their platforms every week, much of it drivel. Directors could do their bit, too, by trimming their masterworks to a length less likely to give us all arse-ache. We live in a televisual world in which bigger is seen as better, and commissioning budgets have duly skyrocketed. Three and a half hours to watch a movie? I’ve had shorter holidays than that. Perhaps it’s time to scale things back – or the problem won’t be speed-watching, it’ll be cancelled subscriptions all round. • Fiona Sturges is an arts writer specialising in books, music, podcasting and TV"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}