{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/04/blame-bullying-tech-corporations-trolls-female-mps-journalists", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-04T07:00:18Z", "webTitle": "Who is to blame for our bullying culture? Not just tech corporations | Nesrine Malik", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/04/blame-bullying-tech-corporations-trolls-female-mps-journalists", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/04/blame-bullying-tech-corporations-trolls-female-mps-journalists", "fields": {"headline": "Who is to blame for our bullying culture? Not just tech corporations", "bodyText": "In the debates over increasing abuse and public bullying of ethnic minorities, women and LGBTQ people in the last few years, it is now clear that, in hindsight, we were asking the wrong questions. We fixated on the online space exclusively. How to regulate comments and balance that regulation with freedom of speech? How to use political power to bear down on private companies whose only obligation was to their bottom line, one fatted only by signing up as many users as possible? The focus was on the wrong culprits: trolls; insatiable, rapacious Facebook; loosely moderated comment sections. The problem was treated like a sort of digital rabies that could be deleted, pre-moderated and suspended away. I even adopted the language of this separation and fixation on the issue as hermetically sealed from the outside world. “Social media is not real life,” became my mantra. This strategy is a cop-out that overestimates the impact of social media while ignoring other, more impactful players who have been at it far longer. When female MPs step down from their positions, citing online bullying, death threats and intercepted assassination plots, they are not suffering from the behaviour of atomised individuals acting upon nothing but their own twisted compulsions. The media’s role in normalising sexism, racism and, since Brexit, political incitement against fellow citizens, parliament and the judiciary is central in fomenting an atmosphere of bullying, abuse and violence. Facebook’s Mark Zuckerberg or Twitter’s Jack Dorsey are singled out for enabling hate speech and publishing fake news, but there are others who deliberately publish fake news and ignite hatred but remain immune from official disapproval, or enforced corrective measures. The Associated stable - Daily Mail, Mail Online and Mail on Sunday - prompted more than 9000 complaints to the press regulator Ipso in 2017 and Associated was by far the most complained about publisher. The most complained about title was the Sun (4847). Publishers with the most complaints upheld or mediated by Ipso were Associated (49), Trinity Mirror (43), News (32) and Northern and Shell, publisher of the Express (21). The majority of infractions related to immigration, refugees, Muslims, Brexit and Jeremy Corbyn. This is the kindling for the trolls’ fire. We are yet to see the editors of this curated mendacity hauled up in front of a public gallery and questioned. Even cold shoulder would be a radical move. And then we come to the role of politicians who are convinced that there is no such thuggery in their stately pronouncements. The colleagues, friends and bosses of those who are now giving up their career ambitions in public life, having had enough of the onslaught of bullying and intimidation, are either engaging in divisive political rhetoric and going unchallenged, or trivialising the dangerous effects of political rhetoric. Judging public figures on how they react to abuse received in the course of business is a hill one should generally avoid dying on, but there is little point to challenging populist incitement selectively. Amber Rudd correctly called out Boris Johnson on his shameful dismissal of concerns about using the language of surrender, treachery and betrayal in the shadow of MP Jo Cox’s murder as “humbug”, but apportioned no such chagrin to Theresa May’s “citizens of nowhere” rhetoric. In fact, Rudd inherited May’s “go home van” Home Office, and proceeded to run an immigration policy shot through not just with threatening language, but the execution of discriminatory policies that continue today, despite the exposure of the Windrush scandal. But social media is a convenient bad guy. Trolls are faceless, diffuse, depersonalised. A shoal of anonymous weirdos, bots and hired hands working on behalf of shady foreign governments. It is far easier to clutch pearls about the anonymous users of Twitter than it is to name those journalists, editors and politicians in the same media or political networks. The owners and management of social media companies are handy pantomime villains – rich, powerful, but also shy tech nerds. Delivering strong statements about a culture that has seen one member of parliament murdered, and others become fearful for their lives without making these uncomfortable connections is a wasted opportunity. The jeopardy of public life is in danger of being generalised along the lines of sociologist Eduardo Bonilla-Silva’s “racism without racists”. There is no bullying without bullies. Social media may not be real life, but it certainly takes its cues from it. • This article was amended on 6 and 7 November 2019 to clarify and add Ipso data and to specify that three Associated titles, not just the Daily Mail newspaper, were meant. The article originally misapplied the term “censured” to describe upheld and mediated complaint outcomes. • Nesrine Malik is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}