{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/03/whod-want-to-be-in-a-parliament-of-angry-white-misogynist-males", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-03T07:30:08Z", "webTitle": "Abuse, threats, vile colleagues… why would you want to be an MP? | Catherine Bennett", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/03/whod-want-to-be-in-a-parliament-of-angry-white-misogynist-males", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/03/whod-want-to-be-in-a-parliament-of-angry-white-misogynist-males", "fields": {"headline": "Abuse, threats, vile colleagues… why would you want to be an MP?", "bodyText": "Wanted: men – and women – who are comfortable around misogyny. We are looking for strong, confident, disagreeable characters who enjoy verbal abuse, exchanging insults, and predominantly male company. Must be able to point and shout and use a smartphone. A diagnosis of narcissism will be considered an advantage, a proven lack of empathy is essential. Are you an angry white person with a history of insulting and socially transgressive behaviour? Then a career as an MP is waiting for you, starting salary £79,468 basic + expenses. No qualifications, references or previous experience necessary. Start date ASAP. Apply to your local political party quoting ref #GE19. If a career in UK politics has long been unappealing to people who are any of female, quiet, self-effacing or dispassionate, the premature exit of impressive female MPs attributing their departures to relentless, often sexist abuse and threats, now makes it look actively perverse. The consequences for faltering female representation in Westminster could be serious, unless there really are unexpected reserves of women who have the ability and courage of a Jess Phillips, Anna Soubry or Margaret Hodge, or fellow targets Rosie Cooper, Luciana Berger, Rosie Duffield. All the more so, since the abuse of female politicians by anonymous online persecutors is supplemented, the better to keep the former in their place, by more crafted insults from media professionals. Last week Theresa May was denounced, by Quentin Letts, one still-resentful fan of her successor, as a “brine-washed limpet of a prime minister”, weepy yet of “shrivelling dullness”, someone whose failure was on such a scale as to make the fastidious writer “feel dirty”. He was reviewing a new book by Anthony Seldon that, along with May’s obvious faults, condemns behaviour that might strike you as inoffensive, even exemplary. How dare she be “introverted”? And how, Seldon invites us to ask, could May not sack George Osborne, the chancellor turned Lebedev social secretary, with the elaborate courtesy due to a man who later said he wanted her “chopped up in bags in my freezer”? It may console May, rebuked for bad and good judgment alike, that even Chancellor Angela Merkel is now pilloried, for being timid and conflict averse, by supporters of a rival who enjoys dressing up as Shrek, Gandalf, Gandhi. Elsewhere, Rod Liddle (who in 2009 declared his unwillingness – because how else would you assess a woman’s political abilities? – to have sex with Labour’s deputy prime minister) takes a moment, in a predominantly Islamophobic Spectator polemic, to ridicule, for an important speech on coercive control, “the sobbing and oppressed Rosie ‘#MeToo’ Duffield”. Signs of emotion, female politicians learn, will always fall miserably short – unless strictly patriotic – of the standards perfected over generations by boarding-school-educated parliamentarians. Last week’s warning from the archbishop of Canterbury, about “inflammatory language” in politics, has yet to prompt any constructive response from the two second-raters apparently determined to keep the forthcoming leaders’ debate all-male. Maybe Barack Obama’s criticism of polarising language will be more effective? Unlikely in Boris Johnson’s case, since his prized ally once incited the shooting of “crooked Hillary”. Though it would be disloyal to depict our British statesmen as junior partners in the normalisation of intimidation and violent speech. Nigel Farage, bored with negotiating, now threatens “war”. Johnson, building on years of abusive and sexist comments, surpassed himself by retorting “humbug”, when Paula Sherriff, asking him to moderate his language of “surrender”, mentioned Jo Cox. Yes, it’s fine, at the highest level of UK politics, to make light of a young woman’s murder – but don’t let that put you off, ladies. Turning to the judgmental language of indignant wokeness, mentioned by Obama, some of Jeremy Corbyn’s most valued supporters have been keen deployers, when narked, of “terf” (trans-exclusionary radical feminist) and the antisemitic “Zio”. Nor can it be much of a corrective to the online ugliness when John McDonnell speaks of lynching, or when Corbyn has othered certain – Jewish – compatriots who “don’t understand English irony”. What kind of person, witnessing sanctioned taunting and persecution, would be attracted to Westminster? And expect to thrive there? Well, various figures eminent in the outgoing, belligerently divisive administration, offer some clues. Boris “Pericles” Johnson, aka the Hulk, aka – to his personal tech consultant, Jennifer Arcuri – “Alex the Great”. Dominic “Odyssean Project” Cummings, superpower: ordering the non-gileted classes to fuck off. Jacob “dies irae, dies illa” Rees-Mogg. Gavin Williamson, owner of Cronus, a tarantula he took, regardless of arachnophobic colleagues, to work. Dominic Raab: martial arts exponent with a major feminist problem. The Spartans. And all this minus, so far as we know, any help from steroids. The imminent problem may be less a temporary scarcity of decent, inoffensive politicians, than a glut of severely disturbing ones. Well before divisions nurtured by Johnson and Cummings exacerbated existing online obscenity and aggression aimed at MPs, research confirmed, to nobody’s surprise, that political ambition is related to personality type. Perhaps unhelpfully for constituents, those most attracted to politics tend to be strong on narcissism and on Machiavellianism, two of the main elements of the “dark triad” of negative personality traits that also features psychopathy. Behaviours associated with the dark triad include callousness, antisocial behaviour, strategic manipulation, dominance and bragging. It would be hard, following Johnson’s enthronement, to imagine a constellation of qualities more likely to endear a person to the Tory membership, or to shield them, if pro-Remain, from the multitude who believe online harassment of a treacherous elite to be a civic duty, motto: “If you can’t stand the heat, get out of the kitchen.” Officials interviewing replacements for the MPs fleeing Westminster have to consider that individuals equipped to prosper in current British politics may have most in common with the malevolent online presences who help make it, for more agreeable people, unendurable. • Catherine Bennett is an Observer columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}