{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/06/britain-election-brexit-voters", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-06T18:37:29Z", "webTitle": "How Britain’s elections became impossible to predict | Paula Surridge", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/06/britain-election-brexit-voters", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/06/britain-election-brexit-voters", "fields": {"headline": "How Britain’s elections became impossible to predict", "bodyText": "Virtually every piece of election coverage so far has stressed its unpredictability. The reason for this, other than pundits’ reluctance to get their fingers burned again after the surprise results of 2015 and 2017, is a cocktail of voter volatility and an electoral system that’s creaking at the seams. While people disagree about whether voters are enthused, disillusioned or angry, they all seem to agree on one point: they are volatile. This doesn’t mean they are more prone to bouts of bad temper (though they may be true) but rather that they are more likely than ever to switch their vote between political parties. You would be forgiven for thinking that the electorate is supposed to be “volatile” – or at the very least responsive to the campaigns and manifesto promises put in front of them. But for many decades people have been quite stable in their voting patterns. They had chosen a party, usually sometime in early adulthood, and stuck with it through thick and thin. So what has changed? The answers lie in both long-term social change and short-term political pressures. The tendency to swing between political parties is a long-term trend, not only in the UK but also in other western democracies. The factors behind it include the decline in political organisations such as trade unions, increased education levels among voters and a disillusionment with the political system. In the 1960s around eight out of 10 in the British electorate identified with one of the two main parties, half of them “very strongly”. By the 2010 election this was down to six in 10 identifying with a party and just one in 10 doing so very strongly. As a result, the two main parties have seen their electoral coalitions come under threat from smaller parties as voters are more likely to “shop around” for a comfortable fit or to protest against particular policies. While the 2017 election produced a surprise increase in the two-party share of the vote, the 2010 and 2015 elections reflected this trend, with first the Liberal Democrats then Ukip gaining substantial shares. The collapse of the Lib Dem vote between 2010 and 2015 and the Ukip vote between 2015 and 2017 illustrates the recent vote-switching. Recent research by the British Election Study team has shown that between 2010 and 2017 only half the electorate voted the same way in every election. This is where short-term political factors combine with those longer-term trends. The EU referendum and ensuing debate has allowed the Lib Dems to regain much of the ground they lost after the 2010 election by offering a distinct position on one side of the divide, and the Brexit party (best understood as Ukip rebranded) to reoccupy the space filled by Ukip in 2015. This makes the outcome in individual constituencies very difficult to predict: where four or more parties are all gaining significant chunks of the vote a seat can be won with a relatively modest vote share. Recent modelling by Best for Britain has suggested that some seats may be won by vote shares of less than 30%. It is here that we see the electoral system creaking under the strain of evolving politics. This strain is not caused only by Brexit, though Brexit has forced voters to consider issues outside of the traditional left/right divide, which has long distinguished Labour and Conservative voters. Rather, this “Brexit axis” reflects values of social liberalism and social conservatism; for example whether someone believes criminal sentencing is too lenient, or children should be taught to obey authority. This divide was important in understanding Lib Dem support in 2010 and Ukip support in 2015, and as voters move back towards these parties (or their notional successors) in 2019 it is these values that are likely driving them. The 2017 election saw the electorate sorted back into two large party groups – but the resurgence of the Lib Dems and the rebirth of Ukip as the Brexit party means that for both the main parties the key task is not to win over new voters, but to hold on to as large a share of their 2017 cohorts as possible. Both Labour and the Tories are likely to lose votes to the other two parties, and while the initial focus has been on the flow of Labour remainers to the Lib Dems and Conservative leavers to the Brexit party, there are smaller groups of Labour leave voters that could switch to the Brexit party and Conservative remain votes that could be captured by the Lib Dems – as shown in the number of Conservative MPs defecting to the party. In a series of constituency battles where three parties are all polling at between 25% and 30%, those smaller shares will be critical. The smaller parties may manage only 10% of the vote, but who that 10% comes from will make the difference in many seats. The 2019 election may be unpredictable, but it is not unprecedented: previous elections can be used as a guide. But the best way to think of it is not as a continuation of the patterns of 2017, but rather a fusion of the Lib Dems’ 2010 election the 2015 results for Ukip (now the Brexit party) plus the SNP in Scotland. The British electorate and party system are evolving. As with any mutation it is hard to know in advance what exactly the outcome will be, though we can begin to see the outline of its form. • Paula Surridge is a senior lecturer at the University of Bristol’s school of sociology, politics and international studies"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}