{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/08/could-scott-morrisons-tactics-defeat-jacinda-ardern-in-the-new-zealand-election", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-08T22:31:50Z", "webTitle": "The New Zealand opposition leader wants to follow a Scott Morrison blueprint to beat Jacinda Ardern | Van Badham", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/08/could-scott-morrisons-tactics-defeat-jacinda-ardern-in-the-new-zealand-election", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/08/could-scott-morrisons-tactics-defeat-jacinda-ardern-in-the-new-zealand-election", "fields": {"headline": "Could Scott Morrison's tactics defeat Jacinda Ardern in the New Zealand election?", "bodyText": "Simon Bridges is the leader of New Zealand’s conservative National party. He’s making a tilt for the prime ministership when the country goes to an election next year. There’s concern he may be uncompetitive with his Labour rival. She’s Jacinda Ardern. People don’t know much about Bridges. Some people might remember that as a minister in John Key’s National government, he signed off on oil and gas exploration in a “pristine and untouched” national conservation area, and then excused himself by announcing he didn’t realise it was there. A rarefied few might remember that he is one of only a few New Zealanders who’s ever had a personal superannuation fund. But everyone does seem to know he’s stratospherically unpopular. How unpopular? He’s polling as preferred prime minister at 9%. Yes. Mind you, Ardern has suffered a recent local 11% “crash” in popularity – down to 38.4%. But when your total popularity isn’t as large a margin than that by which your competitor’s has dropped, you have something of an electoral problem. So in the run up to the election, Bridges has been visiting Australia to take election advice from his Tory cousin, Scott Morrison. The NZ papers are reporting that Bridges has been “meeting with key members of the Liberal party’s team”, hoping to repeat the strategy that returned Australia’s conservative government to power despite years of public and media opinion predicting a Labor win. To date Bridges’ imitation campaign has been on point. Attacks on a Labour government “you can’t afford” are the precise wording of Morrison’s campaign. Stop me if you heard this one before: Bridges is calling himself a “compassionate conservative” but announcing anti-welfare policies, with rhetoric to target “gangs”. National’s negative attack ads on Ardern have already started. Surely it is only a matter of time before Bridges is sporting a cap and making sure to spill beer on his balls at a sporting event. “How good” is Bridges feeling? “Very upbeat”, apparently. Watching the polls, New Zealand commentators are right to suggest that Ardern’s government cannot afford to be complacent – especially with National retaining a lead over Labour in its party-wide vote. But to suggest a repetition of the heavily spruiked Morrison miracle is likely to deliver Bridges victory is to ignore the fundamental truths that underpin trans-Tasman relations: almost identical flag, similar settler-colonial past, some English spoken … but different cultures. Different countries. New Zealand, for one, has no Clive Palmer, spending $60m on an omnipresent, all-media vanity campaign that turned out not to succeed in getting elected as much it helped keep Labor out of power. The primary vote of the Liberal/National Coalition actually decreased in the last Australian election; the local preferential voting system means it’s not so much that the most popular candidate wins, but the least unpopular prevails. Assistance from billionaires to reinforce conservative messaging while running candidates that deliver the conservatives preferences isn’t so easy in New Zealand. For a start, New Zealand has had a “mixed member proportional” (MMP) representation system since 1996 where preferences do not factor. Second, New Zealand’s is a non-compulsory voteg, where “get out the vote” strategies are needed to actively motivate people into the ballot boxes, as opposed to Australia where compulsory voting – for all its benefits – means negative campaigning influences actual voter choice, rather than poll attendance. But crucially, too, New Zealand’s a country that’s wisely imposed election campaign spending caps. A law prevents an election spend by the parties in excess of NZ$3,605m. For a Palmer to exert comparative influence, New Zealand would need to register 20 parties – which may, indeed, look dodgy. And while New Zealanders may not believe their truth-in-advertising standards are so strictly enforced in political campaigning, unlike Australia, it actually has them. It’s not quite as easy to spread false rumours of a made-up death tax in a place where already National’s attack ads are provoking a flurry of consumer complaints. What seems to be Bridges’ gambit is that the niche social media targeting that the Liberals, Australia’s hard right One Nation party and Palmer used to such effect might assist undercutting the vote of Ardern’s coalition partner, Winston Peters’ populist New Zealand First. If either New Zealand First or Labour’s other coalition partner, the local Greens drop their primary vote beneath 5%, they’re out of parliament. Enough of an effect on the balance of power within that coalition could, perhaps, clinch Bridges victory. Even so, Ardern is a candidate both with the power of incumbency and an empathetic, sunny, personally popular brand that Australian Labor’s Bill Shorten never had. “It’s the Jacinda New Zealand can’t afford” as a slogan doesn’t make sense – especially not when Ardern’s government is going into the election with a surplus. In Australia Labor may have consistently polled a higher two-party-preferred vote but Shorten’s polling as preferred prime minister always struggled, although was higher than Bridges. There’s an additional factor that may, indeed, negate the effect of Bridge’s borrowed thinking. While there was a campaign on Facebook about a death tax that didn’t exist, Morrison promised tax cuts to revive a flailing economy. Those cuts were passed, the treasury’s taken a hit, the Australian economy has not revived, retail spending is at its lowest rate since the last recession, wages remain stagnant. New Zealand voters may be wise enough to look across the Tasman, evaluate the National leader’s Morrison fandom, and consider if they really want to vote for what’s befallen Australia since. Van Badham is a Guardian Australia columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}