{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/08/boris-johnson-control-tories-election-campaign-leader", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-08T17:21:46Z", "webTitle": "Lurching and rambling, Boris Johnson is in charge. But he’s lost control | Marina Hyde", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/08/boris-johnson-control-tories-election-campaign-leader", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/08/boris-johnson-control-tories-election-campaign-leader", "fields": {"headline": "Lurching and rambling, Boris Johnson is in charge. But he’s lost control", "bodyText": "The spectacle of Boris Johnson in a suit is increasingly disconcerting. Everything the prime minister says would make much more sense if he was wearing just his pants and a three-day-old dressing gown, and slurring, “I promise you I’ll CHANGE …” at one of the mothers of his children. It goes without saying that he might win a majority. Then again, he might not. It’s certainly been quite a taboo-busting start to the Conservatives’ election campaign, featuring monstrous Grenfell insults, allegations of deliberately collapsed rape trials, and the blithe suggestion that Jeremy Corbyn might literally shoot the rich. I think this is the bit where we’re meant to ask what they call their act, and for Johnson to triumphantly declare: “The Aristocrats!” Either way, it has felt worth remembering all week that Johnson did actually have a clear majority for something. Namely, his Brexit deal, which was voted in favour of three weeks ago, but which he then went and pulled, on the pretext that the House of Commons asked for more than 15 minutes or so to debate it. Had the PM permitted parliament that non-luxury, he could have passed it into law and gone to the country with it in his back pocket, with Nigel Farage a more neutered force, and a few more weeks’ election planning than those that have yielded the current masterclass. But he knew best. Or did he? This remains to be seen, but if it turns out that Johnson needlessly brought about his own downfall via misplaced pride, it will be awkward to know quite what to say. Other than: don’t suppose you know any Ancient Greek, babe? Because I heard they had a word for this. I’ll lend you a Ladybird book about it while you contemplate a future phoning your speaking agent to scream: “I don’t understand why they’d book Stephen Fry and not me – I’m a 10th of his price!” On the subject of presumably competitively priced after-dinner speakers, what a week to learn that Theresa May has been signed up to the circuit, believed to have fought off a bid from the speaking clock for her services. May bills herself as a specialist in “inspiring lives” and how to “achieve progress”. Why not just add election-winning and contemporary streetdance? In for a penny; in for an unspecified number of pounds an hour. The news did seem to confirm that irony-manufacture is our sole thriving industry. Indeed, merely hours after both Sajid Javid and John McDonnell promised £22bn and £55bn of investment respectively, it was revealed that Crossrail is currently going to be at least three years late and several billion over budget. The Institute for Fiscal Studies is advising huge caution over both Javid and McDonnell’s promises, but it feels perfectly conceivable to imagine either of these chancellors getting at least one set of public lavatories and a couple of extra tube stops for their promised bazillions, albeit not until the turn of the 2030s. Elsewhere, imbecility remains a key battleground, with debate over which party is fielding the more extravagantly or malevolently stupid candidates. Is it the Tories, whose children and families minister Nadhim Zahawi insisted he wasn’t sure whether Jeremy Corbyn would shoot the rich, adding: ”You’ll have to ask him that question”? Or is it Labour, whose newly selected Pudsey candidate Jane Aitchison provided the BBC’s Emma Barnett with 12.5 seconds of dead air in a discussion in which she apparently excused another candidate saying she’d celebrate the death of Tony Blair. It was one of those clips you listen to going, “Don’t say Hitler. Don’t say Hitler. Don’t say Hitler. Don’t say Hitler.” “For instance,” reasoned Jane, “they celebrated the death of Hitler.” Only in a field like this could Boris Johnson retain a reputation as an orator. The best way to get through a Johnson speech is tell yourself he’s going to make 10 jokes he’s done numerous times before, then it won’t be so bad when he only does nine. His three-and-a-half minute campaign launch set in Birmingham saw a return for several “old friends”. Yet again, Johnson produced his line about broadband being “informative vermicelli”, as though he were Taylor Swift and he had to do Shake it Off because that’s what the crowd had come for. “This is a prime minister on fire,” judged Gavin Williamson, who seems to be back in the fireplace selling business. The Liberal Democrats remain in the Jo Swinson-selling business, having put her front and centre of their campaign and all over their bus. Swinson sounds deeply over-coached, as you might expect of someone who has been an MP since she was 25. It’s difficult to imagine a career path that could make you less well-adjusted. I can’t help feeling Jo would have been better off as a Hollywood child star, or signing for Manchester City at nine before having both legs broken at 16. Then there was an inevitable second launch for Farage’s Brexit party, in which he doubled down on promises of a “cleaner” Brexit. I suppose there’s a kind of justice to Johnson now being on the wrong end of this rubbish. The bad news is that millions of cubic litres of demons have been released in the past three years; the worse news is that it’s the people who opened the box who are now charged with rounding them up. Thus Brexiteers are now attempting to debunk that which they themselves bunked barely four months ago. “We cannot simply DEMAND a ‘GATT Article 24’ agreement with [the EU],” Johnson supporter Steve Baker fumed this week. ”This is not how the process works.” Right. I was trying to remember who had floated the idea that you could dictate to the EU in this way, when the name came to me: it was a guy called Boris Johnson. A real end-to-end service, as has always been the case with Johnson and Brexit since his Brussels correspondent days. He makes you sick so he can sell you the cure, and when the cure makes you even sicker, he’ll flog you the cure for that. I mean, I’ll tolerate this as the business model for Gwyneth Paltrow’s Goop website, but feel like it’s aiming low for a country. Ditto the truly alarming clip of Johnson lurching and rambling at a Northern Ireland reception on Thursday night, during which he appeared to misunderstand Irish border checks, his own Brexit deal, and when to close his mouth. I know we’ve all had to lower our bars, but I guess I still want the person in control to be able to control himself. The most disturbing element of this performance is that the prime minister will almost certainly not have drunk a drop of alcohol. Just as it did in his nightmarish turn at the police academy a few weeks ago, the task of governing even himself seemed quite beyond him. Frequently accused of sexual incontinence, Johnson now seems to have developed verbal incontinence. And who knows what besides. That’s the thing about unchecked appetites: they end up consuming you. So let’s play out this first week of the election campaign with the prime minister shambling about, like the grotesque illustration to some cautionary nursery rhyme. “Boris was so self-obsessed / It quite devoured all the rest / Nothing but a husk remained / To his ego was he chained. / Here he gurgled on the telly / Droning about vermicelli / There he mumbled customs vows / His own supporters raising brows. / Children out for number one / Start with friends but end with none. / They’re left quite mad and most unhappy / Needing several kinds of nappy.” • Marina Hyde is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}