{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/09/for-too-many-people-in-too-many-countries-democracy-isnt-working", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-09T14:05:06Z", "webTitle": "For too many people in too many countries, democracy isn’t working", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/09/for-too-many-people-in-too-many-countries-democracy-isnt-working", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/09/for-too-many-people-in-too-many-countries-democracy-isnt-working", "fields": {"headline": "For too many people in too many countries, democracy isn’t working", "bodyText": "In Britain, as elsewhere, a general election is the primary means of democratic renewal. But what if elections do not, or cannot, bring about genuine change? What if they are secretly manipulated by state or foreign “influencers”? What if polls are fixed in advance, providing an illusion of democratic choice – or their results are rejected? Such concerns have usually focused on developing countries with “immature” democracies. But that’s changing. The integrity of electoral processes worldwide, including in western countries formerly held up as models, is under growing threat from systemic failures and deliberate subversion. Abraham Lincoln’s famous defence of democracy – that “you can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time” – needs updating. For too many people in too many countries, democracy isn’t working at all. More fool you. Spain, holding its fourth general election in as many years this weekend, shows how traditional methods can fail to deliver the change people seek. In an historic shift in 2015, many voters rejected mainstream centrist parties in favour of smaller, insurgent parties. Has this rebellion, sparked by economic mismanagement, corruption and inequality, produced solutions? Not really. Opinion polls suggest this weekend’s vote won’t break the deadlock. Instead, it has deepened divisions over Catalan separatism and boosted the far right. Most Spaniards expect another minority government and another early election. That fits pan-European trends. In Germany, France, Italy and Sweden, the grip of long-dominant centrist parties has been loosened if not broken, but has mostly been replaced by instability. Britain’s general election is hyperbolically described as a “turning point”. Yet continued gridlock is a distinct possibility after 12 December. Genuine reform is slow in coming, if it comes at all. Analysing the results of last summer’s fragmented European parliament elections, the European Council on Foreign Relations warned: “The desire for change is real across the board, and the new EU institutions will need to provide answers for voters.” Nice thought – but don’t hold your breath. When unresponsive electoral systems fail to give voters what they want, disillusion and cynicism follow. That encourages forms of populism, ultra-nationalism, mass abstentions, alienation and non-democratic alternatives – and lets in demagogues such as Italy’s Matteo Salvini. Donald Trump profited from an antiquated electoral college system that awarded him the US presidency even though he lost the 2016 election by nearly 3 million votes. This could happen again next year. While these are urgent problems for established democracies, in countries such as Iraq, where democracy is relatively new, levels of discontent are existential. Hundreds of Iraqis have died in recent anti-government protests. The fact their rulers were elected last year is beside the point. Protesters say the political elite is corrupt and incompetent – and demand a wholesale clear-out, with little idea what comes next. Another Saddam Hussein, perhaps? In Iraq, democracy has become so discredited that its survival is in danger. The same might be said of Zimbabwe, Pakistan, Syria and Venezuela where hopes of democratic change were raised, then cruelly dashed. Illiberal regimes like those in China, Russia and Egypt actively exploit democratic principles. They pretend to hold free elections, direct or indirect. In practice, results are pre-determined, with only token opposition allowed. But even phoney polls confer a degree of legitimacy. There was a moment, circa 1990, when the onward march of democracy appeared irresistible. Now, with exceptions such as Sudan and Ethiopia, the authoritarian, anti-democratic model is spreading, according to Freedom House, an independent watchdog. It warns that democracy is in retreat worldwide – and tyranny is advancing. “More authoritarian powers are now banning opposition groups or jailing their leaders, dispensing with term limits and tightening the screws on independent media ... Many countries that democratised after the cold war have regressed in the face of rampant corruption [and] anti-liberal populist movements,” it says. This shift has coincided with the faltering influence of western democracies, reflecting a changing global balance of power. “A crisis of confidence in these societies has intensified, with many citizens expressing doubts that democracy still serves their interests.” In other words, they are no longer prepared to go out and fight for it. The internet and social media have become key tools for those seeking to subvert elections and democratic governance. China, with pervasive domestic online censorship and hi-tech mass surveillance, is the world’s leading exporter of “digital authoritarianism”. Russia is a top covert online “influencer” of other countries’ elections and politicians. That’s why, for example, Boris Johnson’s Trump-like refusal to publish an investigation that reportedly discusses Russian meddling in the 2016 Brexit referendum has raised suspicions. Many governments are passing laws ostensibly designed to combat online fake news, hate speech and terrorist plots that, in practice, are used to extend state supervision, harvest personal data and facilitate official propaganda. A new study reveals, for example, how Germany’s 2017 Network Enforcement Act, obliging media platforms to remove illegal content or risk huge fines, has been copied by at least 13 countries “to provide cover and legitimacy for digital censorship and repression”. The negative implications for free and fair elections are clear. An intensifying problem for voters worldwide – and thus for the future of democracy – is whether elections are honest and participation is safe. The broader issue is whether voting makes any difference in broken electoral systems that, too often, appear structurally incapable of delivering change – or even a genuine contest."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}