{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/01/the-guardian-view-on-his-dark-materials-on-the-bbc-a-perfect-match", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-01T18:25:23Z", "webTitle": "The Guardian view on His Dark Materials on the BBC: a perfect match | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/01/the-guardian-view-on-his-dark-materials-on-the-bbc-a-perfect-match", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/01/the-guardian-view-on-his-dark-materials-on-the-bbc-a-perfect-match", "fields": {"headline": "The Guardian view on His Dark Materials on the BBC: a perfect match", "bodyText": "You can tell you are in another world because there, in that wild universe, the master of the Oxford college is black. (In our world, the first black head of house at Oxford, Lady Amos, will take up her new role at University College next August.) This magical world, both like and unlike our own, is that of Philip Pullman’s His Dark Materials novels, brought to vivid life in a new television adaptation. The first series – of, it is anticipated, three – arrives on BBC One in the UK this Sunday, and on HBO in the US on Monday. The series, on the basis of its first episode, shows every sign of being a BBC family drama in the grand old style, with skilful writing, a luxurious cast, and lavish visuals. The story, based on the first novel in the series, Northern Lights, begins with young Lyra, who is growing up (and running wild) in Jordan College. One day, her brusque, mysterious uncle Asriel – played by James McAvoy – appears, fresh from a dangerous mission to the far north. Hard on his heels comes the mortally attractive Mrs Coulter, played by Ruth Wilson at her most silky and acidulated. It is wonderful fun, but it is not just that. Pullman’s world is serious and densely layered with allusion. His epic scale, his cosmological purview, is refined from a lifetime immersed in the poetry of Milton and Homer and Blake. His novels relating to Lyra – recently refreshed by a new story, The Secret Commonwealth – are remarkable literary achievements, readable by children and adults with equal pleasure. In television terms, this is precisely the kind of drama that BBC One was made for – though it is worth recalling that it is not actually made by the BBC, in the traditional sense, but rather by the companies New Line Cinema and Bad Wolf for the BBC and HBO in a co-production deal, with the latter distributing outside the UK. The kind of budget required for His Dark Materials – including CGI-created demons, the animal companions that embody part of each human’s being in Lyra’s world – is beyond the BBC as a solo player. There is room for concern here, as the BBC shrinks in relation to increasingly powerful US streaming services such as Netflix. As the former BBC director general Mark Thompson warned in a lecture last month: “For now it makes sense for the streamers to co-produce and share rights in the country of origin. Don’t expect that to last. Soon they’ll want it all.” The danger is, he said, that British public service broadcasters, outbid by the streaming services, may lose any purchase on content at all. The consequent drain of material, talent and intellectual property would have serious consequences for British culture – and the contribution of the cultural sector to the life of the UK as a whole. This danger, he argued, needs to be addressed by policymakers, lest a tradition of brilliant television, one of the UK’s greatest calling cards, be squandered. He rightly argued that public service broadcasters must be properly funded and the BBC licence fee protected. This is not purely for the benefit of television itself, but because television is part of a bigger cultural ecosystem: think, for example, of the writers and publishers of the books (such as Pullman’s) adapted for television; or the actors, producers, designers and comedians who work in theatres but also in television. In the meantime, His Dark Materials may be precisely what is needed on the cold, dark nights of winter. Viewers may find it the perfect respite cure from the travails of our own, somewhat less magical, universe."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}