{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/10/thailand-pesticides-dow-monsanto-syngenta-trump", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-10T07:00:30Z", "webTitle": "Thailand wants to ban these three pesticides. The US government says no | Carey Gillam", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/10/thailand-pesticides-dow-monsanto-syngenta-trump", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/10/thailand-pesticides-dow-monsanto-syngenta-trump", "fields": {"headline": "Thailand wants to ban these three pesticides. The US government says no", "bodyText": "You know it’s a dark day for America when foreign leaders have to lecture US officials about the importance of prioritizing public health over corporate profits. Yet that is what is happening now, as the Trump administration pressures Thailand not to ban three pesticides that scientific research has shown to be particularly dangerous to children and other vulnerable populations. Thailand’s leaders have said that as of 1 December, a ban will take effect on the use of the following farming chemicals: chlorpyrifos, an insecticide made popular by Dow Chemical that is known to damage babies’ brains; Syngenta’s paraquat, a herbicide scientists say causes the nervous system disease known as Parkinson’s that has been banned in Europe since 2007; and Monsanto’s glyphosate herbicide, which is linked to cancer and other health problems. Dow, Syngenta and Monsanto have each merged their way to become bigger corporate behemoths in recent years, wielding their enhanced power in Washington to keep these and other money-making pesticides on the market. For example, before merging with DuPont earlier this year and spinning off the agrochemical business that made chlorpyrifos, Dow successfully defended continued use of chlorpyrifos despite scientific concerns. The agrochemical companies are not having as much luck keeping foreign leaders in line, however, amid growing global awareness of the risks many pesticides spell for human health. Thailand joins dozens of countries that have already banned or are planning bans on paraquat, chlorpyrifos and/or glyphosate. Thailand’s national hazardous substances committee voted last month to ban all three due to the dangers established by scientific evidence. Thailand’s leaders were motivated in part by research showing that use of these chemicals in agriculture not only puts farm workers at risk, but also endangers consumers because the bug and weed killers’ residues persist in fruits, vegetables, grains and other foods. In the United States, pesticide residues are so common in domestic food supplies that a Food and Drug Administration report issued in September found more than 84% of domestic fruits, 53% of vegetables, and 42% of grains sold to consumers carried pesticide residues. US regulators parrot industry talking points as they insist that dietary exposures to pesticides are nothing to worry about and say any risks to farm workers can be mitigated with proper training, protective clothing and other measures. According to Thai news reports, US officials have also been warning that the ban will interfere with lucrative trade. The US is especially upset about a glyphosate ban, arguing that it could limit hundreds of millions of dollars in Thai imports of US grains, which are often laced with glyphosate residues. Outraged Thai officials say they have been forced to “clearly explain” to US officials that Thailand’s priority is the health of Thai consumers. “Our job is to take care of the people’s health,” the public health minister, Anutin Charnvirakul, told the press. If only US leaders had such moral clarity. It may be disgraceful, but it’s certainly not surprising that the Trump administration is working to protect glyphosate and other pesticides that bring profits to big corporations. The agrochemical industry players are devoted donors to the political machinery that runs Washington and they expect a return on their dollars. Chlorpyrifos was scheduled to be banned two years ago from US agricultural use but when Trump came into office the EPA decided to delay any action until at least 2022. The agency is currently updating its risk assessment of paraquat, seeking public comments through 16 December; but it appears poised to allow continued use, albeit with restrictions. And earlier this year the EPA affirmed that it continues to find no health risk associated with glyphosate. One example of the governmental fealty was laid out in an internal Monsanto consultant’s report made public through litigation against the company. The report quotes a White House policy adviser as saying: “We have Monsanto’s back on pesticides regulation. We are prepared to go toe-to-toe on any disputes they may have.” It is true that every day seems to offer a new opportunity for outrage with the Trump administration. Whether it is feckless foreign policy moves, illicit self-dealing or controversial corporate alliances, there is no shortage of scandal to alarm and divide Americans. It is often easiest to simply ignore the headlines and convince ourselves the partisan battles don’t actually affect us. But when it comes to the food we eat and feed our families, we only harm ourselves when we ignore policies that literally promote the poisoning of our children for profit. We can’t afford to look away from this. Carey Gillam is a journalist and author and a public interest researcher for US Right to Know, a not-for-profit food industry research group. She is a Guardian US columnist This article was amended on 11 November 2019. Some text was updated to make clear that Dow no longer produces chlorpyrifos"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}