{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/nov/06/unconditional-love-for-pet-not-political-party-adrian-chiles", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-06T16:02:11Z", "webTitle": "Unconditional love is all very well for your pet – but not your political party | Adrian Chiles", "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/06/unconditional-love-for-pet-not-political-party-adrian-chiles", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/06/unconditional-love-for-pet-not-political-party-adrian-chiles", "fields": {"headline": "Unconditional love is all very well for your pet – but not your political party", "bodyText": "I am making a radio documentary about those who habitually don’t vote. It is called The Unheard Third. In the UK, there are about 52 million people of voting age. In the last general election, about 20 million of them didn’t vote. That gives you a turnout figure much lower than the official 68.8% because that is a percentage of registered voters. The number of unregistered potential voters runs into millions. So I have been going around the country asking those people why they don’t vote. I was expecting to get a lot of stuff along the lines of “I just don’t care”, “I can’t be bothered” “Politicians are all useless/dishonest”, “They’re all the same”, “They let us down over Brexit” and so on. And I got a fair amount of that, but a couple of other major things, too. On West Bromwich High Street, the main problem seemed to be the weakening of tribal loyalties. They are still there, of course; I got more than one person telling me: “I always vote Labour, Ade. It’s like supporting the Albion, isn’t it?” But I don’t think it should be like supporting a football team; it’s more important than that. My heart sinks whenever I hear anyone say they always, no matter what, vote Labour or Conservative or SNP or whatever, because that kind of political loyalty is often just an easy alternative to even the most casual intellectual inquiry into the complexities of policies. I suppose if you are going to vote for A Particular Party, come rain or shine, there’s not much point taking that much interest in the detail anyway. No, unconditional love is all very well for children, football teams and pets, but not for politics. Yet there is less of it about. Very often in West Bromwich I was told something along the lines of: “My family were always Labour/Conservative/whatever, so that’s what I always voted for, but now I just don’t know who to choose.” In other words, in the absence of a strong family policy, they have to give actual thought to who to vote for. This would be a good thing, as long as the electors felt equipped to make a decision; but very many of the people I have spoken to do not. At a food bank in Hastings this week, a typical answer to my “Why don’t you vote?” question was, rather sweetly: “Well, I’d like to, but I really don’t understand any of it.” On the one hand, this isn’t surprising, as the rudiments of our political system are not really taught in schools. And then there is the challenge of picking some truth out of the skipfuls of claims, counter-claims, obfuscation, fake news, downright lies and general waste matter emanating from politicians everywhere. On the other hand, my interviewees’ pleas of ignorance were a nonsense. As I barked at many clients of that food bank: “What do you mean, you don’t understand it? That implies you think there are people out there who do understand it! There aren’t. I definitely don’t. And anyone – not least MPs themselves – who claims to be fully across everything simply doesn’t know enough about it. Not voting, or even registering, might be your political decision. Fair enough. But, please, don’t decide not to vote because you think you don’t know enough; your vote is as valid as anybody else’s, for heaven’s sake.” Rant over. • Adrian Chiles is a writer, broadcaster and Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}