{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/nov/20/the-nightcrawlers-review-are-the-filipino-authorities-executing-drug-addicts", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-11-20T22:40:38Z", "webTitle": "The Nightcrawlers review – are the Filipino authorities executing drug addicts?", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/nov/20/the-nightcrawlers-review-are-the-filipino-authorities-executing-drug-addicts", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/nov/20/the-nightcrawlers-review-are-the-filipino-authorities-executing-drug-addicts", "fields": {"headline": "The Nightcrawlers review – are the Filipino authorities executing drug addicts?", "bodyText": "They think of themselves as avengers, doing God’s work. “The archangel Michael,” says one gun-wielding, masked man, by way of introduction. Their work consists of the summary executions of supposed drug dealers and addicts on the streets of the Philippines, and began shortly after Rodrigo Duterte took power in 2016. The exact death toll of Duterte’s war on drugs is disputed, but even the government’s official estimates put it above 5,500. You might assume that the title, The Nightcrawlers (National Geographic) from the channel’s Oscar-winning documentary arm, refers to these state-sanctioned mass murderers. In fact, it’s an unduly self-deprecating nickname adopted by the film’s actual subjects – a band of freelance photojournalists who have dedicated themselves to documenting the human cost of Duterte’s policy and rhetoric. They hope to raise awareness globally (this film should help), but also to counter the Philippine government’s dishonest narrative of good cops v evil dealers. The next presidential election is scheduled for 2022; their work is ongoing. There is another notable nightcrawler – the amoral ambulance-chaser played by Jake Gyllenhaal in his 2014 film of the same name. In a noir-ish Los Angeles, he sped from crime scene to crime scene, profiting from the news media’s insatiable hunger for images of gore and violence. If nothing else, this film should redeem the reputation of an unfairly maligned profession. The producer Joanna Natasegara’s previous documentary, The White Helmets, won an Oscar in 2017 for its portrait of volunteer rescue workers in Syria. That seems a fairer comparison. It takes selfless bravery to do what lead nightcrawler Raffy Lerma and his colleagues do. First-time director Alexander A Mora emphasises that by depicting a Manila nightscape saturated with menace. It’s visually impressive, as befits a film that is about photographers and bears the respected National Geographic name, but the most dystopian details are no lighting trick: sirens wail constantly in the background, storm clouds gather over crumbling tower blocks and loudspeakers announce a nightly curfew. Then there’s the numbers. You have to include the numbers, and The Nightcrawlers does so at intervals, with white text set starkly against a black background. Within six months of Duterte’s election, the official death toll stood at 2,000, while “thousands more” had been killed by anonymous vigilantes. Eighteen months in, the officials said 4,000 and credible media said closer to 12,000. But what do the numbers really tell us? It’s up to the nightcrawlers (and the documentarians shadowing them) to provide the necessary human context: “It’s not easy to let go … Their presence lingers when they die violently,” one heartbroken father tells Lerma, as he holds a framed picture of his dead 22-year-old son. His grief is deepened by a sense of complicity: “I ask myself: ‘Why did I vote for him?’ … I thought Duterte would make things better.” The nightcrawlers aren’t the sort to signpost their own struggles, but the emotional toll is obvious. Dead body after dead body (some of them children); grieving relative after grieving relative: “Every day you cover these killings, it chips away at your humanity,” admitted a blank-faced Lerma. “But it’s more important to cover these killings.” Most remarkably, this was not simply the nightcrawlers’ word against Duterte’s propaganda machine. Mora obtained access to a group of drug-war vigilantes who had disguised their identities with masks, but candidly discussed their activities and motivations. Yes, they had staged the scene of an innocent man’s murder to make it look like he had been an armed dealer. Yes, they smoked crystal meth before setting out on their supposed anti-drug crusades. Most damningly, if unsurprisingly, they described a chain of command reaching all the way to the top: “The police created our group; they coordinate operations.” Duterte himself is so garish a character – like Trump with ’roid rage – that Mora opts to use footage of him sparingly, in clips from speeches seen via a nightcrawler’s laptop, and still it feels like too much. Can it really be true that a contemporary world leader would compare his own policy to the Holocaust? As a boast? It seems beyond belief, but here he is. There is also a third pop-culture nightcrawler – a Marvel superhero who uses his mutant agility and teleporting skills to beat up baddies and deliver justice. This National Geographic film manages to remind us that in the real world, heroes are not defined by their ability to exert the most deadly force, or their colourful, cultivated persona, but by the tenacity of their compassion. There’s no bombast to these nightcrawlers, and they seem to be getting by on only the tiniest slivers of hope. Yet, still, every night, they pick up their cameras and they carry on."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}