{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "dairy-australia-sustainable-futures/2019/nov/04/why-understanding-the-land-is-key-to-sustainable-dairy-farming", "type": "article", "sectionId": "dairy-australia-sustainable-futures", "sectionName": "Dairy Australia: Sustainable futures", "webPublicationDate": "2019-11-03T23:20:01Z", "webTitle": "Why understanding the land is key to sustainable dairy farming", "webUrl": "https://www.theguardian.com/dairy-australia-sustainable-futures/2019/nov/04/why-understanding-the-land-is-key-to-sustainable-dairy-farming", "apiUrl": "https://content.guardianapis.com/dairy-australia-sustainable-futures/2019/nov/04/why-understanding-the-land-is-key-to-sustainable-dairy-farming", "fields": {"headline": "Why understanding the land is key to sustainable dairy farming", "bodyText": "Look out over Australia’s dairy pastures and you will see the brown, black and white flecks of cattle, grazing on every possible shade of green. But if you look closer, you might also notice rows of native trees and fields of foliage. These changing landscapes house shelterbelts and forage crops (also known as fodder crops), and farmers are using them to combat the effects of climate change. Ask any farmer and they will tell you it’s in their best interests to work with the land. The more sustainable the practice, the better the yield. For many, that now means using innovative techniques to get the most from their pastures - and protect the environment for the future while they do it. Shelterbelts: nature’s climate control Matt Bowler, project delivery team leader at West Gippsland Catchment Management Authority, says more and more farmers are thinking sustainably and planning for change. “There are definitely lots of progressive ones putting back vegetation, growing carbon sinks [plant systems that absorb carbon], and they’re doing that proactively,” he says. One strategy is shelterbelts: rows of trees or shrubs planted to protect animals from wind and weather, and soil from erosion. “For hundreds of years, people have recognised the benefits of trees,” Bowler says. “But when you plant the right native species, you get all these additional benefits.” Dairy farmers are thinking across the whole production chain, from the health of waterways to keeping cows out of bog areas, Bowler says. Planting areas next to waterways are fenced, which promotes the growth of grass and protects water catchments. This buffer between pasture and riverbank acts as a filter, Bowler says. “Any water that comes from the farm has to pass through that vegetated strip before it enters the waterway.” It also assists with erosion. “The river is always going to be meandering and hitting the bank with some force. By vegetating with long-lived large trees like eucalyptus and wattles, it reinforces the bank and gives it resilience.” As shelterbelt trees grow, they can keep cattle cool in summer and warm in winter, bring in native birdlife, control insect populations and connect corridors of bush for wildlife migration. Comfortable cows don’t expend energy moderating their body temperature, so they can spend it on milk production instead. Research suggests that total dairy production can increase by up to 30% in the shelterbelt’s lifetime (20% improved pasture growth, 10% improved milk production). Matt Bowler of West Gipsland CMA says some of the key benefits of shelterbelt tree planting is keeping cattle cool in summer and warm in winter, bringing in native birdlife, controling insect populations and connecting corridors of bush for wildlife migration. Forage crops are good for cows, the environment and the bottom line Victor Rodwell is a second-generation farmer, living and working in beautiful Boyanup, Western Australia, almost 200km south of Perth. He grows crops to supplement feed and mitigate the effects of variable weather, but there are many other benefits. Forage, or fodder, crops are grown specifically to be grazed by animals. In Australia, they include plants such as sorghum, turnip, plantain and chicory, and their benefits are numerous. “The higher the quality of the feed, the less emissions it will create,” Rodwell says. Forage crops have a positive environmental impact across the board: good quality crops aren’t supplemented with grain, which means lower food miles, but they can also help prevent erosion and improve land condition, and be a good source of nutrients and fertiliser year-round. It’s a win-win for farmers. Rodwell started with beet and now grows corn, but says the combinations change often. “Because of the climate variability, we’re having to look at whole crops and other plant mixes to see how we can grow more with less moisture.” This strategy also allows farmers to continue to feed their animals during lean times. “Probably one of the biggest things for our business has been risk management, and that’s where fodder crops are really coming in,” Rodwell says. “Having fodder on hand that’s grown economically and sustainably can buffer any climate variation. Fodder crops are grown specifically to be grazed by animals, and are a sustainable buffer to climate variation. Finding the right combination is a community effort Karrinjeet Singh-Mahil is a dairy farmer in Western Victoria, near Warrnambool. Like Rodwell, she grows fodder crops, saying it was the most economically significant thing the farm could do that would also help the environment. Along with other farmers in the area, Singh-Mahil has joined a cropping group. “It brings us together with farmers from across the country and all sorts of different fields,” she says. Up to 70 farmers attend each session, to share ideas and learn from one another. “Some of the stuff we’ve learned has been fantastic.” Instead of looking for answers on their own, members are coming together to act more sustainably. “It’s so neat to be surrounded by people who think the same way as you do, and who are looking for the same solutions,” she says. “The really important stuff is that we share our failures, because we learn from each other’s failures.” Cropping groups are forming where members are coming together to act more sustainably. Future of dairy will see farmers keep innovating Like many dairy farmers, Rodwell’s attitude to innovation extends beyond growing. Recently, he was part of a variable rate irrigation program through Dairy Australia, to use water more sustainably. “We were one of the first to put it on,” he says. “What we found is we’ve increased our production by at least 20% by using water where it’s needed most.” He is looking to horticulture and broadacre as he expands his sustainable practice. He has also installed solar power generation. “We’re looking at how we can fully utilise all that energy. We’re actually going to cool an ice bank [a tank in which energy is stored in the form of ice] down during the day, which we’ll use in the afternoon, which is basically storing cooling capacity, which is a little bit different.” For Rodwell, Singh-Mahil, and farmers like them, sustainable farming is a long-term strategy. Ultimately, Singh-Mahil says, it comes down to a respectful relationship with farming life. “We rely on the land and the animals in order to be able to produce whatever it is we produce and be profitable,” she says. “If you don’t look after the land and the animals, they’re not going to look after you.” Every day of inaction brings us closer to a climate crisis we may not be able to manage. These farmers’ efforts to work with the land, through innovation and careful planning, will help to steer us towards a more sustainable future. What matters to you, matters to us too. Learn more about Australian dairy from Dairy Australia."}, "isHosted": false}}}