{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/24/chris-smalling-scores-creates-roma-brescia", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-24T21:18:08Z", "webTitle": "Chris Smalling scores and creates in Roma’s victory over Brescia", "webUrl": "https://www.theguardian.com/football/2019/nov/24/chris-smalling-scores-creates-roma-brescia", "apiUrl": "https://content.guardianapis.com/football/2019/nov/24/chris-smalling-scores-creates-roma-brescia", "fields": {"headline": "Chris Smalling scores and creates in Roma’s victory over Brescia", "bodyText": "Chris Smalling scored a goal and had two assists as Roma moved into the top four of Serie A with a 3-0 win over Brescia in Serie A. The on-loan Manchester United defender nodded in Lorenzo Pellegrini’s corner after 49 minutes and then set up goals for Gianluca Mancini and Edin Dzeko. Mario Balotelli was left out of Brescia’s squad following a training ground dispute with the coach, Fabio Grosso. Roma remain two points behind their neighbours Lazio, who claimed a fifth successive win thanks to the substitute Felipe Caicedo’s stoppage-time goal giving them a 2-1 victory at lowly Sassuolo. Fiorentina’s lacklustre season continued with a 1-0 defeat at Verona in a mid-table clash as Samuel Di Carmine scored the winner in the 66th minute. The win lifted Verona above Fiorentina to ninth with 18 points. Sampdoria continued their gradual improvement under the veteran coach Claudio Ranieri by coming from behind to beat Udinese 2-1 while Parma drew 2-2 at Bologna. Fifth-placed Cagliari’s match away to Lecce was postponed after torrential rain left the pitch unplayable. In Spain Ever Banega took advantage of a re-taken penalty to earn Sevilla a 1-0 win at Real Valladolid and third place in the Spanish LaLiga table. Kenan Kodro hit a 79th-minute winner as Athletic Bilbao moved up to fifth place with a 2-1 win at Osasuna. Wu Lei equalised in the 45th minute as struggling Espanyol earned a 1-1 draw at home to Getafe, while two late goals from Iago Aspas sealed a 3-1 win for Celta Vigo at Villarreal, who are now without a win in four. Two goals in the last five minutes from Joselu were enough to give Alaves a 2-0 win at Eibar. In French Ligue 1, second-half goals from Dario Benedetto and Nemanja Radonjic gave Marseille a 2-0 win at struggling Toulouse, who had defender Steven Moreira sent off just before half-time. Monaco’s Islam Slimani went from hero to villain when he scored the opener before conceding a penalty and getting sent off as Bordeaux came from behind to win 2-1at the Stade Matmut-Atlantique. Slimani fired in the opener for the visitors after 15 minutes, his sixth league goal of the season. Bordeaux drew level through Pablo, who rose highest to head in from a corner and level the scores before half-time. The hosts completed their comeback thanks to a moment of madness from Slimani, who raised his arm while in the wall to block a free-kick, resulting in a Bordeaux penalty and his second yellow card of the afternoon. Nicolas de Preville stepped up to fire in the spot kick. Hertha Berlin’s losing run in the Bundesliga stretched to four games on Sunday with a 4-0 defeat at Augsburg."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}