{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/nov/21/most-australians-oppose-data-harvesting-and-sale-by-apps-and-websites-essential-poll", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-11-20T22:00:38Z", "webTitle": "Most Australians oppose data harvesting and sale by apps and websites – Essential poll", "webUrl": "https://www.theguardian.com/australia-news/2019/nov/21/most-australians-oppose-data-harvesting-and-sale-by-apps-and-websites-essential-poll", "apiUrl": "https://content.guardianapis.com/australia-news/2019/nov/21/most-australians-oppose-data-harvesting-and-sale-by-apps-and-websites-essential-poll", "fields": {"headline": "Most Australians oppose data harvesting and sale by apps and websites – Essential poll", "bodyText": "A majority of Australians oppose harvesting of their personal information by apps and websites, with three-quarters reporting they are uncomfortable with the on-sale or government provision of their data to businesses. The Essential poll of 1,075 respondents found that a majority were also uncomfortable with the government providing other agencies with information for national security purposes (58%) or facial recognition to restrict access to content not suitable for children (56%). The poll found that just 19% of users claim to have fully read and understood the terms and conditions of websites they use and about the same number (18%) say they never read the terms, they just accept them. Most users are somewhere in between, reading the terms but not understanding the implications (21%) or reading the terms “sometimes … depending on the website” (38%). The majority of respondents were uncomfortable with commercial platforms selling their data (76%) and the government providing their data to businesses (74%). About two-thirds of respondents were uncomfortable with the government (66%) or commercial online platforms (65%) “offering products and services based on [their] personal information and behaviour”. The most likely to object use of personal information for national security reasons were Greens voters (65%) or “other” voters for minor parties or independents (70%), with facial recognition for age verification also the most unpopular among those groups. Across age groups, people aged 18-34 were less likely to report being uncomfortable with all forms of data collection than those aged 35-54 or 55 and above. The results, released on Thursday, mark the launch of the Australia Institute’s new Centre for Responsible Technology, to be headed by the Essential Media executive director, Peter Lewis. Lewis said the results reflect “increased public distrust at the data models at the very heart of the business strategies of big tech organisations like Facebook and Google”. “They also show a breakdown of trust in the government to collect information in the public interest,” he said. “What is most confounding about these results is that the public is uncomfortable with the use of data in the precise ways they routinely consent to it being used.” The centre aims to develop a set of rules and standards to control how organisations handle personal information and to help people make choices about how their information is used. In July, the Australian Competition and Consumer Commission digital platforms report recommended the Privacy Act should be updated to give users greater control over their personal information, the ability to move the data from one company to another, to have the data destroyed and to require greater levels of consent from users before personal information is collected. In responding to the report, the treasurer, Josh Frydenberg, said: “There is no option other than to put in place the right regulatory and legislative regime to protect the public’s privacy. “What this report finds is that so much personal data is being collected without informed consent,” he said. In October, the joint standing committee on intelligence and security told the government it needs to rethink its plans for a national facial verification database built with photos from passports and drivers’ licences, citing privacy concerns. A parliamentary committee is currently considering whether to use facial recognition to verify users’ age before they can access pornography."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}