{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/nov/06/cambridge-don-quits-after-outcry-over-sexual-harassment-ban-u-turn", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-11-06T17:14:40Z", "webTitle": "Cambridge don quits after outcry over sexual harassment ban U-turn", "webUrl": "https://www.theguardian.com/education/2019/nov/06/cambridge-don-quits-after-outcry-over-sexual-harassment-ban-u-turn", "apiUrl": "https://content.guardianapis.com/education/2019/nov/06/cambridge-don-quits-after-outcry-over-sexual-harassment-ban-u-turn", "fields": {"headline": "Cambridge don quits after outcry over sexual harassment ban U-turn", "bodyText": "A Cambridge don accused of sexually harassing students has resigned from his college following an outcry over its decision to readmit him less than two years after he was permanently excluded. Trinity Hall announced that its governing body had accepted the resignation of Dr Peter Hutchinson, an emeritus fellow, with immediate effect. The college will also undergo a review of its “decision making processes and an external review of [its] handing of harassment and other disciplinary issues”, according to a statement published on Wednesday. Hutchinson agreed to his permanent exclusion from Trinity Hall in 2017 following allegations that he had breached a ban preventing him from contacting undergraduates. In a statement issued through Cambridge University at the time, he said: “I would like to take this opportunity to publicly apologise to those students. I also want to apologise to anyone who has ever been on the receiving end of an unwanted comment by me that they felt crossed the line in any way.” Hutchinson was banned from teaching undergraduates and attending social events where they were present at the college in 2015 following a formal complaint by 10 students who detailed separate incidents of “inappropriate, sexual and sexist comments” he had allegedly made. But the college said last month that the decision to remove him had “not been agreed with Hutchinson and was incorrect”, and he would be able to enjoy the “rights and privileges” associated with his position as an emeritus fellow, such as dining at the college and attending certain events. The decision prompted outrage, with more than 1,400 current and former Trinity Hall and other Cambridge University students, fellows and staff signing an open letter calling for Hutchinson’s removal and a review of how the college handles complaints of sexual misconduct. Cleodie Rickard, 23, one of the 10 students who complained about Hutchinson in 2015, said she was unimpressed by the length of time it had taken the college to deal with the matter. She added: “The only way the college’s response can be considered as “unwavering in [its] commitment” to zero tolerance of sexual harassment would have been if Dr Hutchinson was immediately removed from any position within college following the formal complaint procedure in 2015. The actual occurrence of events has been wholly insufficient, offensive and negligent of all those affected.” Human rights barrister Dr Charlotte Proudman, a junior research fellow at Queen’s College, Cambridge, said Hutchinson’s resignation was “long overdue”. She added: “[It] will no doubt be a relief to many of those at Trinity Hall who have been affected by its appalling response. But the onus should have been on the college to remove Dr Hutchinson from his post as emeritus fellow. “A review of the college’s procedures is certainly welcomed. It needs to include students, staff and academics, not just a select few who have no incentive or motivation to really shake up the institution.” Master of Trinity Hall, Rev Canon Dr Jeremy Morris, said: “The safety and welfare of everyone at Trinity Hall is, and always has been, of paramount importance. Any reported instance of harassment, whether past or current, will continue to be taken very seriously and appropriate action will be taken.” “As master of Trinity Hall, I take ultimate responsibility for the welfare of all staff and students and once again welcome you to make contact with me directly should you wish to discuss the issue.” The University of Cambridge graduate union welcomed the college’s review of its governance procedures. “It’s important that these reviews are serious and lead to real change,” it said in a statement. “This was not an isolated incident, and there is a long way to go in tackling the culture which allows abuse to pass without consequence in our institutions.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}