{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/nov/09/most-schools-england-worse-off-next-year-than-2015-study-says", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-11-09T00:01:48Z", "webTitle": "Most schools in England worse off next year than in 2015, study says", "webUrl": "https://www.theguardian.com/education/2019/nov/09/most-schools-england-worse-off-next-year-than-2015-study-says", "apiUrl": "https://content.guardianapis.com/education/2019/nov/09/most-schools-england-worse-off-next-year-than-2015-study-says", "fields": {"headline": "Most schools in England worse off next year than in 2015, study says", "bodyText": "Schools in the vast majority of constituencies in England will be worse off next year than they were in 2015, despite the Conservatives’ promise of additional funding, according to research. The National Education Union (NEU) said just 18 out of 533 constituencies would receive real terms per pupil funding increases next April, compared with 2015, even with the extra £2.6bn announced by Boris Johnson. Of those, 13 are Conservative-held and include Jacob Rees-Mogg’s North East Somerset constituency. With education a key battleground in the general election campaign, the NEU, the UK’s largest education union, has drawn up what it calls a constituencies league table for school funding to expose “the deep damage” being done to England’s schools. It concludes that schools in some of the most deprived areas will suffer increased budget pressures and cuts next year, despite the prime minister’s promises. Of the 10 constituencies set to lose most, the analysis says nine are in London, where levels of funding have been higher because of deprivation. Of the 100 worst-hit constituencies, 77 are currently held by Labour, while overall Birmingham is the worst-affected city, where 99% of schools have a shortfall in funding and 89% face further real-terms cuts in April. The Conservative government said it would inject an additional £14bn into schools from next year up to 2022-23, which would result in more money for every child in every school, with a minimum increase of 1.8% and far higher increases in some areas. But because there is no additional money until next April, the NEU says cash-strapped schools are having to make further cuts. Even with the extra funding, 83% of schools will have less money per pupil in April 2020 in real terms than they had in 2015, and children in 146 out of 149 local authorities will still be losing out. Kevin Courtney, the NEU’s joint general secretary, said: “School leaders are once again faced with the prospect of making impossible decisions just to keep afloat. Boris Johnson’s promises on school funding will not fix the roof – it is too little, too late. “Schools need a significant funding increase now, not the dribs and drabs promised from April 2020. Schools are losing support staff, dropping subjects, closing early, and cutting corners on basic maintenance, just to get by.” According to NEU calculations, the worst-hit constituency – Dulwich and West Norwood in south London – faces a loss of £782 per pupil in real terms next April compared with 2015. At the other end of the table, York Outer, which is held by the Conservative Julian Sturdy, is likely to be the biggest beneficiary with a £138 gain. A total of 46 constituencies face a real-terms loss of more than £500 per pupil, of which 36 are Labour-held, including the seats of shadow cabinet members including Diane Abbott (Hackney North and Stoke Newington), Keir Starmer (Holborn and St Pancras) and Dawn Butler (Brent Central). “Our constituency league table should send shockwaves through the country,” said Courtney. “The future of education hangs in the balance. We need real solutions and in this general election we implore voters to scrutinise manifesto commitments closely.” Luke Sibieta of the Institute for Fiscal Studies said the NEU research was a fair representation of the picture up to 2020-21. “This analysis shows that most schools will have seen real-terms cuts in school funding per pupil between 2015 and 2020 once you account for confirmed school funding allocations and the likely costs faced by schools. “Further funding increases are already planned between 2020 and 2022, which should near enough reverse the picture of real-terms cuts over the last decade. However, this would still leave spending per pupil about the same level in 2022 as it was 13 years earlier in 2009. This represents a substantial squeeze on school resources as compared with recent history.” Geoff Barton, the general secretary of the Association of School and College Leaders, called for education cuts to be reversed in full and the introduction of a mechanism to ensure the education budget increases annually at least in line with actual school and college costs. “The next government must recognise that recent announcements over more funding for schools and colleges do not go far enough and the job is not done.” Angela Rayner, the shadow education secretary, said teachers and parents could not trust the prime minister’s promises on funding. “Boris Johnson’s Conservatives will only ever look after the privileged few – that is why pupils and schools in disadvantaged areas have quite deliberately been denied the extra funding they need, entrenching not tackling inequality.” The Conservatives dismissed the NEU research as an inaccurate and misleading piece of political propaganda. Conservative MP David Morris said: “The reality is we are boosting schools funding by £14bn over the next three years – meaning every pupil in every school will get more money, and funding across the country will be levelled up.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}