{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/nov/10/stressed-teachers-at-breaking-point-says-report", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-11-10T07:24:27Z", "webTitle": "Record levels of stress ‘put teachers at breaking point’", "webUrl": "https://www.theguardian.com/education/2019/nov/10/stressed-teachers-at-breaking-point-says-report", "apiUrl": "https://content.guardianapis.com/education/2019/nov/10/stressed-teachers-at-breaking-point-says-report", "fields": {"headline": "Record levels of stress ‘put teachers at breaking point’", "bodyText": "Teachers are suffering from more severe psychological problems than at any point this century, experts have warned. In an alarming report they reveal the school workforce is being pushed to “breaking point”. Education Support, a charity that gives mental health help to education professionals, predicts school standards will fall and mental health problems in the classroom will multiply if the government does not act quickly to offer teachers more support. Seen exclusively by the Observer, the charity’s teacher wellbeing index indicates that stress levels among teachers and school leaders have ratcheted up for the third consecutive year to the highest levels ever. Nearly three-quarters of teachers and 84% of school leaders now describe themselves as “stressed”, and more than a third of education professionals have experienced a mental health issue in the past academic year. Almost half (49%) believe their workplace is having a negative impact on their mental health and wellbeing. “Overwork has become normalised. Education professionals don’t feel trusted,” said the charity’s chief executive, Sinéad Mc Brearty. “They are almost twice as anxious as the general population. That’s a measure of how harsh our accountability systems are and the way in which accountability in education is so reductive. This report has to be a very loud wake-up call for all concerned.” She said the sector was now at breaking point: “We are beyond ‘crisis’. We are in a state of distress.” If the situation continued, she warned, it would result in “burnt-out leaders on an industrial scale” and schools would face huge problems recruiting and retaining staff. “We know that [the] performance of anyone in any job is compromised by stress and poor wellbeing. We are going to see that in our classrooms. As it is, 10 million children are spending a significant amount of time every year in high-stress environments – and that is going to affect them.” The charity is calling for the government to make educational reforms that will increase teachers’ autonomy and change the accountability system to reduce “unproductive tension and anxiety”. It also wants all school staff, but particularly stressed-out school leaders, to have access to more support and enough funding to prioritise developing healthier workplaces and working practices. More than half (57%) of staff surveyed who have experienced health and emotional pressures have considered leaving the sector in the past two years, the index shows. The volume of workload is cited as the main reason why, closely followed by “not feeling valued”. Two-thirds also want a better work-life balance, and the majority say they are sick of the target-driven culture and the general lack of resources for schools. This year, teachers are also feeling significantly more tearful, two out of five are having difficulty concentrating, and around half are having difficulty sleeping. “Teachers shrug their shoulders and think: this is what a job in education requires. And it’s not. It is not healthy, not for teachers, not for their family and not for the children they teach,” said Mc Brearty. The charity said it had witnessed unprecedented levels of demand for its services, and has directly supported a record 14,081 teachers and education professionals in the last 12 months. Emma Kell, a secondary school teacher and author of How to Survive in Teaching, said she had felt constantly stressed while working a 70-hour week – and not just because of the workload. “It was the feeling of never being trusted, and my voice not being heard,” she said, adding that Education Support had helped her to survive. Everything she did had to be turned into a set of data to prove it had been carried out. “I was being constantly monitored and told off. I had no professional control at all.” She stopped sleeping properly and lost weight but refused to quit because she didn’t want to let her pupils down. “I wish I’d called Education Support earlier. By that stage, I felt I had nowhere else to turn,” she said. If you are affected by any of the issues mentioned, Education Support’s free confidential helpline is 08000 562561"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}