{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/nov/06/how-i-found-my-vocation-after-prison-studying-made-me-feel-normal", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-11-06T11:03:44Z", "webTitle": "How I found my vocation: 'After prison, studying made me feel normal'", "webUrl": "https://www.theguardian.com/education/2019/nov/06/how-i-found-my-vocation-after-prison-studying-made-me-feel-normal", "apiUrl": "https://content.guardianapis.com/education/2019/nov/06/how-i-found-my-vocation-after-prison-studying-made-me-feel-normal", "fields": {"headline": "How I found my vocation: 'After prison, studying made me feel normal'", "bodyText": "When I was 18, I was convicted of a violent crime. It happened after a mental breakdown and it was the first time I’d ever been in trouble with the police. In total, I spent 18 months in custody. Before that, I had been studying for A-levels in chemistry, history and philosophy. I’d always been academic and loved history, and I suppose I thought I’d end up studying a humanities subject. Instead I felt like I was never going to have a normal life anymore, because I’d blown my chance. There are people in and out of prison all the time. It’s an unhappy place – not somewhere everyone sits around watching telly. I had a job in the gym at first and later worked in the gardens. There were no options to get any qualifications as classes only went up to level three English and maths, and I already had my GCSEs. The focus was on the people who didn’t have any education, which I understood. When I came out, I was at a loss about what to do. I was rejected for all the jobs I applied for, so I thought further study would make me more employable. I ended up applying to uni on the off-chance after seeing an advert on the back of a bus. I had to do a diploma first, as I’d not finished my A-levels, and I also had to disclose my history in meetings with a tutor. Fortunately, they were understanding and allowed me to go ahead. Last year, I graduated with a degree in animal management. Being at uni made me feel like a normal person again: I was surrounded by people my own age, I was going out and getting out of the house, and it was refreshing. My family were very supportive but for a long time I didn’t tell any of my new friends about my past. When people talked about their background, I had to make things up. If anybody suspected it, they never said anything. In the end there were one or two close friends that I did tell: I felt like I could trust them and I didn’t have to lie. They had gotten to know me as a person and were supportive. It felt good knowing people wouldn’t just dismiss me if I told them. My conviction made it hard for me to live a normal student life. Although the uni allowed me to do the degree, I wasn’t allowed to stay on campus as it was considered a risk for other students. I think living in halls would have been beneficial, as I had moved to a city I didn’t know and had to live on my own. There were also opportunities for part-time jobs as stewards or mentors which I couldn’t do: I’m automatically excluded for any job that involves working with older people, young people or vulnerable adults. I understand my actions impacted on someone’s life in a negative way. I didn’t get away with it – I served my time. If someone does a DBS check it is always going to be there, and I have to declare it whenever I go for jobs. You’re never really free. But now I feel like I’ve been given a second chance in life. I’ve just accepted a job working for a government agency, which I start next week. Getting this job feels like they have decided it’s time I can move on. Things can grind you down but that’s the same with anything in life. There are so many opportunities out there. It’s such a waste to live a life in prison. Anna Ross is a pseudonym."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}