{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/09/waste-glass-plastic-paper-and-tyres-to-be-banned-from-export-but-devil-in-the-details", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-09T00:02:50Z", "webTitle": "Waste export ban revealed by environment ministers but 'devil in the details'", "webUrl": "https://www.theguardian.com/environment/2019/nov/09/waste-glass-plastic-paper-and-tyres-to-be-banned-from-export-but-devil-in-the-details", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/09/waste-glass-plastic-paper-and-tyres-to-be-banned-from-export-but-devil-in-the-details", "fields": {"headline": "Waste export ban revealed by environment ministers but 'devil in the details'", "bodyText": "A ban on the export of waste glass, plastic, paper and tyres will be phased in from mid next year after environment ministers agreed to a timetable for changes in the way Australia deals with recyclable material. The federal environment minister, Sussan Ley, and state and territory environment ministers signed off on the timeline, which will see the export of all of these waste materials banned by no later than 30 June 2022. Under the agreement, waste items that have not been processed into a “value-added” material – for example, items that can be used in the manufacture of other products – would be subject to the ban. The export of waste glass will be banned by July 2020, followed by mixed plastics by July 2021, whole tyres by December 2021 and all remaining waste products, including paper and cardboard, by no later than mid-2022. The prime minister, Scott Morrison, promised the export ban as part of a bid to tackle the amount of plastic waste ending up in the world’s oceans. Compared with other developed economies, Australia generates more waste than average and recycles less. Ministers on Friday also agreed to a national waste policy, which includes a target for an 80% recovery rate of materials across all waste streams, “significant increases” in government procurement of recyclable materials and halving the amount of organic waste sent to landfill. “All ministers have committed to identifying any significant procurement opportunities over coming months such as major road projects that could use significant amounts of recycled material,” the ministers said in a communique on Friday. But Jeff Angel, the director of the Boomerang Alliance, said ministers had failed to agree to any funding or effective actions to resolve Australia’s waste problems. “While Australia now has an agreed and staged export ban for mixed wastes, and a target of 80% average ‘recovery’ rate for all waste streams by 2030 – ministers have kicked the actual mechanisms down the road for more talking,” he said. “What is missing is the detail about how this recovery target is to be achieved. It is also very concerning that incineration is endorsed as it could gobble up most of the resources creating pollution and with no ongoing recycling in the economy.” Gayle Sloan, the chief executive of the Waste Management and Resource Recovery Association, said the timetable was welcome but “the devil will be in the details for this to be a success”. “There is still a real and imminent risk that the ban will do nothing more than mandate landfilling as there continues to be a significant lack of focus and funding for remanufacturing and procurement of post-consumer recyclate, particularly for packaging,” she said. The environment ministers also signed off on a long-awaited strategy for nature. A 17-page draft “strategy for nature” was posted online just before Christmas 2017, replacing the previous 100-page biodiversity conservation strategy. It outlined three goals and 12 objectives but few details about what state and federal governments would do to meet them, and no measurable targets. The new document is 38 pages and still lists three over-arching goals and 12 objectives but now includes accountability requirements, including progress reports to be published every four years. James Trezise, the nature policy analyst for the Australian Conservation Foundation, said while the strategy set out high-level goals, it lacked detail on how progress toward them would be achieved. He said the accountability measures were a positive inclusion but, on the downside, there was no commitment to extra resources which were essential for addressing the extinction crisis. “Disappointingly the strategy doesn’t set a national goal to end extinction, but it does acknowledge the scale of our biodiversity crisis and the role of science in finding solutions,” Trezise said. Suzanne Milthorpe, the national laws campaign manager for the Wilderness Society, said the strategy did nothing to tackle Australia’s “woefully inadequate” environment laws and “makes no mention of how to fix problems with key Australian government obligations like recovery plans”. But she said the organisation agreed with the objectives the strategy set out."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}