{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/07/country-diary-fruiting-bodies-of-fungi-burst-from-dead-wood", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-07T05:30:46Z", "webTitle": "Country diary: fruiting bodies of fungi burst from dead wood", "webUrl": "https://www.theguardian.com/environment/2019/nov/07/country-diary-fruiting-bodies-of-fungi-burst-from-dead-wood", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/07/country-diary-fruiting-bodies-of-fungi-burst-from-dead-wood", "fields": {"headline": "Country diary: fruiting bodies of fungi burst from dead wood", "bodyText": "It is springtime in Saproxylica. An alternate reality exists all around us: when autumn flashes through deciduous trees and they fall into a winter torpor, a mysterious season wakes in the realm of dead wood I call Saproxylica, and begins to flower. From rotten stumps, twig debris, hollow trunks, fallen boughs, buried timber, the saproxylic fungi – fruiting bodies of fungi that feed on dead wood – burst from their infinite surfaces of darkness into the light. An oak beam that was removed from a cottage during renovation some years ago lies against a wall. It must have been in the cottage for 200 years and was probably cut from an oak tree about 100 years old, or may even have been salvaged from a previous building when the cottage was built. At one end of the beam is a letterbox-shaped notch, part of the joint that attached it to another beam, like a miniature cave. Inside is a luminous tableau of pale and delicate bonnet fungi; ballooning through the floor of the cave is the emerging ghostly pear of a stump puffball, Lycoperdon pyriforme. Other fruiting bodies are materialising from the mysterious ectoplasm of fungal mycelium that permeates decaying timber. These sexual forms of fungi are not plants, not animals, but beings belonging to Saproxylica, a hidden realm within the more familiar reality of trees. In the autumnal world above, there is a skirmish between raven and buzzard in bright air over Windmill Hill; a band of fieldfares lifts from a field to forage hedge berries; culverts rumble with new rain down to roaring brooks; a yellow blow of hazel leaves drifts on grey ploughed soil and there’s a white blow of pigeon down from a peregrine strike. Within this world, travelling through hedge roots, bursting from tree stumps, bulbing in bough cavities, trunk hollows and rotting timber is a fungal blossoming that fills the air with the smoke of spores. We have come to think of fungi that feed on dead wood as agents of the recycling of trees in the ecosystem, but Saproxylica is an alterity: the forest that is sustained by fungi is consumed by fungi."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}