{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/02/country-diary-the-welcome-return-of-the-porpoises", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-02T05:30:12Z", "webTitle": "Country diary: the welcome return of the porpoises", "webUrl": "https://www.theguardian.com/environment/2019/nov/02/country-diary-the-welcome-return-of-the-porpoises", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/02/country-diary-the-welcome-return-of-the-porpoises", "fields": {"headline": "Country diary: the welcome return of the porpoises", "bodyText": "As winter approaches, the once-clamorous Orkney cliffs have emptied of birdlife. I can’t help but miss the squall of the avian soap opera unfolding below, and even the occasional flash of peril on getting too close to a colony of terns. But while the land falls quiet, the sea is increasingly busy. Orcas, Risso’s dolphins, common dolphins and even a humpback whale have all been spotted in the waters around our archipelago in the past month – news of which, I have to admit, I receive with as much envy as excitement. It was a joy, then, to see from the western shore of Flotta an unmistakable shiver of activity away to the south: a flutter of movement; the glitter of water sent skywards and caught by the sun – perhaps 20 dark bodies, moving fast through the Cantick Sound. Almost certainly these were members of the “super-pod” of porpoises that has taken up residence in these waters, as they have each autumn for the past six years. Previously the super-pods have numbered upwards of 100 animals; this year there are at least 60, and maybe more. Porpoises are shy, and rarely seen in large groups, so this annual gathering is of particular interest. Fixing them in our sights, we staggered along the cliff edge to our best vantage point, bedding down on a springy mattress of heather and sphagnum, and grazing on tiny, bitter crowberries. The pod moved north, clinging to the coast. We saw it move as a stippling on the water, as the porpoises surfaced one by one to breathe: rolling through the wave in a smooth motion, a blink-and-you’ve-missed-it surge of sleek grey skin and fin. Close observers might hear the puff of air released on every rise – a snorting sort of cough that might explain the unflattering etymology of their name, which is thought to derive from the Norman French porc-poisson, hog-fish. (They are still sometimes referred to as “mereswine”.) But we weren’t close enough. Soon they rounded the Point of Hackness, turned west, and away. We were alone once more, but for the bottling seal, bobbing – fast asleep – in the sea below."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}