{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/10/the-difficulty-of-letting-kids-go-wild", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-10T17:13:57Z", "webTitle": "The difficulty of letting kids go wild | Letters", "webUrl": "https://www.theguardian.com/environment/2019/nov/10/the-difficulty-of-letting-kids-go-wild", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/10/the-difficulty-of-letting-kids-go-wild", "fields": {"headline": "The difficulty of letting kids go wild", "bodyText": "No one could dispute the Wildlife Trusts’ plea for all children to “have the opportunity to experience the joy of wildlife in daily life” and “to recognise the multiple benefits of nature for children – and ensure that at least one hour per school day is spent outdoors learning and playing in wild places”. (Call for schoolchildren to ‘go wild’ for at least one hour of every day, 7 November). For the majority of children who go to schools that don’t have immediate access to those wild places, how is this to be achieved? Over the years many schools have established forest clubs and gardening clubs, but these do not and cannot equate with “wild places”. My childhood was spent on Vancouver Island in the 1950s, when we had large gardens that were in themselves wild places. My four children have been raised in Oxford, which certainly allows access to country places and, at Shotover Park, for example, a relatively wild place, at least for some, but not easily or practicably accessible to all. Schools are already grinding away to keep themselves going. Will wild places for children be on the top of the daily agenda during this election campaign? Should be … won’t be. Bruce Ross-Smith Headington, Oxford • I read with interest the article about the Wildlife Trusts wanting children to have access to the outdoors. My daughter spent a year studying for a diploma in forest school. She qualified and now teaches forest school classes outside at the nursery where she works in Macclesfield. She looks after children from toddlers to school age, and up to 11 during school holidays. Parents tell her that the children love the classes and miss them when they go on to normal school. Martin Wainwright Macclesfield, Cheshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}