{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/04/tourism-industry-says-lethal-shark-control-measures-threaten-great-barrier-reef", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-03T22:59:46Z", "webTitle": "Tourism industry says lethal shark control measures threaten Great Barrier Reef", "webUrl": "https://www.theguardian.com/environment/2019/nov/04/tourism-industry-says-lethal-shark-control-measures-threaten-great-barrier-reef", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/04/tourism-industry-says-lethal-shark-control-measures-threaten-great-barrier-reef", "fields": {"headline": "Tourism industry says lethal shark control measures threaten Great Barrier Reef", "bodyText": "Peak bodies representing the Queensland tourism industry have resisted calls for changes to Great Barrier Reef protection legislation to allow for lethal shark control measures. The strong statement, co-signed by several tourism bodies, said any such move would be an “unnecessary step” and could affect the reef’s world heritage status. Instead, they want governments to conduct more research into shark behaviour and develop innovative management tools, informed by that science. The statement said the recent political bickering and “unnecessarily alarming publicity” about lethal shark control measures had the potential to harm the tourism sector. Debate has become particularly hysterical in recent months. In September the federal court upheld a tribunal ruling that the Queensland government could not use lethal shark control measures – typically baited hooks known as drum lines – within the Great Barrier Reef marine park. Last week British tourists Alistair Raddon, 28, and his friend Danny Maggs, 22, were attacked and injured while on a snorkelling trip in the Whitsundays. Raddon had his foot bitten off. In their statement, tourism authorities noted recent incidents had occurred in the Whitsundays, where permanent drum lines have never been installed. “Prior to the most recent shark incident, the ruling … put the spotlight on the use of shark control measures in the Great Barrier Reef marine park and led to conflicting views being articulated at a political level,” the statement by tourism authorities said. “We urge all parties in this discussion to determine the way forward without unintended further damage to the travelling public’s perception about the exposure to risk when visiting the Great Barrier Reef. Any unnecessarily alarming publicity has the potential to further damage a perception-driven tourism industry.” The Queensland government removed drum lines from the marine park immediately after the most recent court ruling. The state’s fisheries minister, Mark Furner, has written to the federal environment minister, Sussan Ley, asking for amendments to the Great Barrier Reef Marine Park Authority Act to circumvent the ruling and allow for the reinstatement of lethal shark control. The tourism industry statement said doing so would be “an unnecessary step to achieve the outcomes that are sought by both industry and we would suggest, by the community”. “The adverse implication of changing the GBRMPA Act could be far-reaching and may have a detrimental bearing on the Great Barrier Reef’s status as a world heritage area.” The statement said drum lines could be reinstalled at popular mainland swimming beaches as a temporary measure, as the tribunal decision had allowed for a phase-out of lethal measures. But ultimately the tourism groups said more comprehensive research was needed around shark behaviour, including understanding recent apparent changes to behaviour, and “improved and innovative management tools” informed by science. “Australia’s reputation as a safe destination is a critical competitive advantage for our destination,” the statement says. “This reputation is not built on a claim that accidents cannot happen here but on an implied assurance we have in place appropriate precautionary measures for all circumstances and that we respond compassionately and professionally to any incident. “We accept that visiting any natural environment and any interaction with wildlife requires appropriate awareness for operators and visitors, based on accurate information. It also calls for behavioural guidelines and adequate precautions to be put in place. “Unfortunately, in the context of the recent incidents involving sharks in the Whitsundays, we have a very limited understanding of the scientific facts that might explain changes to shark behaviour or movements in the different locations visited by tourism operators across the Great Barrier Reef. “Long-term solutions will require a clearer understanding of shark movements and detailed analysis of the recent incidents. “Guided by new scientific evidence, the industry is keen to work with government to implement improved and innovative management tools that can achieve better outcomes.” Polling by the Humane Society International Australia, which ran the tribunal case against lethal shark control, last week found 73% of Queenslanders supported replacing drum lines with non-lethal shark control measures, such as drone technology."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}