{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/08/have-you-been-affected-by-flooding-in-yorkshire-and-the-midlands", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-08T09:01:17Z", "webTitle": "How are you coping with flooding damage in Yorkshire and the Midlands?", "webUrl": "https://www.theguardian.com/environment/2019/nov/08/have-you-been-affected-by-flooding-in-yorkshire-and-the-midlands", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/08/have-you-been-affected-by-flooding-in-yorkshire-and-the-midlands", "fields": {"headline": "How are you coping with flooding damage in Yorkshire and the Midlands?", "bodyText": "Torrential rain has caused flooding in Yorkshire and the Midlands. On Thursday hundreds of shoppers were trapped in shopping centres in both Sheffield and Rotherham. Many homes have been forced to evacuate and 116 flood warnings remain in place, the majority of them in Yorkshire. The Met Office predicts flooding rains will clear, moving south-east by lunchtime. But, as the clean-up operation begins, flood warnings are expected to remain in place for several days. We want to hear how you have been affected and how you are coping. You can tell us about weather-related travel problems, localised flooding or issues with schools or workplaces, or anything else that you think will help us build a picture of how people and communities are being affected. Share your stories, pictures and videos To get in touch, fill out the encrypted form below or via WhatsApp by clicking here or adding the contact +44(0)7867825056. You can also add pictures or videos, if you have them. Tell us where you live, or are currently, and leave contact details if you can as one of our journalists may be in touch to discuss further. Though we’d like to hear from you, your safety and security is most important. When responding and particularly if taking photographs or video please make sure you put your safety and the safety of others first. Extreme weather events can be very unpredictable and carry very real risks. If you’re having trouble using the form, click here. Read terms of service here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}