{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/06/dumped-fishing-gear-is-biggest-plastic-polluter-in-ocean-finds-report", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-06T00:01:06Z", "webTitle": "Dumped fishing gear is biggest plastic polluter in ocean, finds report", "webUrl": "https://www.theguardian.com/environment/2019/nov/06/dumped-fishing-gear-is-biggest-plastic-polluter-in-ocean-finds-report", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/06/dumped-fishing-gear-is-biggest-plastic-polluter-in-ocean-finds-report", "fields": {"headline": "Dumped fishing gear is biggest plastic polluter in ocean, finds report", "bodyText": "Lost and abandoned fishing gear which is deadly to marine life makes up the majority of large plastic pollution in the oceans, according to a report by Greenpeace. More than 640,000 tonnes of nets, lines, pots and traps used in commercial fishing are dumped and discarded in the sea every year, the same weight as 55,000 double-decker buses. The report, which draws on the most up-to-date research on “ghost gear” polluting the oceans, calls for international action to stop the plastic pollution, which is deadly for marine wildlife. About 300 sea turtles were found dead as a result of entanglement in ghost gear off the coast of Oaxaca, Mexico, last year. And in October, a pregnant whale was found entangled in ghost gear off the Orkney coast. The fishing gear was jammed in the animal’s baleen, the filter-feeder system inside its mouth, and scientists said the net would have hugely impaired the minke whale’s feeding and movement. Louisa Casson, an oceans campaigner at Greenpeace UK, said: “Ghost gear is a major source of ocean plastic pollution and it affects marine life in the UK as much as anywhere else. “The UK’s waters do not exist in a vacuum as oceans have no borders. The world’s governments must take action to protect our global oceans, and hold the under-regulated fishing industry to account for its dangerous waste. This should start with a strong global ocean treaty being agreed at the United Nations next year.” The report said abandoned fishing gear was particularly deadly. “Nets and lines can pose a threat to wildlife for years or decades, ensnaring everything from small fish and crustaceans to endangered turtles, seabirds and even whales,” it said. “Spreading throughout the ocean on tides and currents, lost and discarded fishing gear is now drifting to Arctic coastlines, washing up on remote Pacific islands, entangled on coral reefs and littering the deep seafloor.” Ghost gear is estimated to make up 10% of ocean plastic pollution but forms the majority of large plastic littering the waters. One study found that as much as 70% (by weight) of macroplastics (in excess of 20cm) found floating on the surface of the ocean was fishing related. A recent study of the “great Pacific garbage patch”, an area of plastic accumulation in the north Pacific, estimated that it contained 42,000 tonnes of megaplastics, of which 86% was fishing nets. Another expedition to the south Pacific found an estimated 18 tonnes of plastic debris on a 2.5km stretch of beach on the uninhabited Henderson Island and it was reportedly accumulating at a rate of several thousand pieces per day. In a collection of 6 tonnes of garbage, an estimated 60% originated from industrial fisheries. Greenpeace said ghost gear was particularly prevalent from illegal, unregulated and unreported fishing, but overcrowded fisheries also contributed to the problem. “Poor regulation and slow political progress in creating ocean sanctuaries that are off-limits to industrial fishing allow this problem to exist and persist,” the report said. Greenpeace is calling for the UN treaty to provide a comprehensive framework for marine protection, paving the way for a global network of ocean sanctuaries covering 30% of the world’s oceans by 2030."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}