{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/02/fracking-banned-in-uk-as-government-makes-major-u-turn", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-02T00:01:06Z", "webTitle": "Fracking halted in England in major government U-turn", "webUrl": "https://www.theguardian.com/environment/2019/nov/02/fracking-banned-in-uk-as-government-makes-major-u-turn", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/02/fracking-banned-in-uk-as-government-makes-major-u-turn", "fields": {"headline": "Fracking halted in England in major government U-turn", "bodyText": "The government has halted fracking in England with immediate effect in a watershed moment for environmentalists and community activists. Ministers also warned shale gas companies it would not support future fracking projects, in a crushing blow to companies that had been hoping to capitalise on one of the new frontiers of growth in the fossil fuel industry. The decision draws a line under years of bitter opposition to the controversial extraction process in a major victory for green groups and local communities. The decision was taken after a new scientific study warned it was not possible to rule out “unacceptable” consequences for those living near fracking sites. The report, undertaken by the Oil and Gas Authority (OGA), also warned it was not possible to predict the magnitude of earthquakes fracking might trigger. Fracking, also known as hydraulic fracturing, involves pumping water, chemicals and sand underground at high pressure to fracture shale rock and release trapped oil and gas. The government said it would not agree to any future fracking “until compelling new evidence is provided” that proves fracking could be safe. The UK’s only active fracking site at Preston New Road in Lancashire was brought to an immediate halt this summer after fracking triggered multiple earth tremors that breached the government’s earthquake limits. Andrea Leadsom, the business and energy secretary, said the government has always been clear that shale gas exploration in the UK must be carried out safely. “After reviewing the OGA’s report into recent seismic activity at Preston New Road, it is clear that we cannot rule out future unacceptable impacts on the local community. For this reason, I have concluded that we should put a moratorium on fracking in England with immediate effect,” she said. The moratorium marks a major U-turn for the Conservative party and the prime minister Boris Johnson, who once referred to fracking as “glorious news for humanity” and urged the UK to “leave no stone unturned, or unfracked” in pursuit of shale gas. The government ended its support for the struggling industry less than a week after a damning report from Whitehall’s spending watchdog found its plans to establish fracking across the UK was dragging years behind schedule and had cost the taxpayer at least £32m so far without producing any energy in return. Rebecca Newsom, the head of politics at Greenpeace UK, said it has “been clear for some time that the government’s big bet on fracking is bust”. The decision has been welcomed as a “victory for common sense” by green groups and campaigners who have fought for almost a decade against the controversial fossil fuel extraction process. Craig Bennett, the chief executive of Friends of the Earth, said: “This moratorium is a tremendous victory for communities and the climate. For nearly a decade local people across the country have fought a David and Goliath battle against this powerful industry. We are proud to have been part of that fight.” Tom Fyans, from CPRE, said the countryside charity would “celebrate alongside the local communities, campaigners and environmentalists who have been campaigning valiantly to stop fracking for many years”. “This is a fantastic win for local democracy and everyone who cares about protecting the countryside from climate catastrophe and mass industrialisation,” he said. Rebecca Long Bailey MP, the shadow business and energy secretary, said the moratorium was a victory for local people and the government owed them an apology. She said: “When the Tory government overruled local democratic decisions to halt fracking, communities did not give up. When fracking protesters went to jail, communities did not give up. And now they have forced the government to U-turn. “The Tories owe the public an apology, and an explanation of how much public money they wasted while ignoring the science.” Long-Bailey said the government could yet allow fracking to restart. “The next Labour government will ban fracking – whereas the Tories will only call a temporary halt to it. You can’t trust a word the prime minister says.” The government revealed its fracking moratium alongside plans for a major review of the UK’s transition to a green economy. The Treasury said it will assess how the UK can make the most of the economic green shoots which are expected to emerge while moving towards a carbon neutral economy by 2050. Sajid Javid, the chancellor, said the review was a vital next step” in delivering the government’s 2050 climate target while “supporting growth and lancing costs” to avoid “placing unfair burdens on families or businesses”. “We must all play a part in protecting the planet for future generations,” he added. The Treasury’s support for a green economy comes after Downing Street shot down claims made by the former chancellor, Philip Hammond, that tackling the climate crisis would cost £1tn and require spending cuts for schools, hospitals and the police force. In a swift rebuke, No 10 said plans to create a net zero-carbon economy would cost no more than the UK’s existing plans to reduce greenhouse gas emissions. The interim report will be published in the spring, ahead of a final report in the autumn before the global UN climate talks, which will take place in Glasgow. Simon Clarke, the exchequer secretary to the Treasury, said it was “humbling to launch this unprecedented review into how we end the UK’s contribution to climate change”. “Until recently people said that ‘Net Zero’ was impossible, but this work is a giant step towards making it happen, enabling us to set out a roadmap for an economy that is cleaner, more efficient, and works for everyone, while preserving our planet,” he said. • This article was corrected on 2 November 2019 to make clear that the government has halted, but not banned fracking as stated in an earlier version, and that the moratorium applies only to England as it is a devolved issue. Scotland, Wales and Northern Ireland already have measures in place against fracking."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}