{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/nov/08/questions-raised-over-state-backed-fund-for-electric-car-charging", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-11-08T14:28:00Z", "webTitle": "Questions raised over UK's state-backed fund for electric car charging", "webUrl": "https://www.theguardian.com/environment/2019/nov/08/questions-raised-over-state-backed-fund-for-electric-car-charging", "apiUrl": "https://content.guardianapis.com/environment/2019/nov/08/questions-raised-over-state-backed-fund-for-electric-car-charging", "fields": {"headline": "Questions raised over UK's state-backed fund for electric car charging", "bodyText": "The private equity firm appointed by the government to manage as much as £400m in investment in electric car charging points has awarded millions of pounds to a company in which it holds a controlling financial interest. Zouk Capital is the largest shareholder in charge point builder Instavolt, having made an £18m investment in the company. Now Zouk has chosen Instavolt as the charge point fund’s first beneficiary, a decision criticised by the Labour party. The Conservative government announced its intention to establish a charging infrastructure investment fund in the autumn budget of 2017, amid plans to encourage drivers to choose electric cars, which emit lower or zero carbon dioxide . The £400m government-backed fund initially aims to deliver 3,000 additional rapid-charge points for electric cars, more than doubling the number of electric car charging points in the UK. However, the fund’s rollout, which hoped to match £200m in private-sector investment with public money, was delayed by almost two years, amid difficulties in recruiting an investment manager. The government finally awarded the mandate to manage the fund to Zouk Capitalin September. It also announced that the fund had raised the first £70m, with half provided by the government and half coming from Abu Dhabi-based renewables investor Masdar. Zouk declined to say exactly how much of the first £70m had gone to Instavolt. However, Samer Salty, Zouk’s founder and managing partner, said it was “less than 50%”. Salty expects to invest more of the fund into other companies by the end of the year. The government faced criticism from a Labour MP for allowing the arrangement. Rebecca Long-Bailey, Labour’s shadow business secretary, said the UK needed urgent and significant investment in charging infrastructure, rather than deals between private companies. She added that a future Labour government would invest £3.6bn in publicly owned charging infrastructure. The government said that Zouk’s choice of Instavolt allowed the fund to “put capital to work quickly”, and that an “independent fairness opinion” by accountancy firm PwC had been “positive”. The government and PwC declined to provide the opinion or its reasoning to the Guardian. A spokesperson for the The Infrastructure and Projects Authority, the government body in charge of major investments, said: “Instavolt has ambitious plans for rolling out well-needed rapid chargers across the UK, and has a strong track record in this. “The government has followed a transparent and due process in the selection of its fund manager for the charging infrastructure investment fund, and all investment decisions have been taken in line with industry best practice.” In payment for managing the fund, Zouk will receive a percentage of the assets under management, plus a significantly higher performance fee if the returns beat a benchmark. Salty declined to comment on the fees charged, but said it was lower than the “2% and 20%” model – 2% of the assets under management and 20% of the profits – common in the private equity and hedge fund industries. Zouk will wait for at least five years before trying to recoup its equity investment in Instavolt, either by finding a buyer or floating it on a stock market, Salty said. Salty said similar deals were common within private equity and there had been the “right transparency” throughout. The arrangement was made after “very extensive due diligence” by both Masdar and the government, he added. “There is a conflict of interest but conflicts are there to be managed,” Salty said. “They are constantly being managed across the board.” Zouk holds sole responsibility for deciding future investments from the fund, which could go to Instavolt or competitors. Instavolt was founded in November 2016 by energy industry executives Tim Payne and Adrian Pike with backing from Zouk. It has not yet made a profit. It lost £4.3m in the year to 31 March 2019, up from £3.2m the year before. Providing 3,000 charge points will represent a significant step up for Instavolt. The company only built its first charging station in September 2017, and has so far installed about 400."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}