{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/nov/19/general-election-2019-nhs-labour-conservatives-tories-corbyn-johnson-swinson-sturgeon-tv-debate-brexit", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-19T23:19:11Z", "webTitle": "Boris Johnson and Jeremy Corbyn clash in ITV election debate over 'NHS for sale' claim – as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/nov/19/general-election-2019-nhs-labour-conservatives-tories-corbyn-johnson-swinson-sturgeon-tv-debate-brexit", "apiUrl": "https://content.guardianapis.com/politics/live/2019/nov/19/general-election-2019-nhs-labour-conservatives-tories-corbyn-johnson-swinson-sturgeon-tv-debate-brexit", "fields": {"headline": "Boris Johnson and Jeremy Corbyn clash in ITV election debate over 'NHS for sale' claim – as it happened", "bodyText": "Boris Johnson and Jeremy Corbyn have clashed over which of them is best placed to safeguard the NHS if they win the general election, with the Labour leader accusing the prime minister of being ready to sell it off to US corporations. As my colleagues Heather Stewart, Rowena Mason and Peter Walker report, in a testy live debate on ITV, during which the prime minister repeatedly returned to the claim that he would “get Brexit done”, both men lavished praise on the NHS, but Corbyn said Johnson would put it up for sale. Throughout the debate, Johnson continually tried to bring the focus back to Brexit, on which Corbyn repeatedly declined to say how he would campaign in a second EU referendum, while the Labour leader attacked the prime minister over the NHS and public services. Corbyn has used the debate to argue that the institution of the monarchy needs improvement. The topic came up during a round of quickfire questions, to which short answers were required, and Corbyn was asked if the monarchy was fit for purpose. He replied: “Needs a bit of improvement.” Replying to the same question, Johnson replied: “The institution of the monarchy is beyond reproach.” The audience cheered Corbyn’s reply, but Johnson’s left them silent. Both men were then asked specifically about Prince Andrew, but in their answers they both focused primarily on the importance of addressing the needs of Jeffrey Epstein’s victims, rather than criticising the prince directly. A snap poll for YouGov suggests that, by a margin of 51% to 49%, viewers thought Johnson won the debate. (See 9.10am.) But the same poll found that more people thought Corbyn did better than Johnson – a different measure – and, as ITV’s Robert Peston points out, Corbyn did better on this question with Tory supporters than Johnson did with Labour supporters. The Conservatives have been accused of misleading the public after they rebranded their official Twitter account as “factcheckUK” during the televised leaders’ debate and used it to publish anti-Labour posts. The Lib Dem Brexit spokesman Tom Brake described this as a tactic worthy of Russia’s Vladimir Putin. He said: This is straight out of Donald Trump or Putin’s playbook. Not content with excluding the voice of remain from this debate, the Tories are now resorting to deliberately misleading the public. That’s all from me for tonight. Thanks for the comments. Here are some of the newspaper front pages from tomorrow. And this is what Nigel Farage,the Brexit party leader, said about the ITV debate. Well, there is no doubt that Jeremy Corbyn is a better debater than Boris Johnson. But on the key issue of the day, Brexit, nine times Jeremy Corbyn would not say as prime minister that a second referendum that he’d call, whether he’d vote leave or remain. That is a failure of leadership. Here is Sian Berry, the Green party co-leader, on the ITV debate. She said: I actually can’t believe that climate chaos was relegated to the quickfire round in that debate. That neither of those two men who want to run the country brought it up as part of their main points. This is the most important issue that we face, alongside Brexit, and yet it wasn’t part of the debate. And here is a Guardian panel with verdicts on the debate from Owen Jones, Jonathan Freedland, Katy Balls and Sonia Sodha. Here is my colleague Rowena Mason’s take on who won. And here is her verdict. Corbyn: The Labour leader gave a solid performance with no big slip-ups, but no breakthrough moment that caught Johnson on the hop. He also did not attack Johnson personally on scandals such as his relationship with Jennifer Arcuri, or having been sacked for lying. Johnson: The Tory spinners will most likely be pleased with his performance, given they sent him out with the primary objective of not creating much news. He was also able to repeatedly press home his key attack lines on Brexit. But they may be worried about his inability to be convincing on matters of trust. Here is my colleague John Crace’s sketch about the debate. And this is how it ends. Yet despite all this, the debate had revealed something. That voters hold both leaders in open contempt and are in despair that one of them will end up as prime minister. Given the chance to show off their best selves, Johnson and Corbyn had merely proved they didn’t have one. The country was even more screwed than anyone had previously imagined. Matthew Smith from YouGov has got a full write-up of its poll findings here. Curiously, although more people thought Boris Johnson won, according to the survey, more people also thought Corbyn did well. That may sound irrational (and often people are irrational), but doing well in a debate is not necessarily the same as winning. And here is Nicola Sturgeon, Scotland’s first minster and the SNP leader, on the debate. The clear takeaway for Scotland from this debate is that neither of these men should be able to determine Scotland’s future. Jeremy Corbyn can’t decide if he is leave or remain and Boris Johnson is determined to take Scotland out of the EU against our will. Only a vote for the SNP in this election can help Scotland escape from Brexit – and secure our right to choose a better future as an independent country. Here is Jo Swinson, the Lib Dem leader, on the debate. People watching at home deserve so much better than what was on offer tonight. Both people on that stage want Brexit and there was no one on that stage arguing to remain in the European Union. Staying in the EU is better for our economy, better for our environment, and better for our NHS. A brighter future is possible, but it is not on offer from either of the two old, tired parties. And here are the more detailed figures from the YouGov poll. YouGov surveyed 1,646 people who watched the debate. Boris Johnson won on Brexit, being prime ministerial, being likeable and government spending. Jeremy Corbyn won on being in touch with ordinary people, on the NHS, on being trustworthy and on other issues. Issues on which Johnson won Who do you think came across as more likeable? 54% Boris Johnson, 37% Jeremy Corbyn, 10% Don’t know Who do you think came across as more prime ministerial? 54% Boris Johnson, 29% Jeremy Corbyn, 17% Don’t know Who do you think performed best during the section of the debate on Brexit? 63% Boris Johnson, 27% Jeremy Corbyn, 10% Don’t know Who do you think performed best during the section of the debate on government spending? 50% Boris Johnson, 35% Jeremy Corbyn, 15% Don’t know Issues on which Corbyn won Who do you think came across as more trustworthy? 40% Boris Johnson, 45% Jeremy Corbyn, 15% Don’t know Who do you think came across as more in touch with ordinary people? 25% Boris Johnson, 59% Jeremy Corbyn, 16% Don’t know Who do you think performed best during the section of the debate on NHS? 38% Boris Johnson, 54% Jeremy Corbyn, 8% Don’t know Who do you think performed best during the section of the debate on other issues [ie, not Brexit, NHS or spending]? 39% Boris Johnson, 46% Jeremy Corbyn, 15% Don’t know YouGov has sent out a more detailed news release about its poll. (See 9.10pm.) It points out that the 51% to 49% result is “so close as to be within the margin of error”. And this is what political journalists and commentators are saying about the debate. In summary, it’s very mixed. From Sky’s Beth Rigby From ITV’s Robert Peston From the Spectator’s James Forsyth From the New Statesman’s George Eaton From the Sunday Times’ Tim Shipman From the BBC’s Alex Forsyth From the Financial Times’ Sebastian Payne From Sky’s Adam Boulton From the Manchester Evening News’ Jennifer Williams From the New Statesman’s Patrick Maguire From Good Morning Britain’s Piers Morgan From the BBC’s Faisal Islam From Business Insider’s Adam Bienkov From the Mail on Sunday’s Dan Hodges From the Observer’s Sonia Sodha Claim: Johnson said Corbyn would “whack” corporation tax up to the “highest in Europe”. Reality: Corbyn said he would return corporation tax to the levels of 2010 when it was 28%, which would make it one of the highest, but not the highest in the EU. France’s corporation tax is 31% for companies with an annual turnover below €250m, and 33.33% for companies with an annual turnover of €250m and above. Combined corporation tax in Germany is between 30% and 33%. A win’s a win, and the YouGov poll probably does give us a reasonably good idea as to what people who were watching the debate this evening felt about it, but it does not necessarily tell the whole story, and 51% to 49% is not much of a margin over someone whom the Tories regularly denounce as being unfit to lead the country. Johnson may have been focused and effective, but for much of the debate he sounded like a stuck record, constantly returning to a not-entirely-plausible sounding refrain about getting Brexit done, while Corbyn had a wider and uplifting agenda, focusing on health, work and ending austerity. Regardless of the YouGov verdict, one suspects that Labour won’t be disappointed with Corbyn’s performance. The Conservatives are entitled to be relieved, but certainly not overjoyed. What was surprising was how little Johnson had to say on domestic policy. As well as frequently over-running his time, he ended up being reprimanded several times in the second half of the programme (which was not meant to be about Brexit) for returning to his EU withdrawal talking points – the ones that he usefully telegraphed in advance. (See 7.44pm.) The debate was better-natured than many people might have expected (Julie Etchingham’s decision to get them to shake hands on a good behaviour pledge seemed unnecessary on the night, as well as being of pointless long-term value, and ended up looking like a gimmick). And although this meant the audience never got to see the meaner side of Johnson, it also meant Corbyn got an easier ride than he might have expected. A constant Tory attack line against him is that he is a terrorist sympathiser who sided with Russia over the Salisbury poisonings. There was not a word about that tonight (apart from Brexit, foreign affairs barely featured) and viewers whose only knowledge of Corbyn comes from negative newspaper copy may have been pleasantly surprised. As argued earlier (see 8.36pm), the most uplifting moment of the debate (there wasn’t a wide choice) was probably his riff about how he would be a leader who listens. There was not a single exchange that defined the whole debate. Corbyn’s “we have had nine years of chaotic coalition” was a good reply to Johnson’s claim about the threat posed by a Labour/SNP alliance, and Johnson was uncomfortable when being challenged about his record on not keeping his promises. (See 8.28pm.) He could have been pushed much harder on this, given that in the last election he fought, for the Tory leadership, his entire campaign was built around a promise he failed to keep (achieving Brexit by 31 October). But although Corbyn had a broader and more positive message, Johnson did have a clear one – about Labour delaying Brexit – and if he kept coming back to this point endlessly, he was doing so for a reason. It might not have been impressive debating, but it was very good message discipline, it was consistent with the whole thrust of the Conservative campaign so far, and it did the trick tonight. Three weeks on Thursday, it may well work again too. “Leaving politics aside” during the ITV leaders’ debate, Boris Johnson and Jeremy Corbyn told the British public what they would get each other for Christmas: Here is the result of the YouGov snap poll. Claim: Boris Johnson said the rate at which Labour would borrow would “push up interest rates for every household in the country”. Reality: The Conservatives have argued that Labour will spend an additional £1.2tn over five years. However, it did not base its claims on Labour’s manifesto and used estimates that have been disputed as incorrect. The government’s borrowing costs – interest rates – are at historical lows and economists do not expect a dramatic rise soon. Both Labour and the Tories plan to raise public spending back to 1970s levels, according to the Resolution Foundation. The outcome of Brexit will also have an impact on interest rates and the government’s budget deficit – the annual shortfall between income from taxes and government spending. The National Institute of Economic and Social Research estimates Boris Johnson’s Brexit deal will leave the economy £70bn smaller after a decade and would weaken the public finances. Further information here: They are now on final statements. Corbyn urges people to register to vote, and to vote for change. Johnson says we need to get Brexit done. He says if Corbyn cannot answer whether or not he would vote for Brexit, or whether he would do a deal with the SNP, he is not fit to govern. He says he will get Brexit done, and allow parliament to move on to other things. Q: What present would you give each other for Christmas? Corbyn says he would give Johnson a copy of A Christmas Carol. Johnson says he would give Corbyn a copy of his Brexit deal. When Etchingham insists on a non-political gift, he says a pot of damson jam. Q: Which foreign leader do you admire most? The EU27, because they did me a fantastic deal, says Johnson. Corbyn says it is the UN secretary general, Antonio Guterres, because he is trying to bring people together. Q: Is climate change the biggest crisis facing the UK? Johnson says it is the biggest crisis facing the world. That is why we must get Brexit done. Corbyn says this is the biggest problem for the world. Q: Is the monarchy fit for purpose? It needs a bit of improvement, says Corbyn. Johnson says it is beyond reproach. Q: Is Prince Andrew fit for purpose? Corbyn says we should think about the victims of Jeffrey Epstein first. Johnson agrees. Etchingam points out that all of this depends on what sort of Brexit deal is achieved. She seems to be making the point that comparing domestic spending plans without taking into account what sort of Brexit we will have is a mistake, because that will affect tax revenues. Claim: Boris Johnson claims the Conservatives are “building 40 new hospitals”. Reality: The Conservatives earmarked £3bn earlier this autumn, saying they would build 40 new hospitals. However, it emerged the majority of the funds will go to just six NHS trusts, which each have a major hospital badly in need of rebuilding and have had plans waiting for approval. A further 21 NHS Trusts will get £100m seed funding between them for building works on 34 hospitals they need for 2025-30. Further details from our colleagues reporting on this in September: Etchingham asks if Johnson has found a magic money tree, and if Corbyn has found more than one of them. Johnson says Corbyn has found a forest of them. Corbyn says the levels of poverty caused by austerity must change. Corbyn says: We are a society of billionaires, and the very poor - neither of which are right. Q: You say there is plenty to spend. But I’m worried you will throw it away on silly election giveaways. What can you say to reassure me? Corbyn says we have had a decade of austerity. He says he wants a £10 an hour living wage. He thinks this election will be a turning point in terms of handling the economy. Johnson says the question was about handling the public finances. He has shelved a corporation tax cut, saving £6bn for public services. He says if we fail to get Brexit done, we will have more deadlock and division. Q: Is austerity over? Corbyn says: We will end austerity. I’m absolutely clear about that. Johnson says he wants a dynamic economy. Corbyn has said he wants to overthrow capitalism. That would be disastrous, he says. Q: Will you rule out privatisation for the NHS? Corbyn says the internal market must go. And social care problems are not being addressed. Q: Will there be a social care policy in the Tory manifesto? Yes, says Johnson. He says no one should have to sell their home to pay for social care. Johnson says nothing could be more ruinous to the NHS than a “crackpot” four-day working week. Corbyn says Labour’s plan is for shorter working hours across the economy, paid for by productivity increases. This prompts some laughter. Corbyn says shorter working hours are good for people’s health. He says the Johnson claim about there being 40 new hospitals has turned out to be false. Johnson says the government is working on six new hospitals now, but has plans for 40. He says the biggest threat to the NHS is not getting Brexit done. They’re back. And the rest of the questions are on domestic issues. Q: How will you ensure the NHS meets its demands? And should there be any more privatisation? Corbyn says the NHS is under great pressure. Yesterday a friend of his died from secondary breast cancer. She had gone to the hospital earlier, but the nurses had been under pressure. She recorded a video of her experience. This must be the video. Corbyn seems to be getting the upper hand. His worst moment came when the audience laughed as he claimed his Brexit position was clear, and Johnson was pushing him relentlessly on this, but this did not seem quite as bad as Johnson’s unconvincing claims to be someone who keeps his promises. Corbyn has also been strikingly more positive, and his riff about being a leader who listens was about the most uplifting thing in the debate so far (a low bar). Claim: Boris Johnson claims voting in a Labour government would mean two referendums next year, one on the EU and one on Scottish independence. Reality: Labour’s policy is to renegotiate a Brexit deal with the EU and then put it to UK voters in a second referendum within six months. Corbyn did not say which way Labour would campaign. Should Labour fail to win a majority next month, it could need the support of minority parties to form a government, including the Scottish National party. Nicola Sturgeon has said she wants an independence referendum before 2021. However, Corbyn has said he would not allow a vote in the “early years” of a Labour government. He also says no deals have been struck with the SNP. Q: [To Johnson] You promised 40 times that we would be out of the EU on 31 October. One of your staff once said you had betrayed everyone who worked with you. And, Mr Corbyn, can you take responsibility for antisemitism in your party? Corbyn says antisemitism is a scourge. He has taken steps to deal with it. He understands the desperate history of antisemitism. Johnson says he was “open mouthed” listening to Corbyn. Etchingham asks him to address the points she put to him. Johnson tries to talk about Labour’s Brexit policy. Etchingham tries again, and says the nastiness seems to be getting out of control. Q: Will you promise to improve the nature of debate if you become PM? Corbyn says the recent quality of debate in parliament was horrible. He called for a meeting for it to be improved. Etchtingham asks them both to make this a pledge. They do shake hands. And now we have the ad break. Claim: Jeremy Corbyn says Boris Johnson told the DUP annual conference last year that there would be no border down the Irish Sea and now “well, there is”. Johnson says “the contrary” is the case. Reality: Corbyn is correct. Johnson has struck a deal that will keep an invisible border between Northern Ireland and the Republic of Ireland. This, however, will involve some additional paperwork between Northern Ireland and Great Britain on food and agrifood, which the DUP accepted as the price of a deal. But other goods will also be checked. Exactly which ones and the level of checks cannot be decided until the Brexit deal is done and a joint EU-UK committee can work out the details. Etchingham asks about integrity and strength of character. Corbyn says it is about bringing people together. Whether you live in the north or the south, your problems are the same. Johnson says: Look at what I said I would do as a politician, and look at what I have delivered. This a remarkable claim in the light of his failure to meet his “do or die” pledge to deliver Brexit by 31 October. Q: Does the truth matter in this election? Johnson replies: I think it does. The audience laugh. Etchingham says they are now turning to trust and leadership. Q: How can we trust you? The questioner gets a round of applause. Q: The debate has become toxic, with an appalling level of lies. How can we trust you to bring this country together? Addressing the questioner by his name, Johnson says that is an important question. The problem was that parliament repeatedly blocked Brexit, he says. He says the way to restore trust is to get Brexit done. Corbyn says trust has to be earned. As an elected representative, you have to listen to people. He has spent a lot of time listening to people, from chief executives to the homeless. Everyone you meet knows something you don’t know. His style is to listen to people, and to bring people together. Johnson says most of Corbyn’s shadow cabinet have spoken against Corbyn’s deal. Corbyn says Johnson told the DUP conference he would not allow a border down the Irish Sea. But his deal does involve this. Johnson disputes this. Corbyn says, if the SNP want to vote down a Labour government, that is up to them. Johnson says Corbyn has not ruled out a second referendum. He says there would be a “chaotic coalition” between Labour and the SNP. Corbyn says we’ve had nine years of “chaotic coalition” already. That gets a round of applause. Q: Is the union more important than Brexit? Corbyn says he wants to reply to Johnson’s deal. No deals have been done, and no deals will be done. He says he will bring this issue to a close through a referendum. Johnson says the union is the most important thing. Johnson says preserving the union is more important than Brexit. This would not normally be newsworthy, but polls show that for many Tory Brexiters, Brexit is more important than the union. Q: Is the union worth sacrificing for Brexit? Corbyn says he hopes the union does not break up. But Johnson’s deal gives Northern Ireland a different status. There are issues there, he says. This deal is damaging to this country. Johnson claims his deal would keep the whole of the UK together. To get into No 10, Labour will do a deal – probably have already done a deal – with the SNP, he claims. And he says the price will be a second Scottish independence referendum. Claim: Jeremy Corbyn claims it will take “at least seven years” to negotiate a UK-US trade deal. Reality: The EU took seven years to negotiate and ratify a deal with Canada, not the US. On average it takes 48 months to do a trade deal. It is highly unlikely that a US deal will be struck until the UK has a new deal with the EU in place. The UK only has 11 months to negotiate a trade deal with the EU, starting on 1 February, because the current deadline is 31 December. However, many expect the transition period during which negotiations will take place to be extended by one or two years. Q: Will you stick to your pledge to get the trade deal done by the end of next year? “Absolutely,” says Johnson. People said he would not be able to get a deal, but he did. Etchingham asks if he will mint a new coin for December 2020. That gets a round of applause (but not an answer). Johnson again asks if Corbyn will campaign for his own deal. Corbyn says his policy is clear. After the referendum, the process will be at an end. He says Johnson’s government has had secret meetings with the US about opening up the health service to the US. He shows the document about these talks released in the US. Most of it is redacted. Johnson claims this is an “invention”. The NHS is not for sale. He says this only comes up because Corbyn is ignoring the question as to what side he will campaign on. Corbyn says he has made the position clear. Some in the audience laugh. Johnson says he wants a mandate to govern. But Corbyn wants to strike a new deal, he says. He asks if Corbyn wants to do a deal, and he asks if he will campaign for his own deal. Corbyn says he wants to bring people together. Corbyn repeats the point about a trade deal with the US taking seven years. And he claims Johnson has already indicated this deal would put the NHS at risk. Etchingham says Corbyn ducked the question about whether he would campaign for remain or leave. The Tories have changed the name of their Twitter account - making it highly misleading. UPDATE: Later in the evening they changed the name back, from factcheckUK to CCHQ Press. Our story about the row the change generated is here. Etchingham says the questions come from viewers. Q: Both of you say Brexit will be resolved in the next few months. But there have been so many broken promises. Can you assure me we won’t be talking about Brexit forever. Johnson says he has a deal ready to go, and the UK will come out on 31 January. The UK will come out together. There is a sharp distinction between this, and the “dither and delay” offered by Corbyn. That’s the second time Johnson has used that phrase. Corbyn says he would negotiate a new deal, and have a referendum, with a credible leave option. He says it is “nonsense” to suggest that Johnson would sort out Brexit by January. He says it would take Johnson seven years to negotiate a trade deal with the US. And the US trade deal would be incompatible with a trade deal with the EU. Boris Johnson says there is only one reason to have an election; to remove the block in parliament, get Brexit done, and to then unleash this country’s potential. Under Corbyn there would be dither and delay, and two referendums. Together, let’s take this country forward, he says. Jeremy Corbyn goes first with the opening statement. The election gives a real choice, he says, about the future. Labour is offering real hope. The Tory government is failing. He says he will get Brexit sorted by giving people the final say, and he will implement what they decide. Too many policies are failing. Labour will govern for the many not the few. The programme starts with Julia Etchingham introducing the debate, with Boris Johnson and Jeremy Corbyn standing alongside her. It’s about to start - the first debate of the election, and the first ever British election debate featuring just the prime minister and the leader of the opposition. It is on ITV, and Julia Etchingham is presenting. From ITV’s Robert Peston From the BBC’s Laura Kuenssberg During the debate Boris Johnson and Jeremy Corbyn will get the chance to ask each other questions. We know what some of Johnson’s questions will be because helpfully he included them in an open letter addressed to Corbyn last night. For the record, here they are. 1. You are proposing a second referendum on EU membership. In that referendum, would you recommend the UK should remain or leave? 2. Your previous manifesto promised to end freedom of movement, but following your conference it is now Labour party policy to “maintain and extend” free movement. Would you end, maintain or extend free movement, and would immigration be higher or lower under Corbyn’s Labour? 3. Asked on Sunday if you were prepared to continue to pay into the EU budget on an ongoing basis, you replied “clearly if you want access to a market there are costs involved”. How much would you be willing to pay into the EU budget in return for “access to markets”? 4. All 635 Conservative candidates standing at this election have pledged to me that, if elected, they will vote in parliament to pass my Brexit deal. Can you guarantee that every Labour candidate supports your Brexit policy? We won’t have a live stream of the debate at the top of the blog tonight, as we do for many political events. ITV won’t allow us one. They have this old-fashioned notion that people should be watching on their channel. But we will get clips of the key moments later. And here’s the latest Tory Twitter offering. Dominic Raab, the foreign secretary, is among those spinning for the PM. From Labour From the Financial Times’ John Burn-Murdoch Boris Johnson has just arrived at the ITV studios in Salford. From the BBC’s Iain Watson Here is the Jeremy Corbyn version of the “let’s do this” tweet. We saw Boris Johnson’s version earlier. (See 4.50pm.) From ITV’s Liam Calland This is from Jeremy Corbyn. Tez Ilyas is a comedian. From Bloomberg’s Kitty Donaldson My colleagues Peter Walker and Jim Waterson have produced a very good guide to tonight’s ITV debate between Boris Johnson and Jeremy Corbyn. Although debates have been a feature of British elections since 2010, this is the first one featuring just the prime minister and the leader of the opposition. And here are five important things to remember before watching the debate tonight. 1) Election debates normally don’t involve much debating. We call them debates, but in reality they are mostly exercises in soundbite regurgitation, rather than exercises involving rigorous engagement with argument. David Cameron explains this well in his autobiography, For the Record, where he writes this about preparing for the 2010 debates. Bill Knapp and Anita Dunn, the US experts I had hired to help me prepare for the coming ordeal, were brutally frank about the reality I was about to encounter: to my disappointment, they told me that these wouldn’t really be debates at all. You don’t want to engage with your opponents’s argument, you just want to put your own point across. You should focus your efforts on delivering your pre-prepared soundbite down the camera lens. Avoid too much spontaneity in taking apart opponents’ arguments; it’s far too risky. Just get your ‘zinger - a one-liner destined for the headlines on the news programmes after the show - ready beforehand, and deploy it as soon as you can. 2) Almost certainly, there won’t be any so-called “knockout blow”. See 2.33pm and 4.55pm. 3) And even if there is something approaching a defining moment, the pundits might miss it. Sometimes a candidate says something in a debate that subsequently gets cited as having a decisive impact on voters - even if that is mostly because it’s an answer that reinforces a negative perception that was already well entrenched. There was a good example in 2015 when Ed Miliband was asked if he thought Labour spent too much when it was last in power, and he said no. In subsequent analyses of the election, this was seen as an appalling error because it confirmed that Miliband could not be trusted on the economy. But on the night this was not apparent to many pundits, partly because Miliband had made this argument many times before (so, to the commentariat, he was not saying anything new), and party because what he said was true (at least to the extent that Labour’s spending policies did not cause the financial crash, or even have much bearing on how well the UK was equipped to cope with it). 4) Any assessment about who “won” should be treated with some caution. Sometimes a debate takes place and there is a clear consensus amongst the public, if there is a poll, and amongst commentators as to who won. The best example in British politics is the first leaders’ debate in 2010, which was clearly won by Nick Clegg. But more often the result is less clear-cut, with people’s views as to who did best mostly overlapping with who they supported most in the first place. Boris Johnson easily outperforms Jeremy Corbyn in opinion polls at the moment, and so it is not surprising that a YouGov poll found that more people expect Johnson to perform well tonight than expect Corbyn to perform well tonight. But the betting companies, which make their forecasts based on where people are placing bets, expect Corbyn to win. YouGov is going to publish a snap poll tonight soon after the debate ends, asking people who performed best, and William Hill, Paddy Power and Coral have all sent out press releases today saying they have Corbyn the narrow favourite to win (ie, in the YouGov poll). How to you explain the discrepancy between the public’s expectations and punters’ expectations? Quite easily. People who place bets on an election tend to follow politics closely, and they may well have noticed that Corbyn is a better debater than people realise. See the New Statesman’s Stephen Bush on this at 4.37pm. Also, because Corbyn is going into this widely perceived as the underdog, it will be easier for him to outperform expectations. 5) Even if you do win a debate, it won’t necessarily win you an election. That’s because elections are decided by multiple factors, and even if a TV debate makes an impact, it is never going to be wholly decisive. Clegg knows this as well as anyone. His debate triumph in 2010 resulted in the Lib Dems soaring in the polls for a few days, and a brief obsession with “Cleggmania” (remember that?), but by the end of the election he was more or less back where he started, and his party ended up losing seats. There are two new polls around this afternoon. YouGov has the Conservatives 12 points ahead of Labour. This is from the Times’s Matt Chorley. And a Kantar poll has the Tories 18 points ahead. This is from Reuters. Usual reminder: polls aren’t always an accurate guide to the election result. Boris Johnson has gone for some Rocky Balboa-type posturing ahead of tonight’s ITV debate. (See 2.33pm and 4.50pm.) As you would expect, Jeremy Corbyn’s warm-up routine is rather different. And here is another useful Twitter thread on the likely impact of the debate tonight, from the academic Prof Tim Bale. It starts here. Labour’s Dawn Butler has posted a video on Twitter from the “spin room” for the ITV debate tonight. And, while we’re on the subject of debates, this is from Nick Anstead, an academic specialising in political communication, commenting on my point about “knockout blows” earlier. (See 2.33pm.) And here is Anstead’s take on what impact debates have. Boris Johnson has posted this on Twitter ahead of tonight’s debate. It’s interesting mainly because it’s a bit - well, Donald Trump. According to the Financial Times’s Sebastian Payne, Rishi Sunak, the chief secretary to the Treasury, is expected to stand in for Boris Johnson in the seven-party debate on the BBC on Friday week. The New Statesman’s Stephen Bush posted a very good thread on Twitter yesterday about why, in his view, Boris Johnson was mad to agree to two one-on-one debates with Jeremy Corbyn. Do read it. It starts here. Nigel Farage has said his Brexit party might do pacts with the Tories on a local basis in the general election. After his plea to Boris Johnson to form an official “leave alliance” was rebuffed he said that campaigners might choose to organise themselves on the ground informally instead. He said it was a situation that would be out of his control but the Brexit party or Tories might essentially run paper candidates in key Labour marginals. Speaking in Peterborough after an election rally, he said: This is an election in which there are remain deals being done and Brexit deals being done at local level. It’s not particularly surprising. I’m aware of some areas in which we may be trying very hard and they [the Conservatives] may or may not be trying very hard, and in the neighbouring seat it might be the other way round. I’m aware of it. But I can’t manage it. The Brexit party is standing 274 candidates at the election after deciding to withdraw 317 candidates from Tory-held seats so as not to split the vote after Johnson said he backed a Canada-style free trade deal after Britain left the EU. Farage’s party believes it has a strong chance in 150 Labour seats – areas the Tories traditionally cannot win over. The Brexit party MEP for London, Lance Forman, has already urged candidates to form local pacts. He posted this on Twitter last week. A Labour source has been in touch to say that journalists might have been reading too much earlier into what John McDonnell, the shadow chancellor, seemed to be saying about ruling out a windfall tax on oil companies. (See 11.42am and 1.16pm.) When McDonnell said no, he was saying no to a request to explain how a windfall tax might work, the source claims. “He has not discussed what will or won’t be in the manifesto.” In an interview with the New Statesman Len McCluskey, the Unite general secretary and Jeremy Corbyn’s most influential ally in the union movement, has suggested that, if the Tories win the election, Corbyn should not resign immediately as Labour leader. Instead there should be a “period of reflection”, McCluskey said. Asked if Corbyn would have to resign if he lost, McCluskey said: Well, obviously I’m not expecting Jeremy to lose. Jeremy would have to make a decision, along with other sections of the party. We would have to look at things – that’s why I say a period of reflection. Back in 2015, Ed Miliband resigned the following day. I think that was wrong of him to do that. You always need a period of reflection. The one thing I know about Jeremy Corbyn is that his election four years ago has changed British politics forever, and therefore we need to consider what this all means. We need to consider the election result. If it was a defeat – a defeat that I’m not expecting – then we’d have to look at the scale of that, and where it happened. That requires some calm deliberation. So whilst I don’t expect it, I certainly feel that there would have to be a proper debate and discussion. But McCluskey also insisted that what was on offer in Labour’s manifesto (out on Thursday) was so inspiring that the party deserved to win a massive landslide. He explained: Committing to build a million homes over a decade. Tackling homelessness. Lifting the student debt off our young people’s shoulders. All of these things Labour is promising. The deal that they’re going to put to people is unbelievable. Free prescriptions. Free parking in hospitals, I mean, that might sound small beer, but do you know what? I know, and you’ll know, and everyone reading your thing will know hundreds, thousands of people who’ll be infuriated that they get fleeced every time they go and visit their loved ones who are sick. All of these things add up to an unbelievable offer that Labour is going to be making, one that will transform our society. When you look at Labour’s programme – oh my god. You would think that we would end up with a massive landslide, because it speaks to so many people. McCluskey’s comment about how the manifesto will contain plans to spare young people from the burden of student debt may be a hint that, as well as abolishing tuition fees, Labour may promise to cut or write off the debts built up since tuition fees were raised to the level of £9,000 a year. Corbyn floated this idea during the 2017 general election campaign, but without making a firm commitment. This morning, in his interview on the Today programme, John McDonnell, the shadow chancellor, also hinted that the party might cut debts for students who have already graduated. As PoliticsHome reports, he said: In terms of the system, the debt that has been piled up already, I’ve been trying to say to the government they’ve got a problem here that we’ve all got to accept. The system is not working. Large amounts of that debt is not being paid off and the government is having to write it off. There is I think an approach that has to be taken that looks at existing debt and we will look at some of these issues in the coming weeks. The SNP has said the Conservative opposition to holding a second independence referendum is “crumbling” after the Scottish secretary, Alister Jack, appeared to contradict Boris Johnson’s vow to block another vote regardless of whether the nationalists win at Holyrood in 2021. Jack told BBC Radio Scotland: The democratic mandate for a section 30 order is a matter for 2021. We’ll see whether or not the Scottish National party get a majority then. When Johnson visited Elgin two weeks ago, he insisted he would not grant the powers necessary to hold a legal referendum, regardless of whether the SNP won a majority of Scottish seats in the general election or a pro-independence majority in Holyrood. It remains to be seen whether this is a genuine contradiction, mis-speak, overinterpretation, or attempt at the unhappy triangulation over indyref2 policy that has so vexed Labour of late. Election debate reporting is often blighted by references to the prospect of a “knockout punch”. Apart from being a terrible cliche, the phrase is not particularly pertinent because such moments almost never happen in election debates, and so it is unhelpful to pretend that they do. You probably have to go back to Ronald Reagan to find a moment when a single line was so effective and memorable it decided a debate. But Boris Johnson’s media team are not averse to hackneyed metaphors, and they had him doing a photo opportunity in a gym earlier showing him preparing for said knockout blow. Johnson said he was “excited” rather than nervous about the debate tonight. Meanwhile, as Sky’s Beth Rigby points out, Jeremy Corbyn has been preparing for the debate with a trip to the barbers. The Greens launched their election manifesto this morning. My colleague Peter Walker has written it up here. And in Northern Ireland the Democratic Unionist party has launched – well, not quite a manifesto, but a 12-point plan for Northern Ireland (pdf). Speaking at the launch, Arlene Foster, the DUP leader, firmly ruled out supporting a Jeremy Corbyn government in a hung parliament. She said: We are very clear that we will not be supporting a Jeremy-Corbyn-led Labour party in a government because we believe Jeremy Corbyn would not only be hugely detrimental to the United Kingdom in terms of the break-up of the United Kingdom, and we have heard the whole discussion around the Scottish independence referendum, and we would be very fearful for the economy of the United Kingdom and we would be very fearful for the defence of our United Kingdom on a global scale. So there are many, many reasons why we couldn’t in all conscience support a Jeremy-Corbyn-led administration. The Brexit party leader, Nigel Farage, also claimed today that Britain in some respects resembles a failed South American state. He said: There are elements to our system which resemble a failed state in South America. Hundreds of Brexit party candidates last week were bombarded with messages telling them they shouldn’t stand, some of them quite threatening, and at the same time others offered inducements. I think our democracy is deep in crisis, I think our confidence in the whole system has never been lower and I think now that Brexit is just the beginning of a real radical transformation of our political system. The feeling that they are the masters and we are the servants is the wrong way around and needs to be reversed. Good afternoon. I’m Andrew Sparrow, taking over from Haroon Siddique. Nigel Farage, the Brexit party leader, has been commenting on Prince Andrew. He’s a lot less censorious than Chuka Umunna. (See 7.25am.) Talking about the prince, Farage said: For him it’s bad. He’s eighth in line to the throne so it’s not a direct threat to the monarchy. The Queen just becomes this ever more exalted figure and the public are starting to look at those who come after her with a degree of scepticism, but it’s not uncommon. That has happened throughout history. The shadow chancellor has been setting out how Labour would ensure companies worked for the greater good. John McDonnell stressed that Labour is pro-business but it would beef up the regulatory system to prevent failures such as those of Thomas Cook and Carillion, and introduce measures to ensure company directors are not just driven by profit but take into account impacts on employees, the environment and the wider good. He said companies not moving towards de-carbonisation would be de-listed. But he said Labour would not impose a windfall tax on oil companies. UPDATE: Or maybe not. This afternoon Labour said journalists were reading too much into what McDonnell said about not imposing a windfall tax. (See 3.51pm). Boris Johnson will aim to tackle knife crime by reducing the time it takes to charge and prosecute offenders, the Evening Standard reports. It also says a new form of court order, called a serious violence reduction order, will be introduced to allow police to search habitual knife carriers in the street without requiring suspicion. Also on law and order, the shadow justice secretary, Robert Buckland, pledged the Tories would introduce a whole life term for adults who commit the premeditated murder of a child. The Green party launched its election manifesto with the central plank being a pledge to implement a zero-carbon economy by 2030. The party’s co-leader, Jonathan Bartley, said it was moving faster on the climate crisis than Labour and the other parties, and was also firmly a remain party, unlike Labour. The Tory candidate in Aberdeen North has been suspended after being found to have made “unacceptable” comments about the Holocaust, Muslims and homosexuals. Ryan Houghton denied holding antisemitic, racist or homophobic views, saying the eight-year old posts on a martial arts forum had been taken out of context. The Lib Dems’ Chuka Umunna has described Prince Andrew as a complete disgrace. McDonnell urged the Duke of York to cooperate with the authorities, but Buckland would not be drawn on the prince’s conduct, saying the focus should be on the victims. Scotland’s first minister, Nicola Sturgeon, has mocked Boris Johnson for refusing to debate her or to facilitate a second independence referendum. She tweeted: “Is this the ‘die in a ditch’ definition of ‘never’?” Scotland’s Catholic voters will be advised to elect MPs “who reflect as closely as possible their beliefs”, in a pastoral letter from bishops which will be read out at all 500 Catholic churches this weekend. In the letter, the bishops will also warn that “a creeping intolerance towards religious belief” has become “a part of life”. The letter urges voters to seek candidates’ views on a variety of issues, including abortion, assisted dying and heterosexual marriage, as well as poverty and nuclear weapons. It’s quite hard to think of many Westminster candidates who will tick all of the bishops’ boxes, but perhaps readers can pitch in with a few suggestions. Kezia Dugdale, the former leader of the Scottish Labour party, has provided some insights into how politicians prepare for debates – and score points – ahead of tonight’s head-to-head between Jeremy Corbyn and Boris Johnson. Louis Stedman-Bryce, Scotland’s only Brexit party MEP, has announced that he is leaving the party because “I find myself in a situation where my personal values are now in direct conflict with the party”. In a video posted on Twitter, Stedman-Bryce explains that he feels the party has “repeatedly failed to deliver” its promises on Brexit, and adds: The Brexit party’s recent decision to select a Scottish candidate who has openly posted homophobic views across social media is not only a betrayal of LGBT community but of everyone who believes such divisive and hateful views have no place in society. Last night, the Brexit party withdrew support from its Glenrothes candidate, an evangelical pastor called Victor Robert Farrell, who Stedman-Bryce is referring to. He said he would continue to represent those in Scotland who had voted for him, as an independent MEP. The Evening Standard has an exclusive on measures to tackle knife crime that will be included in the Tory manifesto. It says the measures will include: Three-times-faster charging and prosecution times of knife offenders to act as a better deterrent. Anyone caught with a knife will be arrested, charged within 24 hours and in court within a week. A new form of court order called a serious violence reduction order allowing police to search habitual knife carriers in the street without requiring suspicion. It could be used against acid and guns, as well as blades. The Conservatives have been keen to appear tough on crime in this election. Earlier today they announced their plan for whole-life terms for people found guilty of the premeditated murder of a child. During conference season they talked about stopping the release of the most serious violent and sexual offenders at the halfway point of their sentence, while the home secretary, Priti Patel, told criminals: “We are coming for you.” Boris Johnson has also talked tough on crime, vowing to put more police on the streets, increase use of stop and search, and incarcerate more offenders with longer sentences. During a phone-in on Friday, Johnson claimed an increase in stop-and-search operations when he was London mayor between 2008 and 2016 had allowed 11,000 knives to be taken off the streets. However, this was a total that included weapons seized through means other than stop and search. Meanwhile Johnson has been doing a photoshoot at a boxing gym (don’t know whether this is obligatory in this election – Jo Swinson has already done her own). For what it’s worth, his technique could do with some – make that a lot of – refinement. Nigel Farage gives a speech in Peterborough. You can watch it below. First questions to the shadow chancellor are from the press. Q The Greens are pledging £100bn a year for 10 years to achieve zero carbon by 2030. That is also a Labour aspiration (the 2030 target). Is the Green estimate of the cost correct? A Labour will have a green transformation fund of £250bn over 10 years plus another £250bn through a National Investment Bank. We will also harness the resources of the finance industry. In some ways the figures we are working with are similar to the Greens but we will harness the finance industry with the state sector. Q How will the new regulatory system work? A We are consulting but it will include a business commission, containing a companies commission, finance commission and enforcement commission. Q Is it true you are planning a windfall tax on oil companies? A No (!) Q Is there any kind of new tax on oil companies envisaged? A Wait for the manifesto but don’t hold your breath. Q Will more executives end up in jail for corporate failures under Labour’s new laws? A I would expect executives and others to acknowledge that time has moved on so I don’t think more will go to prison. Q How important is the leaders’ debate? A Jeremy will be highlighting the problems the country faces. It will enable people to see the real Jeremy Corbyn, not just the media portrayal. Q It has been reported Labour is holding an inquiry into its colonial past. Do you think Britain is guilty of crimes and should reparations be paid? A Bristol and Liverpool benefited enormously financially from slavery. It’s valuable we know our history proper, not just the kings and queens. UPDATE: This afternoon Labour says McDonnell’s comments about the windfall tax have been misunderstood. See 3.51pm. Labour will implement a “much-needed” overhaul of the regulatory system. The public is poorly represented on the boards of these regulators. He mentions Carillion plus “scandals” at Tesco and HBOS. McDonnell says regulators are failing in many instances and the media is filling the gap. Labour will overhaul company law to bring about “real change” in the corporate sector. It will improve long-term economic performance, tackle the climate crisis and reduce inequality. The shadow chancellor emphasises that he applauds good business practice. He concludes and will now take questions. The shadow chancellor now talks about the “obscene” fact that billionaires are buying access and tax breaks from the Conservatives. McDonnell says Jeremy Corbyn is on the side of the people. Labour will introduce a 20-1 pay ratio between the highest- and lowest-paid employees in the public sector as well as companies bidding for public sector contracts. It will be a statutory duty that no one in companies is paid less than the national living wage. Companies will have to set out their policies for tackling the gender and ethnic pay gaps. Under Labour the big four auditing companies will be prevented from “acting as a cartel”. They will not be allowed to offer other services to prevent conflicts of interest, says McDonnell. Large firms should change auditing company at least every five years. We’ll regulate to ensure that auditing firms provide socially useful information. If you refresh the page you can watch McDonnell’s speech live. McDonnell says the existential threat of climate change is Labour’s principal priority if it enters office. Companies not taking adequate steps towards decarbonisation should be de-listed from the London stock exchange, he says. John McDonnell says a new business model is needed with partnership at its heart. Labour will rewrite the Companies Act so directors have an obligation to take into account long-term interests of shareholders, employees, the wider public and the environment. Labour will also consult on incentives to hold shares longer term, says McDonnell. He talks about inclusive ownership, giving employees collective ownership eventually of 10% of the company. He says Bernie Sanders has advocated 20% in the US. The shadow chancellor has just begun his speech on the economy, saying the unfettered pursuit of profit has been allowed to override all other factors. The relentless pursuit of shareholder profit has been to the detriment of workers and the environment, says John McDonnell. He gives Carillion and Thomas Cook, which both went into liquidation, as examples of failures caused by corporate greed. The Conservative candidate in Ashfield in Nottinghamshire (Labour majority of 441 at the last election) has suggested the way to deal with problem tenants is to house them in tents, wake them up at 6am and then get them to pick vegetables followed by a cold shower, BuzzFeed reports. This is an interesting observation from Sky News’s economics editor about the Green party’s manifesto. Says something about the degree to which the other parties – including the Tories, eager to proclaim the end of austerity – are competing on public spending. It feels like every time a Green politician is questioned during this election campaign they are asked about how they can get the message across that they are the party to be trusted to tackle the climate crisis, given movement by the other parties – particularly Labour – on the issue. The party’s co-leader Jonathan Bartley addressed the issue of differentiation with Labour this morning, not just on the climate emergency, but also Brexit. He told BBC Radio 4’s Today programme: Our proposals today are very much about remaining in the EU, another point of differentiation with Labour, but also transforming the country, getting to that net zero target by 2030. Looking at every sector of the economy, spelling out how we need to decarbonise and what kind of investment is going to be needed, being honest about that investment. He added: When there’s a war, when we’re facing an existential threat, we don’t hold back. We know that we have to tackle it. Frankly, if the climate were a bank, we would have bailed it out by now. Bartley said the party wanted to introduce a frequent flyer levy and was against airport expansion. You can read more about the Greens’ manifesto, which is launched today, below. Scotland’s first minister, Nicola Sturgeon, has just taken a dig at Boris Johnson for refusing to debate her or facilitate a second independence referendum. Boris Johnson is interviewed in a number of Scottish papers this morning “snubbing” the first minister, Nicola Sturgeon, by refusing to debate. He told the Daily Record: Although she can be very influential on our politics, she has no seat in the House of Commons nor can she be prime minister. The candidate to be prime minister who Nicola Sturgeon would support is Jeremy Corbyn. That is why he is the appropriate person to debate. The interview took place yesterday just as the SNP and Lib Dems’ unsuccessful court action to participate in the ITV leaders’ debate was concluded, a decision the SNP has described as a “democratic disgrace”. Sturgeon threw down the gauntlet to Johnson to debate her during last month’s independence rally in Glasgow’s George Square, but I also remember her telling reporters after Johnson’s first visit to Scotland as prime minister, back in July, that she had suggested a TV debate on independence to him then, and he had sounded so interested that his aides had blanched at the prospect. The PM has obviously changed his mind since then … Sarah Wollaston, who switched from the Tories to the Lib Dems via Change UK, and who is a GP, has raised questions about the government’s attempt to tackle the staffing crisis by agreeing a deal to pay doctors’ pensions bills this year, a move which could cost hundreds of millions of pounds (see 9am update). This takes the biscuit for the most unusual politics story of the day so far … although it does make a serious point about fake news. Doctors’ groups have begun responding to the emergency scheme ministers and NHS chiefs have come up with to stop what critics call the “NHS pensions tax trap” deterring hospital consultants and GPs in England from working extra shifts this winter. The British Medical Association, which represents about 70% of the UK’s doctors, has given the proposal a cautious welcome. Under it, doctors who work enough hours this year (2019-20) to then receive a hefty bill linked to the rising value of their pension will have that bill in effect paid for by the NHS. The unprecedented move could cost the NHS between tens and hundreds of millions of pounds. Dr Chaand Nagpaul, chair of the BMA’s ruling council, said: These proposals under discussion could, if properly implemented, provide the respite needed to enable significant numbers of doctors to increase the work they are doing, giving vital patient care at a time of unprecedented demand. However, we don’t yet have important details about how such a scheme will work; details that are crucial to the BMA and to the tens of thousands of doctors that we represent in order to provide the necessary reassurance that doctors can take on additional work without this resulting in any financial penalty. We look forward to having those details in the very near future, and call on the next government to urgently scrap the annual allowance in defined benefit schemes such as the NHS, a solution proposed by their own advisory body, the Office for Tax Simplification. However, EveryDoctor, which campaigns to improve medics’ working conditions in the NHS, dismissed the plan as a “short-term fix” that would not solve the problem of an estimated 40% of doctors reducing their workloads in order to avoid being hit by a bill for up to £100,000. A spokesperson said: The pressures on the NHS are no longer isolated to the winter months. We are in a constant, spiralling recruitment crisis and the NHS is 10,000 doctors short. Vast swathes of UK doctors have been forced out of work by the 2016 punitive tax rules. A short-term fix to cover the winter period will not solve this problem. The government instead needs to create a long-term, sustainable solution which safeguards the NHS and its hard-working staff. The Green party is formally launching its manifesto this morning. The centrepiece will be a pledge to achieve zero carbon emissions by 2030. In an election broadcast later today, the party’s sole MP, Caroline Lucas, will tell voters that the 12 December election offers “the greatest – perhaps the last – opportunity to change course” for the UK. You can read more about the Green party’s manifesto below. Q Do you need to get rid of billionaires to help others? A John McDonnell says people are understandably upset that the wealthiest are getting tax breaks. £100bn has been given away in tax cuts, it’s gone to corporations, cuts to capital gains tax, inheritance tax and the highest rate of income tax. Q The Institute for Fiscal Studies says the headline figure – £100bn – about tax cuts for the wealthiest is wrong as some have benefited people who are not so well off. A McDonnell insists the figure is not wrong. Q The Phones 4u billionaire, John Caudwell, says he can’t tolerate “spiteful envy”. A McDonnell says tell Caldwell to come see him and he’ll explain Labour’s policies to encourage entrepreneurship. It’s a misunderstanding by Caldwell, the shadow chancellor suggests. Q Is student debt going to be addressed? A It has to be addressed by whoever is in government. He declines to say whether or not it will be cancelled. Q Are your policies on cracking down on foxhunting etc a “townie’s policy”? A It’s making sure the hunting ban is adhered to. That concludes the interview. The shadow chancellor, John McDonnell, is on the Today programme now. Q Is it correct to say no one should be a billionaire? A We need to attack the gross levels of inequality through a fair taxation system. Q How flat should society be? A Most of us will think on the one hand you’ve got 150 billionaires and on the other hand people queueing at food banks and that’s not fair. The justice secretary, Robert Buckland, appeared to rule out giving MPs a free vote on overturning the foxhunting ban if the Conservatives win a majority at the general election. The controversial offer made by the former prime minister Theresa May in the 2017 Tory manifesto was dropped swiftly after her poor performance at the election. Buckland told Sky News he thought it was unlikely Boris Johnson would revive the controversial issue. Foxhunting was banned through legislation introduced by the Blair government in 2004. Buckland said: I don’t see a return to that at all. I think the agenda has moved on. We are now talking in our own policies about strong animal welfare measures. We are cracking down on issues like live transport. We are dealing with trophy hunting, the keeping of primates as pets. He added that he believes Johnson has an “authenticity” on environmental issues that is an “important hallmark” of his leadership. The Lib Dem justice spokesman, Dr Phillip Lee, is also doing the media rounds this morning. He told the Today programme the staffing crisis in the NHS will get worse if Brexit goes ahead (quotes from PA Media). We can see that there is a clear staffing crisis in the NHS and this is being exacerbated by the prospect of Brexit. In my own professional experience I meet many doctors over the years who are trained in the EU and indeed nursing staff and I think if we proceed with Brexit, the staffing crisis will get worse. So by investing extra money, by remaining within the EU, Liberal Democrats will protect the NHS. The Lib Dems say they would boost the NHS by raising income tax by a penny if they gained power. Asked about the prospect of the Lib Dems winning, Lee added: The fact that we’re on 20 MPs and to get to 326 is quite a target, yes. We will get to the other side of the election and if the Conservatives haven’t got a majority then discussions will take place, but we will take each issue as it comes and vote accordingly and we will not be putting Jeremy Corbyn into No 10 … We do have a choice not to put either of the two prime ministers into No 10, which is why we think that there should be more of an offer put to the public in terms of who should be prime minister. Another interesting front page from Scotland: You can read the story here. The shadow justice secretary, Robert Buckland, was asked about Prince Andrew on BBC Radio 4’s Today programme. He said it was not appropriate for him to comment. By contrast, the shadow chancellor, John McDonnell, told Sky News: I think he [the Duke of York] should cooperate with all the authorities and make sure justice is served. The Lib Dems’ Chuka Umunna went even further on ITV’s Good Morning Britain. Good morning. This is Haroon Siddique taking over the blog until about 1pm-ish GMT when Andrew Sparrow will be in. If you want to catch my attention the best way is by tweeting me @Haroon_Siddique. The justice secretary, Robert Buckland, and the shadow chancellor, John McDonnell, are doing the rounds for the Conservatives and Labour respectively this morning. Buckland will be talking, among other things, about the Tory pledge of a whole life term for adults who commit the premeditated murder of a child McDonnell will be talking about the super-rich and the tax breaks they have enjoyed under the Tories. Just back to the election debate tonight for a moment, and although Nicola Sturgeon and Jo Swinson lost their bid to be included in ITV’s programme tonight, there will be other debates later in the campaign. Swinson is due to take part in a three-way debate with Johnson and Corbyn hosted by Sky on 28 November. The following day, the BBC will host a seven-way debate in Cardiff between leaders or senior figures from the seven major political parties. And the BBC will then host a “prime ministerial debate” on 6 December from Southampton between Corbyn and Johnson. Away from the main parties: Scotland’s first minister, Nicola Sturgeon, will today call for immigration powers to be devolved from Westminster to to Scotland. The Green party will launch its election manifesto today, stressing its status as the only major party committed to zero carbon emissions by 2030. Here’s one more front page that I didn’t link to earlier – The Scotsman. It quotes Boris Johnson: “I will never go on a TV debate with Sturgeon”. And here’s a taste of what Guardian comment writers are saying: Suzanne Moore has written why voting in this election feels like “clinging to the wreckage of a system we should dismantle. All the issues that really matter require cooperation, not silly, point-scoring conflict.” You can read John Crace’s take on Boris Johnson’s bumbling speech at the CBI in which he shelved planned corporation tax cuts (“the less effort he was seen to make, the more the public seemed to like him”). Polly Toynbee has written about the poverty crisis and why the PM doesn’t care. Two other stories in brief that you can get stuck in to to start your election day: Momentum is scaling up for a “once in a generation chance” to change the country with a sophisticated online and doorstep campaign that borrows ideas from the US and an innovative use of WhatsApp. Labour will pledge to close loopholes used to hunt foxes, hares and deer as it launches its animal welfare manifesto. The Tories will make a push on law and order today as they pledge that adults (over 21) who commit the premeditated murder of a child (under 16) will be given tougher sentences of life without parole. The current rules require the murder to be of multiple children or to be sexually or sadistically motivated. Robert Buckland, the justice secretary, said it was his aim to stop the parents of murdered children seeing the “sickening” spectacle of their killers walking free. Labour’s focus today will be on skewering Boris Johnson on what it describes as the Tories’ £100bn tax giveaway to billionaires. The shadow chancellor, John McDonnell, will tell a campaign event in central London that Labour intends to “rewrite the rules of our economy”. He outline party analysis that claims to show 48 of the country’s 151 billionaires have donated to the Tories since 2005 while the government is on course to hand out £100bn in tax breaks and other giveaways by 2023-24. “Someone on the national minimum wage would have to work 69,000 years to get paid £1bn and a newly qualified nurse would have to wait 50,000 years. No one needs or deserves to have that much money. It is obscene,” he will say, telling his audience that Boris Johnson is on the side of “the billionaires, the bankers and big business”. You can read the full story about McDonnell’s speech here. Let’s take a look at today’s papers, and the Guardian splashes on the NHS staffing crisis. The FT carries a big picture of the violent crackdown in Hong Kong, but keeps its lead for Johnson shelving the corporation tax cut during a speech to the CBI yesterday (you can read John Crace’s take on the PM’s lacklustre performance here). The Telegraph echoes the FT, carrying a big picture from Hong Kong and a headline on the PM’s speech to the CBI: “Johnson accused of appeasing socialists in corporation tax U-turn”. (It also headlines the continuing fallout for Prince Andrew on its front page). The i leads on the TV debate tonight between Boris Johnson and Jeremy Corbyn, with the headline “Election ignites”. The tabloids carry varying takes on Prince Andrew. The Sun reports backers “pull the plug on Prince” as “Net closes in on Andy”. The Mirror splashes on Prince Andrew’s accuser, Virginia Giuffre, filming an interview with the BBC’s Panorama programme. The Express reports the Queen still backs her son. Finally, the Mail has “Andrew out in the cold”. Good morning and welcome to our coverage of all things politics today, as we count down to the first leaders’ election debate tonight (well, two leaders anyway – more on that later). I’ll be looking after the blog for the first hour or so of the day before handing over to colleagues. Feel free to get in touch: alison.rourke@theguardian.com. First up and NHS bosses have made a dramatic intervention into the campaign, with nine out of 10 saying the staffing crisis is endangering patients. Almost 60% believe this winter will be the toughest yet for the service. It may scare the horses in the Tory campaign where there is concern that the growing crisis in the health service risks derailing the party’s Brexit-dominated campaign. That’s unlikely to be helped today by the Lib Dem policy pledge add an extra £35bn for health and social care over the next five years, by adding a penny to the basic rate of income tax. It puts the Tories in third place, pledging to spend £140.3bn on the NHS up to 2023-24, with the Lib Dems on £142.2bn and Labour in front on £143.5bn. No doubt this will get a fair amount of attention at tonight’s leaders’ debate on ITV at 8pm. You will only be seeing Boris Johnson and Jeremy Corbyn, after Nicola Sturgeon and Jo Swinson lost their court bid to appear. You can read Peter Walker’s guide to what to expect in the debate here, including the key subjects (Brexit, the economy, the NHS and personal character) and the curly questions for the PM (Jennifer Arcuri, how many children does he have) and Corbyn (antisemitism). You can also start to get ready for your own election bingo. Walker says a drink isn’t mandatory for every repetition the the phrases, but it could be helpful. Here’s his list, feel free to let us know if you have any additions: Get Brexit done. Dither and delay. Coalition of chaos. Propped up by billionaires. Many, not the few. Forty new hospitals. British Broadband. Now on to the rest of the day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}