{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/nov/07/sheet-masks-are-the-new-plastic-straws-the-movement-to-streamline-your-skincare", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-11-07T06:03:49Z", "webTitle": "'Sheet masks are the new plastic straws' – the movement to streamline your skincare", "webUrl": "https://www.theguardian.com/fashion/2019/nov/07/sheet-masks-are-the-new-plastic-straws-the-movement-to-streamline-your-skincare", "apiUrl": "https://content.guardianapis.com/fashion/2019/nov/07/sheet-masks-are-the-new-plastic-straws-the-movement-to-streamline-your-skincare", "fields": {"headline": "'Sheet masks are the new plastic straws' – the movement to streamline your skincare", "bodyText": "The #shelfie is so passé. The trend for posting Instagram snaps of beauty cabinets stuffed with myriad, millennial-pink products looks set to take a downturn as customers spurn multi-step routines in favour of a more streamlined, sustainable approach to skincare. In the UK, 28% of women have reduced the amount of products in their skincare routine over the past year, according to the research group Mintel, with the women’s facial skincare market expected to fall to an estimated £1.16bn from £1.17 bn in 2018. As we move away from the K-beauty trends – such as the now infamous 10-step routine, that led consumers to invest in a full roster of cleansers and multiple serums – we’re now using less and spending less as a result. In a world ever more conscious of the ecological impact of the products we buy, an elaborate skincare regime no longer feels luxurious; it just feels wasteful. “I used to travel with bags full of beauty products, but now I take three or four things. As you become aware of your impact on the environment in all areas of your life, more feels unnecessary,” says Zahra Broadfield a former Harvey Nichols beauty buyer who launched the beauty e-retailer SUSTBeauty earlier this month, rounding up products that adhere to strict sustainability and environmental responsibility guidelines. She believes that our increasingly minimal beauty routines are down to a combination of “product fatigue” and our growing awareness of over-consumption. Previously the world of skincare was all about encouraging people to add “boosters” to their serums, or to use a separate moisturiser on their neck, but an increasing number of brands now offer multipurpose products – a cleanser that also removes makeup, or a night cream that gently exfoliates as you sleep. Broadfield recommends multipurpose oils, such as Malako Skin To Soul Saviour Oil, which can be used on skin, hair and in the bath, and cleansers that double up as face masks. “If you have fewer things, you think a lot more carefully about why you’re using them,” she says. Even in Korea, birthplace of the multi-step skincare routine, millennials are said to be turning to “skip care” – skipping steps and products perceived to be superfluous. US Vogue described the movement as “a reaction to the idea of an overly complicated multi-step routine”. The idea of buying fewer products has even become part of some brands’ business model. The new skincare line ADC Beauty comprises just one product: the High Performance Moisturiser. A plant-based face cream, its ingredients include chamomile to soothe, arnica to repair and mangosteen to purify. Its founder, Adam de Cruz, advocates a simple, two-step routine. “Cleanse and moisturise are essential, and then an SPF if you are going to go out in the sun all day,” he says. Where there has been an emphasis on skincare in the form of separate serums, each based on a different ingredient, some companies are putting the focus on formulas that combine several in synergy. Tandem, a skincare line that launched in September with the slogan “time to free up some shelf space”, sells formulas including the More Than Moisturiser. It combines big-name skincare ingredients such as hyaluronic acid and squalane that are often sold as separate serums. “More than one of the formulators we met with asked us why we were combining these ingredients when we could have got four separate products out of them,” says co-founder Sophie Hinchliffe. Customers have asked for an eye cream, but “since our moisturisers can already be used on the eye area, it’s not something we’d do … Once you start using fewer products, you realise how little you need all those extra serums and creams,” she says. But can fewer products lead to the same effect? “Layering multiple products doesn’t mean you’ll increase the benefits to the skin,” says Brian Oh, founder of the K-beauty skincare brand Venn, whose products include an Age-Reversing All-In-One Concentrate designed to replace your toner, essence, serum, moisturiser and oil. “Chances are, you’re increasing the likelihood of the different active ingredients inactivating each other,” he says. Stefanie Williams, a dermatologist and the director of the Harley Street clinic Eudelo, agrees, describing the layering of single-ingredient serums as a “professional pet hate”. “My advice is not to be your own beauty ‘chemist’ but to rely on evidence-based combination products,” she says. “Also, the more layers, the higher the risk of clogged pores, with the possibly consequence of breakouts.” For those serious about cutting waste, shunning single-use products such as cleansing wipes and sheet masks is key. A year after Water UK revealed that 93% of the material blocking our sewers is, in fact, wet wipes, Mintel’s research reported that 11% less of us are using them to cleanse, while sheet masks have been dubbed “the new plastic straws” in terms of their detrimental environmental impact. Non-sustainable packaging just won’t cut it with the newly clued-up consumer. The ADC Beauty moisturiser is packaged in glass, with boxes made from recycled coffee cups, while Lush has started selling many of its cleansers in bar form to remove the need for packaging entirely. Tandem has Cosmos organic certification and products are packaged in recycled and recyclable materials, including a bioplastic derived from sugar cane. For the products remaining in our routines, sustainable packaging and non-toxic formulas are the most eco-friendly way to go."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}