{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/nov/05/marlon-james-im-not-saying-i-go-commando-but-wearing-pants-would-be-a-cop-out", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-11-05T13:15:06Z", "webTitle": "Marlon James: ‘I’m not saying I go commando – but wearing pants would be a cop-out’", "webUrl": "https://www.theguardian.com/fashion/2019/nov/05/marlon-james-im-not-saying-i-go-commando-but-wearing-pants-would-be-a-cop-out", "apiUrl": "https://content.guardianapis.com/fashion/2019/nov/05/marlon-james-im-not-saying-i-go-commando-but-wearing-pants-would-be-a-cop-out", "fields": {"headline": "Marlon James: ‘I’m not saying I go commando – but wearing pants would be a cop-out’", "bodyText": "This is by a label from the Ukraine called Orttu. It’s really a tunic, but I like pissing people off by calling it a dress. I’m always attracted to unconventional designers and I like clothes that have fun with gender norms – because it is something to mock, to laugh at. I was drawn to it because I thought it made me look like a monk – I was like, just call me black Rasputin. I’ve worn this outfit lots of times: to Afropunk, at a party that the editor-in-chief of Vogue [Anna Wintour] hosted, and a Vanity Fair shoot. I’m not saying I go commando – but it’s a bit like the rule with kilts: wearing pants with this would be a cop-out. There’s no way I could wear a dress like this in Jamaica. For the most part, I dress like I’m a Jamaican from the 70s when I’m there: really colourful polyester shirts, formal pants, sneakers, and I might wear a tam, which is the headgear Rastafarians wear to keep the dreadlocks in. It’s funny because I show up there and people are like: “Wow, you’re dressing wild,” and I’m like: “Are you serious? I’m kind of dressing conservative!” When I go there, I say I’m back in my “butch drag”. As I have become comfortable in my own identity and my own body, I have also become comfortable expressing that freedom with different kinds of clothes. Don’t get me wrong, I probably have more suits than anybody but having the freedom to wear a dress is something I’ve picked up as I’ve got older. I also wear a lot of long shirts from Japanese designers. My style icons are Grace Jones, André 3000, Prince – but early Prince – and any member of The Clash. I often just think, what would Paul Simonon wear? I always dress up to write – let’s call it “expensive casual”. One thing I do not do is put on slippers and a bathrobe or pyjamas because when I go to write, I go to work."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}