{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/nov/02/kanopy-free-film-streaming-service-local-library-university-thoughtful", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-11-02T08:00:26Z", "webTitle": "Streaming: Kanopy, the film service for library users", "webUrl": "https://www.theguardian.com/film/2019/nov/02/kanopy-free-film-streaming-service-local-library-university-thoughtful", "apiUrl": "https://content.guardianapis.com/film/2019/nov/02/kanopy-free-film-streaming-service-local-library-university-thoughtful", "fields": {"headline": "Streaming: Kanopy, the film service for library users", "bodyText": "With Apple TV+ freshly landed and a host of new streaming services on the way – as previewed in this column a few weeks ago – British viewers are on the verge of being spoilt for choice in the video-on-demand market. They’re also on the verge of being a bit strapped for cash: streaming service subscriptions of £5 to £10 a month don’t sound like a lot individually, but those who want a piece of everything are likely to find themselves paying more for home entertainment than ever before. Any free streaming options, then, are more welcome than ever, and a new one is slowly making inroads into the UK via the most venerable no-cost entertainment service of them all: the public library system. It’s been 11 years since video streaming service Kanopy was founded in Australia, initially as an educational resource for university students, before extending to public library users across the country. It offers a selection of more than 15,000 films, shorts, documentaries and educational videos to be digitally “checked out” on a standard library card, whereupon they’re available for home viewing for three days. Now based in San Francisco, the service has spread across the US and Canada and proven unsurprisingly popular. Though a few British universities got in on the action early, only recently have local councils begun to embrace the possibility in their libraries, testing the waters in the south-east. Southwark libraries became the first to offer Kanopy to their patrons in spring this year; the service expanded to Lambeth, Slough and Suffolk libraries in September. More ought to follow in time; the Kanopy website allows members of non-enabled library boroughs to register their interest. It’s well worth investigating. Under the banner of “Thoughtful Entertainment”, Kanopy specialises in independent, arthouse and classic cinema, including many strong titles that never made it to UK cinemas. This is no place for blockbusters: on the home page, for example, Jim Jarmusch’s mellow amateur-poet portrait Paterson is the first title listed under Popular Movies. The Popular World Cinema section includes such crossover crowdpleasers as Maren Ade’s bittersweet father-daughter comedy Toni Erdmann and the lovely Swiss stop-motion heartbreaker My Life As a Courgette, but yields surprises too: Feng Xiaogang’s radical, scorching Chinese feminist satire I Am Not Madame Bovary, with its striking circular aspect ratio, or Hermia and Helena, Argentine director Matías Piñeiro’s sweet, floaty, Brooklynite riff on A Midsummer Night’s Dream. Documentary-lovers are well catered for, with a substantial selection of recent nonfiction hits including The Act of Killing, Three Identical Strangers and Cameraperson, but also a deeper archive of treasures: the entire rich catalogue of American docmaster Frederick Wiseman, for example, from his 1967 debut, the criminal sanatorium study Titicut Follies, to his most recent film, Monrovia, Indiana, a Trump-era small-town tour. The Classic Cinema department, meanwhile, will please those still mourning the short-lived streaming service Filmstruck. It runs the gamut from familiar canon titles (including a range of Criterion Collection titles such as Black Orpheus and Antonioni’s L’Avventura) to rare curiosities: the short, sparky, Josephine Baker-starring 1945 farce The French Way was a particularly delicious find. Parents should also note the separate Kanopy Kids area, which promises to broaden young library users’ horizons beyond Peppa Pig with diverse programming such as the Nigerian education cartoon Bino and Fino and classic shorts like the original 1973 animated version of Where the Wild Things Are. It’s all unimprovably good value for us, though how libraries take to the economics involved is the one question mark hanging over Kanopy’s expansion. The company runs on a “patron-driven acquisition” model that charges the participating library a licence fee for each individual user’s viewing of a film. Kanopy’s growing popularity comes at a literal cost: a few major New York libraries recently discontinued the service after finding their budget stretched. It’s early days yet for Kanopy in the UK: right now, if you’re lucky enough to have access, get in while the going’s free. New to streaming &amp; DVD this week The Souvenir (Curzon Artificial Eye, 15) Joanna Hogg’s semi-autobiographical portrait of the artist as a young film student is one of the year’s great films: a thing of wistful, opalescent, self-effacing beauty. Apollo 11 (Dogwoof, E) You may not think you need to see another film about the 1969 moon landing, but this immersively sensory documentary, constructed from previously unseen 65mm footage, proves otherwise. Varda by Agnès (BFI, 15) Premiered shortly before her death in March, the final film by puckish French auteur Agnès Varda is exactly the farewell her devotees could have hoped for: a gently whimsical, meandering overview of her storied career. Yesterday (Universal, 12) Imagine there’s no Beatles, I wonder if you can. The British sensibilities of Danny Boyle and Richard Curtis blend like oil and water in this terminally silly, overdirected puffball. The Fall (iPlayer) The new five-minute short film from genius film-maker Jonathan Glazer (Under the Skin) was sprung unannounced on BBC Two viewers last week. Now you can catch up with his vivid, nightmarish allegory for modern mob justice."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}