{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/nov/07/a-dog-called-money-review-pj-harvey-the-hope-six-demolition-project-documentary", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-11-07T07:01:00Z", "webTitle": "A Dog Called Money review – globetrotting PJ Harvey keeps her distance", "webUrl": "https://www.theguardian.com/film/2019/nov/07/a-dog-called-money-review-pj-harvey-the-hope-six-demolition-project-documentary", "apiUrl": "https://content.guardianapis.com/film/2019/nov/07/a-dog-called-money-review-pj-harvey-the-hope-six-demolition-project-documentary", "fields": {"headline": "A Dog Called Money review – globetrotting PJ Harvey keeps her distance", "bodyText": "Here’s a disappointingly uninsightful documentary about the making of PJ Harvey’s reportage-style 2016 album The Hope Six Demolition Project. It’s directed by Seamus Murphy, a photojournalist and friend of Harvey who she travels with on research field trips to Afghanistan, Kosovo and low-income black neighbourhoods of Washington DC. But the film’s political engagement is oddly wishy-washy, while fans hungry for intimate access to the singer will leave frustrated – Murphy politely respects Harvey’s cool, emotionally reserved public persona. In Washington, Harvey meets Paunie, a teenage girl who dresses like a boy and commands total respect on the street. (It’s Paunie’s dog that gives the film the title.) In Kosovo, an elderly woman keeps the keys of neighbours who fled the village during the war (and presumably won’t be coming back). Murphy shoots with compassion and journalistic curiosity, his camera inching closer and closer to the face of a boy in Washington who is explaining how his dad, cousin and friend were all shot dead on the same block – two murders, one suicide. Harvey is mostly a watchful observer with a notebook; sometimes she reads lines of poetry she’s jotted down on the voiceover. But we barely see her interacting with anyone on the ground, which gives the whole thing an impersonal feel. And there are patience-testing scenes of the album being recorded in Somerset House, London, as members of the public look on. But it’s here, in a throwaway line, that we get what might be the most revealing moment in the film, as a musician tells an anecdote about Harvey recording her previous album, Let England Shake. The record company hadn’t heard a single track and were getting jittery. Harvey invited half a dozen executives to her house in Dorset, made a pot of tea, put the album on her CD player then disappeared off to do a bit of gardening. Now that I would pay to see. • A Dog Called Money is released in the UK on 8 November."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}