{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/nov/09/atlantics-director-mati-diop-as-a-mixed-race-girl-theres-always-a-visible-and-invisible-side-of-you", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-11-09T10:00:12Z", "webTitle": "Atlantics director Mati Diop: ‘As a mixed race girl, there’s a visible and invisible side of you'", "webUrl": "https://www.theguardian.com/film/2019/nov/09/atlantics-director-mati-diop-as-a-mixed-race-girl-theres-always-a-visible-and-invisible-side-of-you", "apiUrl": "https://content.guardianapis.com/film/2019/nov/09/atlantics-director-mati-diop-as-a-mixed-race-girl-theres-always-a-visible-and-invisible-side-of-you", "fields": {"headline": "Atlantics director Mati Diop: ‘As a mixed-race girl, there’s a visible and invisible side of you'", "bodyText": "In 2008, Mati Diop travelled to Senegal, the birthplace of her father, to make a short film about migration. Her cousin introduced her to some friends who were “thinking about crossing”; in other words, undertaking the dangerous boat journey up the west African coast and across to Spain. Diop was aware of the logical reasons that might motivate someone to take such a huge risk – namely, better financial prospects – but under the surface she detected something else. “I could feel a viral phenomenon,” she recalls. “Like: ‘My big brother’s doing it, this kid from the neighbourhood is doing it, so I’m gonna do it, too.’ I was shocked by the magnetic feeling I had from it.” The trip had a profound impact on Diop. One young man told her that “when you decide to cross the ocean, it means that you’re already dead”. She soon began to feel that the boys she spoke to “were not here any more”, and her perception of the country’s landscape began to alter. “I started to watch the ocean. I was not looking at it like I used to; it became like a grave.” The result of that visit was a non-fiction piece called Atlantiques, in which a young man recounted his journey across the ocean. Now, 11 years on, the French director is gearing up to release her debut feature film of nearly the same name, Atlantics. This time, however, she has poured the otherworldly impressions of that 2008 visit into a work of odd, fantastical fiction. What starts out as a portrait of a group of young Senegalese labourers risking their lives to reach Europe soon gives way to a bubbly, edgy teen movie centred on a young girl called Ada (played by Mama Sané). It then transforms into a cop caper/whodunnit. Finally the film mutates into a supernatural horror, replete with spooky graveyards, mystery illnesses, paranormal arson and white-eyed zombie-like creatures dead set on revenge. There is, it is fair to say, a lot going on in Atlantics, which has the backing of the streaming giant Netflix. And its heady synthesis of styles has already caused a significant stir. In June, it won the second biggest prize at Cannes, where Diop was the first black female film-maker to compete in the main competition in the festival’s history. In August, she won the Mary Pickford award for outstanding female talent at the Toronto film festival. Shortly before we meet, it is announced that Atlantics will be Senegal’s submission for the Academy Award for best international feature film. Today, Diop is not keen to dwell on her history-making festival stint. “I think this situation is really behind me now,” she says, describing the emphasis on the statistic in press coverage of Atlantics as “frustrating”. She is, however, enthused by the Oscar nod, along with the other ways the film has helped her connect with her Senegalese heritage. Born in France to a French mother, Diop has said that creating the character of Ada was a way of experiencing “the African adolescence that I hadn’t lived”, a psychological exercise that helped her reconcile the two strands of her ancestry. “As a mixed [-race] girl, there’s always a visible and invisible side of you; there’s a place you inhabit and place you desert,” she says. “How does the place that you don’t live in influence you?” Diop was also keen to push back against the western media’s refugee narrative, whether it be coldly statistical or paralysingly sentimental. The original short was “really about the reappropriation of its own story at a time when the approach in the media was only through the prism of economics,” says Diop. “It was important to hear about this situation from another perspective, to humanise it. And when I say humanise it, it doesn’t mean to be over-empathic, and try to make people cry and feel horrible about themselves.” That said, she is not prepared to discuss the particulars of the French media’s coverage of migration. “I prefer to talk about my own relationship to that rather than going through an analysis of how the mass media treats this subject.” Diop discusses her work with a fastidiousness and solemnity that reverberates through her entire person. She is especially scrupulous about the language used to frame her films. A description of the original Atlantiques as being about a young man’s journey from Senegal to Spain is rebutted, “because if it was that it would be very general. It’s not me doing a short film about migration; it’s a film into which a boy tells his own experience of crossing [the sea] to his two close friends and me.” Neither should the short be referred to as a documentary. “I call it a short film. Some people need to put a very strict frontier between documentary and fiction. I just don’t consider cinema this way. I make films. I tell stories.” One of Atlantics’ impressively large number of narrative strands follows Ada’s adolescent rebellion, and the film does an excellent job of evoking the texture of teenage life, beautifully capturing the schedule-free days, the intoxicating effect of rebellious friends, the ache and promise of first love. Coming-of-age stories are what make Diop tick. “I’ve always been very interested in adolescence, and because I’m 37, it’s both very far away and very close to me,” she says. “I love teenage movies, I love comedies about teenagers, I’m a huge fan of [Kids director] Larry Clark.” During her own teen years, Diop found herself compelled to express herself creatively, but struggled to settle on one medium. Inspired by her family – an artistic dynasty that includes her father Wasis, a musician known for fusing Senegalese folk with western pop, and her uncle Djibril Diop Mambéty, also a Cannes-winning director (her mother is a photographer-turned-artistic director) – she dipped her toe into singing, photography, theatre and writing scores for plays before “finally the need of telling stories came”. Yet it was as an actor that Diop first found acclaim, after being cast as one of the leads in Claire Denis’ 2008 drama 35 Shots of Rum. Before working with the feted French director, acting had been something Diop had “always dreamed of”, but she was conflicted about the concept of performing, feeling “too shy” as well as reluctant to be the subject of the male gaze. “I was not very comfortable with the idea of being revealed by a man,” she explains. “I felt like they would consider me only because of my appearance and I didn’t just want to be that.” Her own films, on the other hand, have afforded Diop the chance to realise herself and her heritage on screen with far more nuance and depth, especially with regards to the sea-crossings that have shaped her paternal line. “My own personal story is: I’m a daughter of an immigrant, who travelled to France right after shooting Touki Bouki with his brother, which is also a film about migration,” she says. “My family history is made of migration; it’s something that’s part of my own complexity.” It is a family tree that means Diop’s work rings with an unsentimental but deeply felt empathy: Atlantics may be an otherworldly, genre-bending fantasy, but at its core it is a devastating, tragically evergreen memorial to those compelled to leave their homes at an unfathomable cost. Atlantics is on Netflix and limited UK cinemas from 29 November"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}