{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/nov/01/british-film-animation-aardman-early-man-stop-motion-hollywood-studio", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-11-01T18:06:49Z", "webTitle": "Time to get a move on: is British film animation set for a rapid revival?", "webUrl": "https://www.theguardian.com/film/2019/nov/01/british-film-animation-aardman-early-man-stop-motion-hollywood-studio", "apiUrl": "https://content.guardianapis.com/film/2019/nov/01/british-film-animation-aardman-early-man-stop-motion-hollywood-studio", "fields": {"headline": "Time to get a move on: is British film animation set for a rapid revival?", "bodyText": "Could British animation be on the verge of a new golden age? Warner Bros appears to think so: it has announced a multi-picture deal with Locksmith Animation, co-founded by Elisabeth Murdoch with Arthur Christmas director Sarah Smith and Shaun the Sheep Movie producer Julie Lockhart. Locksmith is a sought-after outfit: its first film, Ron’s Gone Wrong, is in production under a previous deal with 20th Century Fox; however, the takeover of the latter by Disney appears to have prompted the switch to Warner Bros. The reality is, though, that British feature-length animated releases are rarities. Bristol-based Aardman Animations has long been the dominant – indeed, only – creative force. Its most recent offering, A Shaun the Sheep Movie: Farmageddon, was released two weeks ago. Otherwise, the landscape looks pretty bleak. The British Council’s animation catalogue for 2018 has 32 pages dedicated to short films, born in part out of the success of outlets such as Channel 4’s Random Acts series. Animated features run to a meagre two and a half pages. Aardman’s Early Man is the only out-and-out British feature; Wes Anderson’s Isle of Dogs is included, and while it showcases the talent of UK animators, it doesn’t possess the same homegrown feel. Much of the problem is financial – with huge challenges in securing funding for such labour-intensive work. And when British productions do manage to get funding, budgets invariably pale into insignificance compared with Hollywood. Even Aardman struggles to play on the big stage. In 2015, Shaun the Sheep Movie had a reported production budget of $25m (£19.3m) and recouped little over $106m at the global box office; in the same year Pixar’s Inside Out cost six times as much ($125m) and raked in a colossal $857m. With output so low, can British animation flourish? Dr Malcolm Cook, lecturer in film at the University of Southampton and a specialist in animation, says the global picture is misleading, with some large animation houses “struggling”. By contrast, Aardman, with an employee ownership model established in 2018, is not listed on the stock exchange and as a result is not “driven by short-term demands of regular returns”. Cook adds that there is still a global appetite for British animation, and in particular, for Aardman’s own brand of stop-motion, the popularity of which has paradoxically grown since the introduction of computer animation. The figures back him up: 81% of the Shaun the Sheep Movie’s box office returns were from non-UK markets. Britain isn’t the only place with a rich history of stop-frame animation – think Tim Burton’s spooky Corpse Bride, or Jan Svankmajer’s chilling Alice – but Cook says the British sensibility (“warm and comforting” with a “handmade quality and that sense of homeliness” ) has been behind its success. With the arrival of an ambitious new studio in Locksmith, as well as new possibilities offered by streaming outlets and continued affirmation of the “British” style, we may be in for big things – if all goes to plan."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}