{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/nov/10/southern-comforts-wines-of-south-italy-volcanic-fruity-velvety", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-11-10T06:00:40Z", "webTitle": "Southern comforts: Italy’s great reds | David Williams", "webUrl": "https://www.theguardian.com/food/2019/nov/10/southern-comforts-wines-of-south-italy-volcanic-fruity-velvety", "apiUrl": "https://content.guardianapis.com/food/2019/nov/10/southern-comforts-wines-of-south-italy-volcanic-fruity-velvety", "fields": {"headline": "Southern comforts: Italy’s great reds", "bodyText": "Notte Rossa Primitivo di Manduria, Puglia, Italy 2018 (£11, Marks &amp; Spencer) It’s easy to generalise about a wine region. Take the south of Italy. It’s hot down there, we might say with an airy wave of the hand gesturing vaguely at a map. So naturally that should mean red wines, and big, ripe, thick, powerful ones at that, with plenty of alcohol and dark heady scents, maybe something sweet and raisined wrung out of those vines where things get really hot and dry. Wines made from the primitivo grape, a speciality of Puglia in the heel of Italy’s boot, do in fact often come close to fitting that characterization. And there is a lot of pleasure to be had in the sheer intensity of reds that are made without much concern for modern day wine dictums about elegance and freshness, wines such as the sumptuous Notte Rossa, with its plums, dates and figs, and velvety feel. Santa Venere Speziale Marsigliana Nera, Calabria, Italy 2018 (The Wine Society) But the likes of Notte Rossa and the even richer, darker and more intense Puglian primitivo made by the same producer, San Marzano Primitivo Di Manduria Riserva ‘Anniversario 62’ 2015 (£25.99, dbmwines.co.uk), are not the only stylistic game in town in the Mezzogiorno. There’s a lot more variety in red winemaking than the region is given credit for. In Puglia, for example, you can find a perennial favourite of mine, the wonderfully sprightly, 12% abv (as opposed to 14.5% and more for most primitivo) Paolo Petrilli Motta del Lupo 2017 (£10.80, bat.wine), which is all about fresh red fruit and freshly picked herbs and bright, drinkable freshness. And The Wine Society has just added two similarly exuberant, red-cherried stars from Calabrian producer Santa Venere: the almost racy, light Speziale made from the masigliana nera variety; and the weightier but still effortlessly bright and tangy Vurgada Nerello Capuccio Gaglioppo 2016 (£13.50). Le Sabbie dell’Etna Rosso, Sicily, Italy 2017 (£12.99, Waitrose) Some of the finest southern Italian reds (and some of the finest Italian reds full-stop) are grown in volcanic soils. In the case of Aglianico del Vulture, that means the aglianico grape from vines from nearby the now extinct Mount Vulture in Basilicata. In Sicily, it means nerello mascalese and nerello capuccio vines growing on the slopes of the active Mount Etna. Perhaps because of the sheer wonder at its picturesque extreme-winegrowing edginess, Etna has been attracting most attention of late, and it has to be said the wines are pretty special, blending, as Le Sabbie dell’Etna Rosso neatly shows, a capacity for pinot noir-esque lightness of touch and red-fruit cast with something distinctively herbal, smoky, earthy. But Aglianico can be just as compelling in its own way, with M&amp;S’s introductory Aglianico del Vulture 2017 (£9) showing off the style’s stern, firm feel, darker cherry fruit and prettiness of fragrance to satisfying, winter-warming effect. Follow David on Twitter @Daveydaibach"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}