{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/nov/10/kraut-rocks-preserved-cabbage-is-the-perfect-hybrid-of-life-hack-and-craft", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-11-09T19:00:30Z", "webTitle": "Kraut rocks: 'Preserved cabbage is the perfect hybrid of life hack and craft'", "webUrl": "https://www.theguardian.com/food/2019/nov/10/kraut-rocks-preserved-cabbage-is-the-perfect-hybrid-of-life-hack-and-craft", "apiUrl": "https://content.guardianapis.com/food/2019/nov/10/kraut-rocks-preserved-cabbage-is-the-perfect-hybrid-of-life-hack-and-craft", "fields": {"headline": "Kraut rocks: 'Preserved cabbage is the perfect hybrid of life hack and craft'", "bodyText": "The arachnologist Norman Platnick once claimed you’re never more than a few yards away from a spider. There must be so many variables to this statement but I accept it, partially because my nine-year-old son spews out dangerous animal facts with earnestness and partly because I live in Australia where spiders are a fact of life. In response to Platnick’s claim, I have one of my own: I solemnly would stake that earthlings in 2019 are never more than one meal away from eating some kind of cabbage. In almost every culture I can think of, there exists some form of fermented cabbage: kraut, kimchi, pak kaard dong, kyslá kapusta, zuurkool, choucroute … The names in different languages are endless. But to break it down, the bare bones are always cabbages, salt and time. And where there are fermented cabbages, sausages don’t follow far behind. Lacto-fermenting cabbage is the first building block for anyone getting into experimenting with fermentation – it’s foolproof, almost. Besides being an ancient way of preserving seasonal bounties, preserved cabbage proudly claims much precious kitchen bench and fridge real estate. It is one of the highest culinary expressions for professional and home chefs the world over thanks in part to cool cats like Sandor Katz, Sharon Flynn and David Zilber. Preserved cabbage is the perfect hybrid of life hack and craft: probiotics, prebiotics, myriad macro and micro nutrients and fibre, plus sophistication – all rolled into one mason jar. I’ve been watching the cabbages grow in our lower paddocks. Growing a full head of an heirloom variety takes about 170-180 days. That’s up to 25 weeks! Eventually the bloom of regally gigantic leaves hides a secret cabbage head, in hues ranging from apple green to a mysterious quartz purple. I’m sure all home gardeners can relate to me when I ponder how is it possible this lovingly tended to, organically grown crop computes to the neat round vegetable that we see in shops for about $6 a head. I cry inside to know that something grown in healthy soil that is so health-giving can be given such a low fiscal value. Think about it: a human baby gestates for 40 weeks, a cabbage for 25 weeks. And then approximately 70% of the plant doesn’t get eaten. It gets trimmed away so that it can sit neatly on supermarket and grocery store shelves. I’m not being dramatic to say it physically pains me to put these facts into words. As a social experiment, I would love everyone to grow a cabbage once. It inspires some crazy parental instincts. There’s a reason Cabbage Patch Kids are one of the longest-running doll franchises in the United States. I had one. His name was Stewart. I loved him so much, even though I wanted a girl. My daughter has him now. She inherited him sans pants – I’m not sure where they went. Getting back to the cabbages, there are about 400 varieties in cultivation, and the real number is likely to be much higher when you factor in heirloom varieties. This year on the farm we are trialling lots of varieties, many with names I can’t pronounce. They are truly spectacular with their enormous outer unruly leaves, but the one that squeezes my heart the most is the red savoy San Michele. Despite not having frost where we are, it still does incredibly well, and has a stunning magenta vein through the leaves, suggesting higher levels of the antioxidant anthocyanin. Tell me what you eat, and I’ll tell you who you are. If you tell me that you eat fermented cabbage, congratulations, your cool factor just rose exponentially. Red savoy cabbage with fish sauce stir fry One of my ultimate comfort foods, eating this makes my toes curl with happiness. Eat it alone, have it with a bowl of freshly cooked rice or put it in the fridge and keep it as a snack or meal on the go. ½ a head of a cabbage cut into rough 5cm squares 4tbs of duck fat (or schmaltz, extra virgin olive oil or rendered pork fat) 5 cloves of garlic, smacked with the bottom of a cleaver then roughly minced 3 birds eye chillies, split in the centre 2 ½ tbs red boat fish sauce 1tbs mirin 1tbs brown rice vinegar A handful of best quality dried shrimps Into a hot wok set on the highest heat element, heat the fat. Once that is rippling add the garlic, dried shrimps and chilli. Move them around the wok so it doesn’t burn for a minute, then add cabbages and every now and then agitate the pan. You want it to char so don’t move it around too much. Let the cabbage cook for about six minutes. Add sauces and toss, making sure you’ve distributed the sauce around to coat all the leaves completely. The cabbage should have a nice char on the leaves but still retain a crunchy bite, which yields into a nice creamy softness."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}