{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/nov/08/how-to-eat-spanish-ham", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-11-08T09:00:25Z", "webTitle": "How to eat: Spanish ham", "webUrl": "https://www.theguardian.com/food/2019/nov/08/how-to-eat-spanish-ham", "apiUrl": "https://content.guardianapis.com/food/2019/nov/08/how-to-eat-spanish-ham", "fields": {"headline": "How to eat: Spanish ham", "bodyText": "Spain’s prime minister, Pedro Sánchez, has a lot on his plate right now. But not, you imagine, any jamón. The very thought of it probably brings Sánchez out in a cold sweat after he recently stood up at a livestock fair in Extremadura and confused jamón serrano with jamón ibérico. In a country where cured ham is considered as necessary to sustaining life as air and water, this in an epic everyman fail up there with Gordon Brown’s “love” of the Arctic Monkeys or George Osborne’s dismissive attitude to Greggs. What is Sánchez? British? In fairness to poor old Pedro, air-dried ham is confusing, no matter how short you try to keep the explanation. Cheaper, more commonplace serrano ham is made from various white pig breeds, such as Duroc, and classified by how long it has been aged, from between six and 18 months. In contrast, the revered, expensive jamón ibérico is created from Iberian pata negra or black foot pigs and rated on the purity of the pig’s breed, its feed and ageing lengths of up to five years and more. The very best, largely acorn-fed ham is jamón ibérico de bellota, with black-label hams from genetically pure black Iberian pigs besting the crossbred red-label output. Given the more than 2,000 years of history and manufacturing craft that lie behind the creation of even the most humble ham, not to mention the skill that goes into serving it (carvers serve an apprenticeship that can last five years), the least we can do is eat it with due consideration. Which is where How to Eat – the series exploring how best to enjoy our favourite foods – comes in. It’s the inspiration for one of the worst football kits of all time and “arguably the greatest item of food in the world” (as the writer Simon Majumdar once put it on this website). It is time to get productively pig-headed about Spanish ham. Cooking ham? If you must cook ham, the one to use is everyday serrano as per chef José Pizarro’s recipes. There is an argument that all but the cheapest, industrially produced jamón is best savoured on its own, but certainly cooking with ibérico is like carting a sofa to the tip in a new Bentley; watching Still Open All Hours in an Imax; or wrapping a wet dog in a Comme des Garçons coat. It is a shocking waste of an amazing product, and one that will cost you a fortune. At the London delicatessen Brindisa, 100g of pre-sliced, top-end ibérico will set you back £26.75, whereas the serrano starts at £3.95. That explains why, while there are just four recipes on the exhaustive BBC Good Food website that incorporate ibérico in cooked dishes, serrano is common in croquetas, crisply fried in salads or garnishing soups such as salmorejo, and with scrambled or fried huevos at breakfast. Serrano’s savoury heft brings a new seriousness to any frivolously light’n’creamy egg dish. A short note on sandwiches Unless you are James Bond’s old nemesis Jaws, it is impossible to cleanly bite through any sandwich containing serrano or its cured European cousins such as prosciutto or Bayonne ham. They are simply too fatty. You are left tearing and pulling at your sandwich like a dog wrestling a bone off its owner. It is also a fallacy that even the sweatiest, melting jamón is self-lubricating in a sandwich. Spanish food excels in many areas, but the prevalence of dry jamón bocadillos, untouched by even a splash of olive oil or tomato pulp, is baffling. Live a little, Spain: slap a bit of butter on! Serving: two’s company, three’s a crowd This is not a ploughman’s. Any half-decent jamón is is best left to shine alone in the spotlight: silky, sweet, earthy, boldly savoury and lightly acidic. Particularly if you are eating good ibérico, its intramuscular fat lush with acorn-derived monounsaturated oleic acid, it can stand alone. It is its own satisfyingly complex, self-contained world. It does not need partnering with crusty bread, cornichons, tomatoes, manchego or random cheeses, other continental meats, chutneys and remoulade, or any of those other items that nervous British restaurant kitchens feel they need to present it with in order to confidently charge a premium for such a product. Such over-elaboration actively detracts from the jamón, muffling its flavours with a variety of lesser ingredients. In Spain, you might spot jamón served with a bread sticks or bread and oil but these play a similar role to that of Andrew Ridgeley in Wham! – mere handsome window dressing alongside the real talent and, cf George Michael’s solo career, entirely dispensable. Temperature control Experts advise that jamón should be served at 20C to 24C. Easily achieved in Seville, less so in Swansea or Salford. At HTE Towers, for instance, the thermostat is only turned up past 19C in times of medical emergency. Given that, some suggest consumers should run packets of sliced ham under hot water before opening them or even hold individual slivers of ham in their loosely gripped hands until the meat warms. Only then should you wolf it down. Was this the subliminal meaning inherent in Lady Gaga’s VMAs meat dress? It is indisputably true that eating fridge-cold ham is a huge waste: its flavours are dull and muted where at warmer temperatures their nuances sparkle and shine. Ideally, you want your jamón to be as clammy as a tube commuter in a July rush-hour, its fats beginning to bead and run so that, when thinly sliced, the jamón almost melts on your tongue, flooding your mouth with flavour as you gently suck it into submission. As an aside, this is why jamón only works as an extra topping with pan con tomate if, as is rarely the case, the pan is still warm and the tomate pulp is room temperature rather than, again, freshly blitzed from the fridge. Equipment Given the tendency of warm jamón to stick to porcelain and cold plates to deleteriously chill your ham, a wooden board or neat square of pristine white greaseproof paper is preferable, practically and aesthetically. Talking of which, you may come across intimidating pictures of wafer-thin lonchas (expertly carved shards of jamón, ideally one or two bites in size) arranged in highly precise concentric or geometric patterns, alternating diagonally like tiny ruby red paving stones and sometimes decorated with a jamón rose. Like latte art, such decoration is lovely and entirely pointless – a fleeting, unnecessary moment of amusement (unlike the practical “meat volcano”, where a ceramic heating cone keeps the jamón toasty). As long your lonchas are laid out flat without overlapping one another too much, so sticking together, all is good. For that same reason, avoid the tendency to serve longer strips of ham artfully folded and coiled alongside and around one another on a plate, like a rolling surf of pork products. It may look attractive, but long pieces of meat can leave you pulling at them in an awkward manner or stuffing too much in your mouth to avoid the wrangling – and, if sharing a platter, you may find yourself fighting over intertwined pieces of jamón. HTE has seen jamón served like it is having a game of Twister, which, like Twister itself, is no fun at all. There is, of course, no need for cutlery here. Use your fingers. Anyone who visits Spain and sits there prissily pulling the fat off jamón (the best bit!) with a knife and fork deserves to be deported. When Dinner and tea in its natural, unadorned form; serrano with eggs for breakfast. So basically all the time, if you like: 24/7 pork action. Indeed, that utility can be an issue, leading fans – and HTE has been guilty of this – to binge on lower-quality ham until they hit the wall (or the end of a fortnight’s holiday in Spain, as it is also known). Familiarity breeds, if not contempt, then boredom, as you begin to wonder what all the fuss is about. Like any of the world’s great foods, jamón is best enjoyed at dignified intervals, preferably newly carved from a whole leg of something good by someone who knows what they are doing. Keep it as a treat. As, for different, ecological reasons, we should all meat. Drink When talking about jamón, it is impossible to ignore its association with sherry, and specifically bone-dry, tangy fino and its saline-subset, manzanilla. Which is a bit of a problem for those of us, HTE included, who find sherry just a bit too, well, sherry-ish. That is clearly not a small group, given that every year for the past decade has been hailed as “sherry’s year”, without it genuinely crossing over. The unconvinced have options, though: clean and zippy, crisply fruity brut cavas and – in the same ball park, flavour-wise – dry, tart saisons, drier ciders and even certain lighter, sharper wheat beers would all work well, periodically livening the palate without clashing with the lingering flavours of all that rich, buttery jamón. So, Spanish hams … how do you eat yours?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}