{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/nov/09/fair-game-a-burger-recipe-made-from-ethical-meat", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-11-09T06:00:55Z", "webTitle": "Fair game? A burger recipe made from ‘ethical’ meat | Waste Not", "webUrl": "https://www.theguardian.com/food/2019/nov/09/fair-game-a-burger-recipe-made-from-ethical-meat", "apiUrl": "https://content.guardianapis.com/food/2019/nov/09/fair-game-a-burger-recipe-made-from-ethical-meat", "fields": {"headline": "Fair game? A burger recipe made from ‘ethical’ meat", "bodyText": "To improve the overall carbon footprint of our restaurant, we’ve pledged to serve only high-welfare, zero-carbon meat at Poco Tapas Bar in Bristol, and now cook only with generally unwanted cuts of meat such as offal, culled wild beasts and invasive pests, including red signal crayfish, squirrels and muntjac deer. All can be classified as waste food products: offal and unfavoured cuts are processed for pet food or rendered down for disposal, culled wild animals are buried in landfill, emitting further greenhouse gas emissions, and if pests aren’t culled, their numbers spiral, which impacts on woodland, river beds and other wildlife. Creating a demand for such meat brings it the value it deserves, and saves it from being wasted. Just be sure to buy from a veritable source. Some game is, in fact, farmed and then labelled as wild, so it has as high a carbon footprint as any other free-range meat. So buy from a good butcher or online, from the likes of The Wild Meat Company. And remember to ask for the packaging to be kept to a minimum. Wild burger Swapping farmed animals for abundant wild game is an affordable way to eat less, better meat that is often wasted, so reduces your environmental footprint. Wild meat, especially venison, is very lean, but a good burger should be about 15% fat to meat, so I mix in some wild boar – belly, ideally, or even minced wild boar fat. I like to top the burger with a slice of grilled quince or pear, because it compliments the delicious gamey flavours so well. 300g minced wild venison (belly, if possible) 100g minced wild boar (belly, if possible) 2 tsp sea salt 4 burger buns, toasted Mix the minced meat with the salt, then divide into four and roll into balls. Put a thick griddle pan on a medium-high heat. Put the balls on the hot griddle and squash down with a spatula until about 2-3cm thick. Cook the patties without moving them until they have formed a dark brown crust against the pan, then flip and cook for a further minute for rare, or longer as you wish. Serve in a toasted bun with your favourite toppings: cheese, onions, lettuce, pear, quince etc."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}