{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/nov/08/italian-wines-for-food-fiona-beckett", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-11-08T14:00:39Z", "webTitle": "Italian wines that are made for a meal | Fiona Beckett", "webUrl": "https://www.theguardian.com/food/2019/nov/08/italian-wines-for-food-fiona-beckett", "apiUrl": "https://content.guardianapis.com/food/2019/nov/08/italian-wines-for-food-fiona-beckett", "fields": {"headline": "Italian wines that are made for a meal", "bodyText": "One of the highlights of my year is the annual Italian feast at Wild Artichokes in Kingsbridge, Devon, which is cooked by the wonderful chef and food writer Jane Baxter, who makes an occasional appearance on these pages, and on BBC1’s Saturday Kitchen, come to that. Baxter, whose motto should be “never knowingly undercatered”, is incapable of making a meal with fewer than a dozen courses, and this year was no different, including six antipasti and three pastas, which makes a nonsense of trying to match individual dishes. The trick is to find a wine that will rub along with pretty well everything you throw at it, and I found it in an Etna bianco from Sicilian producer Tasca d’Almerita. Like many Italian whites, it was fresh, crisp, dry and comparatively low in alcohol, the kind of wine that wouldn’t stand out in a tasting but that bursts into life with food. That’s true of many Italian whites, even pinot grigio, whose comparative neutrality is a positive bonus as a backdrop to a meal. (It’s interesting that most Italians don’t instinctively reach for an aromatic sauvignon blanc or oaky chardonnay with their meals, although they do make more international styles for the UK market.) Italian reds, too, tend to be lighter and more acidic than their French and Spanish counterparts. I know the term “acid” doesn’t sound particularly appealing, but it’s another word for the freshness in a wine that cuts through food so appealingly. With the exception again of the richer styles you find in the Maremma region of Tuscany, Sicily and the south, these are red wines that behave like a white, which works particularly well with the veg-centred food we tend to be eating these days. Compared with other European wines, they’re good value, too, with plenty available for less than £10, although they may not appeal if you’re a fan of more full-bodied reds such as malbec, say. The downside with Italian wines – as I touched on last week – is that they’re not particularly consistent. Pinot grigio can be really good value or it can, frankly, be piss-poor. Go for the top-of-the-range supermarket own-labels such as Tesco Finest* Pinot Grigio at £7, or more expensive pinot grigios when they’re on special offer, such as the Terre di Vita Organic Pinot Grigio 2018 (12.5%), which is normally £7.99 but is currently reduced to £5.99 on Waitrose’s current 25%-off-six-bottles offer. Even if you don’t regard yourself a pinot grigio fan, that’s a really good deal. Four food-friendly Italian wines to see you right through a meal Verdicchio dei Castelli de Jesi Classico 2018 £7 Marks &amp; Spencer, 13%. One of the most reliable and authentic Italian whites. Nicosia Lenza di Munti Etna Bianco 2017 £11 Booths, 12.5%. Very well priced (for Etna), mineral volcanic white. Perfect for seafood. Custoza Monte del Fra 2018 £9.50 Booths, £12.50 Berry Bros &amp; Rudd, 12.5%. Really appealing, smooth, dry white, similar in style to a soave. Cecchi Morellino di Scansano 2018 £7.49 (on offer) Waitrose, 13%. Fresh, fruity, Tuscan red to go with ragù or roast lamb. • For more by Fiona Beckett, go to matchingfoodandwine.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}