{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/nov/09/leicester-city-v-arsenal-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-09T19:59:34Z", "webTitle": "Leicester City 2-0 Arsenal: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/nov/09/leicester-city-v-arsenal-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/nov/09/leicester-city-v-arsenal-premier-league-live", "fields": {"headline": "Leicester City 2-0 Arsenal: Premier League – as it happened", "bodyText": "Here’s Paul Wilson’s take on the match, hot off the press. Click, enjoy ... and thanks for reading this MBM. Here’s Unai. “Good evening. Our priority was being consistent ... we created some chances ... I thought in the first half we played well, and had opportunities to score and win the match ... the players worked and had very good attitude ... if we scored the first goal we could control, but we didn’t do, and they did ... our priority is to win the next match at home ... we are behind Leicester and Chelsea, but we must take confidence ... in 38 matches, little by little, we will get better ... we need time, we changed a lot of players ... we are ambitious but we need time.” Is the club behind him? “Yes.” And that’s it. Jamie Vardy, this season’s leading Premier League scorer with 11 goals, speaks to Sky. “We knew it was going to be tough. There were chances for both teams. The boss said it was going to be about patience, keep working it, getting it out wide. And we managed to get two goals. There’s a long way to go. We look forward to the international break and a few days off. Then we’ll come back, ready to go for the next one. We’ve got to take each game as it comes, it’s a long slog. We’ll keep working hard.” Unai Emery trudges off down the tunnel, a desolate and lonely figure. Perhaps he’s off to light up a Strand. It’s another miserable performance from his Arsenal team, who slip to sixth position, leapfrogged by Sheffield United, who drew at Tottenham. Leicester by contrast are cock-a-hoop, full of bounce despite the rain that continues to flatten their hair. They leapfrog Chelsea and Manchester City, moving into second place on goal difference. They’ll end up third tomorrow evening, should the champions Manchester City get at least a point at Anfield, but whatever happens there, they go into the international break in very good nick indeed. The 2015-16 champions go second, after a fully deserved victory over Arsenal! 90 min: Vardy looks to have hurt his wrist, or maybe his shoulder, upon falling. He winces in pain, a blotch on Leicester’s otherwise perfect day. But he insists on playing on, so hopefully it’s not too serious. There’s an international break coming up, so he’ll have time to recover. There will be three minutes of added time. 88 min: Bellerin is booked for a cynical shove on Vardy as Leicester pile forward. “I feel like Arsenal are improving. At least we haven’t thrown away the lead in this match.” Graham Fulcher there, despite all the rain remaining tinder-dry. 86 min: Pepe rather rashly shoves Chilwell in the throat as the pair attempt to iron out their differences over a garden variety free kick in the midfield. The referee shows leniency, telling the pair to stop playing silly buggers, grown men and all. We play on. 84 min: It gets worse for Arsenal and Emery. The home support are giving it the old olés now, as their heroes play keep-ball. 82 min: The home side are utterly dominant now, coming at Arsenal from all angles. A third goal wouldn’t flatter them; they’ve been magnificent in this second half. The Leicester fans chime up a chorus of You’re Getting Sacked In The Morning. Poor Unai. At least I assume it’s the Leicester fans. 80 min: From the third corner, Johnny Evans briefly contemplates an overhead kick, but thinks twice. Shame. Then Unai Emery makes another attacking change: Joe Willock comes on for Lucas Torreira. 79 min: Leicester win a corner out on the right. One leads to another. Then from the second, the ball smacks Guendouzi flush in the coupon, and nearly sails into the top right. He’s very fortunate to see the ball fly millimetres wide. 77 min: Make no mistake, Leicester are in this title race. They’re very easy on the eye. Tielemans tries to make it three with a whack from distance, but it’s always going wide. Meanwhile Arsenal are forced into an attacking roll of the dice, taking off Rob Holding and sending on Nicolas Pepe. What a finish this is! Vardy chases Praet’s right-to-left pass into the Arsenal box. He pulls back for Maddison, who shifts his feet with a super-fast shuffle and immediately fires a low heatseeker into the bottom left! Leno had no chance whatsoever! That was sensational improvisation! 74 min: Luiz has a little nibble at Vardy in the centre circle. A cheeky clip on the ankle. Vardy lets the sting subside and he’s fine to continue, but he’s not happy. 73 min: Leicester make their second change of the evening, and it’s a defensive one, taking off Harvey Barnes and sending on the more defensively minded Dennis Praet. 72 min: Leicester go up the other end and nearly seal the deal, Gray feeding Vardy down the inside-right channel. It’s a perfectly weighted pass, allowing Vardy to run onto it and give it the full belt with extreme prejudice. His fierce shot is well parried by Leno, who keeps Arsenal in this match. 71 min: Arsenal have picked up the pace since conceding. Some space for Bellerin down the right, found by Lacazette. His low ball into the centre is smothered by Schmeichel. 70 min: As things stand, Leicester City are going second, and Arsenal are staying in sixth spot, without a win in five. Great news for Arsenal Fan TV ... and for Jamie Vardy, who is one clear of Tammy Abraham in the Premier League scoring charts, with 11 already this season. This is a lovely goal. Pereira makes ground down the right and finds Barnes, just inside the box. Barnes flicks the ball to Tielemans, who rolls a first-time pass across the face of goal, teeing up Vardy. He slams into the bottom left, giving Leno no chance! 65 min: Ndidi dinks a pass down the inside-right channel that hits Guendouzi on the arm. Leicester want a penalty kick, but we’ve already ascertained that the VAR guy is kipping under the desk. Then Gray has a skedaddle down the right, but can’t find anyone with his cross. 63 min: Nothing comes from the resulting set piece. And hey, while we’re on the subject of tipped cigarettes that cost just three and tuppence for 20, here’s our very own Richard Williams: “Well done for finding the ‘You’re never alone with a Strand’ ad, Scott. It was, of course, a famously disastrous campaign: instead of making men feel that a packet of Strands would imbue them with the existential allure of, say, Albert Camus or Alain Delon, it sent out the message that if you smoked Strands, you’d be doing so strictly by yourself. There may be an Özil-related message there, too.” 62 min: Leicester are opened up with great ease, Luiz caressing a long pass down the centre to find Aubameyang all alone on the penalty spot. Perhaps the striker’s cadged a Strand from Ozil. But he’s uncharacteristically slow to react, chesting down and allowing Pereira to toe-poke out for a corner before he can shoot. 60 min: Leicester make the first change of the evening, replacing Ayoze Perez with Demarai Gray. 58 min: That was all a bit wild. Leicester try to establish some control with some patient passing in the middle of the park. They don’t go anywhere, but that’s not really the point. 56 min: Evans is booked for an earlier slide on Ozil. He can have no complaints. 55 min: Aubameyang has the ball in Leicester’s net, but the flag goes up for offside. Ozil is sent scampering down the left. He whips low for the striker, who sidefoots powerfully into the bottom right. But no goal, and that’s the correct decision; Aubameyang was clearly ahead of the last man. 53 min: Barnes skedaddles down the left and tees up Tielemans, who can’t get a shot away from the edge of the box. Maddison tries to flick Perez clear on the right, but Holding isn’t giving him room. Maddison falls and wants a free kick. He’s not getting it, rightly so, and Arsenal go up the other end, Bellerin nearly finding the top right with a rising heatseeker from 25 yards. It’s fun, this. 51 min: Arsenal haven’t done much since the restart. Luiz takes matters into his own hands, barging down the middle of the park and attempting a curler towards the bottom left. It’s always sailing wide of the post, but that was entertainingly rambunctious. 49 min: Barnes dances down the left into space, a fine run. But his cross is too strong. Perez recycles possession, and Pereira is sent skittering down the right. He reaches the byline and pulls one back for Ndidi, who has to score, on the penalty spot. He leans back and sidefoots towards the top left ... but the ball twangs off the crossbar and away! That’s a poor miss. Leicester should be leading. 47 min: A garden variety free kick in the midfield as Ozil tugs at Maddison’s shoulder. A useful counterpoint to Guendouzi’s earlier yank on Soyuncu, and the VAR dude’s reluctance to award a penalty. 46 min: Leicester are almost immediately on the attack, stripping a snoozing Guendouzi of the ball. Perez dribbles at speed down the right and very nearly feeds Vardy down the inside-right channel. Not quite. Two sets of freshly laundered players return to the pitch ... and Arsenal get the ball rolling for the second half. No changes. Half-time advertisement. Stephen Carr suggests that “Mesut Özil’s heat map resembles a lonely sheep farmer roaming the moors at midnight smoking a cigarette.” Yes, that pretty much nails it. A performance of verve and energy not wholly dissimilar to this: The whistle goes. Everyone looks happy enough, given the driving rain. Warm towels! Fresh kit! 45 min: A very strange header by Barnes, who attempts to flick Chilwell’s left-wing cross towards the top right ... only for the ball to slap him on the side of his face as he’s making the movement. The mistimed header costs Leicester the half-time lead, because that was a golden chance, six yards out. 44 min: Lacazette falls onto the ball and shields it. Ndidi tries to kick it away from under him, but accidentally toe-punts the striker on the nip. Ooyah, ow, oof. That’ll sting. The ref takes no action, and Lacazette springs back up quickly enough. 42 min: Maddison whips one towards the top left. Leno is nowhere near it, so he’s fortunate to see the ball ripple the side netting, missing the corner by inches. 40 min: Maddison nearly springs Barnes into the box down the inside-left channel. Barnes is forced to check back. Another go for Maddison, who is quickly upended by Torreira, who slides in hysterically across the greasy turf. He’s fortunate not to go in the book. A free kick in a dangerous position, though, just to the left of the D. 38 min: Bellerin scoops a ball into the Leicester box, forcing a back-pedalling Schmeichel to tip over the bar. Nothing comes of the resulting corner. Not entirely sure how this is still goalless. It can’t stay this way for long. Surely. 37 min: Barnes and Chilwell combine down the left. Chilwell crosses. Chambers slides in to deflect out for a corner with the box brimming with team-mates. From the set piece, Maddison and Tielemans try to replicate the famous Beckham-Scholes combo against Bradford City back in the day. Full marks for ambition, but Tielemans snatches at the volley and it flies well wide. 35 min: Arsenal triangulate down the left. Suddenly Aubameyang sprays the ball wide right for Lacazette, who cushions a first-time pass towards Bellerin, racing into the box down the middle. It’s overhit slightly, and Bellerin can’t latch onto it. Shame, because that would have been a picture-book goal. 33 min: Tielemans has a dig from 30 yards. It flies 30 yards over the bar. So the next time he has the ball, and thinks about shooting, he opts to slide Perez away down the right instead. Perez whips a low ball across the face of goal. Vardy is an inch away from bundling it into the net at the far post. 31 min: It’s end to end, and it’s fast. Both teams are on the front foot. 29 min: But then Leicester spring into life, Perez sent into acres down the right by Pereira. His low fizzing cross only just evades Vardy. Then Perez goes over Kolasinac’s leg just inside the box, but the referee isn’t interested; there really wasn’t much contact. 28 min: Leicester stroke it around the middle of the park for a while, just because they can. Arsenal seem quite happy to sit back and let them get on with it. 26 min: Arsenal ping the ball around the back awhile. Then Bellerin plays a dreadful pass infield from the Arsenal right. It’s straight to Perez, who makes for the Arsenal box and blazes over. Then another phase, and this time it’s Barnes having a shot from the same flank. Leno claims. 25 min: A bit of a lull. The rain continues to pelt down. 23 min: Holding tries to dribble past three men in the midfield. There’s ambition, and then there’s that. He’s stripped of possession and Vardy is able to whizz off down the right. Vardy crosses low, but the ball’s just behind the in-rushing Barnes. Tielemans cues up a shot, just inside the box on the left, but it’s blocked. Holding got away with one there. 21 min: Leno’s penchant for erratic footwork resurfaces. He turns on a simple backpass by Holding, and nearly kicks the ball into his own net. He does very well to scamper after it and hook clear before disaster occurs. But that betrayed Arsenal’s collective lack of confidence. 20 min: Arsenal might not convince at the back, but they’re looking much better up the other end. Aubameyang busies himself down the right and crosses for Lacazette, who sends a dribbler into the arms of Schmeichel. This match certainly doesn’t feel like a goalless draw in the making. 19 min: Tielemans is beginning to pull some strings. He very nearly releases Pereira down the right, but Kolasinac does extremely well to stay shoulder to shoulder and usher the Leicester full back out of play. Goal kick. 17 min: A quick Tielemans throw down the right wing releases Perez. He reaches the byline and cuts back for Vardy, but Chambers is on hand to whack clear. Arsenal look extremely open at the back, like that’s breaking news. 15 min: Arsenal wanted a penalty themselves there, but the ball hit Ndidi’s arm accidentally, and there clearly wasn’t enough for the VAR man to call foul. Or perhaps the VAR bloke has fallen asleep, or his set-top box has fused. Who knows what goes on these days. 14 min: Arsenal should be ahead. A lovely sweeping move upfield is started by Ozil out on the left. He switches play to Bellerin on the right. Bellerin reaches the byline and cuts back for Aubameyang, who can’t get a shot away, the ball clanking into a prone Ndidi and breaking to Lacazette, who tries to chip into the unguarded right-hand side of the goal, but hoicks it wide. 12 min: VAR, though. What a crock. 10 min: Maddison whips the free kick in from the left of the D. The ball flies out of play to the right of the goal. But Guendouzi has tugged at Soyuncu’s shoulder. That should be a VAR-assisted penalty ... but whoever’s in charge of this ludicrous system decides there’s not enough there for a spot kick. You’ve certainly seen those given. 9 min: A rare misplaced pass by Tielemans, who should send Vardy clear down the middle, but overcooks it. Leicester really look in the mood. Maddison comes back at Arsenal down the left. Torreira bowls him over. Free kick. 8 min: Leicester pass it long. Leno is forced to come out of his box to head clear with Vardy threatening to latch onto the ball. There’s a second phase of attack, and Vardy earns a corner that’s wasted. There’s a nice open feel to this match. 6 min: Aubameyang makes ground down the right and cuts one back for Ozil, who dummies and leaves the ball for Lacazette. The French striker can’t get a clean shot away, the ball scuffed into the side netting. But that was a cute interchange. 5 min: Tielemans swings one in from the right wing. Maddison twists in mid air but can’t get much purchase on his sidefoot. 4 min: Chilwell has a couple of sniffs down the left wing. He’s forced to turn tail both times, but his attacking intentions are clear already. 2 min: An early statement of intent by Leicester, who look lively. Arsenal haven’t had much of a touch yet. A moving rendition of the Last Post by a lone bugler ... and then the eruption of a cheer as Leicester kick off. Evans launches it long, in the hope of releasing Perez down the right. Too long. Leno gathers. But the Foxes are quickly coming back at the Gunners, Vardy tearing off down the left and just failing to keep the ball in play with his cutback. The teams are out. It’s tipping down at the King Power, but the fans are making the best of it. The pre-match anticipation is palpable. Zach Neeley is the exception that proves that rule: “Does Emery think if you just have the highest number of defensive midfielders your defence will be good? Why am I doing this to myself?” Brendan Rodgers talks! “There is no easy game in the Premier League, no matter what form teams are in. We have big respect for Arsenal and the quality they have. Their players at the top end of the field can score and create goals. So we’re going to have to be what we’ve been for most of the season: concentrated. We have to defend well as a team and show our qualities when we have the ball, and play with speed and with the combinations that we have been. We’re under no illusions, it’ll be a tough game for us.” Unai Emery adds: “Good afternoon. We want to use our players and impose our idea and quality. This match is very important for us. We need to show confidence.” The 3pm kick-offs are done and dusted. Sheffield United are up into fifth place after their 1-1 draw at Tottenham Hotspur; Arsenal have been nudged down to sixth. But the Gunners can reclaim fifth spot if they avoid defeat here. Leicester meanwhile can leapfrog Chelsea and Manchester City to move into second spot with a win. It’s Remembrance Sunday tomorrow. The poppy will grace Leicester’s famous blue shirt ... ... and is also rendered on the retro yellow change strip Arsenal will be sporting today. If It Ain’t Broke dept. Upwardly mobile Leicester, who have won four on the bounce, are unchanged. They name the same XI that won 2-0 at Crystal Palace last Sunday. By comparison, unsettled Arsenal, without a win in four, make three changes to the team held at home by Wolves last Saturday. Hector Bellerin, Sead Kolasinac and Rob Holding replace Kieran Tierney, Sokratis Papastathopolous and Dani Ceballos. It’s Bellerin’s first Premier League start since January, having suffered a serious knee injury against Chelsea at the start of the year. And Mesut Ozil keeps his place, which is always news these days. Leicester City: Schmeichel, Ricardo Pereira, Evans, Soyuncu, Chilwell, Ndidi, Perez, Tielemans, Maddison, Barnes, Vardy. Subs: Justin, Morgan, Gray, Albrighton, Ward, Choudhury, Praet. Arsenal: Leno, Bellerin, Holding, Luiz, Kolasinac, Torreira, Chambers, Guendouzi, Ozil, Lacazette, Aubameyang. Subs: Tierney, Papastathopoulos, Pepe, Martinez, Willock, Martinelli, Saka. Referee: Chris Kavanagh (Lancashire). Leicester City are in a good place right now. To be exact, third in the Premier League table and in the quarter-finals of the League Cup. They’ve won eight of their last ten matches in all competitions, the only bumps in the road having been narrow defeats at Old Trafford and Anfield. They’ve spanked Newcastle by five and Southampton by nine - nine! - all the while playing some glorious football. Oh Brendan, we never doubted you! Arsenal aren’t in such a chipper mood. Their form has been hideous. They’ve won just twice in the league since September, against Aston Villa and Bournemouth, and they’ve failed to hang onto leads in each of their last four games, against Crystal Palace, Liverpool, Wolverhampton Wanderers and Vitoria Guimaraes. There’s open revolt within the fanbase, folk not best pleased with Granit Xhaka or Unai Emery. Things are coming to a head. These could be end times. Put it this way: if they lose tonight, you’ll be rubbernecking Arsenal Fan TV, won’t you. And yet Arsenal are still fifth in the table. They’ve got as good options up front as anyone in the league in Pierre-Emerick Aubameyang, Alexandre Lacazette and Nicolas Pepe. Kieran Tierney is a proper talent at left-back. And David Luiz is always worth the entrance fee, one way or another. Can they put a stop to Brendan’s gallop and enjoy a beautiful day in Mr Rodgers’ neighbourhood? Or will the in-form Jamie Vardy, the division’s leading scorer, push po’ Unai to the brink? We’ll find out soon enough. It’s on! Kick off: 5.30pm GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}