{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/03/everton-tottenham-var-supply-highlights", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-03T19:43:07Z", "webTitle": "Out-of-form Everton and Tottenham leave it to VAR to supply highlights | Paul Wilson", "webUrl": "https://www.theguardian.com/football/2019/nov/03/everton-tottenham-var-supply-highlights", "apiUrl": "https://content.guardianapis.com/football/2019/nov/03/everton-tottenham-var-supply-highlights", "fields": {"headline": "Out-of-form Everton and Tottenham leave it to VAR to supply highlights", "bodyText": "One could only feel for André Gomes at the end, just back from injury and talking in the programme about his optimism for the future, only to leave Goodison on a stretcher with the ghastliest of leg fractures. Many of the Everton fans stuck around to boo Martin Atkinson as he left the pitch at the end yet, though the officials on and off the field contributed much to an extraordinarily dramatic conclusion to the most ordinary of afternoons, it was not the referee who ended Gomes’ participation, although he might have booked Son Heung-min earlier for diving in the area. When all the sound and fury had died down the bottom line remained that Spurs have still not won away since January and Everton were too feeble to take advantage of opponents missing Harry Kane through illness. A week after losing on Merseyside Spurs thought they had turned a corner here until Cenk Tosun headed an equaliser in the seventh minute of added time to save Marco Silva from the ignominy of losing for the sixth time in seven league games. Tottenham did not play especially well, with Lucas Moura failing to fill the gap left by Kane, though in normal time at least Everton were no better. Silva tried his most mobile midfield, Gomes partnering Tom Davies, but Everton were back to the slow and safe mode that the manager had complained about beforehand even before Gomes became the victim of a rash challenge that brought Son a straight red card 10 minutes from time. There was no penetration down the wings, Richarlison was far too isolated to be effective and Everton could hardly complain when a smart Dele Alli finish put the visitors ahead and seemed to have set them on the path to victory. There were eight goals in this fixture last season, most of them scored by Tottenham at their freewheeling best, yet a pall has descended on both teams since. For the most part this match was so dull it was actually enlivened by the intervention of VAR. There were boos from the home crowd at the length of time it took to establish that Atkinson had made the correct decision in denying Son a second-half penalty, then more boos when a three-minute delay failed to penalise Alli for accidental handball in the area. This sort of thing is presently giving Premier League football a bad name but without it there might not have been any noise at Goodison at all in the first hour, and that cannot be healthy for a stadium that prides itself on old-fashioned atmosphere. Only two points separated the sides before the game and, when it started, it was easy to see that both of them are short on form and confidence and they fought out a first half that will not live long in the memory. Spurs were marginally ahead in terms of possession and ideas, though the speed of execution and the accuracy of the final pass were not quite there. With both midfields giving the ball away for fun there was little to get excited about further up the pitch. Everton had the only attempt on target in the first half, Paulo Gazzaniga making a routine save from Richarlison, and the home fans made more of a noise when Theo Walcott was subjected to a VAR review to check whether his foul on Ben Davies merited an upgrade from yellow to red. The travelling Tottenham support spent most of their time jeering Walcott and Alex Iwobi, the two former Arsenal players in Everton’s ranks, and at times, so limited was their impact, the home crowd probably felt like joining in. The Son penalty appeal at the start of the second half was actually one of the game’s few moments of quality. The school of thought that believes Tottenham perform better without Kane will have to reconsider its stance after this weirdly unfocused display, though at least there were signs that Alli is rediscovering his touch. It was Alli’s deft pass that had sent Son scampering into the area where, in attempting to get round Yerry Mina, he went to ground rather optimistically in a tangle of legs. Richarlison saw another shot saved before Moura missed an excellent chance to put Spurs ahead, failing to take the opportunity to lob Jordan Pickford with only the goalkeeper to beat. When Son found space for Alli to drill a low shot into the bottom corner the game could have been up for the home side, though the whopping 12 minutes added on for the various second-half stoppages ended up coming to their rescue."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}