{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/09/liverpool-manchester-city-match-preview-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-09T09:01:07Z", "webTitle": "Liverpool v Manchester City: match preview", "webUrl": "https://www.theguardian.com/football/2019/nov/09/liverpool-manchester-city-match-preview-premier-league", "apiUrl": "https://content.guardianapis.com/football/2019/nov/09/liverpool-manchester-city-match-preview-premier-league", "fields": {"headline": "Liverpool v Manchester City: match preview", "bodyText": "This is the one. The best teams in the country renew a rivalry that defined last season’s title race and may do so again providing Pep Guardiola’s injury-hit Manchester City keep up with Liverpool. Another win for Jürgen Klopp, who has beaten a team led by Pep Guardiola more times than any other manager (eight wins out of 17 meetings), would represent a monumental step for Liverpool, although City ended their unbeaten start to last season. The visitors have won once in their last 28 league visits to Anfield. Andy Hunter Sunday 4.30pm Sky Sports Premier League Venue Anfield Last season Liverpool 0 Manchester City 0 Referee Michael Oliver This season G9 Y32 R0 3.55 cards/game Odds H 13-8 A 6-4 D 5-2 LIVERPOOL Subs from Adrián, Lonergan, Kelleher, Milner, Keïta, Origi, Gomez, Lallana, Oxlade-Chamberlain, Brewster, Jones Doubtful None Injured Matip (knee, 23 Nov), Shaqiri (calf, 23 Nov), Clyne (knee, Jan) Suspended None Discipline Y13 R0 Form WWWDWW Leading scorer Mané 6 MANCHESTER CITY Subs from Carson, Foden, Angeliño, García, Jesus, Harwood-Bellis, Doyle, B Silva Doubtful None Injured Ederson (knock, 23 Nov), Rodri (hamstring), D Silva (thigh), Zinchenko (knee, all Dec), Sané (knee, Jan), Laporte (knee, unknown) Suspended None Discipline Y22 R1 Form WWLWWW Leading scorer Agüero 9"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}