{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/07/winning-the-coin-toss-in-a-triumph-suggesting-he-is-to-the-captaincy-born", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-07T16:47:00Z", "webTitle": "The Fiver | Winning the coin toss in a triumph suggesting he is to the captaincy born", "webUrl": "https://www.theguardian.com/football/2019/nov/07/winning-the-coin-toss-in-a-triumph-suggesting-he-is-to-the-captaincy-born", "apiUrl": "https://content.guardianapis.com/football/2019/nov/07/winning-the-coin-toss-in-a-triumph-suggesting-he-is-to-the-captaincy-born", "fields": {"headline": "Winning the coin toss in a triumph suggesting he is to the captaincy born", "bodyText": "EURO TRASH After three consecutive years roaming the Euro Vase wilderness, Arsenal were given a rare opportunity to remind themselves what it’s like to play abroad on a Wednesday when their game against Vitória Guimarães was played in Portugal a day early for reasons that are too boring for an occasionally entertaining family football email. Having taken the lead with their only shot on target, they promptly lost it again because … well, they’re Arsenal. More important than any result, however, with none of his four remaining captains in his starting lineup, the beleaguered Unai Emery was forced to pick Rob Holding to wear The Armband and will have been mightily relieved the central defender didn’t let him down like others he could mention. Not only did Holding lead his teammates out without tripping over his own feet, he also won the pre-match coin toss in a triumph that suggests the 24-year-old is to the captaincy born. There’s plenty more Euro Vase action to completely ignore tonight, what with Wolves, Manchester United, the Queen’s Celtic and the Pope’s O’Rangers all in action. Ole Gunnar Solskjær will be without nine players, three of whom might even have got a game. “We should have had a few more results than we have got but we need to keep working and we know we are on the right track,” said the man who could scarcely sound less convincing if he was standing outside 10 Downing Street and clutching both sides of a lectern to prevent himself from being blown backwards by the torrent of unconvincing nonsense spewing forth from his pie-hole. Still enjoying the novelty of their first European adventure in aeons, Wolves entertain Slovan Bratislava at Molineux, in a repeat of the fixture that saw them beat the Slovak side 2-1 in a behind-closed-doors fixture attended by … em, over 20,000 people in Slovakia a fortnight ago. “It’s been a while not playing in front of our fans,” said Nuno Espírito Santo. “We’ve missed them. We want them close to us!” But not too close, as fan incursions on the pitch are a breach of Uefa regulations. Despite it being November, Scottish fitba remains surprisingly well-represented in European competition, with both the Pope’s O’Rangers and the Queen’s Celtic still flying the flag as the year enters its last knockings. O’Rangers host Porto at Ibrox, knowing a win would put them in the box-seat to qualify for the last 356 and their manager has been fishing for compliments accordingly. “If you look at our record in Europe I think we deserve some praise,” $tevie Mbe said, clearly still dining out on the narrow 2-1 reverse visited upon his side by the mighty Young Boys in October. Their friends and neighbours the Queen’s Celtic will be in Rome taking on Lazio. While no end of Celtic fans have an unsurprising spiritual affinity with the Italian capital the head of the Catholic church calls home, the welcome some have received from a minority of locals has been less than warm. “Celtic can confirm that two fans have been injured after being stabbed last night,” said a Celtic statement. The Fiver is pleased to report both victims escaped serious harm. LIVE ON BIG WEBSITE Join Simon Burnton and Michael Butler for red-hot Euro Vase clockwatch action of Lazio 2-0 Celtic, Rangers 1-1 Porto, Wolves 3-1 Slovan Bratislava and Manchester United 2-0 Partizan Belgrade. QUOTE OF THE DAY “I texted him and he texted me back. I still feel really, really bad about this. I feel really sorry. I’m so sad this happened and that I was involved. It’s been a really, really tough few days” – Son Heung-min shows that decency still exists in football as he reveals he contacted André Gomes after his role in the Everton midfielder’s horrific ankle injury. RECOMMENDED LISTENING FOOTBALL WEEKLY EXTRA! FOOTBALL WEEKLY EXTRAAA! FOOTBALL WEEKLY EXTRAAAAAA! FIVER LETTERS “With regards to Johnny McIntyre’s baseless accusation that I am some kind of Noble Francis sleeper agent (yesterday’s letters), I can confirm this isn’t the case – nor are my emails prepared by some deep fake Russian bot looking to influence the appointment of future Guardian sports journalists in order to secure favourable coverage” – Oliver Billenness. “If Wenger gets the Bayern job, this can only be part of some undercover Arsenal plan to finally see somebody else claim the naming rights to the Big Cup round of Arsenal” – Lars Gaertner. “In today’s Rumour Mill on the big website, Barry Glendenning makes a witty reference to the door marked ‘Ausfahrt’ at the Allianz Stadium in good old München. May I remind him that doors in Germany are more likely to be marked ‘Ausgang’ unless it’s the underground car park” – Philip Larmett (and 1,056 others). “AI really seems to be taking off with varying results. After over 10 years of Fiver delivery, my ISP’s mail filter has determined that The Fiver has ticked over into the category of spam as of a couple of days ago. But like Skynet in T2 I won’t let them win, I tell you. So I’ve kindly instructed the humans manning said filter that The Fiver isn’t spam (and that spam has far more nutritional value)” – Dean H. • Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner is … Dean H, who bags a copy of The Got, Not Got Football Book. We’ve got more prizes to give away, so get scribbling. NEWS, BITS AND BOBS A police officer has been charged with the murder of the former Aston Villa player Dalian Atkinson in 2016. Alex Oxlade-Chamberlain, Callum Hudson-Odoi and John Stones have been called up by England for the Euro 2020 qualifiers against Montenegro and Kosovo. The full squad: Heaton (Aston Villa), Pickford (Everton), Pope (Burnley), Alexander-Arnold (Liverpool), Chilwell (Leicester), Gomez (Liverpool), Maguire (Manchester United), Mings (Aston Villa), Rose (Tottenham), Stones (Manchester City), Tomori (Chelsea), Trippier (Atlético Madrid), Barkley (Chelsea), Delph (Everton), Henderson (Liverpool), Maddison (Leicester), Mount (Chelsea), Oxlade-Chamberlain (Liverpool), Morris-Dancing Fiver (Fiver Towers), Rice (West Ham), Winks (Tottenham), Abraham (Chelsea), Hudson-Odoi (Chelsea), Kane (Tottenham), Rashford (Manchester United), Sancho (Borussia Dortmund), Sterling (Manchester City), Wilson (Bournemouth). Arsène Wenger admits he is “undecided” over all this blather about whether he may be Bayern Munich-bound. “I never refuse to talk to Bayern because I know these people,” he said, the tease. Ederson could be out of Sunday’s game against Liverpool after the Manchester City goalkeeper suffered muscle-gah against Atalanta. Meanwhile Sadio Mané says he won’t change the way he plays after being accused of diving by Pep Guardiola. “I think it’s a bit clever from him to get the attention of the referee,” he roared. And Stoke have made an approach for the Norn Iron manager Michael O’Neill, and are prepared to offer him serious wedge. STILL WANT MORE? Can Liverpool v Manchester City attain the allure of past spectacles such as the Battle of the Buffet? Paul Wilson chews on the question. England goalkeeper Ellie Roebuck on how a trip to Wembley five years ago to watch the Lionesses was “life-changing”. Following Kyle Walker’s Big Cup cameo between the sticks, here’s a Joy of Six from the archives on outfield players going in goal. And a nice gallery too. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! RECOMMENDED ATTENDING Tickets are still available for the Football Weekly Christmas Special [on 27 November! – Fiver Grinch Ed], live at a fancy O2 venue in London. Get them here. FIXTURE CHAOS!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}