{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/06/competent-defending-hasnt-been-this-far-out-of-fashion-since-1925", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-06T15:29:24Z", "webTitle": "The Fiver | Competent defending hasn’t been this far out of fashion since 1925", "webUrl": "https://www.theguardian.com/football/2019/nov/06/competent-defending-hasnt-been-this-far-out-of-fashion-since-1925", "apiUrl": "https://content.guardianapis.com/football/2019/nov/06/competent-defending-hasnt-been-this-far-out-of-fashion-since-1925", "fields": {"headline": "Competent defending hasn’t been this far out of fashion since 1925", "bodyText": "GOALS GOALS GOALS GOALS GOALS GOALS GOALS GOALS On Tuesday night at Stamford Bridge, Chelsea and Ajax served up an instant Big Cup classic. Eight goals were scored. Two were penalties. Another two were own goals. The penalties were expertly converted, while one of the own goals twanged off someone’s big, startled, confused face in the grand music-hall manner. There was a double sending off for two separate incidents during the same passage of play, one of them a hilariously harsh handball decision. A three-goal comeback was completed in 11 minutes. A late winner got ruled out by VAR, while the side down to nine men were sending their full-backs upfield on the overlap during added time. Also, there was only one set of fans in attendance, so the whole thing was played out in a very surreal, lopsided atmosphere indeed. And they say the group stage is the boring bit. Thing is, they used to have a point. We’re only just past the halfway mark in the groups, and already we can file Tuesday night’s 4-4 alongside a 4-3, a 6-2 and that 2-7. Throw in a 6-0 and a 4-3 in Big Vase, plus last week’s preposterous 5-5 draw in the Tin Pot at Anfield, and something very strange is happening in elite football right now. Competent defending hasn’t been this far out of fashion since 1925, when the First Division was producing scorelines such as 11-2, 10-0, 1-7 (twice), 8-3 (twice), 7-3, 6-3 (five times) and 5-3 (four times). That particular carry-on was put down to confusion over the new offside law, although the contemporary half-time diet of cooking brandy, cheroots and industrial-strength speed must also have had some bearing, surely. But there are no such excuses today. We can’t even blame this on VAR, even though we’d like to. What’s going on? Whatever it is, we’re on board. And it would seem that Frank Lampard is as well, his post-match quotes suggesting he’s buying into the reckless pleasures of freewheeling fun bigstyle. “I had some mad nights over the years, but this is certainly right up there,” he grinned, feeling all warm and fuzzy. “We need to tighten up for sure, but with that spirit we can go places.” The suggestion implicit that the latter might be more important to him than the former. It’s a brave philosophy which guarantees entertainment, though not necessarily trophies. But then again what’s more important? We’ll be talking about Tuesday evening for years to come, while all traces of Sarriball have already been erased from the memory banks. LIVE ON BIG WEBSITE Join Barry Glendenning now for Vitória 1-1 Arsenal in Big Vase, and stay with him for Atalanta 2-4 Manchester City in Big Cup at 8pm, when you can also follow Red Star 1-3 Tottenham with Scott Murray. QUOTE OF THE DAY “It’s total [effing] bullsh!t. We’re not going to London. We’re not going anywhere. We’re playing in Los Angeles. This is our home, and this is where we are planning to be for a long [effing] time” – the LA Chargers owner Dean Spanos, there, with some strong effing views on rumours of a groundshare between Tottenham and his NFL team. FIVER LETTERS “I’m sure Mike Riley’s meeting with Premier League managers re VAR will be productive with decisions made on how to move forward (Tuesday’s Bits and Bobs). Chances are these decisions will then be reviewed and overturned a few minutes after everyone’s left by someone at Stockley Park” – Dave Hassall. “Just to clarify it was the Old Bill who ‘suggested’ Orient move the game against Brighton U21s. I might have actually bothered to go for the chance of seeing some pwopah nawty Dutch fans having a tear up down the Leyton Technical” – John De la Cruz. “He’s been very prolific recently… is Oliver Billenness Noble Francis in disguise?” – Johnny McIntyre (and 1,056 suspicious others). • Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner is … Dave Hassall, who bags a copy of The Got, Not Got Football Book. We’ve got more prizes to give away, so get scribbling. NEWS, BITS AND BOBS Bayern Munich want renowned short-term football firefighter Arsène Wenger to take over for the rest of the season before considering who will get the job in the long term. Joey Barton will stand trial over the alleged assault of former Barnsley manager Daniel Stendel, who was left with a damaged tooth after an incident at Oakwell. Antonio Conte wasted no time in trying to foster an honest and open relationship with his Inter overlords by firing some fresh and funky invective their way. “Some important mistakes have been made at the planning stage, we can’t play both the [Big Cup] and Serie A with such a small squad,” he fumed after the 3-2 loss at Dortmund. “Perhaps they could come over here and say something [on TV].” West Ham director of football Mario Husillos may be told to direct himself out of the door marked Do One after the club’s recent slump. Jürgen Klopp said “we cannot carry on like this” while thumping his head repeatedly against a wall after it was decided Liverpool would play a Milk Cup tie and a World Club Cup semi-final within 24 hours of each other. “We have to find solutions,” sighed Liverpool’s boss after the 2-1 Big Cup defeat of Genk. And poor Pierre-Emerick Aubameyang has been saddled with the Arsenal captaincy after Granit Xhaka was stripped of the armband for telling thin-skinned Gunners fans where to go after being abused by them. “I decided he is not one of the captains in our group,” blabbed manager Unai Emery. STILL WANT MORE? Chelsea’s youthful soul shone through the chaos in the 4-4 Big Cup draw at Stamford Bridge, purrs Barney Ronay. What’s the longest gap a player has had between spells at a club? The Knowledge knows. Glasgow City are awaiting a glamour tie in Europe after sealing their 14th league title in a public park, writes Suzanne Wrack. Quiz! Quiz! Quiz! How much do you know about managers who won trophies before being bundled aboard the good ship Do One? Find out here. Wycombe’s Rolando Aarons gets his chat on with Ben Fisher about his use of Wyscout to make him a better player, having a misleading reputation and how he hopes to return to the Premier League with his parent club Newcastle. Five European MLS players compare football in the USA! USA!! USA!!! with their careers back home. “I think some of the better teams could be in the Premier League,” cheers one-time Chelsea whelp Michael Mancienne, who is now 31 years old! Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! ONE FOR WEIRD UNCLE FIVER’S LEXICON"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}