{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/nov/09/liverpool-pep-guardiola-manchester-city-jurgen-klopp", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-09T20:00:14Z", "webTitle": "Pep Guardiola to set City scheme to the extreme for Anfield summit  | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2019/nov/09/liverpool-pep-guardiola-manchester-city-jurgen-klopp", "apiUrl": "https://content.guardianapis.com/football/blog/2019/nov/09/liverpool-pep-guardiola-manchester-city-jurgen-klopp", "fields": {"headline": "Pep Guardiola to set City scheme to the extreme for Anfield summit", "bodyText": "It is, of course, absurd to talk about title deciders in early November. As Liverpool and Manchester City prepare to meet at Anfield on Sunday afternoon there will be a familiar urge to garland the occasion with superheated froth, to lean across the lighted TV plinth and pronounce in stentorian tones on the biggest, the most bowel-frazzling, the Superest of all Super Sundays. We know the drill by now. The Premier League is at bottom an act of salesmanship. And, like any good salesman, it’s always closing, November title deciders and all. And yet here we are all the same, 11 games into the season, all set for a real-life early-November title decider. This time the bold-type headlines feel about right, such is the gap between these two high-functioning teams and the rest of the league. Another 90-point season, another 80% win-rate look like the minimum requirements from here. Last season City and Liverpool won their last 18 games combined from spring into summer. They really can’t afford to start losing to each other now. Quite how Pep Guardiola responds to this moment of tension, a third of the way into his fourth City season, feels like a subplot in its own right. As with any Guardiola team there are two entwined stories in train here: the progress of the host vessel, built as ever around cultural change and a dizzying trophy haul; and beyond that the manager’s own story arc. Where are we anyway, in that familiar Pep parabola? There has been a distinct pattern here. Most things lose their shape as they age, take on other forms, become less, not more, like themselves. Guardiola teams go the other way, becoming more Pep-like, more extreme, more ascetically pure in their methods. It is a process that has perhaps already begun to affect this champion team, and which will be tested in extremis at Anfield. There was a sense City had stumbled a little this season, based on some early dropped points. But on a Guardiola scale they have instead levelled up, become a more extreme version of themselves. The numbers are telling. More goals per game than last season. More shots per game (and more than anyone else in Europe right now). A pass completion rate behind only that of Paris Saint-Germain and edging ever higher. There is also something different in the texture of this injury-depleted City team. Guardiola loves midfielders, wants to turn the entire world a shade of midfielder, would ideally simply substitute the word “midfielder” for the word footballer. Three months into the season this team has gone Full Midfielder. Seven City midfielders have scored a league goal. Eight City midfielders have started five league games or more, compared with three career defenders. This is mainly to do with who they have available. Without Leroy Sané, whose absence has been a little underplayed, City lack a vital point of difference in attack. With so many defensive injuries the option to play Fernandinho deeper, to keep the ball more, to reduce the risk by defending less, makes a lot of sense. On the other hand this is also a Guardiola trope. His final-season Bayern Munich team also became more not less of the same, taking more shots, having more possession, playing with five forwards and titchy centre-backs. His final-year Barcelona team had 69% possession over the season and lost to Chelsea in their Champions League semi-final despite pretty much sitting on the ball for the entire tie. Guardiola still has plenty of road left to run at City. But when the end does come we know what it’s going to look like: 10 soft-shoed midfielders, David Silva in goal and Guardiola raging in chino shorts on the touchline. There have been signs of stress, too. Against Southampton last Saturday Guardiola seemed weirdly furious in the moment of victory, pumping his arms and barking at his bench. This is not necessarily a point of weakness. Guardiola never retreats, never lets his levels drop; Thomas Müller famously suggested he threatened to castrate his players at half-time during a Champions League game with Juventus (happily, Bayern won). But that same intensity, plus the feeling this City team has become more entrenched in its Pep-era ways, might just affect how they approach Sunday. This has been described as a must-win game, and certainly Jürgen Klopp has every incentive to go for the throat. For City it’s more like a must-not-lose. There is a feeling Liverpool’s speed in the transitions might be too much for a City backline that lacks speed in its depleted form. A draw for City, a rearguard, a mugging, a moment of pragmatism; this is probably the sane option. But what’s the Pep option? Last season City did alter their formation against Liverpool, playing Bernardo Silva deeper as a concession to their opponents’ attacking power. Will there be another reining in, a year further down the line? Guardiola will surely have considered both ways. This is a sublime Liverpool team but not a perfect one. The attack is, whisper it, functioning a little below its usual levels. At the other end Liverpool have three clean sheets in 19 matches. They are in a way good opponents for City: the only teams to have any recent success against the league leaders have attacked that point of strength, the full-backs. And this is where City like to play too, with a game built on overloads in wide areas, in pulling defenders into awkward spaces. Under Pep plan A, it is perhaps in those channels this game will be decided. It is another Guardiola trope – a misleading one perhaps, given the volume of major games he also wins – that he tends to blink at times such as this, to bungle some high-stakes Champions League tie with a combination of over-thinking and tactical arrogance. Quite how he approaches Sunday will, of course, be fascinating. It might just define how this latest Pep club era plays out from here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}