{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/06/frank-lampard-hails-chelsea-spirit-comeback-ajax", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-06T00:06:38Z", "webTitle": "Frank Lampard hails Chelsea spirit after three-goal comeback against Ajax", "webUrl": "https://www.theguardian.com/football/2019/nov/06/frank-lampard-hails-chelsea-spirit-comeback-ajax", "apiUrl": "https://content.guardianapis.com/football/2019/nov/06/frank-lampard-hails-chelsea-spirit-comeback-ajax", "fields": {"headline": "Frank Lampard hails Chelsea spirit after three-goal comeback against Ajax", "bodyText": "Frank Lampard praised Chelsea’s spirit after they fought back from 4-1 down to claim a point against Ajax and keep their hopes of reaching the last 16 of the Champions League alive on a dramatic night at Stamford Bridge. Chelsea were outplayed for long spells by the Dutch champions and were on their way to an embarrassing home defeat midway through the second half. Ajax had taken a commanding lead thanks to strikes from Hakim Ziyech and Donny van de Beek and own-goals from Kepa Arrizabalaga and Tammy Abraham. Yet César Azpilicueta reduced the deficit and Ajax unravelled, losing both of their centre-backs, Daley Blind and Joël Veltman, to red cards in the move that allowed Jorginho to score his second penalty of the night. Down to nine men, Erik ten Hag’s side cracked when Reece James, Chelsea’s 19-year-old right-back, equalised and they were relieved when Azpilicueta had a potential winner ruled out after VAR spotted a handball by Tammy Abraham. “For a performance like today you need characters and personalities,” Lampard said. “At 3-1 down at half-time, it’s easy to turn it in. Even easier at 4-1. But we never did. I keep saying it about the experienced players. Those players really pushed tonight and I loved it.” There was a mixture of relief and deflation for Lampard at the end. The draw keeps Chelsea level on points with Ajax and Valencia with two games left. Valencia, who thrashed Lille 4-1 in the group’s other game, host Lampard’s side later this month. “I always felt this group was going to be tight,” Chelsea’s manager said. “I felt teams could take points off each other. We’re in it but we certainly have work to do. We need to go to Valencia and Lille come here. Both of those are very tough matches. I felt today we could have won the game and that’s with respect to Ajax because they are a top team. The performances in Lille and at Ajax should give us confidence. Valencia have had a great result tonight and that will give them confidence that they can go through.” Lampard, who lost Mason Mount to an ankle injury during the second half, was impressed with James after he brought the youngster on at half-time. “Reece is a fantastic young player and he gives what you saw,” he said. “He is going to be a great player for this club.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}