{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/08/liverpool-alisson-goalkeeper-manchester-city-champions-league-final-interview", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-08T20:50:43Z", "webTitle": "Liverpool’s Alisson: ‘We don’t want to feel how we felt last season’", "webUrl": "https://www.theguardian.com/football/2019/nov/08/liverpool-alisson-goalkeeper-manchester-city-champions-league-final-interview", "apiUrl": "https://content.guardianapis.com/football/2019/nov/08/liverpool-alisson-goalkeeper-manchester-city-champions-league-final-interview", "fields": {"headline": "Liverpool’s Alisson: ‘We don’t want to feel how we felt last season’", "bodyText": "Champions League glory elevated Liverpool in June and ingrained a relentless winning mentality that now propels their pursuit of a first league title for 30 years. That is the popular perception anyway. Alisson offers an alternative theory that explains the punishing standards behind Liverpool’s six-point advantage over Manchester City and his status as the finest goalkeeper in the world today. “We don’t want to feel how we felt last season” is his take on the motivation driving Jürgen Klopp’s team into Sunday’s key game with City at Anfield and beyond. Liverpool’s unflappable keeper credits his rise with following the advice that has been constant throughout his career. “Every goalkeeping coach who has worked with me has told me to always keep calm and cool, as I am, and train hard all the time,” says Alisson, who cites his older brother Muriel, a goalkeeper at Fluminense, as his biggest influence. Cool and calm comes naturally to the guitar-playing 27-year-old but there is an unmistakable perfectionist behind that thoughtful demeanour. Alisson has not tasted defeat for club or country since 1 May – excluding the penalty shootout loss to City in August’s Community Shield – but the absence of a clean sheet this season is annoying him greatly. He has enjoyed the most decorated year of his career in 2019 and yet, as with many who reach the summit of their sport, the near-misses gnaw away. In Alisson’s case it is winning the Golden Gloves in his debut Premier League season with 21 clean sheets for a Liverpool team that won a club record 97 points but not the title. That will be a factor on Sunday. “Last season we had a great experience, an almost perfect season,” says Liverpool’s No 1. “We lost one game and that one game was against City. We know how big this game is for us. We know how big the game is for everyone – for them and for our fans. In the end it is just three more important points but Manchester City have been the best team in the league for the last few years so we need to give everything to win this game. “We don’t want to feel how we felt last season. Being second by just one point – and we don’t know which game made us lose the title because we had a few draws where we could have done better, and we had the loss away to Man City when we could have won or drawn – means we know that we need to give everything in every game if we want to become Premier League champions. We want it and we will try to do it.” City’s refusal to yield during last season’s title race was a rare source of regret in an otherwise outstanding year for Alisson. He conquered Europe with Liverpool and then South America with Brazil in the Copa América. The two major trophies generated a host of individual awards including Best Fifa Men’s Goalkeeper, Uefa Champions League goalkeeper of the season and Copa América Golden Gloves winner. Liverpool’s decision to pay what was briefly a world record sum for a goalkeeper of £65m no longer invites questions. “I do think everything is coming together,” Alisson says between sips of water in the players’ dining area at Anfield. “I have worked hard all my life for those moments and I also made the right choice to come here to play for Liverpool. I felt I would have the possibility to achieve great things here and we had a great season – everyone did, not just me – and of course it is nice to get the personal awards but I only have them because I have a great team around me. I achieved it with their help and also with the national team we are doing a great job. We are on the right path and obviously the Copa América is an important competition for us but we want more. We are looking for the World Cup.” Success has whetted Alisson’s appetite for every team he represents. Madrid on 1 June provided the pinnacle of his Liverpool career so far, with the keeper reproducing the dominant form that deflated Barcelona in the unforgettable semi-final to thwart Tottenham and ensure his club’s sixth European crown. That was the third of nine consecutive clean sheets and his run of almost 15 hours without conceding was ended only by Paolo Guerrero’s penalty for Peru in the Copa América final. The image of Alisson relaxing on the Estadio Metropolitano pitch after the Champions League final, phone in right hand, winner’s medal in his gloved left and ticker-tape all around as he spoke to his wife, Natalia, was among the most memorable from Liverpool’s celebrations. He explains: “My wife was pregnant and she needed to go to Brazil because I had the Copa América coming up afterwards and I always wanted to be there to see the birth of my son. The only way we could make that happen was if she went home to Brazil, and so she missed the final. She couldn’t be there in the stadium and I know how important those moments are for her too. They are important moments for us to be together as a family, my daughter [Helena] also. “My wife went to every away game with us in the Champions League last season but could not come to the final so I FaceTimed her after the game to bring her inside the stadium and to celebrate with me on the pitch. I wanted her to see and experience everything. It was a special moment. “I said to her: ‘We are the champions, we got it!’ She worked hard with me for this. I have my teammates working together with me but the most important part of my career is the support I receive from my family – my wife and my parents. My parents were at the stadium fortunately and it was important for me to speak with my wife and my daughter after we’d won. My daughter misses me when I’m away from home and I told her: ‘Daddy got it, Daddy got it!’ Everything that happened in the final was really special for me. I lived that final intensely and every moment will be in my mind forever.” Matteo Becker was born the day before Brazil opened their Copa América campaign with a win over Bolivia. Alisson’s and Natalia’s plan came to fruition. “I was there for the birth fortunately,” he says. The successful tournament strengthened his position as Brazil’s first choice over Ederson who, despite the growing rivalry between their respective clubs and competition at international level, is a close friend. The City keeper is out of Sunday’s game because of a muscle injury suffered against Atalanta in midweek, according to Pep Guardiola. Alisson had hoped they would face one another. “I speak with him pretty often really because he is a friend. The rivalry between us only starts when we arrive for the game and on the pitch. I see him socially too. Our daughters are the same age and I’ve been to his son’s birthday party. We have a good relationship, our wives have a good relationship and our daughters like to play together. We don’t see each other often – I would like to see him more often – but we have our football lives, our jobs to do and our families. It is a busy life.” This has been the most rewarding year of Alisson’s career but also a reminder of how precarious life at the top can be. A calf injury against Norwich on the opening night of the Premier League season sidelined the Liverpool keeper for 10 weeks and cost him the chance of another winner’s medal in the Uefa Super Cup. His deputy, Adrián, delivered instead and Alisson believes the painful experience could prove a blessing. “The first three days it was really difficult to assimilate what had happened,” he says. “Straight after the injury the doctor told me it could be four to six weeks. Then when we did the scan we saw it was a big injury and it became more. In the beginning it was difficult to deal with that but I always have faith in God and I believe things happen for a reason. “I could see the good side of the injury. It meant I could spend more time with my family but also prepare myself better for the whole season because I had four weeks of just treating the calf and then, when I could start to train again and work harder, I had four or five weeks of hard training. It meant I could do a pre-season, something I hadn’t been able to do, and now I am 100% fit in my mind and my body. This will help me for the rest of the season – and it is a season when we have to give everything.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}