{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/nov/10/wolves-v-aston-villa-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-10T16:25:11Z", "webTitle": "Wolves 2-1 Aston Villa: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/nov/10/wolves-v-aston-villa-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/nov/10/wolves-v-aston-villa-premier-league-live", "fields": {"headline": "Wolves 2-1 Aston Villa: Premier League – as it happened", "bodyText": "And Jamie Jackson was at Old Trafford ... Thanks for joining me. Enjoy Liverpool v City! Here is Paul Doyle’s match report. It’s a shame Villa did not show the same attacking intent and commitment in the opening 45 mins, as it would have been a tighter match. They looked dangerous after the break, especially El Ghazi. Here’s a stat: Following the amuse-bouche of Wolves v Villa, you should join Simon Burnton for the starter, main and dessert: The old days of Adama Traore having no end product are very much out the window. He has matured and improved beyond measure, especially considering he’s playing as a wing-back and not an out-and-out winger. I have a sneaky feeling Sky will not offer much in the way of post-match analysis on this match. Elsewhere, Manchester United have seen off Brighton 3-1 at Old Trafford. Pereira, Propper (OG) and Rashford bagging for United with Dunk getting the consolation. Traore was my Man of the Match, he caused trouble throughout down the right wing and no one looked capable of coping with him, as a few people did their best to keep him down. He won the free-kick which resulted in the first goal and assisted the second. Very much a deserved victory for the hosts who dominated the majority of the match and created the best chances throughout and probably should have had a few more. Villa were unlucky with the early injury to Steer but they barely offered anything going forward, so can’t complete about the result. A corner finds its way to the back post where Trezeguet whacks a shot at goal, through bodies and just an inch or so over the line despite Saiss’ best efforts as Taylor’s wrist watch alerts him to the goal. 90 mins: Jimenez wanders off with some sort of injury. Maybe he just doesn’t fancy international duty, so wants an excuse. Cutrone on. Three minutes added on. 88 mins: Wolves fans are cheering every pass and there’s been a few of them in recent moments, as the home players toy with the tired Villa team. 86 mins: Moutinho goes into the book for a lunge on McGinn. He had two feet off the floor, so it wasn’t a great effort. El Ghazi takes a punt from the free-kick 30 yards from goal but it’s easy for Patricio. Villa are caught after an attack breaks down on the edge of the Wolves box. Traore dribbles downfield and draws in Luiz, goes past him and waltzes into the box where he pulls it back for a waiting Jimenez who gleefully diverts the ball into the bottom corner. 83 mins: Jota exits stage left, with Neto the man coming on. 81 mins: Dendoncker goes down in the box after getting a knock on the back of his head from a flying Lansbury when challenging for the ball. Trezeguet gets played in down the right on two occasions. First, he sends in a dangerous cross which is just about cleared after Wesley misses his kick, then he cuts in onto his left foot and has a shot blocked. Joe says: “ Jota has been moaning every call. Deserved that yellow ages ago.” 79 mins: Wolves look like the side who need to make some changes now. Maybe they are tired from Thursday but they are inviting pressure on themselves now. A cross is lifted into the box for Lansbury to attack, he gets his head to it but Wolves scrappily get the ball clear. David emails in: “Villa fan here in the US. Help me be objective, surely it was penalty to Villa?” It really wasn’t. The defender got the ball. 77 mins: El Ghazi glides between three or four Wolves defenders and his pull-back makes its way to an onrushing McGinn but his shot hits a defender. Mary says about United: “The Brighton goal has woke up the Devils. After the instant response for their third they have been on fire. Rashford missed a sitter and they have had three golden opportunities for a fourth that made the Brighton goalie sweat.” 75 mins: Jota gets cautioned for having a go at the ref after a throw-in is given the other way. Seems a bit silly from the Wolves man. At Old Trafford, United are 3-1 up. Rashford and Dunk have scored since the break. 73 mins: The ball is played into the Wolves box for Trezeguet to attack but Jonny slides in and gets a toe on the ball but then takes out the Egyptian. Traore then gets into the Villa area and crosses the ball into Taylor’s chest and out for a corner. Both go to VAR but neither are given and rightly so. The fans still sing: “F**k VAR”. 71 mins: Naturally, Villa bring on Lansbury as their final sub and then Mings goes down in a heap after tackling Jota. He screams in agony but gets himself up and limps back into position. Mings does not look happy to still be out there with what looks like a groin injury. 69 mins: Wolves setup camp in the final third but only muster a weak Jota shot which is deflected wide. They come again and Jota once more has a shot blocked, taking it into the path of Jimenez, he makes some room for himself but hits a shot wide when off-balance. 67 mins: Douglas Luiz is a lovely player to watch thanks to his passing range. No wonder Guardiola wanted him at City this season. 65 mins: Luiz whips a stunning first-time pass straight into the path of Trezeguet on the left wing but then the Egyptian runs into trouble and loses it. Down the other end, Jota cuts in from the left and hits a rising shot from the edge of the area which is just above Nyland’s head, he takes no chances by palming it over. 63 mins: Jimenez looks annoyed after pulling back Konsa and being penalised for the infringement. I am not sure how the Mexican thought it was a fair challenge but I appreciate his reaction nonetheless. 61 mins: It turns out Aston Villa had 65 per cent possession in the last 10 minutes, which is a sign of their improvement. El Ghazi backs up this point by winning a corner off Saiss. Sadly for Villa, Wolves head the set-piece clear. 59 mins: Villa are a lot brighter in this half but Wolves still look like they could rip them apart at any point. 57 mins: Aston Villa clear a corner until Luiz fails to take control of the ball and Neves nips in but then bundles the Brazilian over in his own box. 55 mins: McGinn is dispossessed on the halfway by Jota, who takes the ball forward, eventually it lands at Neves’ feet who cracks a shot from 25 yards which Mings gets in the way of and heads wide. Villa break down the other end from the corner as El Ghazi takes it 40 yards up the pitch before laying it off to Wesley who sends his shot well over from just outside the area. 53 mins: Coady goes down injured and removes his left boot. No one comes to treat him and he puts it back on, tying his laces tightly. This update will win my Pulitzer. 51 mins: Traore receives the ball in space for the right, makes a dart for the box, holds it up and then thwacks a shot from 16 yards and it ricochets off the bar and away. That is probably the hardest I’ve seen a ball hit this season. Jimenez then dribbles the ball from a similar position and toe pokes a shot wide from 20 yards. 49 mins: Moutinho whips in a corner from the left but it barely beats the first man and is headed away. 47 mins: Villa show more intent in the opening two minutes of the second-half than in the whole of the first. First El Ghazi does well on the right before a cross is cleared, then Taylor whacks a shot from the edge of the box which flies upwards and over. Here we go again! I would consider bringing on Chester for El Ghazi and matching Wolves’ formation and play Trezeguet as a second striker. I was discussing how Villa could change things to improve but seeing as they’ve already used two subs, their options are extremely limited. Smith will need to hold back to ensure he does not end up making his third sub too early. Souness rightly bemoans Villa’s defence for the Neves goal. Why was no one on the edge of the box? It’s pretty amateur to not see any threat out there. Mary emails in an update from the United-Brighton match, which saves me a job: “Red Devils have had the run of play. Their speed has bothered Brighton and have forced 4 yellows. Both Man U goals were ugly. And Brighton had two set pieces where Man U marking was awful and they had two golden opportunities spoiled.” Pete emails: “Just been in the Asda opposite The Molineux where we had a hot chocolate with a gaggle of fans before the game. “Predict a 2-1 victory today and a final 7th place finish again. Are you jealous of how good we are?” Not sure why I would be jealous, to be honest. I am more jealous of the hot chocolate than Wolves’ performance. At Old Trafford, Manchester United have a 2-0 lead over Brighton. Pereira opened the scoring before Davy Propper turned the ball into his own net. Well ... not a great half for Villa who have lost their goalkeeper and a full-back to injury, not to mention the fact Steer was only playing due Heaton’s knock. Wolves have been on top from the start and should be further ahead in all honesty. 45+2 mins: Targett is down due to a blow to the face other something. And he is replaced by Taylor. Jon Byrne emails in: “Sorry to interrupt the Wolves vs Aston Villa game, but I thought people might be interested to know there were first round FA cup ties today. In it, Non-League Dover beat League One Southend 1-0, League Two side Macclesfield Town being beaten 4-0 at home to I believe 7th tier Kingstonian, and League Two Leyton Orient being beaten 2-1 at home to Maldon &amp; Tiptree, to name a few. Football truly can be a funny sport.” 45 mins: El Ghazi is down injured after a kick from Moutinho. It wasn’t that bad, so no idea why he is worried he’s been shot. Three minutes added on - I expected more. 43 mins: The goal was the result of the issues Targett is having with Troare and Mings feeling forced to stop him illegally. If Villa had issues before, then they’re about to get worse. The resulting free-kick from the right-hand edge of the box is pulled back to the edge of the area where Neves is waiting completely unmarked, allowing him to time his run, take aim and find the corner from 18 yards. Woeful defending from Villa, though. 40 mins: Jota bulldozes his way through the Vila defence, getting the best of Nakamba inside the box but he is too close to the goalkeeper when he finally shoots allowing Nyland to block his effort. Mings goes into the book for a crude foul on Traore after the wing-back beat the England defender to the ball at full pace. 38 mins: Targett recovers and gets his own back on Traore by outmuscling the Wolves player when attacking but Villa only get to the edge of the box where the danger is removed. 36 mins: Targett banged his head in that challenge requires a minute or so of treatment, which is fair enough. Maybe he will give him the rest he requires as he is struggling on that flank against Traore et al. 34 mins: Can Villa turn the tide here? I think they will need to change something at half-time even if the score remains the same. Taylor shakes his head when Doherty goes down in tangle with Targett. It looks like a classic tangle of legs and should not be a penalty but it’s goes to VAR and they agree with me. 32 mins: Jota is the latest player to find space out wide but his pull-back goes behind the onrushing Jonny and Villa whack it clear. Targett makes another woeful decision by whacking the ball high and backwards from the halfway but, luckily for him, Jimenez fails to control it. 30 mins: Villa have their first chance of the game as Trezeguet curls in a cross from the left, Wesley finds space around the penalty spot but his flicked header lacks pace and bounces into Patricio’s arms. 28 mins: Nakamba takes emergency action to stop a Wolves counter attack by tripping Jota before things get dangerous. He is rightly booked for his misdemeanour. Villa then set their own downfall when Targett loses the ball with a backheel on the halfway line, allowing Wolves to break but Jimenez eventually fires a shot wide from the edge of the area. 26 mins: Traore squirms into the box and between a couple of defenders, allowing him to lift a cross towards the six-yard box, Jota gets the wrong side of Guilbert but his header is weak and straight at Nyland who calmly collects. 24 mins: Guilbert tries to earn a corner claiming a Wolves had the final touch but everyone can see it came off the Villa, who still seems surprised when the goal-kick is awarded. Elsewhere, Manchester United are winning 2-0 against Brighton. 22 mins: Wolves are completely dominant here, with Neves and Moutinho dictating play in the middle, while Traore and Jonny enjoy plenty of space outwide. Jota should slip in Traore but he overhits the pass and even the former Barcelona can’t catch it. 20 mins: Two good chances for Wolves as Neves lifts a cross into the box. First, Jonny sees his volley blocked and then Jimenez drags the rebound wide from 12 yards when he should have done better in a good position. 18 mins: Wolves jeering the Villa goalkeeper in order to unease him on his Premier League debut but he does not look fazed so far, although he is yet to have a shot to save. 16 mins: Traore leaves Targett for dead on the byline and lifts another dangerous cross into the box but Konsa is there to meet it and remove the danger. Villa might need to rethink how they defend on the flanks as their full-backs are struggling at the moment. 14 mins: Coady smashes another fine long pass straight to Jimenez but he ruins it by controlling the ball with his right wrist, which is spotted by referee Anthony Taylor who has missed nothing so far. 12 mins: Doherty is having a fantastic game, proving a real threat down the right. With Traore being in front of him, it could be an area Wolves can put pressure on and earn plenty of rewards, especially as Trezeguet does not look keen to track back. Saiss is also in the book now, his crime is pulling back McGinn. 10 mins: Now Villa will need to settle themselves once again and not worry too much about their early change in goal. Guilbert makes things slightly worse for his team by picking up an early booking for pulling back Jota. 8 mins: Dean Smith will be hoping it does not have to resort to playing Kyle Walker, that’s for sure. What a fun start. 6 mins: Doherty nearly inadvertently gives Wolves the lead with a chipped cross which deceives the goalkeeper and clips the top of crossbar. The aftermath sees Steer go down injured after his attempts to palm the ball over fail. It looks likes his game is over and Nyland is coming on. To be fair, Nyland has played 27 times for Norway, although he hasn’t played for Villa since December 2018. 4 mins: McGinn and Makamba put in a couple of sturdy challenges to show Wolves they’re in a game. The fans are acknowledging that this is their biggest derby of the season with some vocal support. Wolves have the first shot of the game with Coady whacking a 40 yard pass over the top of the defence, which Doherty controls, cuts inside and fires a shot away but it is deflected wide. 2 mins: Villa have made sure Steer and Konza get an early touch to settle themselves but nothing has happened otherwise. Peep! Peep! Peep! Here we go! The players are in the tunnel with a plethora of mascots. We will have the usual Remembrance Sunday activities pre-match as clubs compete to see who has the biggest poppy. First they forget the match is on and then Sky seem to have forgotten to turn the microphones on. Lots of adverts about Christmas to get you in the mood for this mid-November fixture. I do not think about the festive season until after December 2 and nor should anybody else. Lovely clear skies across England today and it’s no different in Wolverhampton where the conditions are great for a November game. Sky seem to have forgotten about this game, maybe they will just show three hours or so of buildup to Liverpool v City instead. I spoke to someone who previously played under Nuno this week. He was full of praise for the Wolves boss, saying he has the greatest eye for detail, knows how to adapt style depending on the game and ensures the players are always happy. It’s been an interesting week for Adama Traore looked set to declare his international allegiance to Mali earlier in the week but has since been called up to the Spain squad for the first time. Hopefully we won’t see scenes akin to those at Goodison Park last weekend. Here is Sid Lowe on the aftermath of being the player to inflict a terrible injury on another. Just in case you are wondering about Man United v Brighton, our man Jamie Jackson is there and he has the teams. Aston Villa have a tendency of conceding later goals, something manager Dean Smith is aiming to put a stop to. “A lot of those late goals have been against Tottenham, Arsenal, Manchester City and Liverpool, so top teams in the league,” Smith said in his pre-match press conference. “The goals we’ve given away in the last two games, in particular, against Manchester City and Liverpool, have been pretty much avoidable, and that’s been the disappointing part. “Whenever a team scores against you, it’s disappointing, so the disappointment grows larger because of the lateness of the goals. With Liverpool, that’s down to the amount of time they had the ball, and they kept putting us under pressure. It was pretty relentless at times. “We’re working on concentration, working on our ball retention because if we’d have kept the ball more in the second half then we wouldn’t have been so tired at the end. “We know we didn’t have an awful lot of the ball against Liverpool, and probably that was my biggest disappointment, because when we won the ball back, we then gave it away again too cheaply. It enabled them to wear us down, physically and mentally, but our play without the ball was as good as it’s been this season.” Aston Villa have the most interesting team news with Steer replacing Heaton in goal and Konsa is in the heart of defence, both are making their first Premier League starts. Grealish is also absent. Considering how much has been written about Liverpool v Manchester City, why not get in the mood for this with some Peter Reid swearing at Boris Johnson: Nuno Espirito Santo is looking for his team to improve considering their five draws in their last seven games. “There are a lot of things (the players need to improve). On Thursday, we managed the game better, the distances of the players, because we had a lot of possession, so the impact is totally different. “This is the growing process that we want, so we have to improve, we have to work a lot, and it’s about growing during the competition. “Each moment that we compete is a moment that we try new things, new solutions, new lines, new processes. It’s growing with the competition. It’s very good and it’s what the team needs - to compete.” Wolves: Patricio, Dendoncker, Coady, Saiss, Doherty, Neves, Moutinho, Jonny, Traore, Jimenez, Jota. Subs: Ruddy, Bennett, Neto, Cutrone, Perry, Vinagre, Kilman. Aston Villa: Steer, Guilbert, Konsa, Mings, Targett, McGinn, Nakamba, Douglas Luiz, El Ghazi, Wesley, Trezeguet. Subs: Nyland, Taylor, Chester, Lansbury, Hourihane, Kodjia, Elmohamady. Good afternoon! This is the biggest game of the day, as far as I am concerned. It’s 15th against 17th, so both will be fighting to move away from the relegation zone. Wolves will be boosted by a late Europa League win in midweek, while Villa will be looking to take the positives out of their late loss to Liverpool into this fixture. Wolves are unbeaten in six matches but are still sat in an unwanted position due to the amount of draws they have stacked up. The run includes the 2-0 victory over Manchester City at the Etihad, a performance they will be looking to repeat today. Villa could be boosted by the return of Jack Grealish, although his availability is not a guarantee due to the calf injury which forced him to miss the defeat to Liverpool. In terms of West Midlands derbies, this is possible bottom on the traditional list but seeing as they’re the only two teams from the area in the top flight, it should be pretty feisty. Here’s to a great game."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}