{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/06/vitoria-guimaraes-arsenal-europa-league-group-f-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-06T17:59:39Z", "webTitle": "Vitória Guimarães’ Bruno Duarte strikes late to deny Arsenal in Europa League", "webUrl": "https://www.theguardian.com/football/2019/nov/06/vitoria-guimaraes-arsenal-europa-league-group-f-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/nov/06/vitoria-guimaraes-arsenal-europa-league-group-f-match-report", "fields": {"headline": "Vitória Guimarães’ Bruno Duarte strikes late to deny Arsenal in Europa League", "bodyText": "For a little over 10 minutes an Arsenal redemption tale was about to be written. Not that of Granit Xhaka, whose situation appears too far gone at this point, but it would at least have been a good-news story if Shkodran Mustafi’s late header had settled a game that was verging on the unwatchable. Mustafi has had his own struggles with the Arsenal home crowd but by full‑time the overriding taste was, once again, of the team’s broader problems. They were exposed in the first minute of stoppage time when Vitória Guimarães, who should have been ahead at the break but slowed up as torrential rain dogged the second half, had one last try at salvaging their first point in Group F. When Marcus Edwards’s cross from the right was kept alive at the far post, Arsenal had no one on hand to clear and Bruno Duarte’s acrobatic finish ensured they lost a lead for the fourth consecutive game. “I’m disappointed we didn’t win, but the point continued our way to first in the group,” Unai Emery said. Arsenal will reach the knockout stage if Standard Liege lose against Eintracht Frankfurt on Thursday and, even bearing in mind their mind-boggling capacity for self-immolation, it is unthinkable that they will not be playing European football in the new year. From that perspective, they did the required job against enterprising opponents who had run them tantalisingly close at home a fortnight ago; the problem is that, for the most part, this was a dire performance that threw up most of the concerns that have dominated their past few weeks. Take the fact that Mustafi’s header, firmly planted across the Vitória goalkeeper, Douglas, when Nicolas Pépé’s free-kick found him unmarked, was their first on-target effort. Vitória ended up outshooting Arsenal by 15 to seven – an eventual improvement on the half-time tally of 10-1 – and the visitors did not create a single noteworthy chance from open play. “They are a very defensive team, with a big structure defensively, and it is not easy because they were defending very deep and also together,” Emery explained in mitigation. “To create small spaces was not easy against that team.” Vitoria were certainly well organised but they still found time to cause Arsenal numerous problems in the first 50 minutes. An evident taste for shots from range brought a rocket that their own Pêpê, an impressive midfielder, crashed against Emiliano Martínez’s right post from 25 yards and a drive from Edwards that the Argentinian repelled at full stretch. Edmond Tapsoba should have done better with a free header, Martínez saving superbly again, and Edwards hesitated at the crucial moment when running clear shortly after the interval. Their manager, Ivo Vieira, said his team had “more goal chances and more attacking volume” than Arsenal, which was entirely true. So if Vitória are defensive, what exactly are Arsenal? Emery fielded a three-man backline for the first time this season but they rarely looked tight until the 20 minutes before Mustafi’s goal, when proceedings might as well have ground to a halt in the downpour. Meanwhile, a front line of Pépé, Gabriel Martinelli and Bukayo Saka barely had a sniff and while Dani Ceballos provided a few watchable moments in deeper areas he departed early with what appeared to be an ankle injury and later limped away from the stadium. Cohesion was lacking all over the pitch and there needs to be a quick remedy before the visit on Saturday to a supremely drilled Leicester, where 90 minutes this sluggish will result in serious punishment. Vitória could have inflicted an even more brutal blow, twice coming within inches of following Duarte’s strike with a winner. Mustafi almost blotted his copybook with an own goal and the substitute Rochinha shot a whisker wide with virtually the last action. Arsenal, for whom Rob Holding took the armband and could have converted a first-half header, could at least console themselves that there were lower depths to plumb. The late drama meant Xhaka’s loss of the captaincy, dealt with comprehensively by Emery the previous evening, took a back seat. Local media did their best to revive another story from the week’s cycle, asking Emery whether talk that Arsenal were courting José Mourinho – the reverse is far likelier to be true – surprised him. “I am the coach,” was his response to that, and it was almost as useful an offering as anyone in Arsenal’s ranks had produced all afternoon."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}