{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/06/reece-james-chelsea-ajax", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-06T16:23:17Z", "webTitle": "Reece James joins Chelsea’s festival of youth with decisive cameo", "webUrl": "https://www.theguardian.com/football/2019/nov/06/reece-james-chelsea-ajax", "apiUrl": "https://content.guardianapis.com/football/2019/nov/06/reece-james-chelsea-ajax", "fields": {"headline": "Reece James joins Chelsea’s festival of youth with decisive cameo", "bodyText": "Chelsea’s fans loved their first glimpse of Reece James. The 19-year-old right-back missed the start of the season with a foot injury, forcing him to watch from the treatment room as Tammy Abraham, Mason Mount and Fikayo Tomori illustrated the excellence of Chelsea’s academy, but there was no holding back once he had proved his fitness in training to Frank Lampard. James made his debut in the 7-1 Carabao Cup victory over Grimsby in September and he demonstrated his potential in style, laying on assists for Michy Batshuayi and Kurt Zouma before scoring his first goal for the club with a spectacular shot from 25 yards. That was only the start, though. Excelling against League Two opponents was one thing but the stakes were far higher when Lampard replaced Marcos Alonso with James at half-time against Ajax on Tuesday. David Neres and Hakim Ziyech had overwhelmed Alonso by doubling up on the left-back during the first half and Lampard had to act with his team trailing 3-1 at home. His response was to put James at right-back and move César Azpilicueta, who had struggled against Quincy Promes, to the left. The change worked, even though Chelsea’s hopes of reaching the last 16 of the Champions League were in severe peril when Donny van de Beek made it 4-1 to Ajax after 55 minutes. James was an energetic presence on the right flank, forcing Promes to defend more, and he was determined to take his chance. He kept driving to the byline, kept showing for the ball and kept whipping crosses into the area. There was more to his performance than the equaliser that capped Chelsea’s comeback against Ajax’s nine men. “Reece is a fantastic young player and he gives what you saw,” Lampard said. “I think he’ll get much better because he is 19 and that’s just normal. Reece can deliver crosses with great quality. He is powerful and joins in. He knows we have got Azpi there who is our captain and right-back but he knows we can change things. He is going to be a great player for this club. He’s got great quality.” Full-backs have to be attack-minded these days and while James still has to work on the defensive side of his game, there is no doubt about his threat in the final third. His technique was perfect when Kurt Zouma’s header hit the bar and the ball fell into his path. He connected firmly to send a fizzing drive through the bodies and into André Onana’s net. That nervelessness will not have come as a surprise to anyone who saw James impress on loan at Wigan last season. His performances earned him a spot in the Championship team of the season and Chelsea’s transfer ban, coupled with Lampard’s willingness to give youth a chance, meant there were high hopes when he returned to Stamford Bridge. Injury curtailed his progress, though, and Lampard backed Azpilicueta when the experienced Spaniard was struggling at the start of the season. Azpilicueta has regained his solidity in the past two months. Perhaps the captain has been given a jolt by the threat James poses to his place. Not that Azpilicueta has failed to understand his responsibilities. He has given the youngster advice and has not regarded him with suspicion. Azpilicueta smiled when asked about James before last month’s trip to Lille and suggested they play could in the same team. The following evening Azpilicueta was on the right of a back three and James was at right wing-back at Stade Pierre Mauroy. James did well that night and although he has mainly been on the bench since, he feels valued by Lampard. It means a lot to him that Chelsea’s manager has been giving him minutes at the end of league games. Just getting on the pitch shows James that Lampard trusts him, even when he is thrown on merely to help his teammates hold a slender lead. Those little tasters meant James was hungry when he came on against Ajax. He was ready to go and although he is likely to be back on the bench when Crystal Palace visit Stamford Bridge on Saturday, Chelsea know they have a star in the making."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}