{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/08/frank-lampard-chelsea-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-08T22:30:45Z", "webTitle": "Frank Lampard believes superstitions will help Chelsea’s quest to be top dogs", "webUrl": "https://www.theguardian.com/football/2019/nov/08/frank-lampard-chelsea-football", "apiUrl": "https://content.guardianapis.com/football/2019/nov/08/frank-lampard-chelsea-football", "fields": {"headline": "Frank Lampard believes superstitions will help Chelsea’s quest to be top dogs", "bodyText": "Frank Lampard has revealed he fears Chelsea’s results will suffer if he is unable to carry out superstitions such as walking his dog, spending 50 minutes on the exercise bike and eating pasta before a game. Chelsea’s manager has been superstitious since he was a player and he offered an insight into his mental preparations as he discussed walking his dog Minnie via a certain route at a certain time in the day. Structure matters to Lampard, who has been named the Premier League’s manager of the month for October, and he admitted he frets if his routines are disrupted. “If I don’t do them, then I can feel like, ridiculously, as if it might have an effect on the result,” he said. “Sometimes I do miss the dog walk for whatever reason. I’m a relatively new dad, my daughter is a year and a bit, so sometimes I have to do other things. It does not absolutely hold me down.” Lampard, who said Mason Mount would have a fitness test on an ankle injury before Saturday’s home game against Crystal Palace, was asked whether it is a rational fear. “Not really, I suppose,” he said. “But I don’t mind structure and I like walking the dog. If it was something that was painful, I would probably try and get rid of it but it actually fits nicely. I like going to the gym, I like walking the dog, I like eating pasta as a pre-match meal, so I stick with certain things. And then if we don’t win … “I did it as a player. It was very commonplace in our dressing room. John Terry used to do it a lot. John was very structured in his buildup. I don’t completely rely on it. I joke a little bit but I think it shows how much you want to do well and win sometimes, whether it has an effect or not. And I think if that’s in your mindset, that’s not the worst thing, albeit it might become a bit annoying sometimes if you stick to it.” Lampard was asked to lay out his dog-walking routine. “I put the lead on,” he said. “I take her out in the morning. I go out early before I leave, I take her down to the local coffee shop, get my takeaway coffee, walk around, pick up her shit, put it in the bin, walk her home then go to training. “I walk the dog a lot and I find it quite good for clearing the head. I like to go to the gym as well – that’s another one of my superstitions. I have to spend the same amount of time on the bike – 50 minutes – or the amount that I run. Things like that. I’m still sweating now. I’ve just been doing it.” Lampard said Ross Barkley could be forced to withdraw from the England squad with an ankle injury and added that Antonio Rüdiger would be out for three weeks following surgery on a pelvic problem."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}