{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/02/hibs-celtic-scottish-league-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-02T19:38:29Z", "webTitle": "Mohamed Elyounoussi and Scott Brown steer Celtic past Hibs and into final", "webUrl": "https://www.theguardian.com/football/2019/nov/02/hibs-celtic-scottish-league-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/nov/02/hibs-celtic-scottish-league-cup-match-report", "fields": {"headline": "Mohamed Elyounoussi and Scott Brown steer Celtic past Hibs and into final", "bodyText": "The wait for Celtic to relinquish their grip on Scottish football continues. This win over Hibernian, which was ultimately more comfortable than the scoreline suggests, ensures they take their place in the League Cup final next month, where Rangers or Hearts will lie in wait. Neil Lennon’s only gripe may be that Celtic did not press home their superiority over Hibs in more emphatic style; strange as that may seem for a victory by a three-goal margin. “We were breathtaking today from start to finish,” said Celtic’s manager. “I can’t speak highly enough of the mentality of the team. The way they went about their business made it very comfortable.” The weight of expectation sat firmly on the shoulders of Celtic’s players. They entered this semi-final having won 29 domestic cup ties in succession. The sense of Lennon’s team being strong favourites – to put it mildly – was further endorsed by Hibs’ struggles under Paul Heckingbottom. The ability of the former Barnsley and Leeds manager to recruit adeptly for the Scottish top flight has been open to serious question with Hibs delivering a series of lame performances. Here, they were ragged. Nonetheless, and in hinting briefly at the unpredictable nature of cup football, Hibs opened brightly. Daryl Horgan curled an effort narrowly over Fraser Forster’s crossbar in the eighth minute. Celtic’s reply – their first clearcut opportunity – was forceful enough to open the scoring. It also did the referee, Bobby Madden, a favour after he ignored a blatant handball by the Hibs captain, Paul Hanlon, inside his own penalty area. James Forrest, fresh from signing a contract extension, showed skill and patience before chipping the ball to the back post. There waited Mohamed Elyounoussi, who was composed with a headed finish back across the diving Chris Maxwell. The officials were to the fore again before Celtic doubled their advantage. Odsonne Édouard was offside as Christopher Jullien delivered a long ball to his fellow Frenchman. With no flag raised, Édouard actually miscontrolled when racing in on goal. He recovered sufficiently to flick the ball across the advancing Maxwell and into the path of Callum McGregor. The midfielder’s task was blissfully simple and he tapped the ball into an empty net. Hibs, to their credit, responded. Melker Hallberg hauled them back into the match after the Celtic left-back Boli Bolingoli had unwittingly played the ball right to the Swede’s feet. Bolingoli had been attempting to snuff out an inconsequential Hibs attack. Celtic did not fancy heading into the dressing room to incur Lennon’s wrath. Trickery from Édouard preceded a pass across goal to Elyounoussi, who lashed into the roof of the net from close range. Elyounoussi was agonisingly denied his hat-trick by the post within five minutes of the restart, and Forrest also cracked the woodwork soon after. The paucity of Hibs’ defending in the most basic of situations rendered the key question just how many Celtic would score. Number four was due to arrive and soon did. Maxwell made a hash of an Elyounoussi corner when under pressure from Jullien, with Scott Brown on hand to poke home. This marked a rare goal for the Celtic captain. With many of their supporters heading for the exits, Hibs somehow clawed another goal back. Florian Kamberi, introduced at half-time, headed past Forster from a fine Tom James cross. Brown, terrific throughout, was to seal Hibs’ fate. The midfielder scored Celtic’s fifth at the second attempt after Maxwell saved his first shot from an Elyounoussi pass. “I thought Celtic were very good but we played a part in that,” said Heckingbottom. Whether such recurring generosity triggers action from the manager’s superiors remains to be seen."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}