{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/nov/07/lazio-v-celtic-and-more-europa-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-07T22:20:39Z", "webTitle": "Manchester United 3-0 Partizan, Wolves, Rangers and Celtic win: Europa League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/nov/07/lazio-v-celtic-and-more-europa-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/nov/07/lazio-v-celtic-and-more-europa-league-live", "fields": {"headline": "Manchester United 3-0 Partizan, Wolves, Rangers and Celtic win: Europa League – as it happened", "bodyText": "And with that, I’m done. It’s been a blast. Here’s a farewell gift, courtesy of Paul Doyle at Molineux. Bye! And with that, I’m done. It’s been a blast. Bye! Ole Gunnar Solskjaer has a chat: We needed a win, but we needed a performance. The boys wanted to go forward, play forward, run forward. They could have had loads more tonight as well. But a pleasing performance, and very important for us to get the points. You expect to win at home against teams like this, no disrespect to Partizan, because they gave us a really good game over there, but you expect to win and we should have buried it in the first 10 minutes really. But going into half-time 2-0 up you’re confident. Scott McTominay came off injured in the second half. “Hopefully he’ll be OK,” Solskjaer says. Manchester United served up a feast of attacking football, and Paul Wilson was there, knife and fork in hand and serviette tucked into this collar, tucking in: Ole Gunnar Solskjær wants to see Manchester United playing on the front foot and creating chances and they qualified for the knockout stages of the Europa League by doing just that. The second of two wins against Partizan Belgrade was achieved through the composed finishing of Mason Greenwood, Anthony Martial and Marcus Rashford, though with just a little more composure they could have doubled the margin of victory. Much more here: This was a fine attacking display from Manchester United, especially in the first half. On BT Sport, Paul Scholes almost sounds excited. Ewan Murray was at Ibrox for Rangers 1-0 Porto: Here are your full-time classified results: Astana 0 AZ 5 Standard Liège 2 Eintracht Frankfurt 1 Basel 2 Getafe 1 Krasnodar 3 Trabzonspor 1 APOEL 2 Qarabag 1 Dudelange 2 Sevilla 5 Lazio 1 Celtic 2 CFR Cluj 1 Rennes 0 Rosenborg 0 Sporting 2 LASK 4 PSV 1 København 1 Dynamo Kyiv 1 Lugano 0 Malmö 0 Wolfsburg 1 Gent 3 Oleksandria 2 Saint-Étienne 2 Sporting Braga 3 Besiktas 1 Wolverhampton Wanderers 1 Slovan Bratislava 0 Espanyol 6 Ludogorets 0 Ferencváros 0 CSKA Moskva 0 Borussia Monchengladbach 2 Roma 1 Wolfsberger 0 Istanbul Basaksehir 3 Feyenoord 1 Young Boys 1 Rangers 2 Porto 0 Manchester United 3 Partizan 0 It’s all over at Molineux, and Wolves have won 1-0. All four British teams in action tonight have won! It is verily a land of hope and also glory! In other last-minute goal news, Marcus “son of Lilian” Thuram gave Borussia Monchengladbach a 2-1 win over Roma, and Maksim Zaderaka equalised for Oleksandriya against St Etienne! Most games have now finished, but at Wolves – where they are midway through 12 minutes of stoppage time – they play on. Wolves have snatched victory in the last minute! I can’t tell you much about the goal, except that it happened. Apparently it came from a deflected Adama cross, headed in by Jimenez. Wolfsburger are 3-0 down now, Enzo Crivelli with his second goal of the night, and indeed his second in three minutes. And the wonderfully-named Michael Ngadeu-Ngadjui has put Gent 3-1 up at Wolfsburg. It’s been a bad few minutes for Wolfsburgy teams. Goalflash latest: Braga are 3-1 up at home to Besiktas, Wilson Eduardo getting the third. Oleksandriya have pulled a goal back at home to St Etienne, Denys Bezborodko making it 2-1, and Enzo Crivelli has made it Wolfsburger 0-2 Istanbul Basaksehir. It continues to rain goals at Espanyol, where the home side are now 6-0 up against nine-man Ludogorets. Facundo Ferreyra has scored their latest. In other red card-related news, Wolfsberger have a) conceded a penalty; b) lost Nemanja Rnic to a second yellow card; and c) gone 1-0 down to Istanbul Basaksehir after Edin Visca converted from the spot. And another one! The ball is pulled back to Davis, 20 yards out, and his low shot deflects off a defender’s boot, wrong-foots the goalkeeper and arrows into the net! That’s a cracking strike! It’s a low ball in from the right, and from 17 yards Morelos traps it and dispatches it in an instant, sending his shot low and hard across goal and in at the back stick! “Peter Oh must be starving because Manchego Ungai (Cheese Eel) sounds stomach turning,” notes Alex Amponsah. Marcus Rashford comes off, after scoring one and missing about half a dozen. He gets a standing ovation anyway, for being threatening and exciting and fun. Pereira is on. Meanwhile, Gent have taken a 2-1 lead at Wolfsburg, with Laurent Depoitre scoring their second. “I must be hungry because the fixture looks like Manchego Unagi v Marzipan Belgrave to me,” writes Peter Oh, as United take off Fred and bring on James Garner. Meanwhile Fazio, whose own-goal had given Borussia Monchengladbach the lead, has just equalised for Roma. Wolves’ penalty miss was their first in over two years, ending a run of 14 successive successful spot-kicks. United have a free kick, in handy shooting range. For some reason Fred takes it rather than Rashford, and he sends the ball looping down the middle of goal. Luckily it was high enough that the keeper had to turn it over the bar, just to be safe, though the subsequent corner is wasted. In other news, Espanyol are four up against nine-man Ludogorets, Victor Campuzano scoring their latest, while Gent have equalised at Wolfsburg, Roman Yaremchuk making it 1-1. Marcus Rashford doesn’t miss! It’s a long ball from right to left, that Young cushions back into Rashford’s path, and this time he lashes it into the top corner with his left foot from 15 yards! It’s saved! Neves takes, but the goalkeeper goes the right way and palms it away to safety! Penalty to Wolves! Neto is brought down, the referee points to the spot, and Wolves will now have a great chance to take the lead. The second halves are under way! News of further goals and Rashford misses to follow. All the latest scores are yours to peruse and enjoy here. Half-time reading: A little earlier Celtic beat Lazio in Rome to qualify for the knockout bits. Read all about it: Half-time scores: Manchester United are stuffing Partizan 2-0, though it could have been five. Don’t get too excited, though: Partizan are a humdrum fourth in the Serbia SuperLiga, 10 points behind the runaway leaders, Red Star. Rangers v Porto and Wolves v Slovan Bratislava are both goalless. It’s not been all good for United. Soumah leads a break for Partizan, who have four forwards bearing down on two defenders, but his pass is rubbish, destroys all momentum and ruins everything. The visitors have had a few opportunities to punish United on the break, but have taken none of them. Paulinho (not that one, unless you’re thinking of the 26-year-old who plays for Braga, in which case that one) has given Braga a 2-1 lead at home to Besiktas, and Roma’s beanpole centre-back Federico Fazio has scored at the wrong end to give Borussia Monchengladbach a 1-0 advantage. Meanwhile at Old Trafford, Rashford has missed yet another chance. This time he was played through on the left of the area, but his attempt to chip the goalkeeper failed when the goalkeeper stayed on his feet, rendering himself unchippable. He was punished for this when Rashford’s attempted finish hit him in an extremely painful place. Ludogorets are down to nine! Jacek Goralski has collected his second booking of the evening, and Espanyol are sniffing a stuffing here! In probably related news, Matias Vargas has scored from the penalty spot to make it 3-0. Get out your bumper book of superlatives, Tony Martial has scored an absolute stonker!!! The build-up is a little lucky, the ball deflecting to the Frenchman when Greenwood charged down Urosevic’s attempted clearance, but his first touch is sublime, his second to jink inside Ostojic’s sliding challenge was absolutely wondrous, the next takes it away from Pavlovic, and another prods it past Stojkovic and into the corner! GOOOAAALLL! Besiktas have equalised at Braga. Yes they have. Tyler Boyd, the New Zealand-born, USA-representing winger, as scored it. Meanwhile at Old Trafford, Natcho has been booked for fouling McTominay, who placed his body between ball and rival player cunningly to make the foul inevitable. A little goal update roundup thingy for you now: Espanyol have doubled their lead over 10-man Ludogorets, Lluís López with their second. Meanwhile João Victor has given Wolfsburg a 1-0 lead at home to Gent, Serkan Asan’s own-goal has given Krasnodar a 1-0 lead at home to Trabzonspor, and there have been a couple of penalties: Wahbi Khazri, once of Sunderland, has given St Etienne the lead at Oleksandriya, and Steven Berghuis, once of Watford, has given Feyenoord the advantage at home to Young Boys. Manchester United take the lead! Rashford pokes the ball across the edge of the area and Greenwood runs onto it on the right side of goal, jinks back onto his left foot, past Miletic’s feeble attempt to make any difference whatsoever, and then with the goalkeeper expecting the textbook finish across goal he shoots inside the near post! There has been one goal in tonight’s late games, and it came in the top-of-the-table Group H six-pointer, where Espanyol took the lead against Ludogorets in the fourth minute through Oscar Melendo. Ludogorets have since had a man sent off, Rafael Forster getting his marching orders for a professional foul, so things are looking very good indeed for the Spaniards. Meanwhile at Old Trafford, another Rashford miss – this time he’s thumped a right-foot volley over the bar. Another Rashford miss! Mata is played into the area, befuddles Pavlovic with a fine turn and slides the ball inside to Rashford, but from close range his shot hits the keeper! That was an absolute sitter. Though it was the Partizan goalkeeper, Stojkovic, who was sitting down, as he made that stop. Incredible miss! Wan-Bissaka’s cross deflects off the heel of a defender and rolls perfectly into the path of Rashford, who sidefoots it back across goal and just wide of the post! United should have taken the lead there. It is, incidentally, absolutely ratting down in Manchester. Lucky escape dept: Another goal has been disallowed at Old Trafford. This time Sadiq was offside, but a fair bit more narrowly, before he lifted the ball over Romero from the edge of the area. At Old Trafford, Martial tucks the ball into the corner of the net, but sadly he was a couple of yards offside. Meanwhile, news from Glasgow: Rangers: McGregor, Tavernier, Helander, Goldson, Barisic, Davis, Jack, Kamara, Barker, Morelos, Kent. Subs: Edmundson, Defoe, Ojo, Foderingham, Flanagan, Aribo, Arfield. Porto: Marchesin, Manafa, Pepe, Marcano, Alex Telles, Mbemba, Danilo Pereira, Corona, Uribe, Otavio, Tiquinho Soares. Subs: Bruno Costa, Diaz, Nakajima, Ze Luis, Saravia, Diogo Costa, Silva. Referee: Davide Massa (Italy). Hello world! A couple of other line-ups that might be of interest: Wolves: Rui Patricio, Dendoncker, Coady, Kilman, Doherty, Neves, Joao Moutinho, Ruben Vinagre, Traore, Jimenez, Pedro Neto. Subs: Vallejo, Bennett, Cutrone, Jonny, Ruddy, Perry, Saiss. Slovan Bratislava: Greif, Juri Medvedev, Abena, Bozhikov, Vernon De Marco, Bajric, de Kamps, Rafael Ratao, Ibrahim, Drazic, Sporar. Subs: Ljubicic, Daniel, Sukhotsky, Nono, Holman, Sulla, Trnovsky. Referee: Bas Nijhuis (Netherlands). Simon Burnton will take you through the 8pm kick-offs. Enjoy! Some notable results there for LASK and Standard Liège in particular. After the wins for Cluj and Celtic, this is what it means for Group E. And that’s the last kick of the game! Celtic have won in Italy for the first time in their history, at the 13th time of asking. Coming back from 1-0 down, they have confirmed their qualification with this victory. What a night for the Bhoys. 1-2 An absolutely awful pass from Berisha gives Edouard the ball … Celtic are three on two here … Edouard squares the ball to Ntcham, who is through on goal … it’s a heavy touch as Strakosha races out … but Ntcham dinks him over it into the net. What a delicious finish to win the game. Eight thousand Celtic fans go bonkers!!! CELTIC HAVE SURELY WON IT!! d;jvbW SKVJN;kdvnsdkvdvkjbv 90+2 min: Lazio are resorting to throwing bombs forward, but Jullien has been absolutely magnificent, heading everything away. A huge goal in the other game in Celtic’s group! Cluj look like they have nicked it at the death, which would send them top, ahead of Celtic. That is a hammerblow to Lazio’s chances of qualifying, if the results stay like this. 90 min: Five minutes added on here, which is about right. Elyounoussi wins a corner, from which Ntcham has a free shot on goal! The Frenchman completely mis-hits the ball from eight yards out! 88 min: Celtic make their final change: Moritz Bauer on for Forrest, who looks knackered. 86 min: Forster comes up with the goods! Wow, what a performance the goalkeeper is putting in once again. Luis Alberto twists and finds some space in the box, curls a shot towards the corner, but Forster sticks a left hand out and turns it away! Milinkovic-Savic has a chance to score from the rebound but the Serbian smashes it wide! 84 min: Celtic are hanging on now. Lazio have no many attacking players on the pitch, and they all flood forward. Berisha, who has just come on, goes completely clear, but Forster spreads his 6ft7in frame and makes the save! This is just like the first reverse game in Glasgow! 82 min: Two more changes, both enforced. First Lazio’s Vavro pulls a hamstring as he mis-controls the ball. Thirty seconds later, Elhamed does the same thing, overstretching as he clears. His Israeli compatriot, Bitton, will come on. For Lazio, they are sending on Berisha, an attacking midfielder! I make it that they’ve only got two defenders left on the field now! 79 min: Celtic make a change: Ntcham comes on for Ryan Christie. 78 min: Edouard has two golden chances to grab the winner for Celtic! Some slick passing from McGregor and Christie releases the Frenchman, but he can’t finish the one-on-one opportunity, passing his shot a yard wide of Strakosha’s left-hand post. Next, Edouard wins a free-kick right on the edge of Lazio box. This is prime position, with the Frenchman over it … just over! The ball catches the top of the netting. Close! Man Utd: Romero, Wan Bissaka, Maguire, Rojo, Young, McTominay, Fred, Greenwood, Mata, Rashford, Martial. Subs: Jones, Grant, Lingard, Andreas Pereira, James, Garner, Williams. Partizan Belgrade: Stojkovic, Nemanja Miletic, Ostojic, Strahinja Pavlovic, Urosevic, Natcho, Zdjelar, Scekic, Asano, Soumah, Umar. Subs: Vujacic, Tosic, Ivanovic, Brezancic,Filip Stevanovic, Nemanja Stevanovic, Lutovac. 74 min: Lazio hit the post! Direct from a corner, Luis Alberto swings a ball into the near post. There is no Celtic defender on it, and Forster slides across to just keep it from squeezing into his net. That would have been such a disappointing way to concede but Celtic survive. 70 min: Lazio are really going for it now, but that means they are leaving space at the back, essentially going man for man. The ball breaks kindly for Edouard who looks favourite to get there first and race through on goal but a wonderful last-ditch tackle from Vavro saves the day. Lazio living dangerously. Celtic just need to keep their composure. 67 min: Frankfurt are back on level terms against Standard Liège, a clever free kick from Filip Kostic squirts underneath the wall into the corner. The Serbian is fast becoming one of the best players in Europe from dead-ball situations. 65 min: Just as a write that, Lazio spring into life: first Immobile breaks down the left, cuts back on his right and shoots at goal. Jullien gets across but the ball strikes him on the arm inside the area. No penalty! It would have been harsh – Jullian was only about a yard away from Immobile when he struck it, but the arm did prevent a shot on target. You’ve seen them given. Next, Milinkovic-Savic has a point-blank header saved from Forster! Out of nowhere, Lazio are piling on the pressure! 63 min: Lazio just can’t seem to get a proper foothold in this game. Their subs have made no impact whatsoever. 61 min: Two surprising scores to tell you about: LASK have score twice in four minutes against PSV to take a 2-1 lead, while Standard Liège have scored against Eintracht Frankfurt, who thrashed Bayern 5-1 at the weekend. 59 min: Lazio make two changes. They had to do something, they haven’t had a kick in this second half. Luis Alberto and club captain Senad Lulic come on for Jony and Lucas Leiva. Two very attacking changes. With Lazio on two points in this group, they have to go for it. Inzaghi called this a must-win game beforehand. 57 min: Scott Brown out here looking like Lothar Matthaus. The captain is looking absolutely running things. Imperious. 55 min: More chances from Celtic, both coming from set pieces. First Elyounoussi flashes a deflected effort just over, then Ajer so nearly squares to McGregor for a tap in before Felipe – that man again! – clears desperately for Lazio. 53 min: This game has exploded into life in the second half! And it is Celtic who are making all the running, counter-attacking Lazio at pace with Forrest carrying the ball out from defence. It’s three on two as Lazio defence backpedals, but Forrest chooses to go it alone when he has Elyounoussi and Edouard outside him! It’s a fantastic challenge from Felipe that stops him. Ahhh, what a missed opportunity. 51 min: A couple of loose Celtic challenges. First, Scott Brown picks up a yellow card for a flailing arm which hits Jony in the face. It wasn’t malicious – promise – but the elbow did connect as Brown looked to fend off the Spaniard. Next, Hayes catches Milinkovic-Savic with a high foot to the mid-riff. Lucky to escape a booking. 49 min: Chance for Edouard! Brown did brilliantly to win a loose ball in midfield and Lazio were suddenly outnumbered. McGregor fed Edouard, who rolled Acerbi but could only fire a low shot straight at Strakosha. 47 min: Caicedo goes down in a heap on the half-way line under a challenge of Jullien. The Frenchman would be suspended for one match if he picks up a yellow card here. No booking. Peeeeeeeep! We’re underway again in Rome (and elsewhere). Following on from Kyle Walker’s ‘heroics’ last night, here is a gallery for your viewing pleasure. Crucially for Celtic, Cluj and Rennes remains goalless. Eight thousand Celtic fans cheer them off. Simeone Inzaghi looks bereft at his side’s performance. 45 min: Caicedo then bundles Ajer over clumsily. It wasn’t a yellow card tackle, but the Ecuadorian has to be careful here. He looks like he could lose his head. Two minutes added on here for injury time. 43 min: Yellow card for Caicedo, who has looked woefully out-of-sorts up front for Lazio. A lazy tackle on Ryan Christie catches the Scot on the shins. 41 min: Lazio so nearly re-take the lead! Three golden chances they have inside a minute, and a combination of a good save from Forster, a goal-line clearance from Jullien and a wasteful header from Lazio’s Parolo sees the score remain at 1-1. What a series of let offs for Celtic, who will just want to get to half time. Celtic are level! WHAT a goal from James Forrest. Milinkovic-Savic was sloppy on the edge of his own box, Elyounoussi pounced and slid a perfect ball into Forrest’s stride. The winger got it out of his feet beautifully and even though he was forced wide, lashed a fearsome strike into the top corner! Strakosha no chance! Celtic’s fans go crazy, limbs flying all around the Stadio Olimpico. 34 min: Krasnodar have raced into a 2-0 lead against Turkish side Trabzonspor. Both goals through Manuel Fernandes, the mercurial Portuguese, with the second a very special backheel from around the penalty spot. 31 min: Celtic’s supporters have found their voice again. The reason why they seem especially loud tonight is because Lazio have been forced to shut four sections of their stands due to racist chanting against Rennes, earlier in the group. The sections are where their ultras would normally be stood. 29 min: Celtic are looking a lot better. They are yet to create any real chances, but are enjoying plenty of possession and Elyounoussi is starting to look dangerous when he turns and drives towards goal. Lucas Leiva has got his hands full at the base of Lazio’s midfield, but is doing a decent job so far. 26 min: GOAL! Sevilla are now 2-0 up at Dudelange, on a pitch in Luxembourg that wouldn’t be out of place in the Vanarama League. That said, it’s another beautiful goal, Sevilla again playing clever and intricate passes around before Dabbur squares the ball for Munir to tap home. 24 min: So nearly a own goal to gift Lazio a 2-0 lead! From a corner, Jullien heads just wide of his own far post, much for Celtic’s relief. 22 min: Lucas Leiva is lucky to escape without a yellow card after a pretty poor tackle on McGregor, who signed a new five-year contract at Celtic yesterday. 20 min: Back in Rome, and Celtic are lucky to not be 2-0 down. A woeful offside line leaves Immobile one-on-one with Forster, but the Italian can’t bring the bouncing ball down properly and Ajer just gets back in time to make a good tackle. A let off. 18 min: Coates gave Sporting the lead with a bullet header after Rosenborg cleared a corner, while Moanes Dabour basically walked the ball into the net for Sevilla against Dudelange after a sublime one-two between Lopes and Munir. 15 min: There have been some other early goals … Rosenborg 0-1 Sporting Apoel 0-1 Qarabag Dudelange 0-1 Sevilla Basel 1-0 Getafe FC Copenhagen 1-0 Dynamo Kyiv 12 min: Lazio’s goal means they are right back in this group. This is the table, as it stands. Cluj are still 0-0 with Rennes. 10 min: The first positive forays for Celtic, with Forrest and Christie looking bright down the right wing. Neil Lennon will be so disappointed that it took a goal for Celtic to wake up. It also did a good job of silencing that bouncing Celtic away following. 8 min: Prior to the goal, Celtic just couldn’t get out of their half. The goal was definitely coming. Who else? That’s his 15th of the season (!) and his 101th goal for Lazio, arriving at the back post to sidefoot a volley past Forster. How he was unmarked there remains a mystery. A cross came into the box from the right, Jullien got a flick, but it fell to Immobile in acres of space. Celtic look shook. The German slots the ball home after LASK were penalised for a handball. 2 min: There is a huge Celtic following in Rome. The Scots are going absolutely bonkers but it’s Lazio that have the first chance of the game: Lazzari lashing a volley towards goal after a head out from Jullien. It is well saved by Forster, and Caicedo is ruled offside with his rebound. Peeeeeeep! We’re underway in the early kick offs. Astana’s game with AZ finishes 5-0 to the Dutch side, by the way. Celtic and Lazio are out, with Scott Brown keeping the Italian team waiting in the tunnel. Classic Brown. Lazio line up in their sky blue, with white shorts and socks. Celtic are in their changed yellow kit. When in Rome … Celtic have never won in Italy. Here’s Neil Lennon chatting pre-match. Lazio play predominantly 3-5-2, and they play very well. I came up against Antonio Conte’s Juventus six years ago, and they were superb in that formation as well. Lazio are smart. They’ve got lots of good movement and how they retain possession causes us problems. Realistically it’s going to be very difficult to win here. We haven’t won in Italy, but records are there to be broken. Sporting are a funny club. Last year’s shenanigans have subsided somewhat. They might be well off the pace in the Portuguese league but they are in decent shape to qualify from Group D. Their team is a myriad of forgotten Premier League stars: Yannick Bolasie, on loan from Everton, Fifa legend Seydou Doumbia, Fulham legend Luciano Vietto leads the line, while former Liverpool greats Sebastián Coates and Tiago Ilori are at the back. Jesé, of PSG and Stoke City fame, is not in the match-day squad. Maybe he’s concentrating on his music career, this was a summer release. Delighted to say that Lord Bendtner is also involved for FC Copenhagen, who face Dynamo Kiev. He’s on the bench, perhaps because he’s forgotten how to stick the ball in the onion bag. This is the former Arsenal man earlier this season. A week or so ago, we also ran an exclusive extract from his new book. It’s definitely different. Standard Liege v Eintracht Frankfurt Standard Liege: Bodart, Fai, Vanheusden, Laifis, Gavory, Bastien, Mehdi Carcela-Gonzalez, Cimirot, Amallah, Emond, Cop. Subs: Gillet, Lavelee, Oulare, Boljevic, Lestienne,Mergim Vojvoda, M’Poku. Eintracht Frankfurt: Ronnow, Abraham, Hasebe, Hinteregger, Da Costa, Fernandes, Rode, Kostic, Sow, Paciencia, Andre Silva. Subs: Ndicka, Falette, Dost, Gacinovic, Kamada, Chandler, Zimmermann. Rosenborg v Sporting Rosenborg: Hansen, Hedenstadt, Reginiussen, Hovland, Meling, Jensen, Lundemo, Trondsen, Asen, Soderlund, Adegbenro. Subs: Helland, Babajide, Valsvik, Tagseth, Bjorn Johnsen, Ostbo, Ceide. Sporting: Ribeiro, Rosier, Neto, Coates, Tiago Ilori, Borja, Bolasie, Eduardo Henrique, Doumbia, Bruno Fernandes, Vietto. Subs: Camacho, Luis, Luiz Phellype, Wendel, Pedro Mendes, Maximiano, Rodrigo Fernandes. F91 Dudelange v Sevilla F91 Dudelange: Joubert, Bouchouari, Garos, Cools, Kirch, Klapp, Morren, Bougrine, Bernier, Domink Stolz, Sinani. Subs: Schnell, Barbosa, Natami, Delgado, Lavie, Kips, Mendy. Sevilla: Bounou, Alex Pozo, Gudelj, Sergi Gomez, Escudero, Lopes, Jordan, Torres, Nolito, Dabbur, Munir. Subs: Vaclik, Hernandez, de Jong, Diego Carlos, Franco Vazquez, Reguilon, Fernando. Basel v Getafe Basel: Omlin, Widmer, Comert, Alderete, Petretta, Xhaka, Frei, Zhegrova, Zuffi, Riveros, Arthur Cabral. Subs: Campo, Nikolic, Pululu, Marchand, Bergstrom, Kaiser, Ademi. Getafe: Chichizola, Maksimovic, Bruno, Olivera, Raul Garcia, Portillo, Fajr, Timor, Duro, Mata, Gallego. Subs: Angel, Nyom, Soria, Cucurella, Jorge Molina, Jason, Kenedy. CFR Cluj v Rennes CFR Cluj: Arlauskis, Peteleu, Burca, Boli, Camora, Culio, Bordeianu, Deac, Djokovic, Omrani, Traore. Subs: Fernandez, Paun, Golofca, Butean, Hoban, Cestor, Rondon. Rennes: Salin, Traore, Da Silva, Gnagnon, Maouassa, Raphinha, Bourigeaud, Grenier, Niang, Hunou, Del Castillo. Subs: Gboho, Nyamsi, Siebatcheu, Guitane, Morel, Gelin, Bonet. Lazio: Strakosha, Felipe, Vavro, Acerbi, Lazzari, Parolo, Lucas, Milinkovic-Savic, Jony, Caicedo, Immobile. Subs: Patric Gil, Berisha, Luis Alberto, Bastos, Lulic, Guerrieri, Adekanye. Celtic: Forster, Elhamed, Jullien, Ajer, Hayes, Brown, McGregor, Forrest, Christie, Elyounoussi, Edouard. Subs: Gordon, Taylor, Bitton, Sinclair, Bauer, Morgan, Ntcham. Referee: Tobias Stieler (Germany) On paper, that is a formidable Lazio side. Ciro Immobile leads the line, he has scored 14 goals in 13 club appearances this season, topping the scoring charts in Serie A. Only Robert Lewandowski and Luis Muriel have a better goals-per-minute ratio than the Italian, who will be keen to make up for not scoring against Celtic last time out. Lazio’s 2-1 defeat two weeks ago is the only club game in the last eight matches. Hello everyone! Hot Europa League action for you tonight, we’ve no less than 23 matches to tell you about: That’s not including Arsenal’s match at Vitória Guimarães, a 1-1 draw which they were probably lucky to get, with the Portuguese side hitting the post and missing another golden chance at the death. As you can see above, we’re into the second half now of Astana v AZ, with the Dutch side leading 1-0 thanks to promising 18-year-old striker Myron Boadu. A maverick 3.50pm (GMT) kick-off time there. We’ll have team news for Lazio v Celtic and some of the other 5.55pm GMT kick-offs very shortly."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}