{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/09/chelsea-crystal-palace-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-09T14:42:45Z", "webTitle": "Abraham and Pulisic strike for Chelsea’s young guns to sink Crystal Palace", "webUrl": "https://www.theguardian.com/football/2019/nov/09/chelsea-crystal-palace-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/nov/09/chelsea-crystal-palace-premier-league-match-report", "fields": {"headline": "Abraham and Pulisic strike for Chelsea’s young guns to sink Crystal Palace", "bodyText": "After the euphoria of their comeback against Ajax, Chelsea had to show resolve of a different kind to maintain their upward trajectory in the Premier League. Frank Lampard needed his players to keep frustration at bay and he needed a striker with the nerve to stop a grind of a game turning into an ordeal. Fortunately for Lampard, Tammy Abraham has not allowed his head to drop once this season and Chelsea’s leading goalscorer was ruthless when he finally shook off Gary Cahill and James Tomkins, Crystal Palace’s burly centre-halves. The 22-year-old took his 11th goal of the season with aplomb, finishing confidently to score for the first time at Stamford Bridge since 31 August, and there would be further joy when a late header from the rejuvenated Christian Pulisic killed off Palace’s slim hopes of snatching an undeserved point. Pulisic’s fifth goal in his last three games meant the final score reflected Chelsea’s dominance on a day when they fielded their youngest side in the Premier League. Reece James coped well on his first league start, quelling Wilfried Zaha’s threat on Palace’s left, and a starting line-up with an average of 24 years and 88 days summoned the maturity to deal with negative opponents, raising the tempo in the second half to earn their sixth consecutive league win. “We passed that test,” Lampard said. “We have had a few teams come here and be difficult to break down. It is a test of not only how can you unlock the door, it is also can you switch on to make sure you don’t get the sucker punch. A team like Palace are set up to do something like that.” Lampard’s side were confronted by a familiar conundrum during a frustrating opening period. They have struggled to take their chances at home this season and for a while it was the same old story against a side with no intention of taking part in an open game. Palace sat deep and kept a solid shape, their defensive organisation ensuring this was nothing like Chelsea’s breathless 4-4 draw with Ajax last Tuesday. Chelsea craved an early goal. Eager to make an impact, James stormed down the right in the first minute and the 19-year-old’s cross forced Vicente Guaita, the Palace goalkeeper, to tip behind for a corner. The hosts had started brightly and the opening goal should have arrived when Willian, who had a fine game on the right, found Pulisic in the Palace area. The winger took too long to shoot, allowing Guaita to smother his dink. Palace played with no adventure – Zaha had few opportunities to run at James on the left – and their combative approach infuriated the crowd. Roy Hodgson’s players were quick to put themselves about, committing 12 fouls before the break, and their defiance was summed up by Cahill, determined to impress against his old club, making a heroic block to deny Willian when Guaita diverted another cross from James into the Brazilian’s path. Yet Chelsea rose to the challenge presented by Palace’s tactics, taking the lead with a splendid goal in the 52nd minute. Mateo Kovacic, outstanding in midfield in the absence of the suspended Jorginho, darted inside and found Willian, who flicked on, leaving Abraham to take a touch and beat Guaita with a calm finish. “If you look at any top striker you expect a lot,” Lampard said. “You expect everything: goals, hold-up, run behind. It’s not always possible but you need to stay in the game, which he did. And he gets his goal, which he takes very clinically, so a great game from Tammy.” Chelsea pressed for a second goal and were denied when Guaita repelled a venomous drive from Pulisic. Yet the American would be rewarded for his persistence when a deflected shot from the substitute, Michy Batshuayi, broke to him in the 79th minute. Pulisic headed beyond Guiata and Chelsea could celebrate moving to within five points of Liverpool before the leaders host Manchester City on Sundayafternoon. “The gap was too big last year between us and the top two,” Chelsea’s manager said. “We want to close that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}