{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/07/son-heung-min-text-contact-andre-gomes-injury-everton-tottenham-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-07T12:00:54Z", "webTitle": "Son Heung-min in text message contact with André Gomes after serious injury", "webUrl": "https://www.theguardian.com/football/2019/nov/07/son-heung-min-text-contact-andre-gomes-injury-everton-tottenham-football", "apiUrl": "https://content.guardianapis.com/football/2019/nov/07/son-heung-min-text-contact-andre-gomes-injury-everton-tottenham-football", "fields": {"headline": "Son Heung-min in text message contact with André Gomes after serious injury", "bodyText": "Son Heung-min has revealed that he has swapped text messages with André Gomes after his role in the Everton midfielder’s serious ankle injury. The Tottenham forward, who put his psychological issues behind him to score twice in Wednesday’s 4-0 Champions League win at Red Star Belgrade, contacted Gomes to express how sorry he felt for the player and his family. It was Son’s trip during the 1-1 draw at Goodison Park on Sunday that led to Gomes getting his studs caught underneath him, crashing into the Spurs full-back Serge Aurier and suffering a fractured dislocation of his ankle. Son did not want to disclose what Gomes had said to him in response. “I texted him before I flew [to Belgrade on Tuesday] and he texted me back,” Son said. “I still feel really, really bad about this. I feel really sorry. Football is a sport where something [like this] can happen; nobody wants to see this situation. I’m so sad this happened and that I was involved with this situation. It’s been a really, really tough few days. “I just texted him to say: ‘Best wishes to you, I’m really sorry for you, your family and your teammates.’ He texted me back probably when he got back home [after his surgery]. I don’t want to talk about it [what Gomes said] too much.” Son was still in a state of shock on Monday but was helped by his clubmates and messages of support from fans including those from Everton. He believes that he can show his respect to Gomes by working even harder than he has done previously. “I’m the guy who wants to play every time,” Son said. “I’m the guy who wants to help the team – even if I was in shock. The team is every single other player. I had to think about this. I’m not selfish, I don’t want to be selfish. I’m not the type to find an excuse. I want to be there all the time, involved in every single game. “I have to respect that playing is what I have to do, what I love to do. I realise how lucky I am. Of course, Gomes got the injury but the people around me sent me really, really strong messages. My teammates and even Everton fans, as well as Tottenham fans, even from South Korea. I’m really, really grateful for that. “Still, I feel really sorry about this situation but on the pitch I want to work for it because the team needs especially positive energy. I tried to work out this situation. I want to pay them [people who sent messages] back on the pitch. I want to respect him [Gomes] as well and this is how I show respect – by working harder than in the past.” Tottenham’s goalkeeper Hugo Lloris has had surgery on his elbow injury and remains on course to return early next year, the club have said. They explained in a statement that the operation “was advised after further reviews by specialists found the elbow remained unstable”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}