{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/04/jorginho-mateo-kovacic-embody-frank-lampard-chelsea-revolution", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-04T20:00:30Z", "webTitle": "Jorginho and Kovacic embodying Frank Lampard’s Chelsea revolution", "webUrl": "https://www.theguardian.com/football/2019/nov/04/jorginho-mateo-kovacic-embody-frank-lampard-chelsea-revolution", "apiUrl": "https://content.guardianapis.com/football/2019/nov/04/jorginho-mateo-kovacic-embody-frank-lampard-chelsea-revolution", "fields": {"headline": "Jorginho and Kovacic embodying Frank Lampard’s Chelsea revolution", "bodyText": "It will probably come as a surprise to Maurizio Sarri to learn that Chelsea’s fans have chants in celebration of Jorginho and Mateo Kovacic these days. That never happened during the Italian’s solitary year at Stamford Bridge. Jorginho was often written off as everything wrong with Sarriball and there was little excitement when Chelsea made Kovacic’s loan from Real Madrid permanent last summer. Kovacic was a bland presence last season. The midfielder’s passing was too safe, he offered nothing in the way of a goal threat and he often looked choked on the left of Sarri’s midfield three. Everything was too predictable and it hardly helped that the Croat seemed to be in a job-share with Ross Barkley. No substitution was more predictable than Barkley for Kovacic. Other, that is, than Kovacic for Barkley. It made for a monotonous trudge but Jorginho and Kovacic have both been liberated since Frank Lampard’s appointment by Chelsea, who can take a big step towards the last 16 of the Champions League by beating Ajax at Stamford Bridge on Tuesday evening. The pair have stepped up in the absence of N’Golo Kanté, who is back in the squad after shaking off a groin injury, and combined beautifully during the 2-1 victory at Watford on Saturday. Their crisp, inventive passing was a joy to behold, they matched Watford in the physical duels and, as a measure of how the mood has changed under Lampard, nothing sums it up better than Jorginho and Kovacic being serenaded by Chelsea’s away support on a wet November evening in Hertfordshire. Lampard must have enjoyed those chants at Vicarage Road. He has urged Jorginho and Kovacic to take more risks and was delighted when the former conjured a stunning assist for Tammy Abraham’s opener on Saturday. “I’m very happy for them to be quite fluid,” Chelsea’s manager said. “I also want them to be positive in their play and play forward passes, go by people if that’s one of your attributes, as Mateo has, to travel with the ball at pace.” Jorginho and Kovacic were vital to Chelsea maintaining their poise on the ball when they were under relentless pressure during the early stages of their 1-0 victory over Ajax in Amsterdam two weeks ago. “It’s hugely important in how I want the team to play,” Lampard said. “We are trying to be fluid in our movement of the ball and, of course, that really does mean moving in through central areas a lot. You’ve got to be able to take balls in tight area. “You should be willing to accept the ball and be comfortable to at this level of football. Look at the first game against Ajax, the pace and speed of the game. If you are not ready to accept it, then it will find you out very quickly.” Chelsea have coped surprisingly well with Kanté’s fitness problems this season. The French midfielder has been out for a month and Lampard is desperate to have him available on a regular basis. Yet with Kanté out for the first Ajax game, Jorginho and Kovacic found the tactical discipline to frustrate the dangerous Dutch midfielder Donny van de Beek. They are intelligent players, smart positionally and with their distribution, and they have played a part in Chelsea’s recent defensive improvement in open play. Jorginho, who will serve a one-match ban when Crystal Palace visit Stamford Bridge on Saturday, has emerged as a popular leader and Kovacic looks settled now he is no longer at the club on loan. Nobody questions what Kovacic does now. Instead, it has become clear why the 24-year-old is a former Internazionale and Madrid player and part of the Croatia side that reached the 2018 World Cup final. He knows what to do in midfield and his smooth understanding with Jorginho has given Mason Mount the freedom to support the forwards. “They have been brilliant,” Mount said. “You can see how they have been performing recently, keeping the team together, keeping the ball moving and that is what we need. Players like that keep us ticking, and when we get higher up the pitch we are the ones who need to put the ball in the back of the net. They keep us so strong together.” That strength will be tested again by Ajax, even though Erik ten Hag’s side could be without Edson Álvarez, Lisandro Martínez and Van de Beek. The Dutch champions, having beaten Feyenoord 4-0 and PEC Zwolle 4-2 since losing to Chelsea two weeks ago, are top and unbeaten in the Eredivisie and will pose problems in attack. Yet Chelsea will back themselves. The mood is light and Lampard is not even fretting about how to fit Kanté into the starting lineup. He wants competition for places in every position and Jorginho and Kovacic have given him what he calls “a nice problem”. They have come a long way since last season’s travails."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}