{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/10/liverpool-manchester-city-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-10T18:45:09Z", "webTitle": "Fabinho leaves Manchester City fuming and helps Liverpool go eight points clear", "webUrl": "https://www.theguardian.com/football/2019/nov/10/liverpool-manchester-city-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/nov/10/liverpool-manchester-city-premier-league-match-report", "fields": {"headline": "Fabinho leaves Manchester City fuming and helps Liverpool go eight points clear", "bodyText": "There had been little more than millimetres in it during the previous two meetings of English football’s current powerhouses. Remember John Stones’s goalline clearance for Manchester City at the Etihad last January in his team’s 2-1 Premier League win or when Kyle Walker did the same at the very end of the Community Shield at the beginning of this season? City would squeak to victory that day on penalties. Liverpool authored a different story here, one underpinned by ruthless finishing and which came to be coloured by comfort. The much-hyped top-of-the-table collision was to all intents over when Sadio Mané headed Liverpool into a 3-0 lead on 51 minutes and what it all meant bristled with possibility for his team and the club’s fans, who last knew what it felt like to be league champions in 1990. Liverpool briefly held a 10-point lead over City last December, although that was cut to seven the following day when Pep Guardiola’s team won their game in hand. And so the nine-point advantage which this victory gave to Liverpool felt like new ground – hugely significant new ground. It remains early days in the title race but nine points in favour of a team that has lost only one league fixture in 18 months – that game at the Etihad – is quite a cushion. Jürgen Klopp said that nobody wanted to be top only in November and the real pressure was yet to come but this was a major statement of intent. City rallied towards the end when Bernardo Silva arrowed home a shot from Angeliño’s deflected cross and they shouted loudly for a penalty in the 84th minute when Raheem Sterling sent a cross at Trent Alexander-Arnold’s hand from close range. Guardiola lost himself in fury on the touchline because the Liverpool full-back had got away with something similar at the start of the game. Nobody knows how fine the margins might have been if City had been granted the late penalty or, indeed, the early one and the visitors did have a couple of flickers in the closing stages, when Liverpool looked heavy-legged. Yet Klopp’s team were able to close out the result and he was entitled to say that, until Silva’s goal, it had been Liverpool who were in control. City had won only once previously at Anfield in 38 years and it felt as though they needed to take at least a draw. But the game moved away from them in the early running after their first penalty appeal was turned down. Silva appeared to handle as he smuggled the ball across but it then flicked off Alexander-Arnold’s outstretched arm, prompting the first outbreak of City frustration. Their sense of grievance would deepen when Liverpool went ahead 22 seconds later. Mané’s low cross was not cleared with any conviction by Ilkay Gündogan and, with no City challenges coming, Fabinho took a touch and ripped the sweetest of drives past Claudio Bravo from 25 yards. Liverpool turned the screw and their second goal was created by their marauding full-backs. Alexander-Arnold switched the play from right to left with a 60-yard pass to Andy Robertson, whose cross invited Mohamed Salah to rush in on Angeliño’s blindside. Salah’s header gave Bravo no chance. Was the Liverpool forward offside? VAR said no. It was tight. Never mind City’s record at Anfield, Guardiola was up against the opponent that, on a statistical level at least, has come to feel like his nemesis. The City manager entered the game having lost seven of 17 to Klopp in all competitions – more than he had against any other rival. How Guardiola set up was always going to be fascinating, after the tweaks that he implemented for the corresponding fixture here last season. For that match in October he ordered his players to slow the tempo, compress the space and the result was a 0-0 stalemate. City were more proactive here, with Kevin De Bruyne in the No 10 role, and they had a fistful of chances before the interval, none better than the free header that Sterling glanced wide at 1-0. Neither Sergio Agüero nor Stones could get a touch to a tantalising De Bruyne free-kick; Agüero flickered without truly menacing and Angeliño sent a deflected shot against the post on 29 minutes. Guardiola talked up the personality that his team had showed, how they came to play which, he suggested, nobody else did at Anfield. As for the refereeing decisions, he could not possibly comment. Better for people to “ask Mike Riley and the big bosses,” who understood everything and knew far more. Guardiola was actually asked, at one point, whether he was being sarcastic. But as City tried to make the game, they invited Liverpool to counter, which tends to be a bad idea. The first half was end to end and Liverpool could point to their own openings. Georginio Wijnaldum was close with a deflected effort; Roberto Firmino worked Bravo after a storming Alexander-Arnold run and Salah also extended the goalkeeper. City’s patched-up backline was too loose and the manner in which they conceded the third goal illustrated the point. Jordan Henderson was allowed to cross by Gündogan and Angeliño, with Mané being given space beyond the far post by Walker. The header was firm and Bravo could only pat it into the net. City continued to fight, with Sterling increasingly dangerous, but Liverpool had done the damage."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}