{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/05/nowt-for-ajax-fans-to-do-other-than-smoke-tabs-and-snorkel-purple-tin", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-05T16:18:06Z", "webTitle": "The Fiver | Nowt for Ajax fans to do other than smoke tabs and snorkel Purple Tin", "webUrl": "https://www.theguardian.com/football/2019/nov/05/nowt-for-ajax-fans-to-do-other-than-smoke-tabs-and-snorkel-purple-tin", "apiUrl": "https://content.guardianapis.com/football/2019/nov/05/nowt-for-ajax-fans-to-do-other-than-smoke-tabs-and-snorkel-purple-tin", "fields": {"headline": "Nowt for Ajax fans to do other than smoke tabs and snorkel Purple Tin", "bodyText": "VISIT ENGLAND Ajax fans could be forgiven for having something of an ambivalent attitude towards old London town. For example, their heroes won their very first Big Cup here, beating Ferenc Puskas’ Panathinaikos in the 1971 final at the old Wembley. But they were also spanked 3-0 by Arsenal at Highbury in the semi-finals of Euro Vase in 1970. Then last year, they rocked up and walloped Spurs 1-0, a performance of such dominant swagger it initially appeared to be the epochal statement of champions in waiting, only to be rendered meaningless a week later when they touched collective cloth back in Amsterdam at the mere sight of Lucas Moura. Oh nee! Onze broek! So, it’s been swings and roundabouts. Speaking of which, their supporters might have to look for a playground or park in which to while away the hours this evening when they once again visit England’s capital. Perhaps take turns to have a go on the slide, or maybe just hang about and have some fags and cans. Because they sure as hell won’t be watching their team take on Chelsea’s Frank Lampard’s Chelsea at the Frank Lampard Stadium in the London Borough of Hammersmith, Lampard &amp; Fulham. That’s because Ajax were banned from selling tickets for the game after crowd bother at Valencia last month, something of a problem for the 2,000 supporters who had already booked their flights and digs. So now they’ve got nowt to do, other than smoke tabs and snorkel Purple Tin. They could also hang about outside the shops, but having shelled out all that cash, and spent so much time travelling, ideally it’d be better to find something more constructive, perhaps even football-related, to do. They had been planning to watch Leyton Orient v Brighton U21s, but that fixture’s been moved specifically to avoid the hassle of accommodating hundreds of bored Dutch folk. That narrows down tonight’s options considerably: other games close to the M25 include Wycombe’s EFL Trophy tie with Fulham U21s and Hampton &amp; Richmond’s National League South clash with Dartford. Either fixture would give the Ajax faithful a taste of the real England, away from the fake glitz and ersatz glamour of Big Cup. But then again, so would shotgunning tinnies of value cider in the park. In that sense, they can’t lose tonight whatever they do, and whatever happens in the big game. LIVE ON BIG WEBSITE Join us for thermonuclear Tuesday night Big Cup action! Scott Murray is at the helm for Chelsea 2-2 Ajax, while Ben Fisher will guide you through Liverpool 5-0 Genk. QUOTE OF THE DAY “The mayor … should take legal action against [Balotelli] and all those who attack Verona by unjustly defaming it. It is no longer fair that Verona is put in the dock when, as in this case, nothing happened.” Four local councillors release a statement denying Mario Balotelli suffered racist abuse from Hellas Verona fans. In other, reality-based news, the club have been handed a partial stadium ban over the abuse, and have banned the leader of their ultras until 2030 for saying that Balotelli “can never be completely Italian”. RECOMMENDED LOOKING David Squires tackles Jamie Vardy, the escalating Klopp-Guardiola beef and the inevitable return of José Mourinho in this week’s cartoon. You can get your mitts on a copy of this very cartoon from our print shop, or snap up one of David’s favourite cartoons from down the years right here. FIVER LETTERS “Re: Niko Kovac [Monday’s Fiver]. Surely the Tritt in den Boden that he received would have sent him through a door marked mach eins rather than Do One?” – Richard O’Hagan (and 1,057 others). “I think the point about fifth-favourite tea-timely email [Monday’s letters] was that the reference came on Friday. After four days of tolerating the descending quality, nobody can like the guff The Fiver spouts before it nicks off early to the pub to end the week, so Friday’s Fiver is behind the other four. Though there’s probably not much in it” – Robin Hazlehurst. “I was shocked to report I laughed out loud reading Jon Millard’s letter [Monday’s Fiver] the first ‘lol’ from the Fiver in over six years. Albeit I was trying a work sample of Frosty Jack’s Cider – life is indeed working well for me” – Stephen Tibbs. “If anyone asks, I didn’t nick Love Shack at a wedding off The Onion” – Jon Millard. “Surely Arsène Wenger is the perfect appointment for Bayern Munich, given his experience of dealing with a fanbase disappointed with the success they are having?” – Oliver Billenness. “Will Wenger save Unai Emery’s job by taking over at Bayern, ensuring they finish third in their Big Cup group and getting roundly beaten in the Big Vase semis?” – Kumail Jaffer. “Wenger going to Bayern may put him on the right side of a European shoeing in North London for once” – Matt Richman. Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner is … Oliver Billenness, who bags a copy of The Got, Not Got Football Book. We’ve got more prizes to give away, so get scribbling. NEWS, BITS AND BOBS Steve Clarke has announced his Scotland squad for their Euro 2020 qualifiers against Cyprus and Kazakhstan – and confirmed that Kieran Tierney has been left out at Arsenal’s request. “Arsenal asked us not to select him. It’s a little bit frustrating,” Clarke seethed. Ryan Giggs is hopeful that Gareth Bale and Aaron Ramsey will be fit for their crunch Euro 2020 qualifiers against Azerbaijan and Hungary. “I’m in constant contact with [Gareth] and he feels confident that he’ll be fit,” Giggs chirruped. “It’s just monitoring it this week, literally day by day.” South Africa appear unlikely to extend their nation’s recent sporting success at the Under-23 Africa Cup of Nations, after arriving in Egypt with just 12 players. The EFL should be made to apologise to Bury for turfing them out of League One, a select committee inquiry has concluded. Shortbread McFiver is the frontrunner for both the vacant Hearts and Hibs jobs, after David Moyes said a return to fitba management was not on the cards. Poor Steve Morrow has been dropped by Arsenal again – this time as head of youth scouting after a shake-up of staff under the academy head, Per Mertesacker. Former Östersund chairman Daniel Kindberg has been sent to the big house for three years for funnelling public money into the Swedish club. Premier League referees’ head honcho Mike Riley is currently being fitted with a tin hat ahead of a meeting with Premier League managers to discuss VAR. And a tough break for Pedro Emanuel, who has been given the heave-ho by Almería despite guiding them to second place in the Spanish second tier so far this season. STILL WANT MORE? Ewan Murray opens the can of worms that is the prospect of a British women’s side returning for Tokyo Big Sports Day next year. Having been symbols of failure last year, Mateo Kovacic and Jorginho are now thriving under Frank Lampard at Frank Lampard’s Chelsea, writes Jacob Steinberg. The Rumour Mill wonders whether Gareth Bale is headed back to Blighty. Catch up with Monday’s Football Weekly Extraaaa, as deserved props are offered to Sheffield United. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! ‘LIFE IS LIKE A HURRICANE’"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}