{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/nov/06/atalanta-v-manchester-city-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-06T22:23:24Z", "webTitle": "Atalanta 1-1 Manchester City: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/nov/06/atalanta-v-manchester-city-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/nov/06/atalanta-v-manchester-city-champions-league-live", "fields": {"headline": "Atalanta 1-1 Manchester City: Champions League – as it happened", "bodyText": "“All the season, for the injuries, for the problems that we have,” he says, when asked by BT Sport about the various problems he had to deal with tonight. “In this competition you have chances and moments, and when you have chances and moments you have to take it. We had a good first half, but in the second half we suffered a lot. In the last 15 minutes we had the situation we had with the new goalkeeper in our squad.” Upon being asked if Ederson would be fit to face Liverpool on Sunday afternoon, he says: “I don’t know ... I don’t know.” He goes on to say that tonight’s result is a good one away from home, then tells Des Kelly that he and his players are going to have their dinner, go home and then start preparing for Liverpool tomorrow. Jamie Jackson was at the San Siro to see the spoils shared on an occasionally crazy night. Here’s how he saw the action unfold ... Looking at Bravo’s dismissal: Studying replays of the incident that led to Bravo’s red card, I think the goalkeeper was hard done by. His decision to rush out of his penalty area was undeniably idiotic, but he didn’t bring Ilicic down. The Atalanta striker saw an opportunity to go down and caressed Bravo’s back with his trailing leg as he went to ground. But through his impetuousness, Bravo gave the referee a decision to make; whether or not he made the right one – in consultation with VAR – is open to debate. Benjamin Mendy: “I think tonight was a very tough game, City’s left-back tells BT Sport. “We know it before the game. I say again, thank you, Kyle [for saving the free-kick].” Kyle Walker: “I think it was a little bit of both,” says City’s emergency stand-in goalkeeper upon being asked if he was appointed or volunteered. “Sometimes I criticise our goalkeepers for not catching the ball in training but as I found tonight that sometimes you have to take two touches. We came here looking for a point or a victory, but they’re a very good side.” City need a point: Elsewhere in this group, Dinamo Zagreb and Shakhtar Donetsk have played out a 3-3 draw. the upshot is that City need one more point to guarantee their paaage to the knockout stages. Peep! Peep! Peeeeeeep! It’s all over at the San Siro, where the spoils have been shared. Manchester City went ahead through Raheem Sterling, but a spirited comeback in the second half led to an Atalanta equaliser from Mario Pasalic. Following the dismissal of their substitute goalkeeper Claudio Bravo, a halftime replacement for Ederson, Kyle Walker went in goal for Manchester City. Their hosts were unable to capitalise, however, as City did an excellent job in controlling possession and preventing them from testing the novice keeper. 90+7 min: The first free-kick Kyle Walker had to face aside, Atalanta have failed to create a chance that has tested him. Their fans are not happy and are whistling and jeering. 90+6 min: Manchester City have a throw-in, deep in Atalanta territory. Bernardo Silva gets a yellow card, although I’m not sure why. Time-wasting, would be my guess. 90+4 min: Papu Gomez lofts a dinked cross straight into Walker’s arms, rather than unleash a shot from distance. 90+3 min: Hateboer attempts to test Walker with a high ball into the Manchester City penalty area. The “goalkeeper” remains anchored to his line and watches gratefully as the ball sails out for a throw-in by the corner flag. 90+2 min: Atalanta substitution: Luis Muriel replaces Timothy Castagne. 90+1 min: We’re into the first of seven minutes of added time. I think it should be nearer 10 minutes, considering all the substitutions and the six-minute delay between Bravo being sent off and play resuming after Kyle Walker replaced him. 89 min: Hats off to Atalanta’s fans, by the way, for giving Kyle Walker a huge cheer when they saved that free-kick from 25 yards out. 88 min: Malinovsky shoots low and hard through the wall but Walker saves, albeit unconvincingly. He fails to hold on to the ball first time around, but grabs it at his second attempt. 86 min: We’re still waiting for somebody to make way for Kyle Walker after a delay of about five minutes. There seems to be some sort of problem with the fourth official’s electronic board. finally, Riyad Mahrez walks off and is replaced by Kyle Walker, who goes in goal for City. His first job is to line up a wall to face a free-kick from his fellow substitute Malinovsky. The red card stands! Bravo walks off the pitch then turns around and walks back on because his red card has yet to be officially confirmed on the big screen. It looks like Kyle Walker will be taking his jersey and gloves. Laughing with the fourth official, Kyle Walker pulls the goalkeeper gloves on, looking a vision in his pink jersey. I’m not sure who he’ll be replacing. Atalanta substitution: Malinovsky on for Remo Freuler. 82 min: We all love to see an outfield player in goal, so I can’t be the only one delighted to see Bravo get his marching orders for a foul that could scarcely have been more idiotic. What on earth was he thinking!?!?!? Fun and games at the San Siro! With Ederson off injured, his replacement is sent off for charging out of his penalty area and bringing down Ilicic, who was through on goal. That was bonkers, but it’s being checked by VAR. 79 min: Timothy Castagne is booked for a foul on Fernandinho. 78 min: Atalanta have been very impressive in this second half, almost unrecognisable from the comparatively meek version of themselves that played the first 45 minutes. They’re fighting for every ball here, putting City’s players under heavy pressure, whereas in the first half they were pedestrian, content to sit back and let their visitors play it out from the back. 75 min: Good defending from Hateboer, who does well to get back and slide in to intercept an attempted pull-back from the byline by Raheem Sterling. Manchester City win a corner, which Kevin De Bruyne makes a mess of. He is only human, after all. 74 min: Manchester City substitution: Sergio Aguero on for Gabriel Jesus, who hasn’t had one of his better nights. 73 min: Atalanta win a free kick a long way out and the ball is curled across the face of goal. It looks to be on a plate for Djimsiti, but he fails to make contact and a wonderful chance goes begging. 72 min: Claudio Bravo is forced to backpedal as he collects a steepling cross from deep. 69 min: Fernandinho is booked for barging Hans Hateboer over as they gallop down the touchline. Despite sprinting alongside them, the linesman didn’t raise his flag, but the referee over-ruled him. Manchester City’s players protest at length, although replays suggest the referee was correct to brandish his yellow. 68 min: A promising Atalanta move breaks down when Pasilic sells Gomez short with a pass as the Italian side’s captain was galloping into the Manchester City penalty area. 64 min: City break upfield with Riyad Mahrez on the ball. Play is switched to the left, where Raheem Sterling plays the ball inside to Fernandinho and carries on his run into the penalty area. Fernandinho plays the ball into his path and Sterling looks certain to score or pass to Jesus for the tap-in, only to check his stride and miscontrol the ball straight to the goalkeeper, Gollini. 61 min: Atalanta right wing-back Hans Hatebor takes on Benjamin Mendy down the right flank and wins his side a corner. The ball’s sent into the mixer by Gomez and Berat Djimsiti gets a flick-on at the near post. His effort skids narrowly wide of the far post. Atalanta are playing with seriously renewed vigour in this second half. 60 min: Papu Gomez wriggles away from Riyad Mahrez oand into the left side of the Manchester City penalty area. He unleashes a shot, which is blocked at close quarters by Nicolas Otamendi. 58 min: Palomino brings down Gabriel Jesus with a late challenge and avoids a yellow card. That’s his third or fourth such foul of the evening, but he’s yet to be booked. 57 min: Palomino dispossesses Raheem Sterling and advances on the counter-attack for Atalanta, who have been much more proactive in trying to win the ball back from Manchester City in this second half. They’ve certainly knocked City’s players off their stride with this more aggressive approach. 56 min: Claudio Bravo dashes out of his penalty area and clears with a diving header as Ilicic bears down on him chasing a ball over the top. Good goalkeeping ... I think. 54 min: Riyad Mahrez tries to curl an effort inside the far post but his shot is deflected out for a corner. 53 min: Chelsea fans may recognise tonight’s goalscorer, Mario Pasalic, who is a 24-year-old Croatian international who is on loan at the Serie A club from the Stamford Bridge outfit. 51 min: Atalanta waste a free-kick in a decent position outside the Manchester City penalty area as Ilicic dilly-dallies on the ball and allows Gundogan and Jesus to charge down his effort. Atalanta equalise. And it couldn’t be more straightforward. Manchester City’s defenders switch off, Ilicic crosses from the right and an unmarked Pasalic doesn’t have to break stride as he nods past Bravo. 48 min: Ilicic gets in behind the Manchester City to pick up a pass from deep near the penalty spot. He tries to control the ball on his chest, but his touch is diabolically bad and takes him away from goal. 47 min: Des Kelly, BT Sport’s intrepid and dashing touchline reporter, has reported that Ederson is off for precautionary reasons after suffering a “minor injury”. 46 min: Manchester City get the second half started and there’s one curious change in their line-up. Ederson has gone off for reasons that remain unclear and Claudio Bravo is on between the sticks in his place. Ederson didn’t look injured at any point during a first half in which he didn’t have much to do, so Pep may just have decided to give his understudy some minutes on the pitch. We’ll find out soon enough. Peep! The teams go in for their half-time refreshments with ManchesterCity an excellent Raheem Sterling goal to the good. They should be a lot further ahead, but several missed chances, not least a dreadful penalty by Gabriel Jesus, means Atalanta need not be too disheartened as they try to claw something back in the second half. 45+1 min: Free-kick for Atalanta in a good position right in line with the right edge of the City penalty area. Ilicic takes it and the ball is deflected out for a corner, which Cancelo heads clear. 44 min: Some house-keeping: Illicic was booked for handling the ball to give away that penalty. As his team-mates jumped to try and block Sterling’s free-kick, he turned side-on and put his arms out, only for the ball to strike them. Gabriel Jesus misses with an atrocious effort. He rolls the ball a yard wide of the left upright, but even if his effort had been on target, it was so weak that Atalanta goalkeeper Gollini had it covered. 41 min: Atalanta form a defensive wall, which refuses to retreat behind the white line sprayed in the grass by the referee. Raheem Sterling takes the free-kick and fires it into the wall. It’s blocked by Josip Ilicic’s arms, as he turns his back to the ball. The ref checks his pitchside monitor and awards City a penalty. After a VAR consultation, the penalty is overturned and it’s a free-kick right on the edge of the area instead. Toloi is booked. Raheem Sterling is brought down by Rafael Toloi with a foul that began outside the penalty area. The referee awards a penalty. 37 min: A rare poor touch by Raheem Sterling in the centre-circle gifts possession to Atalanta, who are plugging away gamely. 35 min: More slick and mesmerising build-up play leads to Riyad Mahrez shooting low and hard for the bottom corner. Pierluigi Gollini gets down to save well, although I suspect the goal might have been chalked off if Mahrez had scored, as Jesus was offside and interfering with play. 32 min: Sterling squares the ball for Bernardo Silva who is loitering with intent about seven yards out from the Atalanta goal. The pass is slightly wayward and Palomino is able to shepherd it to safety, while holding off Silva 29 min: City almost double their lead with one of their trademark goals. They get in behind Atalanta and Kevin De Bruyne pulls the ball back into the penalty area from the angle of six-yard box and byline. Sterling shapes to pull the trigger but is denied by Jose Luis Palomino who makes a timely last-ditch block. 26 min: Berat Djimsiti is booked for dragging out of Riyad Mahrez as, not for the first time this evening, the Manchester City winger galloped past the defender. 25 min: Ilkay Gundogan plays the ball out wide to Mahrez, who pulls it across the edge of the Atalanta six-yard box. Sterling had read his intention and made a lung-busting run to try to convert at the far post, but the ball was too far ahead of him. 24 min: Palomino almost makes a pig’s ear of trying to defend a Mendy pass towards Sterling in the penalty area, but recovers in time to hack clear. 22 min: Atalanta are doing reasonably well here, despite being a goal down and being dominated in the possession stakes. One gets the felling, however, that Manchester City are taking it pretty easy on them and could move through the gears pretty quickly should the need arise. 20 min: Ederson plays it long to Raheem Sterling, who controls the inch-perfect pass expertly, beginning another phase of possession for Manchester City. They win a free-kick and then a corner, when a defender hooks the ball off Jesus’s foot and out of play. 18 min: Benjamin Mendy is penalised for handball as he controls the ball with his arm just inside his own half. 16 min: Gabriel Jesus is bundled over about 30 metres from the Atalanta goal and appeals for a free-kick, but doesn’t get one from Aleksei Kulbakov, tonight’s referee. 15 min: Atalanta attack, with Illicic controlling the ball beautifully in the inside right channel before playing it inside to Remo Freuler on the edge of the penalty area. City clear. 14 min: Bernardo Silva plays the ball wide to Riyad Mahrez as Manchester City continue to turn the screw on the edge of the final third. They’re starving Atalanta of possession and forcing the Italian side to feed off scraps. 12 min: City attack down the right, with Joao Cancelo pinging a pass towards Gabriel Jesus. His touch is poor and the ball goes out for a throw-in. 11 min: Gabriel Jesus leaps to try and head a Riyad Mahrez corner goalwards. The delivery is a mite too high and he is unable to get much purchase on the ball. Atalanta are seriously under the cosh here. 9 min: Kevin De Bruyn whips a cross from the right in towards Gabriel Jesus, who is a couple of yards from the penalty spot. His touch is poor and allows Atalanta to clear. With a better connection, he could have volleyed home for a spectacular second. 8 min: Raheem Sterling passes wide and left to Bernardo Silva and gallops forward. Silva picks out Gabriel Jesus on the left side of the penalty area and he back-heels the ball into Sterling’s path with a deft no-look back-heel. Sterling takes the ball in his stride and curls it around the despairing dive of Pierluigi Gollini and inside the upright. Raheem Sterling opens the scoring for City with a beauty. 4 min: Atalanta right wing-back Hans Hatenboer volleys into the side-netting after ghosting in at the Manchester City far post and getting on to the end of a Timothy Castagne cross from deep. That was a decent chance. 3 min: Atalanta enjoy a spell of possession, which comes to an abrupt end when Papu Gomez is fouled by Gabriel Jesus. 2 min: Ederson shapes to kick the ball long, then is (mildly) panicked into passing short to his right as he’s pressed by Josip Ilicic. 1 min: Atalanta kick off, their players wearing blue and black striped shirts, black shorts and black socks. Manchester City’s players are wearing that luminous yellow and orange kit that makes them look like ice lollies. Not long now: With their own stadium not up to Champions League scratch, Atalanta’s players make their way out on to the San Siro sward alongside their opponents. There’s a crowd of about 30,000 in the stadium, who are all in fine voice as the Champions League anthem blares out over the PA. City will guarantee themselves top spot in Group C if they beat Atalanta and Dinamo Zagreb draw with Shakhtar Donetsk in the evening’s other game. Pep rings the changes: With a Premier League game against Liverpool to come on Sunday afternoon, Manchester City’s manager has made five changes from the side that laboured to victory against Southampton last Saturday. Benjamin Mendy, João Cancelo and Nicolas Otamendi come into defence, while Riyad Mahrez is in for the injured David Silva. Bernardo Silva is expected to fill in for his namesake, with Mahrez lining up on the right of a front three. Sergio Aguero makes way for Gabriel Jesus, who will play as the central striker. Atalanta: Gollini, Toloi, Djimsiti, Palomino, Hateboer, de Roon, Freuler, Castagne, Pasalic, Gomez, Ilicic. Subs: Kjaer, Masiello, Muriel, Guilherme Arana, Malinovsky, Sportiello, Barrow. Man City: Ederson, Joao Cancelo, Fernandinho, Otamendi, Mendy, De Bruyne, Gundogan, Bernardo Silva, Mahrez, Gabriel Jesus, Sterling. Subs: Doyle, Bravo, Walker, Stones, Aguero, Jose Angelino, Garcia. Referee: Aleksei Kulbakov (Belarus) Having thrashed Atalanta at the Etihad Stadium in the last round of group games, Manchester City will be hoping to register another win and book their place in the knockout stages with two matches to spare. While Atalanta have yet to get off the mark in the group, having conceded 11 goals in their three defeats so far, they can still technically qualify. Fifth in the Serie A table, eight points off leaders Juventus, Atalanta are having a decent season on the domestic front, but come into tonight’s match with just one win from their past five games. Kick-off at the San Siro is 8pm (GMT), but stay tuned in the meantime for team news and build-up."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}