{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/nov/05/home-nations-gb-womens-olympic-football-team-tokyo-2020", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-05T13:00:48Z", "webTitle": "Home nations far from united over GB women’s Olympic football team | Ewan Murray", "webUrl": "https://www.theguardian.com/football/blog/2019/nov/05/home-nations-gb-womens-olympic-football-team-tokyo-2020", "apiUrl": "https://content.guardianapis.com/football/blog/2019/nov/05/home-nations-gb-womens-olympic-football-team-tokyo-2020", "fields": {"headline": "Home nations far from united over GB women’s Olympic football team", "bodyText": "It was an afterthought as England’s campaign ended at the Women’s World Cup last summer, but reaching the last four opened a door widely assumed to have closed for good seven years ago. England cannot play in the Olympic Games but their success in France means Team GB, coached by Phil Neville, will appear in Tokyo. A concept branded unsatisfactory by three of the four constituent parts will trigger further debate as the Games draw closer. The competitive anomaly is highlighted by the fact Scotland were one of the teams England pushed aside in the World Cup group phase. Whether the Football Association has done likewise to its equivalents in Scotland, Northern Ireland and Wales is up for debate but the Olympic situation is confusing. The FA and Neville are upbeat but this enthusiasm is not broadly shared; far from it. For the associations this is an uncomfortable alliance and one that was not expected to arise after what was portrayed as a football one-off for Team GB at the 2012 London Olympics. “The Scottish FA position remains unchanged: as the governing body for Scottish football we are not supportive of the principle of Team GB,” it said. The association does not, however, believe it is in a position to dictate to players – who are not its employees – regarding participation. Herein lies the problem. Notable has been the wave of public backing from Scotland’s players. Kim Little, the vice-captain, has expressed hope for Olympic participation via a sponsor’s message. Rachel Corsie, the captain, has insisted the scene will be “great for the women’s game”. Neither of those players is with a Scottish club, which perhaps detaches them from the ill feeling that exists within the country towards this position. With debate raging as to the viability of an independent Scotland, Team GB’s very existence is sensitive. Many within the Scottish FA hoped the success of its women’s team in qualifying for the World Cup would diminish the desire of players to partake in the Olympics. Yet that has not transpired at all. The political scenario in Northern Ireland is historically – and currently – even more delicate. A spokesman for the Irish FA said: “We would not stop players from Northern Ireland playing for Team GB if they were selected [as Team GB covers the UK – and we are part of the UK].” The association’s core point, however, is a familiar one. “Northern Ireland stakeholders want us to play as Northern Ireland and not as part of Team GB. And we are taking no active part in the planning for Tokyo.” The FA of Wales refused to comment but has previously admitted being “not supportive” of Team GB. The matter has gained more traction there than in other countries, with academics and footballers combining to voice scepticism. Ella Powell, a 19‑year‑old Wales striker, disagrees with the notion of having an all‑English coaching staff. “That doesn’t sit well in my perception of Team GB,” she said. “My stance is that if you can’t find a way to represent each of the home nations equally then you can’t put a team out and call it Great Britain.” Fifa points out that England were chosen as the qualifying team for the Olympics before a ball was kicked in France. “This agreement, which was confirmed by the Fifa council, only applies for the women’s, and not the men’s, team,” a spokesperson said. “We have no further comment,” was the addition despite a question regarding future international status. That Fifa openly emphasises a gender split is interesting. Uefa is similarly reticent about becoming involved. “As the competition falls under the jurisdiction of Fifa and the IOC Uefa is not in a position to make any statement about participation in the Olympic tournament or the status of any team in relation to that event.” European football’s governing body is known to be touchy about potential fluidity of borders when it comes to domestic leagues, especially in eastern Europe. Coincidentally Scotland’s Old Firm have previously been frustrated by the lack of an option to feature competitively in the lucrative English leagues. Scotland does have a lower-league cup which involves teams from Wales, Northern Ireland, the Republic of Ireland and England, however. This looks like a push for cross‑border competition. The International Football Association Board, responsible for law changes, has been controlled by the home nations since its formation in the 19th century. That is perceived as antiquated and unfair by many administrators across Europe; it poses the question as to why the associations in question would demonstrate a high-profile ability to combine forces. Neville has promised to select from beyond England. He can pick a squad of 18, which means some of those who helped his country to the World Cup semi-final will be left out. How they will feel rather mirrors the unease around this entire picture."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}