{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/06/football-transfer-rumours-kai-havertz-to-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-06T09:13:08Z", "webTitle": "Football transfer rumours: Kai Havertz to Manchester United?", "webUrl": "https://www.theguardian.com/football/2019/nov/06/football-transfer-rumours-kai-havertz-to-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2019/nov/06/football-transfer-rumours-kai-havertz-to-manchester-united", "fields": {"headline": "Football transfer rumours: Kai Havertz to Manchester United?", "bodyText": "Behind the scenes at Old Trafford Manchester United’s massive chequebook is flexing and preening as it continues its own gruelling pre-season training, ahead of a short but perhaps rather busy January campaign. According to the Mirror, United are “plotting an £80m raid on Bayer Leverkusen for new German sensation Kai Havertz”, who has become their “No 1 target”, with the club happily “confident of luring the 20-year-old to Old Trafford in a bumper deal”. Now might be a good time for United to make their move, given that Europe’s top clubs all seem to be distracted by thoughts of Red Bull Salzburg’s Erling Haaland. Marca report that Barcelona and Real Madrid have joined the race for the 19-year-old goal grabber, whose value has been estimated at somewhere between a laughably low €12m and a hilariously high €100m. Juventus, Bayern Munich and United themselves are also in the running, apparently – though just last week Bild insisted that “more than 20 clubs” have targeted the Norwegian ace. United have also been linked with Burnley’s Dwight McNeil, a 19-year-old who was in their own academy until, when he was 14, they decided he wasn’t going to be very good. “I’m a Man United fan, despite what happened,” he says. “I’ll always be a Man United fan. I just wasn’t up to their standards.” Fortunately he has since improved, or their standards have since slipped. One or the other. Perhaps both. Brendan Rodgers is planning to strike while the iron is hot – or while the Foxes are hot, anyway – by using his club’s enviable league position to attract some top-notch talent in January. The Mirror links Leicester with a £20m move for Emmanuel Dennis, Club Bruges’ 21-year-old Nigerian striker who has previously been linked with both Arsenal and Sheffield United. Rodgers is also keen on Real Sociedad’s Diego Llorente, a 26-year-old centre-back with a £45m release clause. Meanwhile at Rodgers’ former club Liverpool, scouts are running the rule over yeat another Bundesliga-based youngster in the shape of Hertha Berlin’s 21-year-old winger Javairo Dilrosun. Bournemouth and Wolves are preparing for a couple of important contests. The first takes place at the Vitality Stadium later this month, with three league points on the line. The second will follow in January, with both clubs planning moves for Huddersfield’s 22-year-old striker Karlan Grant, whose fine form – and nine league goals so far this season – look likely to lead to his departure just a year after his £2m arrival from Charlton. The Times reports that the decision to strip Granit Xhaka of the Arsenal captaincy “means he is likely to move in January, potentially returning to Germany”. And having not given him so much as a single minute of first-team football since the first game of the season – though he did get closer than ever to a Champions League debut when he spent the entirety of Wednesday’s goalless draw against Slavia Prague on the bench – Barcelona are ready to let their 21-year-old midfielder Carles Alena leave in January – but only on loan, just in case he turns out to actually be good. Milan are apparently the favourites to seal a deal, though Tottenham are also in the mix."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}