{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/08/marco-silva-var-cost-everton-points-premier-league-brighton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-08T22:30:45Z", "webTitle": "Marco Silva says VAR has cost Everton 'five or six points' this season", "webUrl": "https://www.theguardian.com/football/2019/nov/08/marco-silva-var-cost-everton-points-premier-league-brighton", "apiUrl": "https://content.guardianapis.com/football/2019/nov/08/marco-silva-var-cost-everton-points-premier-league-brighton", "fields": {"headline": "Marco Silva says VAR has cost Everton 'five or six points' this season", "bodyText": "Marco Silva’s grievances against VAR are likely to have increased after the Premier League informed Everton that its TV official for the Brighton game, Lee Mason, was wrong to award a penalty against Michael Keane. The Everton manager remains under severe pressure before Saturday’s visit to Southampton with his team fourth from bottom of the Premier League and without an away league win all season. But his predicament has not been helped by several VAR controversies going against his side. Silva believes Everton could have had five more points from their last two games alone but for VAR awarding Brighton an 80th-minute penalty when his side led 2-1 at the Amex Stadium and not penalising Dele Alli for handball during Sunday’s draw with Tottenham. Silva was among the northern Premier League managers who met the referees’ chief, Mike Riley, on Thursday to discuss the damaging impact VAR is having on the game. The admission that Mason was wrong to award a penalty against Keane for accidentally standing on Aaron Connolly’s foot was not made at the meeting. The Premier League has, however, communicated directly to Everton officials that the penalty – the first one to be given by VAR and not by an on-field referee this season – should not have been given. Brighton went on to win the game 3-2 courtesy of a 94th-minute own goal by Lucas Digne. “If they say to me, ‘Marco, sorry, it was not a penalty’, what does that change? I know it was not a penalty,” the Everton manager said. “It doesn’t help at all. Mistakes are part of the game but when you put in VAR it is to try to eliminate clear and obvious mistakes from the game.” Silva is in a precarious position approaching the international break and needs to oversee clear improvement against Southampton, where he will be without three injured central midfielders, André Gomes, Fabian Delph and Jean-Philippe Gbamin. Everton’s former manager David Moyes and Mark Hughes have been discussed at boardroom level as potential replacements should the poor run of results continue under Silva. The Everton manager’s city rival, Jürgen Klopp, recently warned that VAR would cost someone their job without an improvement in its usage. Silva concurred: “What Klopp said is 100% right. I’m not talking about myself here, he was talking in general terms and he was completely right. It is also my opinion and the opinion of all the managers in the world, not just here in the Premier League. “It was so clear in the last three or four games and we are talking about it costing us five or six points. Where would we be with those points [eighth]? I don’t have any doubts that we would be performing on a different level if we had those points. Every team in the world plays with more confidence when it is higher up the table. “Now we are not in the position we want, I am not happy with the position we are in, but I know things would be completely different if football was fair with us. We deserved more but it is done and I can change nothing. It was so clear and now we go into another must-win game – and every game is a must-win game for us – when we would have had more freedom and confidence had we been higher in the table.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}