{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/nov/03/bloody-minded-characters-pep-guardiola-greater-success", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-03T09:00:11Z", "webTitle": "Bloody-minded characters could lift Pep Guardiola to greater success | Daniel Harris", "webUrl": "https://www.theguardian.com/football/blog/2019/nov/03/bloody-minded-characters-pep-guardiola-greater-success", "apiUrl": "https://content.guardianapis.com/football/blog/2019/nov/03/bloody-minded-characters-pep-guardiola-greater-success", "fields": {"headline": "Bloody-minded characters could lift Pep Guardiola to even more success", "bodyText": "One of the many tragedies of humanity is that the things we like in others – and in ourselves – are strongly related to the things we don’t like. So when we praise Pep Guardiola’s vision, precision and idealism, responsible for some of the most beautiful football ever seen, we must also evaluate his zealotry, obsession and narcissism, responsible for some of the most avoidable failures ever seen. Or, put another way, he probably is bald, definitely isn’t a fraud and absolutely that jardigan is a hate crime. In 2008-09, Guardiola’s first season as a manager, he led Barcelona to the domestic double and the Champions League final. With Rafael Márquez, Dani Alves and Éric Abidal unavailable, and where every other human would have played Martín Cáceres or Marc Muniesa – both centre-backs – at centre-back, Guardiola picked Yaya Touré, a midfielder, and Manchester United were beaten 2-0. When Touré departed in 2010, Guardiola replaced him with Javier Mascherano, whom he soon relocated to defence. The attraction was clear: players who pass quickly start attacks quickly and, in football as in all sports, speed kills. Sure enough, Barça won their third consecutive league title, then produced one of the most dominant big-game performances in history to humiliate United in the 2011 Champions League final. In 2013 Guardiola took over at Bayern Munich. Immediately he moved Javi Martínez back into defence, and again won three consecutive league titles as well as two cups. But in Europe his team were undressed by Real Madrid and Barcelona, conceding five times against each, before being edged by the underdogs of Atlético Madrid. At Manchester City things have continued in a similar vein: Guardiola has bought defenders and goalkeepers on account of their creative capacity, delivering two titles, various cups and numerous records. But in Europe, where the pressure is higher and margin for error lower, this approach has cost them. City have been eliminated by markedly inferior teams in three consecutive seasons despite being Europe’s best side – by far – in two of them. In such a context it has become cliché to observe that Guardiola has not won the Champions League without the genius of Lionel Messi, but that is a fact, not a truth. In 2009 and 2011 United’s attack could have comprised Messi, Maradona and Yahweh himself and they would still have lost, because they could not get the ball off Sergio Busquets, Xavi and Andrés Iniesta in midfield. Without Messi but with that trio Spain won the World Cup and European Championship without conceding a knockout goal; with Messi but without that trio Argentina won nothing. It is an imperfect proof, granted, but it is unarguable that there had been nothing like them before, there is nothing like them now and there will never be anything like them again. Yet Guardiola, who knows this better than anyone, has nonetheless refused to recalibrate his method. Whether at work, in love or on a night out, we have all experienced the blinding thrill of monomania and know far too well how football consumes a person, so Guardiola’s intractability is not hard to grasp. When he joined Barcelona at 13 he was indoctrinated into an implacable and glorious ethic, then lived it daily as a player before coaching some of the greatest talents of all time into probably the greatest team of all time. How could he possibly aim lower thereafter? But it is not just about tactics. Guardiola drills fast, agile, impressionable teams to the point of automation, which explains the murderous beatings and unparalleled points tallies: their best is the best, so when things go well no opponent can keep up. But when they do not – when circumstance forces his players to work things out for themselves and on the hoof – they are capable of collapse. Against Liverpool in 2018 City conceded three goals in nine minutes in the league and three goals in 19 minutes in the Champions League; against Manchester United, seeking to clinch that season’s league title against their local rivals, they conceded three goals in 16 minutes; and against Spurs in last season’s Champions League they conceded twice in three minutes. This is partly down to inadequate defending but also reflects the absence of bloody-minded bastards, men who can be harnessed but never controlled. Over the past decade Guardiola has fallen out with Touré, Zlatan Ibrahimovic and Samuel Eto’o and, though there are on-pitch justifications for that, attitude and personality are common factors. There is an emotional criticism to be made here – the clinical perfection of Guardiola’s teams does not move those who like their football hot not cold – but a practical one too. Winning teams tend to incorporate a range of personalities, which helps them deal with the range of eventualities that can unfold during the course of a chaotic competition. Had Guardiola compromised his ideals just slightly, he might have been even more successful. Part of him appreciates this point; during last season’s run-in, he relied on Vincent Kompany, his strongest character. But when Kompany left in the summer, rather than replace him, Guardiola spent his budget on Rodri – another skilful, clever, coachable midfielder he could not bear to be without. Ultimately Guardiola will not change because to him his style of football is not simply a style of football but something more profound: a religious imperative and moral standard that represents where he is from, what he has done and who he is. Which might help explain why Tito Vilanova, when he had cancer, felt Guardiola was not enough of a friend; why, after three years competing against José Mourinho, Guardiola was so exhausted he needed a sabbatical; how he can preach the righteousness of Catalan independence but work for human rights abusers and defend Bernardo Silva’s Twitter post. For Pep Guardiola everything – everything – must bow to the glory of Pep Guardiola’s football, for good and for bad."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}