{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/nov/06/glasgow-city-womens-champions-league-quarter-finals", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-11-06T12:53:12Z", "webTitle": "Glasgow brace for European giants after sealing 14th title at a sports centre | Suzanne Wrack", "webUrl": "https://www.theguardian.com/football/2019/nov/06/glasgow-city-womens-champions-league-quarter-finals", "apiUrl": "https://content.guardianapis.com/football/2019/nov/06/glasgow-city-womens-champions-league-quarter-finals", "fields": {"headline": "Glasgow brace for European giants after sealing 14th title at a sports centre", "bodyText": "The names in the pot for Friday’s quarter-final draw of the Women’s Champions League have a familiar ring. Barcelona, Bayern Munich, Lyon, Paris Saint-Germain, Wolfsburg, Arsenal and Atlético Madrid, the giants of women’s football are all there. The eighth team, standing strong in the face of a more and more dominant European elite are Glasgow City. Who? Good question. Without a men’s “parent team” that their Champions League bedfellows benefit from, Glasgow City cannot come close to matching the glamour and global profile of their potential opponents. But they are stalwarts of women’s football. It is not City’s first time in the quarter-finals of the Champions League. The 14-time Scottish Women’s Premier League champions reached the same stage in 2014-15, and they have got as far as the last 16 on three other occasions. But when City were last in the final eight, European women’s football was at a very different stage of development. Then, the other teams through were Bristol Academy (who had been back under the wing of Bristol City for only a year after a seven-year spell of independence), PSG, the Swedish sides Rosengård and Linköping, Wolfsburg and Frankfurt from Germany and Denmark’s Brøndby. The change to a last eight that – Glasgow apart – would not look out of place in the men’s draw reflects the growth of women’s football. That seven of the eight nations to reach the same stage of the Women’s World Cup this summer were European is similarly telling. The big guns of football, in terms of leagues, clubs and national associations, are investing heavily – and it shows. The push for men’s clubs to pick up the women’s football banner has worked. Manchester United have entered the fold, Real Madrid have taken over CD Tacón. In many respects it would be fair to have a tinge of sadness as the teams who pioneered the game are pushed out in favour of those who have been somewhat bullied to the table, but there is no denying the impact these football giants have on the legitimacy of women’s football and the audiences they bring. Glasgow City’s stunning shootout defeat of Brøndby, who had tied the aggregate score after the Scottish club’s shock 2-0 away win, leaves them flying the flag of the little guys in Europe’s premier domestic competition. The goalkeeper, Lee Alexander, put in a player-of-the-match performance by saving three penalties in the shootout, perhaps helping to dull memories of Scotland’s crushing single World Cup point. Five of Glasgow City’s team were part of Shelley Kerr’s squad in France, and three, including Alexander, are in the squad for November’s international window. City stick out in many ways. Founded by the Scottish players Laura Montgomery (who still runs things as club manager) and Carol Anne Stewart in 1998, they remain unaffiliated to a men’s team. Last month they secured the SWPL title for a 13th consecutive season, a feat all the more impressive given the rise of Celtic and Rangers, with the former turning professional at the start of last season and the latter upping investment significantly. The head coach, Scott Booth, who has managed the team since 2015, has to balance a squad of primarily part-time players who juggle work or studying with their football, and two professional players in Hayley Lauder and Rachel McLauchlan. As a standalone women’s club full-time professionalism is out of reach at present and so their best players often graduate to clubs who can offer it. The Utah Royals defender and Scotland captain Rachel Corsie, the Arsenal defender Emma Mitchell, Chelsea’s forward Erin Cuthbert and the Wales international Denise O’Sullivan, an NWSL winner with North Carolina Courage, laid the foundations of their careers in Glasgow. Success in the Champions League can create its own problems. After City played Anderlecht last season, Abbi Grant (now at Birmingham) was poached by the Belgian side. After their defeat by Eskilstuna in 2016 Fiona Brown was recruited by the Swedish team. Their run in this year’s competition will undoubtedly attract the scouts. Now, if Scottish football wants to continue the big strides being made, and to disrupt the European narrative, they need support. Government funding helped all members of the national squad to train full-time in the run-up to their first World Cup, in France. The £400,000 that remains from money generated by the tournament, after payment to players, is expected to be reinvested in the domestic game by the Scottish Football Association. But there is a long way to go. Lauder retweeted a photo of City’s title-winning 10-0 defeat of Motherwell which was played at Wishaw Sports Centre, with the added caption: “Just won a league title in a public park at a sports centre. Not how I envisaged the game in 2019. Women’s football is one of the most inclusive sports and we pride ourselves on that. However, this venue was not accessible for all our fans.” It was damning. And harked back to the conditions of games after women’s football was banned from association grounds by the SFA, as it was in England, in 1921. Hardly fitting of a showpiece title decider. Luckily for City, a tie against one of Europe’s top teams will offer a more glamorous way to continue the season. With the league wrapped up they don’t have the burden of a domestic schedule on the calendar. Despite that, avoiding defeat in either leg will be a huge struggle."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}