{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2019/nov/10/the-tiger-next-door-americas-backyard-big-cats", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-10T07:55:12Z", "webTitle": "The tiger next door: America’s backyard big cats", "webUrl": "https://www.theguardian.com/global/2019/nov/10/the-tiger-next-door-americas-backyard-big-cats", "apiUrl": "https://content.guardianapis.com/global/2019/nov/10/the-tiger-next-door-americas-backyard-big-cats", "fields": {"headline": "The tiger next door: America’s backyard big cats", "bodyText": "It was the sort of headline impossible to scroll past: “Pot Smokers Find Caged Tiger in Abandoned Houston House, Weren’t Hallucinating: Police.” Last February, a group of people had snuck into a deserted house in Texas’s largest city to smoke marijuana when they stumbled upon a full-grown tiger in a cage – a cage secured by just a nylon strap and a screwdriver. Sergeant Jason Alderete of Houston Police Department’s animal cruelty unit, later told a local TV station: “It wasn’t the effects of the drugs. There was an actual tiger!” The animal was given a name, Loki, and sent to an animal sanctuary in the country, run by the Humane Society of the United States. You’d be forgiven for thinking Loki’s experience was an isolated incident – it isn’t. An oft-quoted statistic is that there are more tigers in American back yards than there are left in the wild. According to the US Fish &amp; Wildlife Service, there are between 3,200 and 3,500 tigers remaining in the wild globally. By some estimates there are 5,000 in captivity in the US, though there might be more. The truth is we have little idea how many there are in American ranches, unlicensed zoos, apartments, truck stops and private breeding facilities, due to a mishmash of state, federal and county laws governing their ownership. According to the World Wildlife Fund, only 6% of America’s captive tiger population lives in zoos and facilities accredited by the Association of Zoos &amp; Aquariums; the rest are in private hands. Some are regulated by the US Department of Agriculture and others by state laws, but some are not regulated at all. “In some states, it is easier to buy a tiger than to adopt a dog from a local animal shelter,” says the WWF. In Texas, which lets each of its 254 counties regulate the ownership of dangerous wild animals, it’s hard to accurately gauge how many there are. In a state that prides itself on promoting individual freedoms, like openly carrying AR-15 semi-automatic rifles or bringing concealed handguns on to university campuses, it’s perhaps not surprising that owning a tiger is considered (by some) to be a God-given right. The deplorable conditions in which Loki was found illustrate the fact that these “rights” can come at a cost. He was discovered in a 5ft x 3ft cage in the dark garage of the abandoned home. The cage’s floor was made of plywood. It was three months before police arrested his owner, a 24-year-old woman named Brittany Garza, who was taken into custody and charged with animal cruelty. She responded that she was in the process of relocating and had not abandoned the animal, as it had food and water. Katie Jarl, the Humane Society’s southwest regional director, says there have been numerous similar incidents. In 2016, police in Conroe, a town north of Houston, received reports of a tiger roaming a residential neighbourhood after it escaped from someone’s back yard. “No one knew about them,” she says. “They were completely off the map.” In 2009, a 330lb tiger escaped from its enclosure in Ingram, Texas, and was found in a 79-year-old woman’s back yard. In 2007, a one-year-old tiger “wearing a makeshift lead” was found shot dead in a wooded area off the motorway in Dallas. In 2003, in another Dallas suburb, a motorist spotted a four-month-old tiger roaming the side of the road. In 2001, a three-year-old boy was killed by one of his relative’s three pet tigers in Lee County, Texas. And in 2000, animal control officers near Houston spent three hours searching for a tiger that had escaped from a garden cage while its owners were out of town. That same year, in Channelview, Texas, a three-year-old boy had his arm ripped off by his uncle’s 400lb pet. As for Loki, Jarl says a law-enforcement source of hers outside the city had got in touch to say the authorities had known about Loki’s owner for a long time. “She had been raising cubs in her home for years,” Jarl says, “in a county where there were no restrictions.” This year, two state legislators filed bills aimed at prohibiting the private ownership of “dangerous wild animals”. But this is Texas, where the private ownership of pretty much everything is sacrosanct, and neither bill became law. There was “passionate testimony” on both sides of the debate, says the assistant to one of the legislators involved. According to one conservation charity, four states (Alabama, Nevada, North Carolina and Wisconsin) do not regulate the private ownership of exotic pets at all. Brittany Peet, director of Captive Animal Law Enforcement for People for the Ethical Treatment of Animals (Peta), says there are a “patchwork of laws” regulating the possession of big cats. “And you can usually get around those laws by applying for a United States Department of Agriculture (USDA) exhibitor’s licence,” she says. “It’s as simple as filling out an application and writing a cheque for $100. The regulations are very minimal – as long as you have a cage where the animal can fully stand up and turn around you shouldn’t have a problem getting a licence. “Everyone should be terrified and shocked by this,” Peet adds. “These animals are extremely complex and powerful and can kill a human being with a swipe of their paw. People keeping tigers in back yards are not experts. They don’t know what they’re doing, and they’re not providing these animals with enrichment and stimulation that they need in order to live relatively normal lives in captivity.” Bill Rathburn disagrees. He believes he provided the seven tigers that once lived on his private, 50-acre ranch 80 miles east of Dallas, with more than enough enrichment and stimulation. For more than two decades, Rathburn and his now ex-wife Lou raised the animals from cubs. For the Rathburns, the tigers were a surrogate family. I interview Rathburn over the phone and later he sends me a photo of himself and Raja, the first tiger he and his wife bought. The pair are nose to nose inside its cage. “That was the relationship I had with him,” he says. “I’m not a reckless person and wouldn’t have gone into the cage with him if I hadn’t raised him, or knew I’d be safe doing it. He was the most loving animal from the day we got him to the day he died.” Not everyone in the Rathburns’ neighbourhood shared their enthusiasm. “Tiger sanctuary has residents growling,” read one local headline. Rathburn is a former deputy chief of the Los Angeles Police Department and chief of police of the Dallas Police Department. In 1996 he was director of security for the summer Olympic Games, in Atlanta. It was while he was there that Lou bought their first tiger. Rathburn admits to feeling “kind of overwhelmed” initially, thinking about all the work and expense that would inevitably go into raising it. But when he came home he says he “immediately fell in love”. The following year the couple bought two more tiger cubs “from a guy who had tigers in the back yard of his house in Houston”. Rathburn and his wife raised the cubs in their house. They installed a heavy mesh screen door “so they couldn’t get out of the pantry and wander round the house at night”. Outside, they constructed a cage complex. “If you saw it,” he says, “you’d realise it was a pretty good life for a tiger: a 10,000sqft play area with grass, trees and bushes, so they could run, play, hide, and chew on grass to help their digestive system.” Raja lived to be 21. “He was unsteady on his feet towards the end,” Rathburn says. “I knew it was time to put him down. The vet came round and agreed. I was crying like a baby. It broke my heart.” Their second animal developed a tumour on her spine. When she died, Lou insisted on having her skin made into a rug. “And after we got divorced I ended up with the rug,” Rathburn says. “I have it over a chest in my bedroom, and it’s wonderful way to remember her. I talk to her once in a while.” Eventually, he says, a neighbour complained to county officials about what they described as a growing tiger problem next door. “He got county officials upset, and two votes can sway an election in a rural area. So the county commissioners weren’t willing to extend my permit.” Rathburn believes in regulation. “There should be adequate confinement areas, [and regulation] protecting animals and protecting people who might be injured by them.” But, he says, he stands by the rights of individuals to own big cats. While this might sound incredible to someone in the UK, Rathburn’s sense of entitlement – this rugged individualism that says the government shouldn’t interfere with an individual’s right to own pretty much whatever they want – runs deep in America. Marcus Cook has owned and worked with big cats since the early 1990s. Back then he was working for a zoo in south Texas, and when the owners retired and closed their business Cook adopted a couple of black leopards. “Anyone who says they can tame one is unrealistic,” he tells me by phone one morning from his home in Kaufman, Texas. “But they’re handleable.” Cook says he’s owned everything “from small cats, like cougars, to lions, tigers, leopards and jaguars. The big guys.” He says his own firm, Zoocats, began as a hobby in 1995 and grew from there. He began to take the animals on the road around the US – to schools and fairs and temporary exhibits. Cook says it was all about education – “creating an entertaining wow factor” – but his critics say he was ruthlessly exploiting the animals for gain. He has been accused of numerous animal welfare violations, subjected to various complaints, and issued citations over the years. Loki, the tiger rescued from the Houston garage, was taken to a vast ranch in Murchison, Texas, run by the Humane Society. Murchison, population 594, is a rural farming community 70 miles southeast of Dallas. The Cleveland Amory Black Beauty Ranch is situated discreetly, a few miles outside town, next to a remote country lane. You can see horses and cattle grazing in fields next to the road, but none of the exotic animals that also live here. Noelle Almrud, ranch director, meets me at the main office and we climb into a truck to drive to the enclosures at the back of the ranch that house its two tigers. It’s not unlike a wildlife park, although there are no gawking tourists here and the enclosures are bigger. Loki lives in a quarter-acre fenced area, but he rotates each week from this into a three-acre enclosure next door. Both have an abundance of willows and oaks to provide shade. As we walk towards the fence, Loki gallops over and makes a breathy snort that Almrud says is known as “chuffing” and signals affection. He rubs himself against the wire enclosure before running back to his water trough and jumping in. “He’s acclimated really well,” she tells me. “We feed him 8lb of food a day – humanely raised beef, turkey, large rats, or rabbits and supplements – six days a week, then he has a day of fasting, as he would in the wild.” Two years ago, Almrud helped found the Big Cat Sanctuary Alliance, a network of reputable big cat sanctuaries whose mission was to strengthen the regulation of big cats in the US and get conservation facilities to work together to place rescue animals. But they face a big challenge, she explains: “Roadside zoos need shutting down, but where do you put all the animals? You couldn’t re-house all the tigers currently in roadside zoos in America. We need more money and more facilities. In a perfect world,” she says, “I’d like to be put out of business.” Judging by the Texan appetite for big cats, that won’t be happening anytime soon."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}