{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/09/gardening-jobs-for-autumn-plant-garlic-collect-leaves", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-09T11:00:18Z", "webTitle": "From planting garlic to collecting leaves – gardening jobs for autumn", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/09/gardening-jobs-for-autumn-plant-garlic-collect-leaves", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/09/gardening-jobs-for-autumn-plant-garlic-collect-leaves", "fields": {"headline": "From planting garlic to collecting leaves – gardening jobs for autumn", "bodyText": "Start winter veg Plant healthy cloves of garlic 2.5cm deep with the pointed end up: ‘Solent Wight’ is an excellent variety, bred on the Isle of Wight. It needs a sunny spot and good drainage. Hardy to at least -10C, it is also happy in a pot. Bulbs will be ready for harvest next summer. Sow winter salads in pots, under cloches in the ground, or in a greenhouse: try alpine lettuce ‘Ciucca’ (from seedsofitaly.com), lamb’s lettuce, mizuna, mibuna and varieties of mustard. ‘De Monica’ broad beans are adapted to growing in low light; sow now in prepared beds for an early crop next year. Put the leaves to use Rake up leaves from lawns and pathways. Move them to the underside of a hedge, where wildlife will appreciate them, or make leaf mould, an excellent soil conditioner. To do this, pile leaves into an upright cylinder or a larger bay of chicken wire. Use canes or posts to strengthen the structure. Dampen with collected rainwater using a watering can with a rose. Adding nitrogen to the mix will speed up decomposition: the simplest way to do this is to urinate in the can before wetting the leaves. Plant up winter containers Assemble a collection of containers of different sizes, then fill each one with a specimen plant or group of matching plants that suit the scale of the container. Use a peat-free compost and a coordinating mulch to cover it (gravel, pebbles or hydroleca, say). For a wintry trio that will develop over the coming months, try Eucalyptus pauciflora subsp. niphophila ‘Mount Bogong’ – perfect for a large patio pot (grow in an Air-Pot sunk into the container); Helleborus x ericsmithii ‘Pirouette’, a vigorous evergreen perennial with dusky pink flowers from Christmas until spring; and Ophiopogon planiscapus ‘Kokuryu’ – another evergreen perennial with shiny black, strappy leaves. Grow a hedge We are entering bare-root sales season – the easiest, most economical way to plant a hedge. Boundary hedges can be wonderful havens for wildlife and somewhere to forage for nuts, berries and rosehips, if we avoid conifers and go for a mix of British native hedgerow plants such as hazel, blackthorn and dog rose. Hopes Grove Nursery sells a huge range, including native mixes: a flowering mix will deliver spring blossoms and wild roses in summer; a bird-friendly mix will feature hips and berry bearers; and a gin-maker’s mix contains sloe and other plants to flavour drinks, including wild apples, cherries and pears, elder and myrobalan plum. Preserve tender plants Look after your tender plants before the weather turns really cold. Either move them to a cool, light environment such as an unheated porch, or enforce a period of dormancy in a cold, and possibly dark, but frost-free place, like a garage. Pelargoniums can be overwintered on a sunny windowsill; equally, they could be buried in the garden and dug up and replanted in spring. Plants with underground storage organs, such as dahlias and cannas, should have their top growth removed once it is frosted, and then be protected with mulch. A 10cm layer of fallen leaves or homemade compost should keep them cosy. Let sleeping hedgehogs lie Clean out any nest boxes. The law states that unhatched eggs can be removed only between September and January (August-January in Scotland). Remove old nests and use boiling water to kill any remaining parasites. Let the box dry out and add a thin layer of clean hay or wood shavings before resealing. Small mammals may hibernate in the vacant box or birds may use it as a roost. Don’t over-tidy flowerbeds – hollow stems provide shelter for overwintering insects. If you need to clear some plant material, cut stems can be left in stacks in a sheltered spot. Hedgehogs will be settling into hibernation around now. If you accidentally disturb a sleeping one, re-cover the hedgehog, leave a saucer of moist cat food nearby, and give it a wide berth."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}