{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/10/from-the-archive-britains-most-exclusive-doghouse-1991", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-10T06:00:39Z", "webTitle": "From the archive: Britain’s most exclusive doghouse, 1991", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/10/from-the-archive-britains-most-exclusive-doghouse-1991", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/10/from-the-archive-britains-most-exclusive-doghouse-1991", "fields": {"headline": "From the archive: Britain’s most exclusive doghouse, 1991", "bodyText": "The Observer Magazine cover story of 27 January 1991 (‘Barking mad: Inside Britain’s Most Exclusive Doghouse’) was probably about the only time it could justify using the headline ‘Rich bitches’ inside the paper. Our roving (Rovering?) reporter, Martin Plimmer, went along to Alicia and Bill Eykyn’s Featherbed Country Club for Dogs in High Wycombe, Buckinghamshire – where pets can stay for £125 a week, or £265 in today’s money (or to put it another way, four times as much as my student room cost at the time) – to find out about this piece of ‘canine heaven’. Though that’s if they get past the ‘gruelling’ 24-hour vetting service – a one-night trial for which owners will have to stump up £25. ‘Candidates have to satisfy Mrs Eykyn,’ writes Plimmer, ‘who has a marked bias towards neutered males, that they have other things on their mind than sex and doing not very nice things on furniture.’ Rooms that dogs can stay in include the Dynasty room, which has a round bed, the Dallas suite, with chandelier and four-poster bed, and the Barbara Cartland room, which was such a disturbing shade of shocking pink that they had to tone it down. ‘Short of living with Brigitte Bardot,’ reckons our man, ‘a dog couldn’t wish for a more sublime existence.’ Mrs Timms will groom them; Alison will bring them their room-service snacks. ‘Some members require ice cream, cups of tea or toast,’ writes Plimmer, ‘and, in one case, seven regular daily feeds of mozzarella and mortadella.’ Some lessons perhaps for Britannia hotels, just voted the worst hotel chain for the seventh year in a row. Damning with faint praise, he says that the Eykyns’ own dog, Mungo, has the ‘nonchalant self-importance of the top roadie at a Barry Manilow concert, with access to all areas’. I wonder whether he was thinking what I was, that Manilow, in his 80s pomp, was a dead ringer for an Afghan hound?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}