{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/01/world-stone-skimming-championships-easdale", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-01T12:00:24Z", "webTitle": "'It seems so simple': can I cut it at the World Stone Skimming Championships?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/01/world-stone-skimming-championships-easdale", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/01/world-stone-skimming-championships-easdale", "fields": {"headline": "'It seems so simple': can I cut it at the World Stone Skimming Championships?", "bodyText": "There aren’t many actual rock stars in the world of competitive stone skimming. But with his wiry frame, camouflage jacket and eyebrows thicker than a Gallagher brother’s, Dougie Isaacs is one. Isaacs can skim a stone 121.8 metres, further than anyone on the planet. Bottle of beer in one hand, cigarette in the other, he brings a frisson of danger to a sport that is beginning to take itself rather seriously. As one French skimmer says of Isaacs, “He doesn’t give a fuck.” To take part in a previous world record attempt, Isaacs missed his grandmother’s funeral. He has won the World Stone Skimming Championships eight times – six more than anyone else. But his last win was in 2016, and there is an influx of new skimmers on the scene who smell blood. Easdale island lies off the west coast of Scotland and has hosted the World Stone Skimming Championships since 1997, raising money for the local community. Each year, people from all over the world arrive on a 10-person ferry from the neighbouring island of Seil, to watch and take part. This year I’m one of them. My interest was piqued by an online clip of an exuberant Japanese skimmer called Keisuke Hashimoto – the winner in 2017. I take a bus from Oban to Seil, where I meet some of the event’s stars in the pub. Guy Tarring, a ruddy man in his 60s, who carries cigars and looks like Iggy Pop if he had gone into marketing instead of rock’n’roll, tells us that he has twice come second in the Old Tossers category (the event has only ever been won by Ron Long, a 75-year-old Welshman with a moustache like a paintbrush). Tarring once paid Isaacs to train him in Blairgowrie, Perthshire, where Isaacs practises on the River Ericht. He remembers one drunken night when Isaacs waded across the river and painted white lines on a wall to indicate how far his skims had travelled. Tarring says the key to a good skim is “power” and “thrust”, but then he points to his head. Ultimately, he says, “it’s about up here”. Later that day, I head to Easdale. It’s a haven of striking beauty, dotted with quarriers’ cottages. It was a bastion of the British slate industry until 1850, when a vast storm struck, flooding the quarries and devastating the island. The population dropped to four. Now, around 60 people live here. It’s the kind of place where everyone knows everyone else’s business; in 2014 a baby was born on the island for the first time in 80 years. When the world championships descend, the population swells to around 1,000. “Most people come to an island like this for peace and quiet,” says Ruth Barratt, who is trying to sell the B&amp;B she runs. “Although we appreciate the income, it’s not something we enjoy.” Her partner, Dughall Macleod, tells me about one of the young pretenders to the stone throne – Alex Lewis, 22, who beat Isaacs in July to become the current English champion. He has also held the British championship title since 2017, and has won the Swiss and Welsh championships once each. The world championship, however, has remained elusive. “When he lost last year… oh Jesus,” Macleod says. “There was no consoling the guy.” As the sun sets, I walk down to the water for some practice. It’s frustrating to be bad at something that seems so simple. Yet each time I think I’m finished, another stone calls to me, demanding to be skimmed. I head to the pub again, where I meet Lewis. He has a tiny moustache and looks a little suspicious as I sidle up. One of the reasons he has never won here, he says, is because the rules don’t work in his favour. He can’t understand why the organisers stipulate that all stones be no more than three inches in diameter. “The organisers aren’t bothered about changing the rules because they make tons of money out of this regardless,” he says. The championships have become too successful, Lewis thinks, and should move. The island is so small that only a few hundred people can watch at a time. And when skimmers skim, they must keep the stone within a designated lane and only throw a maximum of 63 metres – the distance to the back wall at the end of the flooded quarry. At the British championship, Lewis skimmed 111 metres. “In order for stone skimming to get to the next level,” he says, “there needs to be a competition that is open-water, that can take huge numbers of attendants, that is bigger than this competition.” Lewis has investigated the science of the skim. He has done “variable tests” – throwing 50 stones of different weight and thickness; drawing charts to compare movement. He throws at about five degrees to the horizontal. The first bounce should be around 10 metres from you, he says – or 18-20 metres in windier conditions. “You get a relatively flat stone that’s got a hook in it, that you can get your finger into, then when you release, you get spin,” he adds. “If you can get it so the stone lands flat on the water, you’ll do OK.” Of all the people I meet, Lewis is most alert to the money-making potential of skimming, a sport that offers no cash prizes. He recently wore a T-shirt to a skimming event that, by chance, had a photo of a chalet on it. The chalet owner got in touch to tell Lewis that if he continued to wear it, he could stay in the chalet for nothing. Lewis hates social media, but wants to be filmed by a drone and has his sights set on a photogenic place in Germany called Devil’s Bridge. As I leave, he hands me a business card. It says “Alex Lewis: international stone skimmer”. The morning of the championships arrives and I practise with some kids at the quarry. Worryingly, there is an eight-year-old here who looks more promising than me. A man turns up and launches some stones. This turns out to be Peter Szep, the defending champion. He says there’s nothing to do but try your best. “Most of the time it’s luck,” he says. I find “Old Tosser” Ron Long, who seems to be something of a media star. Long was a fireman who got caught by a collapsing roof in a hotel fire in 1992. “All of my upper-body muscles atrophied and so it was necessary to rebuild them,” he says. “Stone skimming came into it at that stage, as an upper-body activity that didn’t require too much head movement.” Long wants “full and complete recognition of stone skimming as a genuine, bona fide sport”. He believes the stones should be standardised, comparing the idea of picking your own stones to someone turning up to an Olympic javelin event with their own spear. He knows a manufacturer of decorative stone products who could do the job. “This was always a family day out before the professionals turned up,” says Dughall Macleod from the B&amp;B. “They take it too seriously. It’s like a bunch of Hells Angels turning up to a kindergarten.” In 2013, Lucy Wood, five-time women’s world champion, asked Max Farrand, a sports technology research technician at Loughborough University, to help her. He built a pond in the lab and they used motion-tracking technology to capture a 3D image of Wood in action. They also used force plates to examine her weight distribution and high-speed video to record her skims. “You don’t throw from your arm, you throw from your body,” Wood says, comparing skimming to a car braking with objects on the back seat. “The stone is part of your body.” The tournament begins at the quarry. A hush descends as Isaacs, a favourite here, steps up. When he hits the back wall with his first and third skim there is an almighty cheer from the 350-strong crowd. To qualify for the final, you need to strike the wall with one of your first three throws. Isaacs, Szep, Lewis, Long and seven other men do it, the highest number ever. Long’s skim is controversial though, according to Lewis, who claims it didn’t touch the wall. I came to the championships with lofty ambitions, but my first skim goes outside the designated boundary. When my next travels 43 metres, I think there’s a chance. Then my final skim goes out of bounds, too. I realise that to be a champion, you must skim as if no one is watching. I skim as though everyone is watching, and am punished accordingly. The final score is cumulative, the best possible being 189 metres (three back walls). Skim outside the boundaries even once at this level, and you have almost certainly bungled it. This is what Lewis does on his first throw, so his two subsequent back walls are academic. Isaacs, wearing a khaki jacket and a white T-shirt with the word “Bawbags” on it, hits the wall with his first throw, then skims 61 and 54 metres. Ultimately, however, Szep defends his title, clinching it with three back walls. Isaacs, joint second, will fight another day. The women’s champion is Christina Bowen Bravery, who won the English championships this year. Long, as ever, is crowned Old Tosser. “That was the toughest final,” Lewis says. With three back walls, Szep was indisputably the winner, but Lewis can’t help pointing out that he is the first person in the history of the tournament to hit five back walls. Yet still the world championship evades him. Given the differences between the Easdale event and the way other championships are run, one can understand Lewis’s frustration. But the popularity of the competition is surely linked inextricably to the island and its geography. Were they to move, they might no longer be the eccentric spectacle they are now. “It’s slightly spiritual up here,” says Tarring, looking around the island. “Great things are hard to find. This is a great thing.” How to skim stones Alex Lewis, British stone skimming champion 2019, says: 1 Find a flat stone of about 3½in. It’s best if it has a wee notch in it so you can dig your fingers in and get a spin on the stone when you release it. 2 Aim to throw it at 20 degrees to the horizontal. When you throw, try to land your stone flat on the water. 3 You want the first bounce to be around 10 metres in front of you. Anything less, it won’t last the distance. 4 Technique beats power every time. To get a great performance, it helps to be relaxed. 5 Practise. There’s no life hack to making it as a champion stone skimmer. I skim about 100 stones a week, over two sessions. Any more and I would risk injury. • If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}