{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/10/why-the-families-of-organ-donors-would-love-a-thank-you", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-10T16:30:41Z", "webTitle": "‘I knew my son’s heart was out there’: why the families of organ donors would love a thank you", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/10/why-the-families-of-organ-donors-would-love-a-thank-you", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/10/why-the-families-of-organ-donors-would-love-a-thank-you", "fields": {"headline": "‘I knew my son’s heart was out there’: why the families of organ donors would love a thank you", "bodyText": "Liz Houghton’s son Will was living his best life when his world stopped. In 2016, the superfit 20-year-old was flying through the Hampshire countryside on his bicycle when he was knocked down by a car. He died of his injuries. At the Houghtons’ house in Buckinghamshire, a tall and handsome Will smiles out of family portraits. The bright red racing bike he bought but never rode – it arrived a fortnight after his death – hangs on a wall. Houghton recalls she would come downstairs in the morning to find him sitting red-faced and muddy in the kitchen, having cycled 50 miles before breakfast: “He would be stuffing his face with porridge and saying: ‘We live in such a beautiful country, Mum.’ That’s what cycling gave him.” “He had the best life … we want everyone to have a bit of what Will had,” she says. And, in a way, 12 people did – his heart beats in another man’s chest, his liver transformed the life of a toddler with a rare disease and his “beautiful” brown eyes helped four others see. All his mother would like in return is “to know that the fact Will died so young has changed other people’s lives”. But she has heard almost nothing about the people who benefited. “It’s so upsetting. I knew my 20-year-old son’s heart was out there and I wanted to know that person woke up and thought: ‘There was a boy who did that for me.’” The gravity of Will’s injuries meant Houghton and her husband, Richard, were escorted by police to the hospital in Southampton where he had been airlifted after the accident. “I relive that every day,” she says. “You are half thinking the worst because you are in a police car. When we got there, they took us into a room and the doctor asked: ‘What do you know?’ I said I knew it was bad. He said: ‘It’s unsurvivable.’ It is like a bulldozer hitting you.” The opinionated and lively sports science student, whose loves included US politics, reality TV and Skittles, had been vocal about his decision to join the donor register. “Once we knew we had no hope, it all became about his organs,” says Houghton. “If someone had said to me before the accident: ‘We want to have Will’s eyes,’ I would have said: ‘No way.’ He was so handsome. But when it happened, I wanted them to take every single piece of him. I didn’t want one thing going in the ground.” Families can opt to receive a letter containing basic information about the recipients, which arrives about a fortnight after donation. They are also asked if they would like to receive a thank you letter should one be written. But while more than 90% of donor families say they would like to be contacted, only 20% of recipients write. Houghton, who co-founded the clothing brand Mint Velvet, is working with NHS Blood and Transplant (NHS BT) – the health authority with responsibility for transplant services – on an initiative that may increase the number of letters exchanged. Called Don’t Forget the Donor, its aim is to improve the support and materials available to recipients who want to write, but are unsure how to go about it. Angela Ditchfield, an organ-donation nurse who is assisting with the initiative, says: “Anything we can do to make the grief and bereavement journey better is a good thing. Donor families say it is something they find comforting. They want to hear that their loved one has helped save someone’s life.” The psychology involved is complex, and Ditchfield suggests some recipients find it daunting. “They think ‘thank you’ is not enough,” she says. “But to the donor family, I think that is all they want; an acknowledgment that their loved one has helped somebody and given them back their life. If we can give recipients the support and information to do that, then the families who want to receive a letter may get one.” Houghton agrees: “I think people are so worried about offending us or saying the wrong thing – or they feel that it’s too late. There is this idea they have to write a massive letter and turn up on the One Show. But what I want to know is that Will’s life mattered.” Last year, the Houghtons received their first letter – it typically takes recipients about two years to write to donors – from a woman whose toddler had received Will’s liver. The writer was worried the letter could upset them, and would be “hard” to read, but Houghton says the acknowledgment and thanks are healing. “To us, your son is our hero,” reads Houghton. “I think about your son every day.” Katie Morley, a recipient coordinator for NHS BT, says it is important to remember that recipients should not feel pressured into writing, as they may be dealing with physical and mental problems following their surgery. Also, not every transplant has a happy ending: two of Will’s organs failed. “Transplant is a procedure that will hopefully lead to a better quality of life,” Morley says. “But the recipients still have health problems.” The drugs prescribed after transplantation, for instance, often cause hand tremors, which would make it difficult to write. Morley adds: “Some medication can affect your mood and heighten your emotions during a period that is already very emotional. Choosing whether or not to correspond with the donor families should not be forced on to anyone.” Next year, the law will change in England and Scotland – but not Northern Ireland – from an opt-in to an opt-out system (something that already applies in Wales). More than 6,200 Britons are waiting for life-saving transplants in the UK, but on average three of them die each day. Campaigners and medical professionals have long argued that having to actively register your consent has restricted the supply of organs. At the moment roughly two-thirds of families approached about donation agree; NHS BT aims for a consent rate of 80%. Wales has the highest consent rate of all UK nations, at 77%, up from 58% in 2015 when the law changed. But, even so, only 1% of people die in circumstances (such as a hospital intensive care unit or emergency department) that make it possible for them to be donors. Ditchfield thinks publicity around the change in the law will encourage people to have a conversation. “I think, as a society, we don’t like talking about death and dying. Tell your loved ones what you want.” When she received no further letters about Will, Houghton used the NHS service to reach out to the other recipients. (The letter is sent to the recipient’s transplant centre, and they are asked if they want to read it.) Then a second letter arrived, written by the son of a man who, he explained, does not speak much English. After more than a decade of dialysis, his father’s life has been transformed by a kidney transplant from Will, and for Houghton the sense that “something good has come out of all the sadness” is overwhelming. “Thank you just doesn’t seem enough, but that is all I can offer you,” he writes. “Thank you for bringing such a brave and selfless individual into this world. Thank you for Will.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}