{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/09/a-letter-to-my-stillborn-daughter-leaving-hospital-empty-handed", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-09T06:45:56Z", "webTitle": "A letter to… my stillborn daughter", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/09/a-letter-to-my-stillborn-daughter-leaving-hospital-empty-handed", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/09/a-letter-to-my-stillborn-daughter-leaving-hospital-empty-handed", "fields": {"headline": "A letter to… my stillborn daughter", "bodyText": "It felt like a normal delivery. I didn’t expect it to, but it did. The pain of labour was immediately buffered by that overwhelming and total love that sweeps in the moment a mother holds her baby. The power of that feeling is a one-off – there is nothing to compare it to. But it was the joyful stupor, the sense of celebration, that took me by surprise. I didn’t expect to feel joy. Before I could finish wondering why I hadn’t cried, a shadow slipped over me as I said you looked too perfect to have suffered death in my womb. And then reality, absent until that point, entered. Your life’s cry would never come. I knew this before I delivered you. But to feel this was entirely different. The midwives left us alone and we held you, your dad and I, sleeping with you for hours. Then we left the hospital empty-handed. It’s indescribable, the sadness of that feeling. I won’t even try to write that one down. I just recall the rush of new parents, proudly exiting the hospital with their babies strapped into brand new Which? Best Buy car seats. How I wanted to be among that number. Back home, the walls of our empty house buried me alive each night as flowing milk soaked my skin, and my womb still moved with your phantom kicks. I woke in the dark to your cries. But you were never there. Years have passed. I want to believe you are the angel on my shoulder, as the midwife described you. I want to believe that you are eternally at rest in the arms of your departed grandparents. I have to believe this. My road to peace has been paved with such visions. I failed to give you a life that would flourish. I still don’t know why, and I never will. It all went so terribly wrong. I am so sorry, my beloved, precious daughter. One of my teachers used to say, “That’s just the way the cookie crumbles.” It rings so hollow and yet that’s the answer to all my unanswerable questions: that’s just the way the cookie crumbles. I made you a promise that the shadow of your death would never extinguish the light of your life. For the brief time that you existed within me, we lived, we thrived, two hearts as one. I still feel the power of that vitality. You matter a great deal. You were meant to be, if only for such a short time. And lifelong, I carry the torch of love in your name. • We will pay £25 for every letter we publish. Email family@theguardian.com, including your address and phone number. We are able to reply only to those whose contributions we are going to use. If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}