{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/02/my-luck-must-be-out-watching-arsenal-romesh-ranganathan", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-02T06:59:14Z", "webTitle": "Romesh Ranganathan: my dad had to eat fried chicken before an Arsenal game. Am I any less superstitious?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/02/my-luck-must-be-out-watching-arsenal-romesh-ranganathan", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/02/my-luck-must-be-out-watching-arsenal-romesh-ranganathan", "fields": {"headline": "Romesh Ranganathan: my dad had to eat fried chicken before an Arsenal game. Am I any less superstitious?", "bodyText": "My two older sons and I sat down recently to watch Arsenal lose to Sheffield United, and I took the result pretty badly. I am not normally a superstitious man, but football seems to be the one thing that encourages me to abandon all sense. Returning home, just after kick-off, I sat down with the boys and watched a minute of football before Sheffield United scored the only goal of the game. Many people might think that an unfortunate coincidence. But I managed to convince myself that Arsenal had conceded because I had just sat down. I recently watched an episode of the brilliant adult cartoon show Rick And Morty, in which Rick turns himself into a pickle on the way to a family therapy session. It was perhaps with this in mind that I, a father of three, let my mind run with all the ways I could possibly undo what I had done to Arsenal. I realise this sounds ridiculous. It wasn’t the first time, either. Because I had convinced myself that my watching Arsenal had caused them to concede, I had to do the opposite to allow them to get a goal back. This was flawed logic and overlooked the fact that I had been watching them for a while after the goal, and Sheffield United hadn’t scored again; but still, perhaps it was the change that did it. So I decided to leave the TV area for a minute, in the hope that this would lead to an equaliser. This presented me with a conundrum, because I couldn’t then come back to see if they had scored: as soon as I did, Arsenal would concede again. My solution was to sit in another room, and have the boys shout me updates (I couldn’t risk listening to the match on the radio). I went off to have a short chat with my wife, who was pleasantly surprised to have me engage with her during Monday-night football. Little did she know that the only reason was because I had descended into insanity. After a short conversation about which Will Smith is more attractive in Gemini Man, the older one or the younger one, I returned to the TV area to find that Arsenal had not scored. I’m not deeply superstitious; I don’t believe these things really work. So I would love to tell you that Arsenal’s failure to score put an end to my coming and going, but I am ashamed to say that I tried it again – twice. Eventually I returned to watch the rest of the game, hopeful that I hadn’t passed the craziness on to the boys, as my dad had to me. Many years ago, my dad had wanted fried chicken on the way to a game. We missed kick-off, and by the time we arrived Arsenal had scored. After that, my dad became convinced that he had to have fried chicken before every game. Great for Arsenal, not so great for his heart condition. Back in my living room, Arsenal once again failed to get the ball anywhere near Sheffield United’s goalposts. My son put his head in his hands and said, “This team makes me want to cry!” I realised then that my manoeuvres weren’t affecting the result at all, but they were affecting my family. I decided to take more meaningful action, and have now banned the boys from watching football with me."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}