{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/10/never-sleep-in-your-make-up-five-ways-to-avoid-spots", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-10T16:00:41Z", "webTitle": "'Never sleep in your make up': five ways to avoid spots", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/10/never-sleep-in-your-make-up-five-ways-to-avoid-spots", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/10/never-sleep-in-your-make-up-five-ways-to-avoid-spots", "fields": {"headline": "'Never sleep in your make up': five ways to avoid spots", "bodyText": "Moisturise, moisturise, moisturise “A lot of my acne patients think that, because they have oily skin, they can’t use a moisturiser,” says Bav Shergill, a consultant dermatologist based in Sussex. But if you scrub the oils off your skin, it will end up producing more to compensate. “Moisturise your skin so that it is well hydrated and that will turn off your oil production more effectively than trying to scrub away the oil.” Don’t block your pores “The usual suspects are sunscreens,” says Erica MacCallum of facialists Eve Lom in New York. So if you use one daily, look for one labelled non-comedogenic (non-clogging) or oil-free. “And never sleep in your makeup.” Sandy Skotnicki, a dermatologist based in Toronto, says that even hair products – “in particular argan and coconut oils” – can contribute to facial acne, so “it is important to wash them out before you sleep”. Exfoliation will help to keep pores clear and Shergill recommends skin products with 2% salicylic acid “and a little more glycolic acid, which can help exfoliate dead skin cells that could cause blockages”. Zap spots with antibacterials “People think acne is an infection, but it’s not,” says Shergill. “It is inflammation of the skin that allows an overgrowth of bacteria. The body tries to kill the bugs and causes the big red reaction, which is the spot.” If one lasts for longer than 10 days, it can scar. “We need to get on and treat spots when they come up,” says Shergill. “We often use drugs such as benzoyl peroxide. If you prefer an alternative treatment, tea-tree oil can be effective.” As well as killing germs, tea tree has anti-inflammatory properties. To avoid irritation, Shergill recommends diluting it to 5%. Be kind to your skin “Never squeeze a spot,” says Shergill. “The spots will express themselves when you wash your face.” And squeezing “blind spots”, where skin has grown over the top, is futile and can lead to scarring. Lay off the sweet treats When you eat cake, or other high-glycaemic-index (GI) foods, you are likely to produce extra insulin. There is evidence, says Shergill, that high-GI diets and insulin spikes “correlate with facial serum excretion – you make more oil. Whereas a low-glycaemic-load diet significantly reduces lesion counts. So a low-glycaemic-index diet is apparently very effective.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}