{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/08/modern-politics-gripping-dont-let-it-consume-life-oliver-burkeman", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-08T15:00:39Z", "webTitle": "Modern politics is gripping, but don’t let it consume your life | Oliver Burkeman", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/08/modern-politics-gripping-dont-let-it-consume-life-oliver-burkeman", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/08/modern-politics-gripping-dont-let-it-consume-life-oliver-burkeman", "fields": {"headline": "Modern politics is gripping, but don’t let it consume your life", "bodyText": "A classic old psychology study presented participants with a fictional character named Linda, an unmarried, 31-year-old university student, who was politically outspoken and who’d participated in anti-nuclear marches. Which of the following, they were asked, was more likely: that Linda worked as a bank cashier – or that Linda worked as a bank cashier and was active in the feminist movement? Logically, it has to be the former. It simply can’t be more probable that anybody is two things, rather than that they’re only one of those two things. But the overwhelming majority of people chose the latter. The two facts just feel more true in conjunction; they tell a more convincing story. Not a highly convincing one, these days, admittedly (whoever heard of doing your banking by interacting with another human being?) but it’s still the most plausible option, thanks to the extra detail. Scholars still dispute exactly what the Linda experiment shows. But one implication is that more information isn’t always an unequivocal boon; sometimes, it leads you towards greater certainty, but away from the truth. As the mathematician John Allen Paulos has observed, this is an underappreciated factor in conspiracy theories and fake news. People don’t believe in nonsense thanks only to confirmation bias and political partisanship, but because the glut of online information means you can always find persuasive details for whatever story you like. Worse, the information itself might be true, yet still feed belief in an underlying theory that’s false. Oh, and sorry to be the bearer of awkward news, but leftier types may be particularly at risk. While conservatives have a higher need for “cognitive closure”, hardening their views in response to ambiguity, liberals may have a higher “need for cognition”, a hunger for more information, whether they like it or not. Whatever the nuances of your position on the Trump-Russia scandal, for example, it seems hard to deny this played a role: it was fun to vacuum up each new morsel of fact. There’s another reason why we should be wary of immersing ourselves in ever more information when it comes to politics, which is that it ends up giving politics an outsized role in life. It’s widely taken as a given that if we are to heal our divides, we need to better grasp the other side’s views: that’s the guiding principle behind sites such as OneSub and AllSides, which aim to expose you to perspectives that challenge your prejudices. This has its merits. But the hidden downside is that it reinforces the idea that the main way in which we should relate to those with whom we share a nation, or a planet, is as political actors. And what if that’s wrong? In a new book, Overdoing Democracy, the political philosopher Robert Talisse, mentioned here before, argues that the saturation of public life by politics is bad, both for public life and politics. Activism is essential, but it can’t be all we do; we must also weave the communal fabric of which politics is one part. So volunteer, take a cooking class, support a team, join a choir: “Do something you sincerely take not to be an expression of your particular political identity.” It’s better to understand others’ politics than to be ignorant or misinformed about them. But sometimes it matters more to remember that politics isn’t all we are. Read this In Overdoing Democracy, Robert Talisse argues for “putting politics in its place” – because democracy works only when it isn’t the whole of life. oliver.burkeman@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}