{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/09/tim-dowling-ive-never-been-to-an-nfl-game-and-it-shows", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-09T06:00:59Z", "webTitle": "Tim Dowling: I’ve never been to an NFL game, and it shows", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/09/tim-dowling-ive-never-been-to-an-nfl-game-and-it-shows", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/09/tim-dowling-ive-never-been-to-an-nfl-game-and-it-shows", "fields": {"headline": "Tim Dowling: I’ve never been to an NFL game, and it shows", "bodyText": "Ten years ago I took my middle son to Wembley to see England play Ukraine. It was my first international football match, and I had to endure the discomfort of having to have everything explained to me by an 11-year-old, in an atmosphere of extreme menace. Below us, a Ukrainian player with long blond hair was fouled and lay on the pitch bleeding, to the fury of everyone around us. “Who’s he?” I said to the middle one. “Voronin,” he said. “He plays for Liverpool but he’s on loan to Hertha.” “Get up, My Little Fucking Pony!” shouted the man behind us. Ten years later I am on the train to Wembley, again with my middle son. I’m taking him to see an American football game, and I am enduring the mild humiliation of having the sport of my people explained to me by an English-born 21-year-old who knows way more about the NFL than I ever did. He is running me through the starting line-ups of the Jacksonville Jaguars and the Houston Texans, two teams that didn’t even exist when I still lived in the States. “Last time I checked, Houston were called the Oilers,” I say. “The Oilers moved to Nashville to become the Titans,” he says. “The Jaguars’ quarterback is like a sixth round draft pick, but he took over when their starter got injured.” “OK,” I say. “He’s called Gardner Minshew,” he says. “Minshew?” I say. “Are you making this up?” “Do you see these people wearing headbands and fake moustaches?” he says, pointing down the carriage. “They’re all dressed up as him.” It’s true: the train is dotted with people in fake moustaches and headbands, some of them women. “Minshew,” I say, quietly. We walk to the stadium in a sharpening drizzle. As we take our seats, the middle one explains that because the Jaguars are the designated home team for UK matches, and also due to persistent rumours that they might one day become the first London NFL franchise, the team enjoys considerable support in Britain. “They’ll have to change the way they pronounce Jaguar,” I say. I will later recall this as the least stupid thing uttered by me all afternoon, although that will be of little comfort. The middle one appears to have decided that we are Jacksonville fans for the day. I feel a bit weird about this, partly because I don’t care and partly because the people right behind me are Houston fans who have travelled all the way from Texas for this game. But the seating is mixed: home and away fans, Americans and British, sober and very, very drunk, all sharing an infectious, demented enthusiasm. I think about how long it’s been since I last attended an NFL game. Then I realise: I have never been to an NFL game. During the second half, the middle one begins to address his comments in part to the people behind us, twisting in his seat in search of an audience who might at least know what he’s talking about. On the field, a long pass is ruled incomplete after it slips from a receiver’s grasp, but the call is under review. “I really thought he had that!” the middle one shouts, craning his neck round. “He hung on to it for a good minute!” shouts the man from Texas, leaning forward. I turn. “What does he have to do, take it home with him?” I say. The man and his wife stare at me in polite bewilderment. I spend the next few minutes trying to figure out why it was the wrong thing to say. “Minshew,” I mumble. By the fourth quarter, Houston have built up a commanding lead, and my fair-weather fandom has hit a bank of cloud. The English Jaguar fans leave early, one man high-fiving our entire row as he files past. A few seconds shy of the two-minute warning, the middle one signals that we, too, have seen enough, and we stand. “Good luck with the rest of it!” I say to the people behind us, which, in the context of what has gone before, makes no sense at all. I think about this as we make our way down the road, surrounded by people in headbands and fake moustaches."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}