{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/09/blind-date-fiye-shaun", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-09T06:00:58Z", "webTitle": "Blind date: ‘He had a bit of tissue stuck to his face’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/09/blind-date-fiye-shaun", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/09/blind-date-fiye-shaun", "fields": {"headline": "Blind date: ‘He had a bit of tissue stuck to his face’", "bodyText": "Fiye on Shaun What were you hoping for? To connect with someone, have a laugh and not spill any food down my white T. First impressions? Nice hair, very warm and engaging. What did you talk about? Work, how sweaty and hot we both get, Twitter, gym routines, being “woke” and the countryside. Any awkward moments? None that I can remember. Good table manners? Yes. Although we used our hands for certain dishes. Best thing about Shaun? He is very comfortable in his own skin and beams positivity. Would you introduce him to your friends? Yeah, sure. Describe Shaun in three words Passionate, confident, friendly. What do you think he made of you? Very smiley and talkative. Did you go on somewhere? To a local pub for a couple. And... did you kiss? No. If you could change one thing about the evening, what would it be? I would change the seats, as they were uncomfortable for a long period of time. Marks out of 10? 7. Would you meet again? Sure, as friends. We exchanged numbers. Shaun on Fiye What were you hoping for? Good chat and lots of drinks. First impressions? Friendly and frazzled. What did you talk about? Our shared inability to return clothes, being a good ally, favourite pop icons, our different Uber etiquette, the pros and cons of different ages. Any awkward moments? He had a bit of tissue stuck to his face and I didn’t know how to tell him. I was surprised when he told me he read the Daily Mail sometimes. When he ordered a shandy. I didn’t know how to explain Karl Marx when Fiye said he hadn’t heard of him. Good table manners? Great. He always let me go first at the sharing plates. Best thing about Fiye? Funny. We had lots of laughs. Would you introduce him to your friends? My pals are lovely, and I’m sure they would get on if it ever came up. Describe Fiye in three words Innocent, animated, inquisitive. What do you think he made of you? Probably a big drinker. Did you go on somewhere? We went to a cocktail bar. Fiye got a lemonade. And... did you kiss? Nope. If you could change one thing about the evening, what would it be? A date who I fancied. Marks out of 10? 5. Would you meet again? I would stop for a chat if we ran into each other. • Shaun and Fiye ate at Angelina, London E8 Fancy a blind date? Email blind.date@theguardian.com If you’re looking to meet someone like‑minded, visit soulmates.theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}