{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/nov/09/what-is-it-illegal-to-wear-in-parliament-weekend-quiz", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-11-09T07:01:11Z", "webTitle": "What is it illegal to wear in parliament? The Weekend quiz", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/09/what-is-it-illegal-to-wear-in-parliament-weekend-quiz", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/09/what-is-it-illegal-to-wear-in-parliament-weekend-quiz", "fields": {"headline": "What is it illegal to wear in parliament? The Weekend quiz", "bodyText": "1 Who lives in Villa Villekulla with her monkey and a horse? 2 What is it illegal to wear in parliament? 3 Which animal’s dung is known as spraint? 4 Ethelbert of Kent was the first English king to do what? 5 Which archaic human was discovered by the Düssel River? 6 What began on 2 November, 1982 with TNEMARHIB? 7 Which band are named after Linda from the Manson family? 8 Dresden is a suburb of which English city? What links 9 White Clay Creek Park, Delaware and Brown’s Hill, West Virginia? 10 Cerberus; Orthrus; Ladon; Chimera; Hydra? 11 Railway guides; Leviathan; Eboracum; taekwondo queen? 12 Vava; Pelé; Breitner; Zidane? 13 Annuitymatures; doctor’s fee; bank error; birthday? 14 Port wine; bride; Ant; UK motorists? 15 Amenhotep IV; Gandhi; Columbus; Einstein; Disney? The answers 1 Pippi Longstocking. 2 Armour (under a 1313 statute). 3 Otter. 4 Convert to Christianity (c. 600 AD). 5 Neanderthal. 6 Countdown (first letters round). 7 Kasabian. 8 Stoke-on-Trent. 9 Mason-Dixon Line (start and finish of the original survey line). 10 Multi-headed creatures in Greek myth. 11 Sex And The City leads: (by George/Carrie) Bradshaw; (author Thomas/Miranda) Hobbes; (Roman name/Charlotte) York; (Jade/Samantha) Jones. 12 Scored in two Fifa World Cup finals. 13 Community Chest cards in Monopoly. 14 Left: passed to; at altar, traditionally; Ant McPartlin stands on viewers’ left; drive on. 15 Subjects of operas by Philip Glass: Akhnaten; Satyagraha; The Voyage; Einstein on the Beach; The Perfect American."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}