{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/nov/03/doctor-who-creator-was-happiest-caring-for-late-husband", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-11-03T07:57:08Z", "webTitle": "Russell T Davies: ‘I’d take the Tardis to see my husband again’", "webUrl": "https://www.theguardian.com/media/2019/nov/03/doctor-who-creator-was-happiest-caring-for-late-husband", "apiUrl": "https://content.guardianapis.com/media/2019/nov/03/doctor-who-creator-was-happiest-caring-for-late-husband", "fields": {"headline": "Russell T Davies: ‘I’d take the Tardis to see my husband again’", "bodyText": "The Doctor Who writer Russell T Davies now has an answer to a question he is frequently asked: what time would he travel to in the Tardis? Since the death of his husband, Andrew Smith, last year, he knows he would go back to the moment at 1.50am on 12 April 1998, when he first laid eyes on his future life partner in a Manchester nightclub. “I would go back to that club and be a bystander. We caught eyes: what a magic moment,” the Welsh creator of the dramas Queer as Folk and A Very English Scandal tells Lauren Laverne when he is marooned on the fictional Desert Island Discs on BBC Radio 4 on Sunday morning. Choosing the Electric Light Orchestra’s track Mr Blue Sky, the song which was played at their 2012 wedding, Davies said that Smith died at home “with me by his side”. He now regards himself as “very lucky”, he adds, not only to have married “the nicest man in the world”, but also to have become his principal carer during his fatal illness. “Those eight years I cared for him are our happiest years. They were so intimate and so honest. Everything else just falls away. There’s no nonsense,” he tells Laverne. “I am talking about love here. That is the word, love. He will be in every good man I ever write now.” Smith was dying from a brain tumour, first diagnosed in 2011, as Davies was finishing writing the final episode of his most recent acclaimed television drama, Years and Years, starring Anne Reid, Russell Tovey, Rory Kinnear and Emma Thompson. When he came back to his home alone after the death, he explains, he was astonished by the silence. Selecting other tracks including Wuthering Heights by Kate Bush and Leonard Bernstein’s choral Mass, which he sang in as a child, the writer explains that he had always felt he belonged working in television, despite being turned down for a BBC traineeship three times in a row. He eventually started to work in production, rising to a position that saw him, at one point, as executive producer of six different Doctor Who-related television shows. “I am still tired from then, to be honest. I haven’t quite recovered,” he says. Davies, 56, considers himself a gay writer, he explains, rather than just a writer, because it is still such “unexplored territory creatively”. “We’ve always been there, behind the scenes, making the sensible decisions, for thousands of years,” he said of the LGBT community. “But as an ‘out’ society, we’re less than 50 years old really, and that’s nothing. There are things that we said, things that we felt, emotions in our hearts that have not been put on screen yet, or on the page, or into fiction.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}