{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/nov/02/david-dimbleby-rupert-murdoch-podcast-the-sun-king", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-11-02T14:35:00Z", "webTitle": "Dimbleby’s next question: what is Murdoch’s legacy?", "webUrl": "https://www.theguardian.com/media/2019/nov/02/david-dimbleby-rupert-murdoch-podcast-the-sun-king", "apiUrl": "https://content.guardianapis.com/media/2019/nov/02/david-dimbleby-rupert-murdoch-podcast-the-sun-king", "fields": {"headline": "Dimbleby’s next question: what is Murdoch’s legacy?", "bodyText": "If the tale of a powerful newspaper magnate who built up an international media empire, married several times, and now has to secure the future of his family business interests in an uncertain digital age sounds familiar, that could be due to the highly acclaimed television series Succession, starring British actors Brian Cox and Matthew Macfadyen. Or it could just be that you have followed the long career of Rupert Murdoch. Now David Dimbleby, the broadcaster who has watched the life and times of the Australian media mogul for over five decades, will separate fact from fiction in a podcast that chronicles the real Murdoch story. It will launch on Audible later this month and will be 81-year-old Dimbleby’s first journalistic work since stepping down from the helm of BBC’s Question Time programme last year. “I first interviewed Rupert Murdoch for Panorama when he bought the News of The World in 1968 and then again when he bought the Times,” said Dimbleby this weekend. “I have always been fascinated by his risk-taking, buccaneering approach to newsgathering and the use of that power to influence public attitudes.” The influence of Murdoch has been felt behind the scenes in newspapers since he came to Britain aged 38. He has also repeatedly made the headlines. Just last week the 88-year-old’s name became part of the Labour leader’s election pitch to the British public. He still presents, Jeremy Corbyn said, a key problem to be tackled after a Labour party victory. Away from Westminster Murdoch remains a talismanic figure of hate for some as a result of the phone-hacking scandal that rocked the newspaper industry in 2011. “The podcast I have made explores the controversial use of the media he owns to exert political power,” said Dimbleby, of The Sun King, which will launch on 18 November. “From the Sun to Fox News I look at his motives and methods through the eyes of his colleagues and opponents. I know a great deal more about him now than I did back in 1968, but he remains an enigma.” The makers of the HBO TV hit Succession, created by British writer Jesse Armstrong and co-written by playwright Lucy Prebble, claim the show was not inspired directly by Murdoch. Other business empires of the super-rich, they say, have been folded into the mix. But many of the issues facing fictional father figure Logan Roy, played by Cox, are immediately recognisable. He, like Murdoch, must shift with media trends and handle the competing ambitions of his children. Dimbleby, who himself comes from a newspaper-owning family, if on a smaller scale, will tell how Murdoch turned the Sun from a cautious broadsheet into Britain’s most widely read tabloid newspaper. The podcast will follow Murdoch to America where he took on the New York Post and explore his controversial war against the British print unions at Wapping. Media dominance under Margaret Thatcher helped Murdoch gain unprecedented access to power. But Dimbleby says The Sun King will also cover “the media mogul’s lowest moment”: the phone-hacking scandal. It will look at the origins of Fox News in 1996 and its part, two decades later, in supporting the rise of Donald Trump. The chance to follow one significant story in the podcast has been welcomed by Dimbleby in stark comparison to the work of presenting political debates and election coverage on television. He said: “Question Time is a public display of opinion in a sometimes rumbustious forum. By contrast, podcasting is like having a quiet conversation with listeners and interviewees.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}