{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/nov/05/tories-unrepentant-about-doctored-video-of-keir-starmer-tv-appearance", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-06T14:32:11Z", "webTitle": "Keir Starmer: Tories' doctored TV footage is 'act of desperation'", "webUrl": "https://www.theguardian.com/media/2019/nov/05/tories-unrepentant-about-doctored-video-of-keir-starmer-tv-appearance", "apiUrl": "https://content.guardianapis.com/media/2019/nov/05/tories-unrepentant-about-doctored-video-of-keir-starmer-tv-appearance", "fields": {"headline": "Keir Starmer: Tories' doctored TV footage is 'act of desperation'", "bodyText": "Keir Starmer has accused the Conservatives of “an act of desperation that backfired” after footage of the shadow Brexit secretary was doctored to show him unable to answer a question on Labour’s Brexit position. In the Tory version of an interview with ITV’s Good Morning Britain, produced by the party for its social media channels, Starmer is shown unable to speak after being asked about Labour’s position on the EU, with his face appearing under the caption “Labour has no plan for Brexit”. In reality, the shadow Brexit secretary did provide a lengthy answer regarding his discussions with other EU countries over the past three years and insisted: “A customs union and single market alignment and protection of workers’ rights and environmental rights and consumer rights is something that can be negotiated.” The Good Morning Britain presenter Piers Morgan said that Starmer’s answer may have been “unconvincing” but the way the video was edited by the Tories was “misleading and unfair”. Speaking on Wednesday at a campaign event in Lambeth, south London, Starmer said political parties should not get involved in doctoring videos of their political opponents. “I actually saw it as an act of desperation. It is only when you think things are not going well that you get involved in those sorts of activities. “I think this particular matter has backfired for the Conservatives because they have spent all morning trying to defend what they did,” he told the Guardian. After being called out on the party’s decision to edit the video, the Conservative party failed to apologise and appeared to revel in the extra attention. Its press office encouraged more people to watch the original “car-crash interview” on Good Morning Britain. Morgan tweeted in response: “You doctored the end of the clip you originally put out, to make it look like @Keir_Starmer had no answer to my question. In fact he answered immediately. You could have had plenty of fun with that interview anyway – why fake it?” In response, the Tory party tweeted a new video with the comment: “Fair point @piersmorgan. Is this version better?” The new film is almost identical to the original, but instead of misleadingly showing Starmer blinking and licking his lips as he fails to respond to Morgan’s question, it instead freezes the frame on his face and zooms in. The Conservative chairman, James Cleverly, told BBC Breakfast the video was “obviously edited” and denied it had been “doctored”, saying the difference mattered because the words had different connotations: “The idea that people couldn’t see that it wasn’t a shorter form of video, that’s not a credible position to put forward.” Starmer said Cleverly has been caught out. “I know Cleverly has tried to laugh it off as satire but he knows what he was up to,” he said. The incident highlights the difficulty in reporting on misinformation and online duplicity during a general election. The extra attention given to misleading social media posts often creates a feedback loop, with algorithms on Twitter and Facebook responding to the high levels of user engagement by pushing it into more people’s feeds. This has led to fears that there is very little to be lost by political parties reinforcing lies and deceptive material in a media environment where the aim is often to get attention at all costs and by any means. After the misleading edit of the video was highlighted by the BBC journalist Daniel Sandford, the video attracted almost a million additional views."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}