{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/nov/04/fake-online-influencers-a-danger-to-children-say-campaigners", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-11-04T18:15:03Z", "webTitle": "Fake online influencers a danger to children, say campaigners", "webUrl": "https://www.theguardian.com/media/2019/nov/04/fake-online-influencers-a-danger-to-children-say-campaigners", "apiUrl": "https://content.guardianapis.com/media/2019/nov/04/fake-online-influencers-a-danger-to-children-say-campaigners", "fields": {"headline": "Fake online influencers a danger to children, say campaigners", "bodyText": "Parents are being warned of a fresh online threat to children from social media influencers who look real and post photos of themselves with other celebrities, but are in fact digital creations of the advertising industry. The rise of deep fakes and “virtual influencers” allows companies to “easily manipulate” young people and threatens to damage their wellbeing, according to Internet Matters, an online safety campaign backed by internet service providers and social media companies. Fake influencers include Lil Miquela, a virtual “singer” and “model” created by a US company, who has 1.6 million followers on Instagram, and Bermuda, another pretend music star who has 172,000 followers and a fictional on-off relationship with Blawko, a virtual influencer who is shown skateboarding, playing basketball, getting a tattoo and drinking a beer on his Instagram account, which has 145,000 followers. They have been used to promote brands such as Spotify, Absolut Vodka and Fendi. “The virtual influencer gives brands and corporations the ability to create posts that feature perfect boys and girls who can speak to a large young audience at the click of a button,” said psychologist Dr Linda Papadopoulos, an ambassador for Internet Matters. “This potentially allows companies to easily manipulate young people by using live data to create the most influential series of images.” The virtual influencers sometimes describe themselves as robots, but also present as if they were human – what the industry calls “mixed reality”. Lil Miquela wrote recently: “I keep a Spotify list of stuff I’m listening to, but outside of that, I’ve been really into Skee Mask and Nina Kraviz. I found a cool remix of that new Lizzo song I really like the other day. But yeah, the new Billie Eilish and Slayyyter songs are on repeat, too.” Her Instagram posts show her posing with real musicians backstage and sometimes there is political messaging. She posted a sign saying “keep abortion legal”, while Bermuda was an outspoken Donald Trump supporter. “This in-between thing can be very difficult for children,” Papadopoulos said. “A child needs role models but these role models are being created by marketeers. They aren’t real and create nothing but attention-seeking. They are grabbing attention and for what? They are not there to educate and empower; they are there to engage and they do that by making us feel afraid, angry and insecure. The biggest thing we can do for our kids is get them to think critically, to ask, am I being influenced by an individual or a group? And why?” Peter Fonagy, the chief executive of the Anna Freud Centre for child mental health, said fake influencers were an example of computers being used to mimic a deep psychological process which allows people to trust others, that is feeling recognised. “The problem is that AI can mimic this process,” said Fonagy. “You can programme it so that the optimal number of people feel that this voice can be trusted … I am not trying to create a moral panic, but it is important we are aware computers can mimic some important aspects of what the human brain has evolved to be able to detect.” Advertising industry sources said that within two or three years, artificial intelligence would allow virtual influencers to generate their own fresh Instagram posts using machine learning to analyse data about followers and work out how best to manipulate them. In the UK, fashion photographer Cameron-James Wilson has already created a stable of virtual models, which have been used to promote Smart cars, Ellesse and KFC. “There are some virtual influencers that aren’t showcasing that these models aren’t real, and I find that quite worrying,” he said. “If you are liking and following an account and you don’t know who is behind it, you could be following someone with completely different views. It is extremely worrying when accounts have political views.” Philip Trippenbach, head of influencer at Edelman UK, a multinational communications agency, said virtual influencers could appeal to consumers who “think it’s cool to have a not real person”, but warned that “in a communications environment that has become full of algorithmic communication of outstanding power this is one of the things that parents need to be vigilant of”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}