{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/nov/02/after-grenfell-homebuyers-told-their-flats-are-worthless", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-11-02T07:00:40Z", "webTitle": "After Grenfell, homebuyers told their flats are worthless", "webUrl": "https://www.theguardian.com/money/2019/nov/02/after-grenfell-homebuyers-told-their-flats-are-worthless", "apiUrl": "https://content.guardianapis.com/money/2019/nov/02/after-grenfell-homebuyers-told-their-flats-are-worthless", "fields": {"headline": "After Grenfell, homebuyers told their flats are worthless", "bodyText": "Lucy Stevenson is one of a new breed of “mortgage prisoners” – trapped in an unsaleable home, rejected by lenders when trying to remortgage – because her flat is in a tower block caught up in the fallout from the Grenfell disaster. “I’m trapped... I’ve had to completely change all my plans because of this, and the stress has been unbearable,” says the NHS worker. And she is far from alone – it was claimed this week that there may be as many as 500,000 flat owners in a similar position. They have all become caught up in the confusion over cladding on tower blocks – specifically, whether or not buildings meet new fire safety standards introduced following the Grenfell disaster, how much it will cost to put any problems right, and who will ultimately foot the bill. All of this is feeding through to thousands living in “high-rise” (defined as more than 18 metres) apartment blocks, as well as many living in smaller blocks, because property valuers are taking the view that unless they have all the facts at their fingertips – for example, is there any chance the cost might fall on the leaseholder? – they can’t put a valuation on the property. That means these owners can’t sell up or switch to a cheaper mortgage. Stevenson owns a two-bedroom flat in an 18-floor private housing block in Barking, east London, and had wanted to sell to buy a three-bedroom property. An interesting quirk in her case is that Barclays was one of the banks that turned her down for a remortgage because of “issues with cladding and fire safety” – yet there is a Barclays branch on the ground floor of her building. Some might say that if the bank thinks the building is safe enough to let its employees work there, why won’t it touch her with a bargepole? However, that might be a little unfair on Barclays, as this is clearly an industry-wide issue. Stevenson, who has a 17-month-old son, bought her flat 10 years ago, and told Guardian Money: “I’m trapped in terms of the future. I can’t sell unless it’s to a cash buyer.” Earlier this year, wanting a better mortgage deal, she approached several lenders. But she found many had changed their rules just in the last few months – for example, Santander updated its lending policy relating to buildings with cladding in May, while Barclays’ revised policy took effect in June. In each case, the valuation came back as “zero” until a specialist report was issued confirming the property meets the requirements of the current guidance from the Ministry of Housing, Communities and Local Government. All the banks said this report had to be commissioned by her building manager and done by a suitably-qualified expert who is a member of one of an approved list of bodies. “The problem is, my building manager is reluctant to do such a report, and I cannot compel him to do so,” says Stevenson. But the situation is actually a lot more serious than that. In a briefing document, Arma, the leading trade body for residential leasehold management, said that “current demand for the services of suitably qualified experts is excessively high,” adding: “We are being advised this potentially means a wait of six to 12 months or more. It is deeply regrettable that this means, in some instances, owners may struggle to remortgage or sell their properties until this report is available.” Nick Morrey, product technical manager at mortgage broker John Charcol, says this is “a huge problem” and is creating thousands of “mortgage prisoners” who have very limited options. While her building’s outer skin is made of real solid brick, there are some small isolated single sheet aluminium panels, though this is not the aluminium composite material (ACM) cladding that helped spread the fire that claimed 72 lives at Grenfell. There is also some possibly combustible (but not flammable) insulation between the outer brick construction and the concrete inner frame. Valuers and lenders toughened up their criteria on high-rise blocks after the government issued what’s known as “advice note 14” relating to cladding in December 2018. However, low-rise apartment buildings were also dragged into all of this following a fire at a block in Barking in June, and another in Worcester Park in Sutton, south-west London, in September. In June the government issued an advice note on the risks relating to balconies, which resulted in things being tightened up even more. So what’s the advice for those affected? If remortgaging to another lender looks tricky, talk to your existing bank or building society and ask for a full list of products you can move to, says Morrey. Barclays confirmed the need for a written report in cases where a valuer identifies that a building’s external facade may contain potentially combustible materials. In a letter to Stevenson, it said that “we are not saying the building is unsafe or a fire risk as we are not qualified to make that assessment”. One bit of good news is that Fiona Haggett, head of valuations at Barclays Mortgages, has been working on a solution regarding buildings with cladding that has been put forward to chartered surveyor body Rics to implement as an industry-wide initiative. Rics has agreed to adopt Haggett’s certificate idea, which should make it much easier to identify buildings that are not impacted by all of this, and will hopefully open up the market for some flats, she says. Stevenson’s building manager, Block Management UK Ltd, told us: “Having facilitated many safety tests at sites we manage, we are sympathetic to all affected by lender requirements. We, and hundreds of agents, are relying on the professional bodies and government to confirm a testing specification that will satisfy lender requirements, further ensure people’s safety and protect their investments.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}