{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/01/michael-kiwanuka-kiwanuka-review-one-of-the-greatest-albums-of-the-decade", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-01T09:00:13Z", "webTitle": "Michael Kiwanuka: Kiwanuka review – one of the greatest albums of the decade", "webUrl": "https://www.theguardian.com/music/2019/nov/01/michael-kiwanuka-kiwanuka-review-one-of-the-greatest-albums-of-the-decade", "apiUrl": "https://content.guardianapis.com/music/2019/nov/01/michael-kiwanuka-kiwanuka-review-one-of-the-greatest-albums-of-the-decade", "fields": {"headline": "Michael Kiwanuka: Kiwanuka review – one of the greatest albums of the decade", "bodyText": "Michael Kiwanuka’s first two albums established him as a folksy symphonic soul man akin to Bill Withers and Terry Callier, and set the bar pretty high. This one knocks it skyward. Together with producer-to-the-stars Danger Mouse and London hip-hop producer Inflo, the British-Ugandan 32-year-old has broadened his territory to stretch from Donny Hathaway-style melancholy soul through to Rolling Stones-y gospel rock, psychedelic soul and breakbeat. There are strings and harps, samples of civil rights campaigners, Hendrix-type frazzled guitars and Burt Bacharach-type orchestrations. The dreamlike, revelatory quality is reminiscent of Marvin Gaye’s What’s Going On and Primal Scream’s Screamadelica. Unusually, in these streaming-led times, Kiwanuka is a contemplative song cycle intended to be listened to in one extended sitting, which he says is “a reaction against this fast-paced, throwaway, machine-led world”. It sounds timeless and contemporary; the instrumental interludes and the stylistic and tempo shifts all hang together because of his warm, sincere vocals and fantastic songwriting. At the core is Kiwanuka’s inner battle between anxiety, self-doubt, spirituality and wisdom, which is then set against racism and rueful glances at the state of the world. Thus, killer opener You Ain’t the Problem is both an encouraging nudge to himself and a sharp put-down of attitudes towards immigration: “If you don’t belong, you’re not the problem.” Hero compares the murder of 60s activist Fred Hampton with recent US police shootings (“on the news again, I guess they killed another”), also referenced in the insistent Rolling (“No tears for the young, a bullet if you’re wrong”). Piano Joint (This Kind of Love) and Hard to Say Goodbye are beautifully pensive and Final Days ponders nuclear apocalypse. But for all its melancholy, Kiwanuka is never downbeat. There are moments – such as the “Time is the healer” gospel choir in I’ve Been Dazed, or hopeful closer Light – when positivity bursts through with such dazzling effect you want to cheer. Kiwanuka is a bold, expansive, heartfelt, sublime album. He’s snuck in at the final whistle, but surely this is among the decade’s best."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}