{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/03/former-police-officer-praises-gene-who-returned-250k-violin", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-03T16:44:35Z", "webTitle": "Former police officer praises ‘Gene’ who returned £250k violin", "webUrl": "https://www.theguardian.com/music/2019/nov/03/former-police-officer-praises-gene-who-returned-250k-violin", "apiUrl": "https://content.guardianapis.com/music/2019/nov/03/former-police-officer-praises-gene-who-returned-250k-violin", "fields": {"headline": "Former police officer praises ‘Gene’ who returned £250k violin", "bodyText": "A man who picked up a £250,000 violin on a train needed to be convinced that he would not be arrested before handing it back to its owner at a late-night car park rendezvous, according to the retired detective who led the negotiation. Musician Stephen Morris was reunited with the 310-year old violin made by David Tecchler on Friday night after leaving it on a Southeastern train last month, prompting a nationwide appeal for its return. Tired after a long day recording at Abbey Road studios, Morris left the violin on the London Victoria to Orpington train when he got off at Penge East for his home in Sydenham. The man who picked it up was initially treated as a suspect when CCTV images of him with the violin were released by the British Transport Police (BTP) last week. After publication of the appeal last Thursday, which has since been deleted by the police, a man referring to himself as ‘Gene’ contacted Morris via Twitter to say he recognised the person in the picture. There then followed an intense period of negotiation led by Morris’s friend Mike Pannett, a former Scotland Yard police officer. Morris, who met Pannett on a fly fishing trip to the Outer Hebrides in the 1990s, said his friend was the “engine room” of the operation to recover the violin. Speaking to the Guardian, Pannett said: “It was quite obvious to me and the detectives [at the BTP] that whoever had this violin was desperate to get it back but was panicking because they didn’t want to get into trouble. “I knew from my experience that we weren’t dealing with a hardened criminal. We were dealing with somebody who had initially made a bit of a mistake [in picking up the violin] and had panicked.” It took two days of negotiations to persuade Gene to show up with the violin. Pannett said: “There was no ransom, we just appealed to his better nature. It was a combination of reassurance and human decency that this was a serious piece of history and that we wanted it back. It was: ‘Get it back to us, reassured that you’re not just going to be jumped on and arrested.’ “We were just stressed that we wanted a positive outcome, but it did take a while.” After two previous suggested drop-offs fell through, Pannett eventually convinced Gene to bring the violin to Morris at a car park next to Beckenham Junction railway station after 10pm last Friday night. Pannett and several BTP officers were watching undercover in case anything went wrong. He said: “It was very tense. We sent Steve on his own to a Waitrose car park, past 10pm and it was raining. We had Steve’s safety absolutely covered. But when our man walked up to hand it over he would not have been aware of that. We were all tucked away.” Pannett said Gene appeared relieved when he emerged with the undamaged violin. “You could tell by the expression on this young man’s face when he walked up – he had the biggest smile on his face – that he knew he’d done the right thing and the pressure had come off and he could carry on with his life. That expression said it all.” He added: “All he wanted was to apologise, shake Steve’s hand and make nothing more of it.” Pannett paid tribute to Gene’s decency. “I would congratulate him. He has done the right thing and set a great example to anyone else who ever finds himself in that position.” Pannett said the clandestine operation was the most satisfying job of his career. “I’ve dealt with some horrific cases, including the cop killer Gary Nelson. But for cracking the case, this has got to be probably the most satisfying job I’ve ever been involved in because it meant such a lot personally.” Pannett and Morris are now planning how to celebrate. “We are already talking about a fly fishing trip and beer.” Morris said: “It couldn’t have ended in a happier way.” Speaking to the BBC, he said: “I feel a bit battered and bruised … I haven’t had a great deal of sleep since it went missing.” Referring to Gene, he added: “He was very apologetic, he said he wanted to hand it to me in person.” On Sunday Morris appeared on television with his Tecchler violin and said he was still getting over the shock of instrument’s return. Morris expressed his gratitude by playing a version of Amazing Grace."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}