{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/10/ed-lyon-17th-century-playlist-review-fretwork-in-nomine-ii-future-of-the-past-kenyon-radio-3", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-10T05:29:24Z", "webTitle": "Home listening: riches from the 16th and 17th centuries – and earlier", "webUrl": "https://www.theguardian.com/music/2019/nov/10/ed-lyon-17th-century-playlist-review-fretwork-in-nomine-ii-future-of-the-past-kenyon-radio-3", "apiUrl": "https://content.guardianapis.com/music/2019/nov/10/ed-lyon-17th-century-playlist-review-fretwork-in-nomine-ii-future-of-the-past-kenyon-radio-3", "fields": {"headline": "Home listening: riches from the 16th and 17th centuries – and earlier", "bodyText": "• One of the year’s most enjoyable discs is a new album by the tenor Ed Lyon. His 17th Century Playlist (Delphian) includes songs of contrasting mood by Cavalli, Landi and other less familiar baroque composers. All, except one by Dowland, were new to me. Part of the charm, Lyon’s versatile singing aside, is the rich accompaniment – plucked and bowed – provided by lutenist Elizabeth Kenny and the ensemble Theatre of the Ayre, playing variously guitar, theorbo, triple and Irish harp, viola da gamba and violins. Taking the notion that much of this music was written for small courts, shaped in response to the tastes of a benefactor or dedicatee, Lyon has conceived the programme as a highly personal mixtape-cum-playlist. Switching with agility between French, Italian and English, he gives each track distinct character and spirit. One for any baroque fan’s Christmas list. • You might want to pair it with Fretwork’s In Nomine II (Signum Classics), a rewarding potpourri of instrumental consort music from the 16th and 17th centuries by Robert Parsons, John Bull, Christopher Tye, Henry Purcell and others, together with contemporary pieces by Nico Muhly and Gavin Bryars. Mostly written for four or five instruments, usually viols, this English genre takes its name from words in the Benedictus of the mass, and is characterised by the alto part carrying the slow-note theme (cantus firmus), with other parts playing in counterpart around that line: easier to hear than explain in a short space. Fretwork, who started out with an album called In Nomine more than 30 years ago, are matchless performers of this contemplative, introverted repertoire. The Bryars, a Fretwork commission from 1995, stands out as a dark, melancholy modern classic. • The Future of the Past: Early Music Today is a six-part series on Radio 3 in which my fellow reviewer Nicholas Kenyon tells the story of the early music revival and the pioneer musicians who brought about this revolution."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}