{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/01/sudan-archives-athena-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-01T10:00:16Z", "webTitle": "Sudan Archives: Athena review – electrifying and erudite neo-soul", "webUrl": "https://www.theguardian.com/music/2019/nov/01/sudan-archives-athena-review", "apiUrl": "https://content.guardianapis.com/music/2019/nov/01/sudan-archives-athena-review", "fields": {"headline": "Sudan Archives: Athena review – electrifying and erudite neo-soul", "bodyText": "Sudan Archives isn’t the most glamorous of monikers, summoning up images of fusty academia or well-organised paperwork. Combined with the fact that the woman behind it – Cincinnati-born, LA-based Brittney Parks – is known for incorporating her experimental violin-playing into her sound, you’d be forgiven for assuming Athena would be chock-a-block with esoteric, highbrow fare designed for a session of solemn chin-stroking. In actual fact, Parks’s debut contains some of the most electrifying and viscerally gorgeous music put to record this year. She may have been inspired by north African one-stringed fiddle-playing and ethnomusicology more generally, but Parks wears her erudition lightly. (The Archives portion of her name is a reference to her penchant for crate-digging, while Sudan is a long-standing nickname.) On Did You Know, a groovy neo-soul number with undertones of rumbling unease, the strings are subtle, doubling as pleasingly textured percussion. On the sultry, uncomplicated Down on Me, they provide warming echoes of the vocal melody. On the stunning Iceland Moss, a compellingly breezy combination of R&amp;B, trip-hop and dreampop, they resemble an acoustic guitar. That said, Athena is most successful when Parks wields her instrument with a certain brashness. Glorious, which features Ohioan rapper D-Eight, is knitted around a thumping beat and a folky, faintly Celtic fiddle figure. Confessions, the album’s standout, centres on a blissful, gospel-infused melody accented by sharp, tart bursts of violin. The resulting sweet and sour confection is tremendously moreish and, like the rest of this album, testament to its creator’s skill and superior sonic palate."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}