{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/10/fka-twigs-magdalene-review-inner-battles", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-10T05:30:25Z", "webTitle": "FKA twigs: Magdalene review – inner battles that will stay with you", "webUrl": "https://www.theguardian.com/music/2019/nov/10/fka-twigs-magdalene-review-inner-battles", "apiUrl": "https://content.guardianapis.com/music/2019/nov/10/fka-twigs-magdalene-review-inner-battles", "fields": {"headline": "FKA twigs: Magdalene review – inner battles that will stay with you", "bodyText": "If FKA twigs’s four-year absence has been cruel for fans of her idiosyncratic, multimedia talent, it’s been even worse for her. In 2017, her uncomfortably public relationship with Robert Pattinson ended, and she underwent surgery to remove painful fibroid growths from her uterus. Already struggling with the direction of her second album, she was left creatively sucker-punched. The opener, Thousand Eyes, throws you right into her breaking and remaking, the fragility of love conjured with the solemnity of a holy rite by soft trills and slow, cavernous beats. Magdalene is a much starker, more emotionally direct album than 2014’s LP1, most noticeably in twigs’s voice, which moves with sleek power from delicate operatic acrobatics to muscular intimacy. It’s also bracingly frank: Home With You, a digitally warped ballad of Bowie-like grandeur, explores the regrets and resentments of a workaholic woman who struggles to also hold up the sky for others. The choice of Mary Magdalene as figurehead seems disappointing at first, a tired, limited cipher for such a complex artist, but the link between creativity and sexuality is one twigs questions as well as embraces, giving songs likes Holy Terrain, a more conventional track in which she throws down a challenge to Atlanta rapper Future amid trap beats (“my fruits are for taking/ And your fingers are stained”), a powerful exploratory energy. The sequencing doesn’t always feel right – lead single Cellophane, a gorgeous breakup epic, should be at the heart of the album, not tacked at the end after natural closer Daybed. Whatever the order of the songs, though, the inner battles of Magdalene will stay with you long after they finish."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}