{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/07/blood-terror-and-bass-the-heavy-return-of-dub-poetry", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-07T15:10:25Z", "webTitle": "Blood, terror and bass: the heavy return of dub poetry", "webUrl": "https://www.theguardian.com/music/2019/nov/07/blood-terror-and-bass-the-heavy-return-of-dub-poetry", "apiUrl": "https://content.guardianapis.com/music/2019/nov/07/blood-terror-and-bass-the-heavy-return-of-dub-poetry", "fields": {"headline": "Blood, terror and bass: the heavy return of dub poetry", "bodyText": "Earlier this year, British poet Roger Robinson met one of his idols, Linton Kwesi Johnson. With his 1978 album Dread Beat an’ Blood, which fiercely criticised police brutality in London and forecast the 1981 Brixton riots, Johnson helped to establish dub poetry: a blend of chest-rattling bass and thunderous verses speaking truth to power. He gave Robinson a memorable, if cryptic, missive. “He said, ‘Nobody needs to sound like me now,’” recalls Robinson, who records and performs with Kevin Martin (AKA deep bass explorer the Bug) as King Midas Sound. “That made me think, what would dub poetry be now? He’s a very progressive thinker and he would want to see it morph into something that has the same sentiment, but a different framework and emphasis.” He may have found the answer. King Midas Sound’s stark, resonant new album Solitude arrived last spring, along with a wave of underground artists such as Amet, Asda and the duo of Jay Glass Dubs and Leslie Winer, who are revitalising dub poetry for a new era of political tumult and social injustice. Like their predecessors, who emerged from reggae’s soundsystem culture, this next generation of dub poets is by no means aesthetically similar. Even the term itself, coined by Jamaican dub poet Oku Onuora, has been controversial, with luminaries such as Johnson and Mutabaruka identifying as simply “poets” to distance themselves from it – but their ideologies are unquestionably shared. “It’s about equality and justice,” explains Lillian Allen, Toronto dub poet and professor. “Calling the system to account and validating people’s inner voices and experiences, and giving voice to all kinds of things that are unknown, unseen and unspoken, and recalibrating the knowledge to provide a new perspective.” Last year, the Last Poets – the godfathers of hip-hop – excoriated the US administration on their album Understand What Black Is. Founding member Abiodun Oyewole set their lyrics to reggae because it’s “rebellious music that speaks volumes, and doesn’t abide with the systems that exist, governmental systems and so forth”. Indeed, when Oyewole booms “America is a terrorist!” on Rain of Terror, his transmission comes through loud and clear, whether framed by spectral skanking or, on the dub version, syrupy reverb. Another dub poetry champion is Camae Ayewa, AKA Moor Mother, a poet, musician and activist who runs youth workshops in her north Philadelphia community. “I’m a reactionary artist, in the sense that I’m stuck in what’s happening now,” she says. “That’s the beautiful part of dub poetry: saying your perspective and everyone’s perspective in the moment.” In 2016, Moor Mother released the formidable Fetish Bones, a eulogy for black people killed by police officers and a condemnation of the festering politics that gave the US President Trump. On its follow-up, Analog Fluids of Sonic Black Holes, Moor Mother performs her signature “DIY time travel” to explore black histories, from slave narratives to the Rodney King beating, with hypnotic intonations, granular samples and churning digital noise. She also recently collaborated with the London Contemporary Orchestra on The Great Bailout, a free-verse poem that interrogates slavery, colonialism and commerce, and which helped the UK develop into a stronghold of dub poetry and other music of the Caribbean diaspora. Though her art is rooted in punk and hip-hop and draws from myriad sources – free jazz, Black Arts poet Sonia Sanchez, Rage Against the Machine – it fits under dub poetry’s increasingly expansive sonic parameters. Ayewa speaks of her art and activism in the same breath but eschews “protest music,” a label that Robinson and Martin embrace on Solitude, where Robinson’s hollow declarations of lost love bottom out in a post-apocalyptic soundscape of formless low-end and high-pitched whines. Through the bleakness of Martin’s production and Robinson’s character, the personal becomes political, and ties Solitude to dub poetry’s commentary on society. “Dub poetry is a form of protest art,” says Martin. “It felt like there was an air of desolation in the record that’s appropriate for where we are now in history, and in the world, which seems more turbulent than ever. There’s this precipice of chaos leading to God knows where.” Ayewa has also teamed up with Martin and Justin K Broadrick as Zonal. Though Broadrick’s background as singer with the industrial metal titans Godflesh and his solo mutant shoegaze project Jesu might make him an odd choice for a dub poetry collaboration, he can bring Ayewa’s philosophical dispatches to unsuspecting audiences who could benefit from it the most. “I’ve met many people over the years who said that Godflesh not only opened the doors for them musically, but socially and politically as well,” he says. “I hope that people are listening.” On Zonal’s standout track In a Cage, Moor Mother echoes the nihilism and futility that underpins Solitude as she riffs on the Smashing Pumpkins: “Despite all my rage/ We still in a daze.” Dub poetry’s brilliance is to bring that dazed world into a little more focus."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}