{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/03/rita-thomson-obituary", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-03T17:55:58Z", "webTitle": "Rita Thomson obituary", "webUrl": "https://www.theguardian.com/music/2019/nov/03/rita-thomson-obituary", "apiUrl": "https://content.guardianapis.com/music/2019/nov/03/rita-thomson-obituary", "fields": {"headline": "Rita Thomson obituary", "bodyText": "My friend Rita Thomson, who has died aged 85, was a nurse who dedicated herself to looking after the composer Benjamin Britten in the last few years of his life, and formed a strong relationship with him in the process. Without her it is unlikely that he would have been able to return to composing after major surgery. Born in Dingwall, Ross and Cromarty, Rita was the younger of two daughters of Evander Thomson, a coach trimmer, and his wife Elizabeth (nee Finlayson). From Dingwall academy she went to the Edinburgh School of Mothercraft, and subsequently trained as a nurse at the Inverness Royal Infirmary. After gaining experience for two years in the early 1960s in Australian hospitals, she became senior ward sister at the London National Heart hospital in 1965. Britten was brought in for an operation to replace a heart valve in 1973, and it was Rita’s responsibility to inform and reassure him, telling him: “We’ll see it through together.” These words formed a bond between them, and Britten never forgot what she said. Following the operation, Rita visited Britten at his home in Aldeburgh, Suffolk, and because his recovery was only partial, he asked early in 1974 if she would move to his home at the Red House to provide full-time professional care. Rita gave much more than that: she offered companionship, understanding and an environment in which he could compose in spite of his poor health. As Britten’s musical assistant in his last years I found it heartwarming to observe their relationship. Rita freely admitted that she knew very little about the composer or his music before they met, but her common sense, plain speaking and sense of humour were exactly what he needed, especially when he became depressed at his inability to do all he wanted. Following Britten’s death in 1976, his partner, Peter Pears, asked her to stay on at the Red House. She continued to live there for more than 20 years, working as a local health visitor and looking after Pears, who suffered a stroke in 1980, until his death in 1986. After retiring in 1994, she stayed at the Red House as its custodian until 1999, then moved to her own home in Aldeburgh. In 2013 she was diagnosed with a brain tumour. She was looked after by her older sister, Mairi, and her carer, Priska, and until a few weeks before her death avidly read her weekly quota of books from the local library. She never lost that sharpness of mind which was one of her strongest characteristics. She is survived by Mairi."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}