{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/02/one-to-watch-working-mens-club-band-teeth", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-02T14:00:25Z", "webTitle": "One to watch: Working Men’s Club", "webUrl": "https://www.theguardian.com/music/2019/nov/02/one-to-watch-working-mens-club-band-teeth", "apiUrl": "https://content.guardianapis.com/music/2019/nov/02/one-to-watch-working-mens-club-band-teeth", "fields": {"headline": "One to watch: Working Men’s Club", "bodyText": "Working men’s clubs in West Yorkshire didn’t used to be full of teenagers. But since the likes of Hebden Bridge’s Trades Club became venues, they’ve been full of young people; Sydney Minsky-Sargeant even named his band in tribute. He was a Trades Club regular before studying songwriting at Manchester’s BIMM Institute. There, in late 2017, he befriended original Working Men’s Club bandmates Jake Bogacki and Giulia Bonometti. Their first single, Bad Blood/Suburban Heights, was released early this year on Manchester label Melodic. It was delicious: an urgent 21st-century take on the Fall with added tunefulness, along with some twisted early REM jangle. Heavenly signed the band four months later. They’re now a little different, with guitars and synths courtesy of the Moonlandingz’ Mairead O’Connor and Drenge’s Rob Graham, and Liam Ogburn on the post-punk basslines. New single Teeth has darker electronic elements reminiscent of Suicide and Soft Cell. Minsky-Sargeant is refreshingly outspoken. One of the band’s newer songs, Cook a Coffee, is a sweary takedown of journalist Andrew Neil; Minsky-Sargeant has described him as “a rightwing piece of shit”. A headline tour and a forthcoming support slot to Fat White Family promises more unseemliness. “We just want to confuse the fuck out of people, in a good way,” Minsky-Sargeant says. We’ll raise 10 overflowing pints to that. Teeth is out now. Working Men’s Club’s UK tour continues on Thursday 7 November at the Waterfront Studio, Norwich"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}