{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/01/miranda-lambert-wildcard-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-01T10:30:14Z", "webTitle": "Miranda Lambert: Wildcard review – pithy life-lessons", "webUrl": "https://www.theguardian.com/music/2019/nov/01/miranda-lambert-wildcard-review", "apiUrl": "https://content.guardianapis.com/music/2019/nov/01/miranda-lambert-wildcard-review", "fields": {"headline": "Miranda Lambert: Wildcard review – pithy life-lessons", "bodyText": "From Loretta Lynn’s Don’t Come Home a-Drinkin’ (With Lovin’ on Your Mind) to this year’s huge US hit from Luke Combs, Beer Never Broke My Heart, alcohol has never been far from country music’s woes, and perhaps accounts for its candour. It positively sloshes through this endearing seventh LP from Tennessee’s Miranda Lambert. She whiles nights away in Dark Bars, finds nothing works like Tequila Does, and on the extremely droll Way Too Pretty for Prison, a duet with Maren Morris, the pair ponder murderin’ a cheatin’ man but decide against it because “they don’t have rhinestone ball and chains / lunch trays don’t come with chardonnay”. You can’t blame her for hitting the wine: since her last solo LP she’s been through two high-profile relationships and then married for a second time. For better and worse, these joys and trials aren’t always met head on. Some more specificity to her lyrics might have been affecting, but the broad metaphors she couches her life lessons in are entertaining, such as the laundry/love stains of It All Comes Out in the Wash. And if her melodies are occasionally leaden, as on Fire Escape and the decidedly earthbound gospel of Holy Water, for the most part the backings are robust and varied. There’s high-speed rockabilly on Locomotive, Shania-style pop-rock on Mess With My Head – “You treat my mind like a hotel room / And I know why I gave the keys to you” is a typically pithy line – and Bluebird, Track Record and How Dare You Love are all touched with the cosmic airiness that made Kacey Musgraves’ Golden Hour such a pleasure last year."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}