{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/07/lizzo-review-brixton-love-bombing-hen-party-energy", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-07T11:08:15Z", "webTitle": "Lizzo review – love-bombing, hair-flipping hen party energy", "webUrl": "https://www.theguardian.com/music/2019/nov/07/lizzo-review-brixton-love-bombing-hen-party-energy", "apiUrl": "https://content.guardianapis.com/music/2019/nov/07/lizzo-review-brixton-love-bombing-hen-party-energy", "fields": {"headline": "Lizzo review – love-bombing, hair-flipping hen party energy", "bodyText": "Lizzo has been declaring herself “100% that bitch” since 2017. It just took most of the world two years to catch up. The classically trained Detroit singer and rapper racked up seven weeks at number one in the US this summer with her sleeper hit Truth Hurts, an exuberant flip-off to a loser ex which leapfrogged Cardi B’s Bodak Yellow to become the longest-running solo female rap number one in US chart history. Much like Lil Nas X and his recent megahit Old Town Road, Lizzo’s rise was powered by a groundswell of online support. In this spring’s #DNATest challenge on social network TikTok, global users flipped the song’s’ indelible opening line into playful affirmations of their own cultural identities. (“I just took a DNA test, turns out I’m 100% ... Arab,” quips one young person, as her mum dances with a hookah pipe.) Lizzo’s outspoken politics, body-positive message and irreverent persona chimes with many young music fans’ desire for stars who reflect their own social values as well as churning out ear candy. That magnetism hasn’t been lost on Hollywood, either: she cameoed in this autumn’s crime caper Hustlers, starring Jennifer Lopez. Tonight, Brixton Academy seems like a blithely uncool hen party. Punters chug cans of pink cocktails outside the venue; the merch booth sells thongs emblazoned with “JUICE” in tribute to Lizzo’s brilliant synthpop track; and dozens of fans wear bridal veils in a nod to Truth Hurts’ wedding-themed video. The stage backdrop is painted to resemble a cathedral’s stained glass and there’s a DJ in a pulpit on which Lizzo, wearing a corseted gold leotard, occasionally twerks to deafening screams. As if daring heavenly powers to smite the venue with a lightning bolt, she promptly launches into the brassy funk of her cunnilingus manifesto Worship, on which she commands: “Worship me / On your knees.” In an efficient 80-minute show, Lizzo’s pace and exuberance barely let up, allowing her to breeze through similar-sounding songs from her patchy album Cuz I Love You without the pace dragging (although a cover of Respect has a whiff of X Factor). She’s flanked by four charismatic dancers, whose high-cut leotards enable Lizzo to affectionately squeeze their bare bums. On Good As Hell, an empowerment anthem as happily naff as a Netflix romcom, Lizzo embraces her squad and pogos on the balls of her feet, before giving them the floor during the trap-leaning Tempo for a braid-flipping dance-off, girl power style. After leading the crowd in a chant of “I am my inspiration” – a lyric from her 80s-inspired 2017 track Water Me, she hops on to a stool with a promise to spill “the tea”. “Fuckboys don’t love themselves,” she informs the rapt crowd. “Let the love you have for yourself shine brighter than any scrub.” Later, she mimes drop kicking a bad boyfriend: “We don’t got time for that in 2020, bitch!” Lizzo’s unadorned powerhouse vocals could recall gospel greats, but her live singing style has one red-lining volume level, which strips a song like her tortured break-up chronicle Jerome of the album version’s nuance. In a poignant moment towards the end of the show, she talks of battling depressive episodes. “I get lost sometimes,” she says pensively. “And I’m the bitch who wrote an album about loving yourself!” A little more of that self-reflection beyond the superwoman veneer would have been welcome. But when Lizzo re-emerges for a triumphant one-two punch of Truth Hurts and Juice, wearing spangly bell-bottoms that read “100% That Bitch,” she leaves little room for doubt."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}