{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/09/one-to-watch-vegyn-joe-thornalley-frank-ocean", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-09T14:00:14Z", "webTitle": "One to watch: Vegyn", "webUrl": "https://www.theguardian.com/music/2019/nov/09/one-to-watch-vegyn-joe-thornalley-frank-ocean", "apiUrl": "https://content.guardianapis.com/music/2019/nov/09/one-to-watch-vegyn-joe-thornalley-frank-ocean", "fields": {"headline": "One to watch: Vegyn", "bodyText": "At 25, Joe Thornalley has already contributed to one of the most influential albums of the decade. The self-taught south London-based producer, known as Vegyn, collaborated with Frank Ocean in 2016 on the latter’s seminal Blonde. Fast-forward to 2019 and Vegyn co-hosts Ocean’s Blonded radio show and has DJed at his New York club night, PrEP+. The pair met at the now-defunct London club Plastic People, which is where Thornalley also crossed paths with James Blake. After handing Blake a USB of his productions at a 1-800 Dinosaur event in 2013, Blake was impressed enough to play a Vegyn track on his Radio 1 residency. As these co-signs suggest, Thornalley specialises in lush, soft and vividly atmospheric beat-making that sits with ease beneath swirling rap and meandering pop/R&amp;B. Full of skittering blips and beats, his polished sound is both future-facing and rooted in the 90s. Last week, he released his debut album, Only Diamonds Cut Diamonds. The title alludes to Thornalley’s perfectionist, perpetually work-focused attitude, but the result is more outlandish than this might imply (he told Dazed that it was a feat of “insanely stoned experimentation”). Though there are features from soaring US rapper Jpegmafia, as well as French MC Retro X and the UK’s Jeshi, the album looks set to confirm Vegyn as a need-to-know artist in his own right. • Only Diamonds Cut Diamonds is out now on PLZ Make It Ruins"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}