{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/08/new-entry-at-84-why-are-one-directions-solo-careers-stalling", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-08T13:00:30Z", "webTitle": "‘New entry at 84’: why are One Direction's solo careers stalling?", "webUrl": "https://www.theguardian.com/music/2019/nov/08/new-entry-at-84-why-are-one-directions-solo-careers-stalling", "apiUrl": "https://content.guardianapis.com/music/2019/nov/08/new-entry-at-84-why-are-one-directions-solo-careers-stalling", "fields": {"headline": "‘New entry at 84’: why are One Direction's solo careers stalling?", "bodyText": "In recent weeks, all five members of boyband behemoth One Direction – now nearly four years into their “hiatus” – have released solo singles. Out of those five, only one has so far reached the UK Top 30, with Harry Styles’s Zayn-esque Lights Up entering at a not-too-disrespectful No 3. For everyone else, it looks like a rapid fall from grace: lovely Niall Horan’s Nice to Meet Ya entered at No 51; Liam Payne’s awkward trap-pop bop Stack It Up started at No 84; while Louis Tomlinson’s Kill My Mind failed to chart. As for Zayn, whose 27-track second album Icarus Falls flew in at No 77 last December, he is now relying on collaborations to keep his Spotify plays ticking over. So why has the post-1D bubble burst? In many ways, the band represented the last true cross-generational, all-consuming pop culture moment. They were also a global phenomenon, who arrived when less quantifiable stats – such as huge YouTube viewing figures and Twitter followers the size of Peru (Niall Horan is currently the band’s most followed with 39.4 million followers) – started to infiltrate music. However, the old-school idea of millions of latent followers resulting in a Top 10 hit is over. Even Katy Perry’s last single, Harleys in Hawaii, peaked at No 45 in this country and she is the second most-followed person on Twitter. This is especially brutal when a group splits. As chart obsessive James Masterton, who runs the Chart Watch UK blog, says: “The One Direction fandom [was] so notoriously noisy and in so many ways scarily obsessive that people assumed it would automatically carry over to the solo careers.” But once a band implodes the fanbase fractures, meaning, Masterton adds, “You’re only good for automatic Top 30 hits rather than automatic top fives”. Beyond the industry shifts, perhaps a failure to launch also boils down to each of the boys’ solo identities. Niall has conformed to his role in One Direction: the cute-as-a-button, thick-knit jumper wearer. Cosy initially, but now wearing thin. The most successful member Harry – AKA the enigmatic “rock star” – has done the same, but made it edgier for a new audience (ie his sweat-ridden Lights Up video). Meanwhile, Louis and Liam have confused their narratives, making it hard for fans to keep up. Louis’s releases have been all over the shop, veering from threadbare EDM (Back to You) to Avril Lavigne-esque punk-pop (Miss You); while Liam, very much the Gary Barlow of 1D, has now restyled himself as an R&amp;B lothario as reimagined by the Lonely Island. As for Zayn, his unwillingness to play the promo game outside of style magazine covers has stunted any real breakthrough. A post-boyband identity crisis is to be expected, but pop is rarely patient. Perhaps the inevitable reunion is on its way. You can hear the hysteria already."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}