{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/08/kele-okereke-2042-review-kola-records", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-08T09:00:23Z", "webTitle": "Kele: 2042 review – Okereke's most political work yet", "webUrl": "https://www.theguardian.com/music/2019/nov/08/kele-okereke-2042-review-kola-records", "apiUrl": "https://content.guardianapis.com/music/2019/nov/08/kele-okereke-2042-review-kola-records", "fields": {"headline": "Kele: 2042 review – Okereke's most political work yet", "bodyText": "Kele Okereke has lived many musical lives. In his early 20s he was the frontman of indie rock band Bloc Party; as he neared 30, he transitioned into a lo-fi dance producer with solo records The Boxer and Trick. At 35, he became a father and opened his heart on the folk LP Fatherland. This year, he even wrote a musical, Leave to Remain, which advocated for equal marriage against a backdrop of dance music and west African high life. On 2042, his fourth solo record, he goes some way to combining all his personas in one place for the first time, fusing genres as he spans themes that are both intimate and universal. So named to reference the year that census data predicts ethnic minorities will become the majority in the US, 2042 is perhaps Okereke’s most directly political work to date. There are references to Colin Kaepernick and Grenfell – the latter on the surging, growling standout track Let England Burn. But with 16 tracks of disparate genres and themes, the album feels disjointed at times. Catching Feelings, with its breathy falsetto and romantic guitar riff, is a disarmingly lovely song about being commitment-phobic – and after it fades out, the listener is plunged straight into David Lammy’s famous speech on the Windrush scandal. It is undoubtedly a deliberate, albeit jarring, choice to dovetail the political with the personal this way, mirroring the constant onslaught of news and updates that we face in the digital age. Okereke also doesn’t allow the listener to forget that for many, the political is personal. Rather than separate the two, he searches for moments of tenderness in the chaos. Hence, Natural Hair, a neo-soul song about two black boys in love; the glam rock-influenced meditation on death that is Between Me and My Maker; and the gentle ballad Ceiling Games, which recreates a love scene from a Chimamanda Ngozi Adichie novel. These are the snatched glimpses of humanity that pierce through a noisy record with love and light."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}