{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/nov/07/eotvos-halleluja-alle-vittime-senza-nome-review-unconventional-and-current", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-11-07T15:00:06Z", "webTitle": "Eötvös: Halleluja; Alle Vittime Senza Nome review – unconventional and current", "webUrl": "https://www.theguardian.com/music/2019/nov/07/eotvos-halleluja-alle-vittime-senza-nome-review-unconventional-and-current", "apiUrl": "https://content.guardianapis.com/music/2019/nov/07/eotvos-halleluja-alle-vittime-senza-nome-review-unconventional-and-current", "fields": {"headline": "Eötvös: Halleluja; Alle Vittime Senza Nome review – unconventional and current", "bodyText": "Halleluja, Peter Eötvös’s “stuttering oratorio”, with a text by the novelist Péter Esterházy, was first performed in 2016. It’s built around the historical figure of Notker Balbulus, Notker the Stammerer, a ninth-century Benedictine monk who was a chronicler and composer. But, Eötvös insists, “It is not so much a portrait of Notker as of the times in which we live … At first the choir represents a society that says ‘hallelujah’ to everything: they have to be satisfied with everything. But they become increasingly critical and defiant.” This is not, then, a conventional oratorio in any sense, but a wry, often cynical riff on the form, which never takes itself totally seriously. As well as the chorus, there are three soloists – a throaty mezzo-soprano Angel, a tenor representing the stuttering prophet, who wants to predict the future without knowing whether there will be one, and a narrator, whose interventions provide a guide to the four “fragments” into which the 50-minute work is divided, and which are interrupted by brief contemporary “scenes”. The texts are clear enough, but the babble of modern life is conveyed in the music, with its patchwork of quotations ranging from Gregorian chant to pastiche Bartók, via Monteverdi and Schein, Bach and Handel, Mozart and Bruckner. “History passes before our ears”, writes Eötvös, “ … the cultural stew has become extremely thin.” The theme of Schumann’s Prophet Bird, from his Op 82 Waldszenen, opens and and closes this richly fascinating score, though for a work in which words, both spoken and sung, play such an important role, it’s a disgrace that Wergo’s fine recording, with Iris Vermillion, Topi Lehtipuu and Matthias Brandt as the soloists, does not includes Esterházy’s German text and translations in the sleeve notes; if the spoken words of the narrator are clear enough, those of the singers are certainly not, and a whole layer of the piece stays out of reach. After the polyglot uncertainties of Halleluja, Alle Vittime senza Nome is a much more straightforward memorial, commissioned by three Italian orchestras in 2016; the recording comes from live performances by Antonio Pappano’s superb Accademia Santa Cecilia players. Its three movements of increasing length are “meant to remind us of the many Arab and African people who have climbed into overcrowded boats with dreams of reaching a better life, only to drown in the waters of the Mediterranean off the coast of Italy”. It’s a work built on melodies, some with a vaguely Middle Eastern tang, some more frankly elegiac, and switching between frantic activity and motionless quiet. The gently chiming ending is also a memorial to Péter Esterházy, who died just before the premiere of Halleluja, bringing the disc full circle."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}