{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/04/election-stakes-are-high-for-boris-johnson-after-bold-nhs-gamble", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-04T18:35:08Z", "webTitle": "Election stakes are high for Boris Johnson after bold NHS gamble", "webUrl": "https://www.theguardian.com/politics/2019/nov/04/election-stakes-are-high-for-boris-johnson-after-bold-nhs-gamble", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/election-stakes-are-high-for-boris-johnson-after-bold-nhs-gamble", "fields": {"headline": "Election stakes are high for Boris Johnson after bold NHS gamble", "bodyText": "It was billed as a single-issue election about Brexit. But less than a week after the 12 December poll was announced, it is the state of the NHS that has so far dominated media coverage of the nascent campaign. Back in September, Boris Johnson got an early taste of the risks that await any prime minister using a hospital visit to burnish their credentials as a staunch supporter of the NHS. During a tour of Whipps Cross hospital in east London, and with TV cameras rolling, Johnson was confronted by the father of a week-old baby girl who angrily challenged him over the hospital’s lack of staff. The parent, Omar Salem – who is also a Labour activist – said: “The NHS has been destroyed … and now you come here for a press opportunity.” While staff at the many hospitals Johnson goes to see are often happy to meet him, his visit to Addenbrooke’s in Cambridge last Thursday led to extensive media coverage of him being booed by medical student Julia Simons along with her claim that his presence was “a PR stunt”. However, the NHS issue that threatens to do Johnson the greatest damage is the suggestion that the health service could see its annual bill for drugs soar in future as the result of a post-Brexit UK-US trade deal. A Channel 4 Dispatches investigation last Monday into that subject initially received scant media attention despite it quoting an estimate of the bill for the NHS ballooning from £18bn to £45bn if the US government and drug firms got their way in trade negotiations. But the programme did lead to Johnson and the health secretary, Matt Hancock, becoming visibly awkward when challenged about it subsequently at prime minister’s questions and in media interviews respectively. Hancock has stated categorically that the price the NHS pays for medicines will not go up. But Donald Trump has made it clear that in effect any country seeking a trade deal with the US will have to pay higher prices for American-made drugs. Johnson may continue to have trouble rebutting the charge, which Labour are making regularly, that he is prepared to leave the health service at the mercy of rapacious US pharma companies. However, the debate in the campaign so far about the NHS has not followed its usual pattern of Labour accusing the Conservatives of running the nation’s most loved institution into the ground, and the Tories being stuck on the backfoot trying to convince voters that they are its resolute, generous and trustworthy protectors. Instead, unusually, the Tories see the NHS – one of Johnson’s three key “people’s priorities” – as a strong card. They are trumpeting record levels of funding, plans for 40 new hospitals in England and a further cash bonanza to buy new scanners and other vital equipment. Recent opinion polls have shown that the PM is trusted by more voters than Jeremy Corbyn on the NHS, which could be taken as evidence that this unlikely approach is paying off. The Tory attempt to get on the front foot over the health service is a surprising, and potentially reckless, strategy for them, given its safe stewardship is usually perceived as a surefire vote-winner for Labour. It is an approach that appears improbable and counter-intuitive, especially given that the last nine-and-a-half years have seen the NHS through no fault of its own: plunge billions of pounds into the red; experience an escalating staffing crisis; stop meeting key waiting-time targets for A&amp;E care, cancer treatment and planned operations; and fail to deliver the “parity of esteem” between mental health care and physical health services that was first promised in 2014. Public concern that runs across party lines about the privatisation of NHS services, claims that Hancock can be economical with the truth, and Johnson’s own previous support for charging patients to use NHS services may all prove pitfalls for the PM in the weeks ahead. Johnson’s bold gamble leaves the two main parties locked in a bidding war over who will do most to improve a service that many of its own personnel view as being in a precarious state after nine years of austerity funding. No wonder, with the stakes so high, that the Academy of Medical Royal Colleges, which represent’s the UK’s 220,000 doctors, has warned that the parties’ promises on the NHS can be little more than “guaranteed vote bait” and even involve the telling of “outright lies”, fears echoed by NHS Providers, which represents hospital trusts in England. The NHS’s unique role in national life, its place in the British mindset plus, especially, the public’s increasing dissatisfaction with their own experience of care – long waits for a test, GP appointments, ambulance, mental health bed or cataract removal – mean the election war over the health service is only just beginning, and will get much louder soon."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}