{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/nov/08/general-election-parties-unveil-plans-amid-spending-warnings-live-news", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-08T18:12:58Z", "webTitle": "General election: Nicola Sturgeon launches campaign  for 'most important election in our lifetimes' – as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/nov/08/general-election-parties-unveil-plans-amid-spending-warnings-live-news", "apiUrl": "https://content.guardianapis.com/politics/live/2019/nov/08/general-election-parties-unveil-plans-amid-spending-warnings-live-news", "fields": {"headline": "General election: Nicola Sturgeon launches campaign  for 'most important election in our lifetimes' – as it happened", "bodyText": "Three Labour candidates have been embroiled in controversies around antisemitism. It was announced that Boris Johnson and Jeremy Corbyn will face each other in a live BBC debate in Southampton on 6 December, six days before the election. Boris Johnson told Northern Ireland businesses they can put customs declarations forms “in the bin” because there will be “no barriers of any kind” to trade crossing the Irish Sea. Dawn Butler said Labour would “dismantle the structural barriers” women face in the workplace with new policies of flexible working and increased maternity leave. Nicola Sturgeon launched the SNP campaign with a pledge to support revoking article 50. And the Liberal Democrats’ Jo Swinson travelled to Scotland where she vowed that her party would never support another Scottish independence referendum. The Liberal Democrats would never allow another Scottish independence referendum, Jo Swinson has said, as she pledged to keep Scotland in the UK and the UK in the EU. On a campaign visit to North East Fife, the most-marginal constituency at the last election, Swinson said another referendum is “the last thing we need”, warning it would just create further “chaos”, PA Media reports. Following the Prime Minister’s promise to voters about never allowing another referendum on Scotland’s future, Swinson also said her party would try to block any attempts by the SNP to hold another vote. “I’m absolutely clear, Liberal Democrats will not be allowing another independence referendum,” Swinson told reporters on her visit to a Crafty Maltsters, a farm in Auchtermuchty. The SNP should be learning the lessons of Brexit, not repeating the mistakes. This is about stopping chaos. If you have an independence referendum, that’s about adding more chaos, more uncertainty, more cost and difficulties for families across Scotland and it’s the last thing we need. We are in a situation here in Scotland where we’ve had this constitutional obsession for eight years now. People actually just want government to get on with making their lives better. They are worried about the experience their children are having in schools, they are worried about the fact that their loved ones might struggle to get mental health treatment in anything like a reasonable timeframe, they”re worried about the future of our planet. These are the thing governments should be getting on with, frankly, whether that’s the government in Holyrood or whether that’s the government in Westminster. So stop Brexit, stop this obsession with independence and get on with making people’s lives better. A Labour government would “dismantle the structural barriers” women face in the workplace with new policies of flexible working and increased maternity leave, shadow women and equalities secretary Dawn Butler has said. According to a report from PA Media, Butler said that Labour’s proposed workplace reforms are “the common sense approach to the modern way of life”. She added that a Labour government would aim to implement all of the policies within the first 100 days of being in office. Labour’s proposals include creating a new workers’ protection agency with powers to fine employers who fail to report or take action to deal with their “gender pay gap”, increasing statutory maternity pay from nine to 12 months, and a “presumption” in favour of flexible working from the first day an employee joins an organisation. Butler said that white, straight men have “a privilege code to the lift”, fast tracking them into managerial positions, and that a Labour government would “lay the grounds for an elevator” for women, to help them secure a level playing field in the world of work. Speaking to a group of businesswomen at the Business and Technology Centre in Stevenage, Butler said: “I have announced today some policies around flexible working in the workplace to ensure flexible working is available from day one. “My whole thing is flipping the script from employees always having to push an agenda to the employer, making it their responsibility.” Ms Butler added: “Basically, my whole thing is just about respecting women, our bodies, what we go through, and making workplaces more acceptable and friendly so everybody can contribute to the economy. “All these policies are saying women matter.” Labour says the Conservative party has taken nearly half a million pounds so far this year from just three wealthy individuals with close ties to Moscow, in the latest on the ongoing saga of Russian influence in UK politics. Jon Trickett, the shadow minister for the Cabinet Office, said that the Tories had an “ongoing relationship with Russian money”. Describing the Conservatives as the party of the “super-rich”, Trickett said political donations in Britain needed urgent reform and “cleaning up”. His comments come amid a row over Boris Johnson’s refusal to publish an explosive parliamentary report on Kremlin attempts to subvert British democracy. Downing Street has effectively shelved the long-awaited report by the intelligence and security committee. It is now unlikely to be published before the election. The dossier is understood to examine the flow of Russian money into UK politics in general and the Conservative party in particular. It looks at the assaults carried out by Russian spies on British soil, including last year’s novichok attack in Salisbury on Sergei and Yulia Skripal, and at attacks on the UK’s allies. Boris Johnson has told Northern Ireland businesses they can put customs declarations forms “in the bin” because there will be “no barriers of any kind” to trade crossing the Irish Sea, PA Media reports. The Prime Minister has suggested Brexit Secretary Stephen Barclay had been wrong to say goods between Northern Ireland and the rest of the UK would face checks as a result of the Brexit deal struck with the European Union. Barclay previously told MPs that “some information” and “minimal targeted interventions” would be required on goods travelling between the two areas of the UK, due to Northern Ireland remaining aligned with Dublin and Brussels’ trading rules for agricultural products and manufactured items as part of the exit terms. Labour activists know that their success in this election will rely to a large extent on mobilising younger voters who support Jeremy Corbyn. To try to encourage young voters to register, activists from the grime inflected #FckBoris campaign, who organised mass protests on the PM’s first day in power, are publicising more than two dozen “DIY register &amp; Rave parties” in towns and cities across the UK. Rosa Caradonna, activist in the #FckBoris campaign, said: Boris has the backing of millionaires and climate change deniers. He has already tried to block students, young and BAME people voting - and we are saying NAH. We are building a grassroots network of thousands of pissed-off young people who are going to kick Boris out. It’s our generation that have to deal with the worst effects of the climate crisis, rising racism and xenophobia, the destruction of the NHS and years of Tory cuts to our basic services. Not to mention that most of us have thousands of pounds of debt just for trying to get an education. The first register and rave party Glasgow this Saturday, 9 November, while campaigners say they have a register to vote stalls in Barnet and Hendon, north London, today. Next Saturday they plan to take the fight to Boris in his Uxbridge constituency with a “register to vote parade”, complete with a carnival-style soundsystem on an open top bus. Hello, Damien Gayle taking over the live blog now. Jonathan Freedland’s report of a fourth Labour potential parliamentary candidate being identified as having made antisemitic comments has proven false. We earlier shared on the blog a tweet from the Guardian columnist which claimed to have identified a shortlisted candidate from Birmingham Hall Green as having been fined over comments made on Facebook. Freedland has since deleted his tweets and replaced it with this correction. He later followed up with this apology. BBC Scotland is to stage a general election leaders debate less than 48 hours before the polls open, which could exclude the Scottish Greens or the Brexit party if they fail to stand enough candidates. The broadcaster announced that the live debate would be staged at its Pacific Quay headquarters in Glasgow at 8pm on Tuesday 10 December, but the full line-up of party leaders has not yet been confirmed. The BBC will make an invitation conditional on how many Westminster candidates a party puts up for the election – risking another bitter row with any parties excluded from taking part. Nicola Sturgeon for the SNP, and Jo Swinson for the Lib Dems, have already protested at decisions by broadcasters to exclude them from some UK-level debates. The Scottish Greens are holding talks later on Friday with the BBC about the threshold it will expect parties to meet. Scotland has 59 Westminster constituencies and the Scottish Greens, which is separate from the Green party of England and Wales, only have candidates for 21 contests at present, with only three or four of its branches still to decide on whether to stand or not. The rest have opted not to put up candidates. Nominations close on 14 November. The BBC expects to have Sturgeon, Richard Leonard, the Scottish Labour leader, Jackson Carlaw, interim leader of the Scottish Conservatives, and Willie Rennie, leader of the Scottish Lib Dems. Their parties are contesting all 59 seats. The Brexit party has still to declare how many candidates it will stand in Scotland, but may struggle to contest all 59 seats. YouGov has published a thread with predicted voting intentions in the general election by region. This just in from ITV’s Paul Brand: Several commentators wonder why the shortlist of Conservative candidates for Bassetlaw, a potential swing seat the Tories will need to target, has only been announced today. Bassetlaw was held by Labour MP John Mann from 2001 to 2019, before he stepped down to become a member of the House of Lords. The constituency has not been won by the Conservatives since 1924, but had a 67 per cent vote for leave in the 2016 referendum. Bassetlaw is making headlines with the deselection of Labour candidate Sally Gimson who was barred from standing by the NEC after internal complaints were made against her. Mann called the removal of Gimson a Momentum “stitch-up”. This from the Times’ Henry Zeffman: My colleague Rajeev Syal has written about the former Labour candidate Gideon Bull, who pulled out of the election race for the Clacton seat after accusations that he used the insulting term “Shylock” in a meeting attended by a Jewish councillor. Here’s an excerpt: Bull told the Guardian he made the comment in a clumsy attempt to describe a person who relentlessly tries to get what they want. “I’m standing down because I don’t want anything to deflect from the fact that Clacton has had years of neglect under the Tories. It was an honest mistake. The fact that there was a Jewish councillor in the room had no bearing on me saying it.” Bull claims he did not realise the character from The Merchant of Venice was Jewish and said he would have known if his schooling had been better. The Lib Dem MP Luciana Berger has criticised he BBC for excluding Jo Swinson from the standoff debate between Boris Johnson and Jeremy Corbyn, arguing the decision granted an exclusive platform to two pro-Brexit leaders. A third Labour candidate in one day has been been embroiled in controversy surrounding allegations of antisemitism. Jewish News reported that Laura McAlpine, the party’s candidate for Harlow, defended her chief campaigner after he wrote about a “Jewish final solution” to the Israel and Palestine conflict. McAlpine, who is aiming to unseat the Tory MP Robert Halfon, refused to condemn the remarks of Brett Hawksbee, despite a party official having warned that Hawksbee had “breached IHRA (the International Holocaust Remembrance Alliance definition of antisemitism) in almost every single way possible”, the article stated. Hawksbee blogged in September 2018: “The fear of many on the left is that the ideological successors of the bombers of the King David hotel, the mass murderers who decimated Deir Yassin, would be quite happy to see a pogrom in Gaza and the West Bank, a Jewish final solution to the Palestine problem.” According to the article, one email circulated to Labour staffers stated that McAlpine “isn’t happy with the first line (of the apology) because she doesn’t want to be disloyal to someone who ‘organises so much for her and who she is on the phone with three times a day’”. Boris Johnson has turned his failed “Brexit - do or die” pledge into a “do or dry”, claiming he has given up alcohol until after Brexit is sorted, PA Media reports. But according to the report, the prime minister was “watched sipping whisky during a distillery visit in Scotland on Thursday, casting doubt on his commitment to the alcohol ban”. His [“do or dry”] remark came while chatting about health matters with nurses at the King’s Mill hospital in Nottinghamshire. Johnson asked them to tell him more about the local Ashfield area, noting: “Someone said there’s a lot of first-time mums who are smoking or something like that. Is that right?” The PM was told a lot of people smoke in Ashfield, before he switched his attention to vaping, saying: “I’m not certain about it. It might just encourage them to get into nicotine.” He then asked: “What about alcohol?” before adding: “I’ve had to give it up until we get Brexit done.” Johnson did not clarify whether he meant the first phase of Brexit – until the end of January 2020 – or the end of the transition period – in December next year – or what would happen if the UK remained in the EU. Boris Johnson and Jeremy Corbyn will face each other in a live BBC debate in Southampton on 6 December just six days before Britons head to the polls. The BBC will also present a live seven-way podium debate between senior figures from the UK’s major political parties on 29 November in Cardiff. The Today presenter and former BBC political editor Nick Robinson, who will present the two debates, said he hoped they would “illuminate the choice we all face between competing parties, leaders, policies and visions for the country”. This from Kamal Ahmed, the BBC’s editorial director: Nicola Sturgeon had previously described the decision by Sky to only invite Boris Johnson, Jeremy Corbyn and Jo Swinson for a live debate as “outrageous”: A good point made by the Sun’s Kate Ferguson: This from my colleague Kate Proctor, reporting from Nigel Farage’s rally in Pontypool, south Wales. Pontypool is in the Torfaen constituency, which has been held by the Labour MP Nick Thomas-Symonds since 2015. As predicted by some, the official Twitter account of the Conservative party just shared a meme featuring Nicola Sturgeon with a miniature Jeremy Corbyn in her pocket. Many of you, dear readers, will remember the original, a billboard showing Ed Miliband stuffed into the pocket of Alex Salmond, with some believing it was this poster that forced Miliband to rule out an SNP coalition during the 2015 general election campaign. While Nicola Sturgeon used her election campaign launch speech to declare war on Boris Johnson, he was given a tour of a school and tried to make a clay figure inspired by British sculptor Sir Antony Gormley, PA Media reports: Speaking at the George Spencer Academy, near Nottingham, the prime minister remarked he had “gunk” on him before declaring the task would be “a piece of cake”. But seconds later, Johnson paused before joking: “It’s all going horribly wrong” as he had not followed the guide, and noted he was creating a figure similar to “Terminator”. He also told pupils: “He’s an interesting chap Antony Gormley – all his sculptures are modelled on himself and then he persuades people to pay colossal sums for his own image around the world. It’s amazing success he’s had.” Political commentators widely consider Sturgeon’s hints that Labour might support a second Scottish referendum a boost for the Tory campaign. This from ITV’s Paul Brand: And this from PoliticsHome’s Kevin Schofield: This from Sky’s Lewis Goodall on Sturgeon’s speech, making a point others have previously made about the Catalonia independence referendum: Here are Sturgeon’s comments on the possibility of a hung parliament, courtesy of the BBC’s Laura Kuenssberg: Will Nicola Sturgeon also demand that the Trident missile system be moved from Scottish waters before she will support a Corbyn government? This from the BBC’s Norman Smith: Sturgeon said her party would not lend support to any party that would stand in the way of a new Scottish independence referendum. It will be interesting to see how this pledge will be compatible with her statement that the SNP MPs “would seek to form a progressive alliance to lock the Tories out of government”. This is the take of Sky’s Beth Rigby: This from Sky’s Tamara Cohen: Sturgeon wraps up and says she looks forward to the campaign trail. My colleague Severin Carrell asks: One of the key challenges for Corbyn would be getting a budget passed. Would the SNP not pass that budget if Labour wouldn’t support another Scottish referendum? Sturgeon says it can’t be expected of the SNP to support anybody who doesn’t recognise the Scottish right to self-determination. Sturgeon adds that Corbyn is someone who supports self-determination “for literally every other country in the world”. It would be “mighty strange” if he didn’t support it for Scotland. We don’t even know whether Jeremy Corbyn would campaign for remain or leave, Sturgeon says. That’s why voting SNP is the best way for the Scottish to avoid Brexit, she adds. Any party that doesn’t offer another Scottish independence referendum would not be supported, Sturgeon says. But there are many other significant issues facing Scotland, such as devolution and climate change. Sturgeon says the PM is not a man whose word can be taken seriously. When asked whether she would seek to prevent a Tory government by putting Jeremy Corbyn into No 10, she says she’s no fan of Jeremy Corbyn and that she would never support a Conservative government. Nicola Sturgeon just delivered her campaign launch speech. She said Scotland had world-class institutions and should be entering a “golden era”. “If you are sick of the chaos ... vote SNP to escape Brexit,” she said. People who despair over Jeremy Corbyn’s lack of leadership should also vote SNP. The SNP would support revoking article 50, she tells a reporter but reiterates that Scotland needs to take its fate into its own hands. My colleague Kate Proctor will be reporting from a Nigel Farage rally in Wales this morning. My colleague Severin Carrell, the Guardian’s Scotland editor, will be at the SNP’s election campaign launch with Nicola Sturgeon near Holyrood, and will keep us updated on the campaign of the Scottish Greens, which is set to launch at 11.30. There is no love lost between the two parties, he says. The Greens are refusing to stand down candidates in key marginals, on a pro-indy pro-remain alliance basis. My colleague Jonathan Freedland is talking about the shambolic start to the general election campaign on the latest episode of the Guardian’s Today in Focus podcast. Boris Johnson told broadcast reporters today that suggesting the NHS could be up for grabs under his deal was “pure Loch Ness monster” territory, the Press Association reports. Asked whether he would legislate to protect the NHS from US intervention, the PM said: We can do free trade deals with countries around the world but under us the NHS is not for sale. It’s not going to be on any kind of international trade negotiation. This is pure Loch Ness monster, Bermuda Triangle stuff. The NHS, free at the point of use, is a fantastic service and we not only believe in it, but are investing more in it than at any time in recent memory and we’ll continue to do so. And back to election fever. Rumours say the former Labour MP Roger Godsiff, who was axed by the Labour party as its candidate for Birmingham Hall Green over comments on LGBT teaching, is to be replaced with Ibrahim Dogus, the mayor of Lambeth, who is backed by the Labour leadership and trade unions. Dogus was previously in the running to stand in Labour-held Vauxhall to replace Kate Hoey, but lost to Florence Eshalomi. In other news: The 30% Club, which campaigns for better gender balance through voluntary action from businesses, has launched its The Missing Millions report at the London Stock Exchange Group this morning. According to the report, companies that fail to prioritise gender equality are missing out on millions of pounds. The report quotes a US study of 350 start-ups founded and co-founded by women, which reveals they generated 10% more in cumulative revenue over a five-year period and delivered twice as much for every dollar invested as those set up by men. Neither Labour nor the Conservatives are off to a good start today, with a video of Boris Johnson stating falsehoods about post-Brexit trade with Northern Ireland circulating widely, and the fall of two Labour candidates for the upcoming general election because of anti-Semitism allegations. There is much anger and scorn on the wires about both situations. This from Labour’s Keir Starmer: And this from MailOnline’s Jack Maidment: And here we have the same point made by the Lib Dem’s Tom Brake: This from the Mail on Sunday’s Dan Hodges on the two disgraced Labour candidates: This from PoliticsHome’s Kevin Schofield: According to LBC, the Labour candidate Ian Byrne, who is running in the safe seat of Liverpool West Derby, is responsible for a number of misogynist social media comments against female politicians. In a post on Facebook in 2015 about Michelle Mone, the founder of underwear brand Ultimo, he called on his supporters to “hit the c**t where it hurts”. It emerged yesterday that the Tory candidate Nick Conrad will not stand in the Broadland seat in Norfolk, due to controversial comments about rape in 2014. My colleague Maya Wolfe-Robinson has written a story on how thousands of children in care whose immigration status will be affected by Brexit could face homelessness, immigration detention or deportation. This from Sky’s Tom Rayner: Nancy Kelley, deputy chief executive of NatCen Social Research, has written an interesting comment about the voting age for the Times Red Box, stating that the majority of the public (60 per cent) think we should leave things as they are, while 19 per cent think 16 and 17 year olds should be allowed to vote, and 16 per cent say the voting age should be raised to 21. “Nearly a quarter of those aged 65 or over think older is better when it comes to voting in general elections,” she writes. Quick reminder that’s it worth refreshing this blog every once in a while, as sometimes posts get amended, but especially if you dislike typos. The SNP parliamentary leader, Ian Blackford, told the Today programme that his partywas “determined” to pass legislation that would allow it to hold another referendum on Scottish independence. He added that the referendum needed to happen in 2020, so that Scotland could inform the EU of its wish to remain and then move into independent EU membership. Asked whether the SNP would be prepared to support Jeremy Corbyn if he offered a referendum, Blackford said: “It’s not a question of supporting Jeremy Corbyn, because it’s a question that we would put to whoever is in 10 Downing Street, that they must respect the votes of the people of Scotland. “We’ve won every election over the course of the last few years in Scotland, but crucially we won a mandate to have a referendum on Scottish independence.” A second Scottish Labour election candidate has been dropped after she posted an image on Twitter which appeared to threaten the Scottish National party candidate Joanna Cherry, who is defending her seat of Edinburgh South West. Frances Hoole was selected to stand against Cherry, who won Edinburgh South West in 2015 and held it in 2017. She was brought before Scottish Labour national executive on Wednesday after posting a composite image of Cherry’s face being sprayed from a Cillit Bang household cleaner bottle with the caption “Bang. And the terf is gone.” “Terf” is the term used by trans-rights activists to describe women who are critics as “trans-exclusionary radical feminists”. Cherry has been a leading figure in the campaign by women parliamentarians and activists in the SNP challenging some gender-recognition plans, including altering census questions. Hoole apologised on Twitter and told the Edinburgh Evening News she accepted her tweet was unacceptable and apologised. “I am genuinely really sorry I posted it. I’m sorry about the violent content. “I apologised about the actual content of the meme. It was silly, I posted it without looking very hard at it.” Her removal came on the same day another Scottish Labour candidate, Kate Ramsden, stood down in Gordon in north east Scotland after a blog emerged where she described Israel as “an abused child who becomes an abusive adult”. According to the BBC’s Iain Watson, an alliance of 51 Labour MPs has signed a letter pledging “to campaign to Remain in any confirmatory referendum”. Signatories include Wes Streeting, David Lammy, Margaret Beckett, Rosie Duffield and Helen Hayes. The letter states: Nothing in politics is inevitable. Brexit can be stopped, but only through the Labour Party. Remain Labour is pleased to announce that 51 Labour Parliamentary Candidates have signed an election pledge which states: “Labour is committed to a confirmatory referendum, to give you the final say on Brexit. If elected as your Labour MP, I pledge to campaign to Remain in the EU.” Below is the current list of signatories to the pledge, which we fully expect to grow during the campaign. If you are a candidate who would like to sign our pledge, please contact laura@remain-labour.co.uk. Tonia Antoniazzi, Gower Margaret Beckett, Derby South Ben Bradshaw, Exeter Ruth Cadbury, Brentford and Isleworth Janet Daby, Lewisham East Geraint Davies, Swansea West Thangam Debbonaire, Bristol West Stephen Doughty, Cardiff South and Penarth Rosie Duffield, Canterbury Maria Eagle, South Liverpool and Halewood Paul Farrelly, Newcastle-under-Lyme Vicky Foxcroft, Lewisham Deptford Helen Hayes, Dulwich and West Norwood Darren Jones, Bristol North Susan Jones, Clwyd South Ged Killen, Rutherglen and Hamilton West Peter Kyle, Hove David Lammy, Tottenham Kerry McCarthy, Bristol East Siobhain McDonagh, Mitcham and Morden Alison McGovern, Wirral South Catherine McKinnell, Newcastle upon Tyne Anna McMorrin, Cardiff North Ian Murray, Edinburgh South Madeleine Moon, Bridgend Stephen Morgan, Portsmouth South Mathew Pennycook, Greenwich and Woolwich Steve Reed, Croydon North Ellie Reeves, Lewisham West and Penge Andy Slaughter, Hammersmith and Fulham Wes Streeting, Ilford North Paul Sweeney, Glasgow North East Jo Stevens, Cardiff Central Gareth Thomas, Harrow West Anna Turley, Redcar Daniel Zeichner, Cambridge Marina Ahmad, Beckenham Callum Anderson, South West Bedfordshire Fleur Anderson, Putney Karen Davies, Norwich North Pam Duncan-Glancy, Glasgow North Rachel Eden, Reading West Flo Eshalomi, Vauxhall Dan Greef, South Cambridgeshire Faten Hameed, Glasgow Central Peter Lamb, Crawley Martin McCluskey, Inverclyde Cheryl Pidgeon, Rushcliffe Moira Ramage, Paisley and Renfrewshire Matt Uberoi, Chelsea and Fulham Emma Whysall, Chipping Barnet The crossbench peer Gus O’Donnell has said on the Today programme that the future chancellor would have to increase taxes in order to fund the government’s and the opposition’s current spending promises. “When you look at the big capital spending increases – it’s about 50 billion for Labour, 20 billion for the Conservatives - do we have the capacity?” he asked. “The civil servants who are writing their briefing packs for the incoming ministers for various parties will be thinking: well what could you spend this on? “What’s, as it were, shovel ready? Will you get good value for money if you rush at it this quickly? “So I think there’ll be lots of bottlenecks.” The Liberal Democrat MP for Edinburgh West, Christine Jardine, has criticised the SNP’s push for another independence referendum, and told Sky that she believes the SNP needs “to start thinking about what’s best for the people of Scotland, not independence”. The Clacton Labour candidate, Gideon Bull, has quit over the accusation that he used an antisemitic term in front of a Jewish Labour councillor. According to the BBC’s Simon Dedman, Bull admitted in an interview with BBC Essex to using the term “Shylock” in a meeting, but added: “The allegation that I called a Jewish cabinet member ‘Shylock’ is entirely false.” While on the campaign trail, Boris Johnson promised there won’t be any checks on goods coming from Northern Ireland to the rest of the UK, a comment that has caused much furore on Twitter. This from my colleague Lisa O’Carroll: And this from Sky’s deputy political editor, Sam Coates: And this from Sky’s Lewis Goodall: While membership growth is of course a boost for Labour’s chances at the polls next month, it remains to be seen whether the party will be able to overcome scepticism amongst moderate supporters. Mike Gapes, the long-standing MP for Ilford South, who left the Labour party earlier this year, accused Shami Chakrabarti of “whitewashing” in regard to her comments today on antisemitism. The Spectator’s editor, Fraser Nelson, has gone as far as suggesting that Tom Watson’s resignation as the party’s deputy leader and Ian Austin’s decision to leave the party and endorse the Conservatives is a sign that “true Labour supporters need to vote for Boris Johnson”. Labour party membership numbers are recovering, according to PoliticsHome’s Kevin Schofield. In July, it emerged that tens of thousands of members had quit, causing membership to shrink to less than half a million. The Labour peer and shadow attorney general, Shami Chakrabarti told BBC Radio 4’s Today programme that the Labour party had dragged its feet over complaints about antisemitism. When asked about an opinion poll in the Jewish Chronicle newspaper, according to which the vast majority of British Jews consider Jeremy Corbyn to be an antisemite, she responded: “That obviously is incredibly alarming and disappointing. Because we dragged our feet on implementation for so long there is a trust gap. “And so even though I believe that our procedures are way better now than they were a few years ago, it’s going to take time to rebuild trust, and it’s going to take more than procedures.” Chakrabarti also described Labour’s pledge to change the way women are treated at work as “perhaps the most radical offer to women in 50 years”. Under a Labour-led government, mothers will be given maternity pay for a full year after the birth of their children and all employees will have a right to work flexibly, according to the party’s manifesto. Hello, I’m taking over the blog from my colleague Kate Lyons. The SNP is launching its election campaign today. Hours ahead of the launch, the party’s official Twitter account shared an article from the Scotsman, in which it was reported yesterday that Boris Johnson would not allow another Scottish independence referendum, and that the PM had claimed the SNP leader, Nicola Sturgeon, and Jeremy Corbyn were “yoke-mates of destruction” over the threat they both pose to the future of the UK. Sturgeon is to seek a section 30 order before the end of the year from whoever will be the next PM, which would allow Scotland to stage another vote on leaving the UK. Speaking before the launch, Sturgeon said: A vote for the SNP is a vote to escape Brexit and to give people in Scotland the chance to choose a better future as an independent country so we never have to worry about our NHS being sold off by a Westminster government. [...] And while the Scottish parliament has control of health policy, we cannot currently stop Westminster signing away that protection in a trade deal, or entering agreements that dramatically push up drug prices or risk our public services, including the NHS. Boris Johnson has been very clear about his desire for a post-Brexit trade deal with Donald Trump – and no one should underestimate the threat which that poses. PA Media has this report on Margaret Hodge’s interview on BBC Radio 4 this morning: Hodge, when asked who she would prefer to have as prime minister – Boris Johnson or Jeremy Corbyn – said: “I want a Labour government.” When pressed on the issue, the Labour candidate told the Today programme: “I think any government is more than any individual. And I want a Labour government. And I think that was as true of the past as it is of the present.” She told the programme there are parts of the current Labour project with which she disagrees: “I will not give up fighting for what I believe to be right and moral and important. I will never do that.” Hodge said there was “some hostility” to the work she had done around fighting antisemitism, adding: “I do think it’s a terrible reflection that actually there is myself and Ruth Smeeth and we’re the only two women Jewish MPs left on the Labour side.” The papers Jon Henley, the Guardian’s Europe correspondent, on Boris Johnson: What’s happening today? Nigel Farage is heading to Wales and will be attending a rally for the Brexit party in Pontypool at about midday and then another at Newport in the evening. Labour will be holding a lunchtime event in Stevenage featuring Dawn Butler, the shadow minister for women and equalities, who announced last night she would be throwing her hat into the ring for the job of deputy Labour leader. Jo Swinson is in Fife and Boris Johnson is on pooled visits, though it’s unclear exactly where. The list of candidates who have stood down for inappropriate behaviour continues to grow. A former radio host running as a Conservative candidate for Broadland in Norfolk withdrew from the race after saying women should keep their “knickers on” to avoid rape and a Labour candidate who had been standing for Gordon in Aberdeenshire announced she would no longer run after it emerged she had made comments comparing Israel to “an abused child who becomes an abusive adult”. Roger Godsiff, the Labour MP for Birmingham Hall Green, was among those told this week by the national executive committee that he would not be endorsed as a Labour candidate over his support for people protesting against the teaching of LGBT equality classes at a local school. He has confirmed he will run as an Independent Labour candidate. Good morning! It’s day two of the election campaign and we hope you’re still brimful of energy for political news. I’m Kate Lyons and will be bringing you the day’s political news early in the morning, before I hand over the blog. As usual, you can get in touch via Twitter or email. The parties have started unveiling their plans and promises as leaders travel the country, laying out their stalls for election. Boris Johnson has announced a plan for half-price visas and preferential immigration processes for doctors and nurses wanting to work in the UK. The new NHS visa would cost just £464 and would operate under a fast-track process, with applicants guaranteed a decision within two weeks. Labour has unveiled its plans to improve equality in the workplace, pledging to introduce maternity pay for a full year after the birth of a child and give workers the rights to choose hours that suit them, putting the onus on employers to explain why they cannot offer flexible working hours. The announcement comes as the shock of Tom Watson’s resignation as deputy leader continues to ripple through the party. Watson’s allies have called his decision a “big loss” for the centre, with one saying “it leaves some of us feeling abandoned. Tom was our shield.” The race to replace him has already begun, with Dawn Butler, the women’s and equalities shadow minister, the first to announce she will be throwing her hat in the ring for the job. Rajeev Syal has written this guide to the runners and riders for the job. But both parties have been warned by the Institute of Fiscal Studies about their ambitious spending promises, saying that the public spending bidding war Labour and the Conservatives are engaged in may return infrastructure investment back to 1970s levels, but may also be undeliverable. Thanks for reading."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}