{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/06/tom-watson-to-quit-as-labour-deputy-leader-and-stand-down-as-mp", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-06T20:07:49Z", "webTitle": "Tom Watson quits as Labour deputy leader and steps down as MP", "webUrl": "https://www.theguardian.com/politics/2019/nov/06/tom-watson-to-quit-as-labour-deputy-leader-and-stand-down-as-mp", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/06/tom-watson-to-quit-as-labour-deputy-leader-and-stand-down-as-mp", "fields": {"headline": "Tom Watson quits as Labour deputy leader and steps down as MP", "bodyText": "Tom Watson is quitting parliament and stepping down as Labour’s deputy leader, reopening the debate about the party’s direction under Jeremy Corbyn. Watson, who is one of Labour’s best-known figures, has represented the constituency of West Bromwich East since 2001. In a letter to Corbyn released by Labour, he said his decision to step down was “personal, not political”. He added: “Our many shared interests are less well known than our political differences, but I will continue to devote myself to the things we often talk about: gambling reform, music and arts, stopping press intrusion, obesity and public health and of course horticulture and cycling.” Watson has repeatedly clashed with Jeremy Corbyn, including over the Labour leader’s Brexit stance and his handling of antisemitism. The party’s conference in Brighton in September was overshadowed by a botched bid to abolish his post. The Labour leader called off the attempt to clip Watson’s wings at the last minute – but it prompted soul-searching among some centrist Labour MPs about whether they could continue in the party. Watson was a hate figure for some on the left of his party because of the challenge he presented to Corbyn, and activists had been planning to boycott his speech to Labour conference before it was called off as MPs dashed back to a reopened parliament after the supreme court judgment. In his letter to Watson, the Labour leader said: “Few people have given as much to the Labour movement as you have and I know that many thousands of members and trade unionists that you have inspired and worked with over the years will be very sorry to see you go.” He said he had enjoyed “convivial” chats with Watson, including about their shared love of gardening. “I hope the horseradish plants I gave you thrive,” he said. Watson is the most prominent of a string of centrist MPs to leave Labour – or quit parliament altogether – since Corbyn took over his party in 2015. Others have included Tristram Hunt and Andy Burnham, now metropolitan mayor of Manchester. Owen Smith, who challenged Corbyn for his party’s leadership in 2016, has also said he will not stand again. Part of Corbyn’s political project has always been to reshape the Labour party, and Watson’s departure is likely to cement the sense among some Labour MPs that that process is complete. The announcement of Watson’s departure was carefully choreographed with Corbyn’s office, and there was speculation at Westminster that he could be granted a peerage by the Labour leader after the general election. After the news was announced, one senior party figure spoke of “a great sense of desolation and abandonment sweeping the moderates”. Watson’s job of deputy leader is directly elected by Labour members, giving him an independent power base – which he has used to speak out on a series of issues, most recently Brexit. Corbyn has determinedly resisted efforts by grassroots members and his shadow cabinet to persuade him to commit to backing remain at a future Brexit referendum. He has sought to exert discipline over his front bench in recent days, telling the Guardian on Sunday, “the debate is over” on Brexit. Watson has repeatedly intervened in the Brexit debate publicly, insisting in one recent speech that “our hearts are remain, our values are remain”. Watson was one of the most prominent champions of the battle against phone hacking by News International when he was a backbencher serving on the digital, culture, media and sport select committee. He was a junior defence minister in Tony Blair’s government in 2006, when he was closely involved in a bid to persuade the then prime minister to resign. More recently, he has become an enthusiastic advocate for healthy eating and exercise, after drastically losing weight following a diagnosis of type 2 diabetes. Watson is a friend of Luciana Berger, who left Labour to found the breakaway Change UK party, and has since defected to the Liberal Democrats. After she and other Labour MPs including Chuka Umunna left, Watson formed a caucus he called the “future Britain” group, saying he felt the voice of social democrats was not being heard in the party’s decision-making. At the time, he warned of a “crisis for the soul of the Labour party,” and called on Corbyn to “do more to unite the party and reshuffle the shadow cabinet to give greater weight to MPs with social democratic rather than socialist views”. He has also clashed with Momentum chair Jon Lansman over the process of trigger ballots for Labour MPs, which Watson claimed were the result of a “hard left faction” who were jeopardising Labour’s election chances. Despite his vocal disquiet, Watson continued to serve as Corbyn’s shadow culture secretary, and only this week made a pre-election announcement that the party would restore free TV licences to the over-75s. His West Midlands constituency is among those being targeted by the Conservatives, though he had a majority of more than 7,000 and had been confident of holding it. Watson is likely to be replaced as deputy leader by a significantly more leftwing figure. Potential candidates include Rebecca Long-Bailey, Laura Pidcock and Angela Rayner. Watson has appeared increasingly divorced from Labour’s direction in recent months, and some friends had even begun to speculate that he could be considering joining the Lib Dems. But in his resignation letter, he insisted he would continue to fight for Labour, and would back Labour candidates in the general election campaign. Colleagues paid tribute to Watson, with Sadiq Khan, the mayor of London, saying his “passion for politics and commitment to campaigning – whether fighting against Tory austerity or for better regulation of the gambling industry – will be much missed”. Watson also faced controversy over his role in raising the profile of the accusations of Carl Beech about a VIP abuse ring in Westminster, which turned out to be false. Harvey Proctor, a former Tory MP who was one of those falsely accused, said Watson had “done his constituents a great favour” by stepping down. Proctor has now abandoned his plans to run against him in the election. Both major parties will be significantly reshaped whatever the result of the general election, with many moderate Conservatives, including Philip Hammond and David Gauke, leaving the House of Commons for good. Corbyn had made efforts to build bridges with his deputy in recent weeks, but shadow cabinet colleagues said Watson appeared detached and had not attended a number of recent meetings."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}