{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/07/canterbury-voters-tell-us-which-issues-will-decide-this-election", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-07T17:00:37Z", "webTitle": "Canterbury voters:  tell us which issues will decide this election", "webUrl": "https://www.theguardian.com/politics/2019/nov/07/canterbury-voters-tell-us-which-issues-will-decide-this-election", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/07/canterbury-voters-tell-us-which-issues-will-decide-this-election", "fields": {"headline": "Canterbury voters:  tell us which issues will decide this election", "bodyText": "Are you a voter in Canterbury? The Guardian is reporting on the battle in one of the most interesting constituencies in the country, which showed the unexpected strength of Jeremy Corbyn’s Labour party in the 2017 election. Two years later, we’re keen to hear from voters in the city about their views on the election. We’re particularly interested in hearing from young people and students who were crucial in helping Labour win the historically Tory seat in 2017. Are the young people in Canterbury who swung the election last time still motivated or are they split? With the decline of Facebook, how are volunteers and organisers from the main parties getting their message across online? We’d also like to know how you’re following this election, whether through traditional media such as TV and newspapers or online news sites or social media. How to contribute We want to hear from people who live in Canterbury about the issues that matter to them in the upcoming election. You can see where else we’re reporting from here. To contribute, fill out the encrypted form below – only the Guardian will see your responses. You can also get in touch via WhatsApp by clicking here or adding the contact +44(0)7867825056. Leave contact details if you can as one of our journalists may be in touch to discuss further. If you’re having trouble using the form, click here. Read terms of service here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}