{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/06/no-10-accused-of-ignoring-evidence-of-russian-interference", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-06T19:31:55Z", "webTitle": "No 10 accused of ignoring evidence of Russian interference", "webUrl": "https://www.theguardian.com/politics/2019/nov/06/no-10-accused-of-ignoring-evidence-of-russian-interference", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/06/no-10-accused-of-ignoring-evidence-of-russian-interference", "fields": {"headline": "No 10 accused of ignoring evidence of Russian interference", "bodyText": "Experts have accused Downing Street of wilfully ignoring evidence of Kremlin interference in the 2016 referendum and other elections by its refusal to clear the intelligence committee’s report into Russian infiltration of British politics. The head of a research group, who has given evidence to parliament of efforts by Russian media and fake Twitter accounts to boost leave during 2016 referendum, said the failure to publish was “completely untenable”. Mike Harris, the chief executive of 89up, said: “There is evidence of Russian attempts to boost the extremities of the Brexit debate – mostly on the leave side. Russia will be doing something similar this time, but we don’t seem to want to learn the lessons.” Earlier this week, Boris Johnson refused to clear a special report by parliament’s intelligence and security committee into Russian attempts to infiltrate British politics – meaning that it cannot be published before the election. Dominic Grieve, the committee’s chairman, admitted that he had been effectively gagged by the decision in an interview with Sky News, and said he could not even say whether the report uncovered evidence of interference in the referendum or 2017 election. In reply, the former attorney general said: “I’m afraid, I’m just not going to answer that question because that would be disclosing the content of our report. I’m sorry, but no I’m not about to break the law.” But Grieve did say publication now would have been timely: “It’s certainly pertinent to an election. There has been a lot of disquiet about the possibility of Russian interference and part of our report looks at that.” The committee is understood to have looked at Russian attempts to influence social media discourse as part of an 18-month inquiry into Kremlin attempts to sow discord in British public life – following on from previous analyses. 89up provided research to a separate parliamentary inquiry into fake news and disinformation conducted by the digital, culture media and support select committee, demonstrating Russian attempts to influence the Brexit debate. The organisation concluded pro-leave material from Kremlin-backed channels RT and Sputnik promoted online was worth between £1.4m and £4.1m on a commercial basis during the 2016 campaign – while fake Twitter accounts linked to Russia were engaged in pumping out tens of thousands of Brexit-related tweets around polling day. The Electoral Reform Society said a wider opportunity to clean up election law had been missed, partly because no formal assessment had been made. Jess Garland, director of policy and research for the Electoral Reform Society, said: “The lack of transparency and action on plausible threats fosters distrust.” Grieve also indicated the suppressed Russia report examined a broad range of issues relating to Kremlin activities in the UK. Concerns were submitted to the committee about donations made by Russian-born individuals to the Conservative party; while members examined the poisoning of the Skripals in Salisbury, which ultimately led to the death of a British woman, Dawn Sturgess. Downing Street has repeatedly said that the clearance process takes around six weeks for a document that was submitted to it on 17 October. But that has been disputed by Grieve, who says the normal timescale was 10 working days, to the irritation of No 10, who in turn have accused him of playing political games."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}