{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/09/dominic-grieve-campaign-trail-beaconsfield", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-09T23:35:00Z", "webTitle": "‘Completely bizarre’: Grieve campaigns to overturn his Tory majority", "webUrl": "https://www.theguardian.com/politics/2019/nov/09/dominic-grieve-campaign-trail-beaconsfield", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/09/dominic-grieve-campaign-trail-beaconsfield", "fields": {"headline": "‘Completely bizarre’: Grieve campaigns to overturn his Tory majority", "bodyText": "Dominic Grieve is speed-walking around the streets of Marlow in Buckinghamshire with great enthusiasm – but is struggling to come to terms with a general election like no other. “It is completely bizarre. I really have never known anything like it,” he says, cautiously descending a steep set of steps after talking to another supportive voter. “Here I am trying to overturn my own majority,” he declares, with a tone of bewilderment. “It is going as well as I could possibly imagine, but I have absolutely no idea at all what is going to happen in the end.” The former Tory MP, who was stripped of the Conservative whip by Boris Johnson for trying to stop a no-deal Brexit and in effect barred by his local association from standing for the party again, is not going quietly. To the horror of Conservative HQ, Grieve, the articulate and charming former attorney general, is contesting as an independent the normally safe Tory seat of Beaconsfield, which he has represented for his former party since 1997 – and he seems to be in with a chance. The constituency has included Marlow since 2010. The challenge is not a small one, and the mountain he has to climb is partly of his own creation. In 2017, he retained the seat with a huge 24,000 majority over Labour. “This area is Tory, Tory, Tory,” says one of his helpers, Katie Breathwick. “But the reason he can win again is that Brexit has made the whole thing much, much more complicated.” To illustrate this – and how politics has been turned on its head in this constituency perhaps as much as any – Breathwick points out that she is normally a Lib Dem. But for this topsy-turvy election, she is backing the ex-Tory independent. The Lib Dem candidate, Rob Castell, has stepped aside recently for the cause of Remain, and he too is now telling people in Beaconsfield to back Grieve. Normal allegiances have been abandoned. Two others handing out leaflets on Friday and telling Grieve which doors to knock on are Labour supporters in normal times. Sue McNab, said it was all very exciting, but rather strange. “It is very weird for a Labour person like me to be campaigning for someone who was a Conservative MP for a long time – but it is such an important moment for the country that we have to do what we can.” Remain parties nationally may have struggled to form effective alliances to stop Brexit, but in this constituency they have – and the signs are encouraging. “Oh, you are a great man,” says Enzo Zecca as he opens the door and sees Grieve on his doorstep. “You are one of the few left with integrity.” Grieve hands him a leaflet saying that he is the candidate who is “standing up for Britain” and moves on. His pitch on every doorstep is the same, delivered with lawyerly precision. “Hello, I am Dominic Grieve. I am in disagreement with Boris Johnson over Brexit and think his deal is a terrible one for the country. I am equally clear that I don’t want Jeremy Corbyn in Downing Street, so I am standing as an independent.” Plenty of voters say they will back him, and others are seriously considering doing so. But there are divided views, even within families. “It is my wife you want, I don’t agree [with you],” says Steve Wines, a telecoms director. “I admire you standing on your morals but [your argument is] not for me.” His wife, Claire, he explains, thinks the opposite and backs Grieve. Grieve runs into some hostility too. A woman shuns his approach and storms off, shouting: “Absolutely not! I have sent you emails and you have not replied,” something Grieve says he is surprised to hear, muttering to his team that he is always very assiduous with his mail. Anger at his rebelliousness is common among voters, he says. “One woman who was out jogging this morning stopped and called me a traitor and I understand some people think that,” he says. Despite such confrontations Grieve is very well liked. He is a star in Beaconsfield who people stop and look at as he passes by. Tory HQ is understandly worried about his challenge in what should be one of the party’s safest strongholds. Last week there were rumours Johnson would be parachuted in to fight the seat as the new Tory candidate, switching from Uxbridge in west London. Last Sunday, 150 volunteers turned out to canvass for Grieve, more than he can ever remember. He raised easily enough to fund his campaign in just a few days. On Saturday night local Conservatives selected Joy Morrissey, an ardent Brexiter and Ealing councillor, to replace Grieve and take him on. He will not worry too much. He is happy on the stump sticking to his own views and principles, under the banner of independence. “I just think the Boris Johnson deal would be a catastrophe for the country, so what else can I tell people? What else can I do?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}