{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/07/spend-spend-spend-javid-and-mcdonnell-vie-for-first-dibs-same-policy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-07T17:15:39Z", "webTitle": "Spend, spend, spend – Javid and McDonnell vie for first dibs, same policy", "webUrl": "https://www.theguardian.com/politics/2019/nov/07/spend-spend-spend-javid-and-mcdonnell-vie-for-first-dibs-same-policy", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/07/spend-spend-spend-javid-and-mcdonnell-vie-for-first-dibs-same-policy", "fields": {"headline": "Spend, spend, spend – Javid and McDonnell vie for first dibs, same policy", "bodyText": "Let a hundred horse radishes bloom. As Jeremy Corbyn almost wrote to Tom Watson. The good times are here again. Austerity? What austerity? The absence of pain would almost make the agony worthwhile. Almost. Somewhat later than billed due to cancelled trains in the north-west – whenever the government finds out who has been in charge of infrastructure spending there’s going to be hell to pay – Sajid Javid laid out his plans for the economy at a speech in an aviation park just outside Manchester. And what riches he had seen! Treasures the like of which few chancellors had ever laid their hands on. The old fiscal rules were shredded. The new fiscal rules were that there were no fiscal rules. He could borrow what he liked. He could spend what he liked. In fact, with negative interest rates the more he borrowed, the better off the country would be. It would be mad not to take out as many loans as possible. Even those with PPI. But he would be prudent. So he would only be spending £100bn for the time being. The same £100bn the Conservatives had condemned as reckless when Labour had made a similar promise during the 2017 election. Javid had more good news. The latest report from the Office for Budget Responsibility had mysteriously gone awol at the last minute, so no one need worry that the government’s finances might be in worse shape than many had feared. And the great thing about Boris Johnson’s Brexit deal was that it was better for the economy than no deal at all, though obviously far worse than Theresa May’s deal or staying in the EU. So everyone should just sit back, pretend the last nine years had never happened and spend, spend, spend. Over at the Invisible Wind Factory – aka a chilly converted warehouse – in Liverpool, John McDonnell had seen Javid’s £100bn and raised him a further £250bn. To even think of less than that made the chancellor a climate-change denier and a scrooge. Someone intent on grinding the economy to a standstill. Though for someone who was planning on the biggest round of public spending since the 1970s, he didn’t sound very enthusiastic about it. Rather his voice retained its usual dry, deadpan, delivery. Maybe it was his way of apologising for having to be so cautious and withhold the other £500bn he really wanted to spend. McDonnell laid out his proposals with the quiet confidence of a man who knows he’s really in charge. Jeremy Corbyn might be the frontman who did all the audience participation hysteria, but he was the real brains behind the operation. People had dismissed him as a madman, but he’d turned out to be a prophet all along. After all, he’d effectively written the current Tory manifesto – two years ago: houses and railways would be built, the Treasury would have a branch office in the north. Things that hadn’t yet been thought of would also be invested in. There were no limits to what would be possible. This was John’s World. No one would be homeless. No one would go hungry. No one would have to wait longer than a few minutes for a bus. Best of all, only the top 5% of the population would have to pay more tax and, even then, not much. He was the accountant with the Midas touch, the man who could create the perfect balance sheet by turning expenditure into assets. After all, it was what every normal family already did. Labour’s Lucy Powell, one of many former MPs seeking re-election, was then brought out to act as compere for the Q&amp;A session with the media. She sounded almost apologetic as she reminded the audience not to boo journalists for asking difficult questions. “We’re very proud of our policies,” she said, “and we want them to be scrutinised.” Though maybe not too closely. Was McDonnell worried that he’d be labelled a spendthrift Marxist? Not at all, he said. Everything had been fully costed. Not least by the Tories who had adopted the gloves-off principle of unlimited public-sector borrowing. Besides, he was just following in the well-trodden socialist footsteps of other Labour chancellors, such as Gordon Brown. Now this was a first, because no one could previously remember the shadow chancellor having a good word to say about Brown. It’s amazing the difference a couple of years and some pastel M&amp;S cardies can make. In 2017, McDonnell was the country’s evil Trot, the Bond villain whose eyes never smiled. Now he’s more of a cuddly afternoon TV chat-show host. The mask only slipped slightly when he was asked about the former Labour MP Ian Austin urging Labour supporters to vote for Boris – “he’s always been a Tory”, he snapped – but then he regained his composure and asked everyone to thank the media for their questions. The audience and Jeremy duly gave a desultory round of applause. McDonnell might be Mr Nice Guy now, but he’s still not someone you would want to cross. John Crace’s new book, Decline and Fail: Read in Case of Political Apocalypse, is published by Guardian Faber. To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min. p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}