{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/03/10-key-marginal-seats-that-may-define-the-general-election", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-03T18:34:23Z", "webTitle": "10 key marginal seats that may define the general election", "webUrl": "https://www.theguardian.com/politics/2019/nov/03/10-key-marginal-seats-that-may-define-the-general-election", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/03/10-key-marginal-seats-that-may-define-the-general-election", "fields": {"headline": "10 key marginal seats that may define the general election", "bodyText": "Battles between different political parties will play out in one of the most unpredictable election in decades this December. Here are 10 key seats that could determine the result and reflect the various scenarios likely to play out across the country. North East Fife – SNP/Liberal Democrat marginal Held by: SNP, Stephen Gethins, foreign affairs spokesman Who wants it? Lib Dems, Tories 2017 result: SNP, 13,743, Lib Dems 13,741 Majority: two Remain or leave: remain 63% The most marginal seat in the country is currently held by two votes by the SNP who will be desperate to keep it from the Lib Dems and increase their majority since their polling is so strong at the moment. There was also a healthy Tory vote in 2017 (around 10,000) and whether this dies away will be a true indication of how the Conservatives fare in Scotland with Boris Johnson as their figurehead compared to the charismatic former leader Ruth Davidson who refused to back a no-deal Brexit. Hastings and Rye – Tory/Labour marginal Held by: Independent, Amber Rudd. Former Tory work and pensions secretary. Who wants it? Tories, Labour 2017 result: Tory 25,668, Labour 25,322 Majority: 346 Remain or leave: leave 55% Labour have been campaigning consistently in Hastings and Rye for years and were close to victory in 2017 and feel confident this is their year. Rudd’s marginal seat – 346 votes in it – was oft cited as a reason she did not propel herself forward for the Tory leadership in the summer. It is a leave voting area and a traditional working class seat and exactly the type of constituency the Conservatives must win to secure a majority. Rudd is stepping down. Canterbury – Labour/Tory marginal Held by: Labour, Rosie Duffield Who wants it? Tories 2017 result: Labour 25,572, Tory 25,385 Majority: 185 Remain or leave: remain 54% This was a shock result of the 2017 election and broke a 185-year stretch of Tory dominance in the seat. Tory Julian Brazier’s ousting was put down to the student vote, however Labour’s campaign group Momentum was also particularly active on the ground and there was a strong social media campaign. It forms part of Labour’s now regular election campaigning line that they defied the polls in unexpected areas. The Tories will be ploughing in substantial resources to try and win this seat back. Workington – Labour/Tory marginal Held by: Labour, Sue Hayman, shadow environment secretary Who wants it? Tories 2017 result: Labour 21,317, Tory 17, 392 Majority: 3,925 Remain or leave: leave 61% A must for the Tories since “Workington man” is their supposed target voter. He is described as an older, white, non-graduate and male living in a rugby league town in the north who voted leave in the EU referendum and who typically votes Labour. These kind of seats are vital to try and offset expected losses in Scotland, according to thinktank Onward. The Brexit party might not have a straightforward ride here as although Ukip got a sizeable chunk of the vote in 2015, their candidate from that election is now the Tory party member and local councillor going up against Hayman. Bolsover – Labour heartland Held by: Labour, Dennis Skinner Who wants it? Brexit party 2017 result: Labour 24,153, Tory 18,865 Majority: 5,288 Remain or leave: leave 70% This has been a Brexit party target seat ever since Nigel Farage launched his new political outfit earlier this year and a prime example of a Labour heartland in the Midlands they believe they can win. They are holding an election rally at a boxing club in the town on Tuesday. Indicators of Labour weakening its grip were losing control of the district council earlier this year, which some cited as down to a lack of clarity from the party on Brexit, and the election of three Brexit party MEPs in the spring. Skinner, a Eurosceptic, has held the seat since 1970. Kensington – Labour/Tory/Lib Dem marginal Held by: Labour, Emma Dent Coad Who wants it? Labour, Tories and Lib Dems 2017 result: Labour 16,333, Tory 16,313 Majority: 20 Remain or leave: remain 68% The Liberal Democrats are trying to turn this into a three-way marginal and are standing former Tory minister Sam Gyimah as their candidate. Despite the party only getting 4,724 votes in 2017 they think they are in a perfect position to take Conservative remain voters and Labour voters unhappy with Jeremy Corbyn’s leadership. They will undoubtedly split the vote, eating into both parties, which has led to criticism from the left on social media with revived mantra: “Vote Lib Dem, get Tory”. So plum was the Kensington seat for the new Lib Dem recruits there was apparently a feisty contest for who should get the candidacy. Richmond Park – Tory/Lib Dem marginal Held by: Tory, Zac Goldsmith, Defra minister Who wants it? Lib Dems 2017 result: Tory 28,588, Lib Dem 28,543 Majority: 45 Remain or leave: remain 71% This marginal has swung between Tory minister Goldsmith and Liberal Democrat Sarah Olney since the 2016 byelection in which Goldsmith stood down over his party’s backing a third runway at Heathrow. It continues to be a key election battleground between the two parties and it is possible that the leave voter and Eurosceptic MP will be punished for his party’s Brexit policy in this ultra remain seat. The result might also be a wider sign of how Londoners feel about Boris Johnson’s form of Conservatism and the overall direction of the party. Crewe and Nantwich – Labour/Tory marginal Held by: Labour, Laura Smith Who wants it? Tories 2017 result: Labour 25,928, Tory 25,880 Majority: 48 Remain or leave: leave 60% A classic Labour-held marginal that Johnson must win to secure a majority. The Tories held this seat between 2008 from a byelection following the death of Gwyneth Dunwoody to 2017, when former-teacher Laura Smith ousted junior minister Edward Timpson. She now faces the 34-year-old doctor Kieran Mullan. Smith voted for Johnson’s Brexit deal and has protested against Corbyn’s Brexit policy and could be viewed as a Eurosceptic but it may not be enough to stop a Tory gain. Brecon and Radnorshire – Lib Dem/Tory marginal Held by: Liberal Democrats, Jane Dodds Who wants it? Tories, Brexit party, Labour 2019 result (by-election): Liberal Democrat 13,826, Tory 12,401 Majority: 1,425 Remain or leave: leave 52% The byelection for this Welsh seat earlier this year saw the return of the Liberal Democrats after four years under Tory control. It was one of the most recent examples of a progressive and remain based alliance working to back one candidate as Plaid Cymru and the Green party pulled out the race to give the Liberal Democrats a shot. It is thought their actions secured the win for the Lib Dems. The question will be whether this arrangement works for a second time and if the Brexit party once again take a sizable chunk out of the Tory vote share. Cheltenham – Tory/Lib Dem marginal Held by: Tories, Alex Chalk Who wants it? Lib Dems 2017 result: Tory 26,615, Lib Dem 24,046 Majority: 2,569 Remain or leave: remain 57% Cheltenham represents an election scenario likely to be repeated in many areas that may ultimately punish the remain-backing, softer-Brexit advocate. Chalk supported remain at the 2016 referendum and campaigned against a no-deal Brexit however he may find himself at the receiving end of a protest vote about Brexit and Johnson’s deal. It is a key Lib Dem target and forms part of their plan to regain the south west – a region which they lost wholesale to the Tories in 2015 through Lynton Crosby’s election strategy. • This article was amended on 4 November 2019. An earlier version incorrectly said that Edward Timpson was standing again for the Conservatives in Crewe and Nantwich."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}