{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/06/climate-takes-centre-stage-as-green-party-launches-campaign", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-06T18:30:59Z", "webTitle": "Climate takes centre stage as Green party launches campaign", "webUrl": "https://www.theguardian.com/politics/2019/nov/06/climate-takes-centre-stage-as-green-party-launches-campaign", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/06/climate-takes-centre-stage-as-green-party-launches-campaign", "fields": {"headline": "Climate takes centre stage as Green party launches campaign", "bodyText": "The Green party has set its sights firmly on Bristol West in its drive to push its parliamentary representation up from one MP, but other target seats hang in the balance as activists await the outcome of negotiations with the Liberal Democrats over a pact to avoid splitting the pro-remain vote. At the party’s launch in Bristol on Wednesday, the climate emergency took centre stage and is likely to dominate the party’s manifesto, due out within a few days, with pledges to borrow £100bn to cut emissions and protect against the impacts of global heating. But Siân Berry, the party’s co-leader and London mayoral candidate, made it clear that social justice was also high on the party’s agenda, and the biggest cheer in Bristol came for a promise to build affordable housing. Nationally, the Greens had their best ever year in this year’s local and European elections, rising to 362 local councillors and seven MEPs. But in the 2017 general election, the party’s share of the national vote more than halved to just 1.8%, compared with its record 3.8% in 2015. Carla Denyer, the Green candidate for Bristol West, thinks that fallback was largely because of the impact of the Brexit referendum on the 2017 result, but believes much has changed since then, particularly in voters’ perceptions of the Labour party. She said: “In the 2017 election a lot of people were Corbyn fans in Bristol but they are going off him. A lot of people believed in 2017 that Labour was a remain party. I think the political atmosphere is much closer now to 2015 than it was in 2017.” Activists believe Labour’s seemingly comfortable majority in Bristol West is less robust than it appears. In 2017, on a 77% turnout in this constituency that voted 79% for remain in the referendum, the Labour incumbent Thangam Debbonaire won a 37,000 majority – one of the biggest in the country – on a 30% swing to Labour. The Greens won fewer than 10,000 votes. But in 2015, Labour took the seat on a much smaller margin with 22,900 votes compared with 17,200 for the Greens in second place, with the Lib Dems trailing far behind. Denyer, a mechanical engineer and wind farm designer, told the Guardian voters were also thinking beyond Brexit, saying: “People are much more aware of the climate emergency now. Bristol wants to be a green city, and people all over the country recognise that we need a big change to deal with the climate.” Extinction Rebellion is estimated to have about 10,000 supporters in the Bristol area, and there has been strong local support for measures such as the council declaring a climate emergency, and the council’s decision to ban diesel cars from areas of the centre. Many people on the streets of Bristol seem receptive to environmental messages. Rachel Fountain, a local voter, said: “I think this election will be an environment election. Extinction Rebellion are very strong here. But there is also a social housing problem here, that will be an issue.” Nick Swales, a council worker, also cited the climate crisis and the environment as top issues for people in the area, though he predicted that Brexit would dominate the election. Alice Evelegh-Taylor, a lawyer walking her baby son through Queen Square, said she had always voted Liberal Democrat but would not this time because “they have gone bonkers” by pledging to revoke article 50. “I’ve never wanted to vote Labour and I could not vote for the Tories. The environment is a massive concern – I’d like to know if the Greens’ ideas are properly costed, though actually even if they are not, who cares? It’s the environment– we will have to find the money.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}