{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/03/tory-mp-ross-thomson-quit-after-denying-sexual-assault-claim", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-03T16:52:18Z", "webTitle": "Tory MP Ross Thomson to quit after denying sexual assault claim", "webUrl": "https://www.theguardian.com/politics/2019/nov/03/tory-mp-ross-thomson-quit-after-denying-sexual-assault-claim", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/03/tory-mp-ross-thomson-quit-after-denying-sexual-assault-claim", "fields": {"headline": "Tory MP Ross Thomson to quit after denying sexual assault claim", "bodyText": "Ross Thomson, a Scottish Tory MP facing allegations he sexually assaulted a fellow MP, has unexpectedly announced he is quitting Westminster. Thomson said in a statement on Twitter that he was standing down hours after denying allegations by Paul Sweeney, the Labour MP for Glasgow North East, that he had groped him in a Commons bar in front of witnesses. Sweeney disclosed he had reported Thomson to the House of Commons authorities earlier this year and alleged the Tory MP had drunkenly intruded on a conversation he was having with friends in the Strangers’ bar in October. He alleged in an interview with the Mail on Sunday that Thomson had fondled him and tried to put his hands down his trousers, and urged him to stand down as the Tory candidate for Aberdeen South. “I felt paralysed. It was just such a shocking thing. I was in a cold sweat. It was mortifiying,” Sweeney said. “Nobody knew where to look at the table. It’s embarrassing. [I] couldn’t fight, so I took flight.” Sweeney said he had reported the incident to the Commons authorities after reading allegations in February that Thomson had been accused of the “sexual touching” of other men in Strangers’ bar. The police were called following that incident but no formal allegations were made against Thomson, so no action was taken. Thomson denied he had assaulted anybody and referred himself to the Conservative party’s disciplinary panel. Thomson, a former Tory MSP and councillor, said the “anonymous and malicious” allegations of assault by Sweeney and at least one other man had “made my life a living hell. It has been nothing short of traumatic.” Describing Sweeney’s allegations in the Scottish edition of the Mail on Sunday as “false and defamatory”, Thomson added: “This is a political smear and I will continue to fight to clear my name. I will see this investigatory process through to a conclusion. “[This] has been without doubt the hardest decision of my life. I remain confident that the ongoing parliamentary standards process will find in my favour, and that these baseless claims will be shown up for what they are.” Thomson’s resignation will be a significant blow to the Scottish Tories and to Boris Johnson so soon before the general election; nominations close on Thursday 14 November, giving the Tories 10 days to find a new candidate. Thomson took Aberdeen South from the SNP in the 2017 snap election with a convincing 4,752-vote majority. Thomson was among the most avid supporters of Brexit among the 13 Tories who won Scottish seats in the 2017 election, and helped run Johnson’s Tory leadership campaign in Scotland. It remains unclear whether the parliamentary standards commission is likely to continue with an investigation now an election has been called, given Thomson has now resigned and – assuming no results are published before Westminster is dissolved – the alleged incidents took place in a previous parliament. Sweeney told the Mail on Sunday he had initially kept quiet about the alleged incident because he did not want to be labelled as the MP who was sexually assaulted. After the first allegations emerged in February, Sweeney said he felt he had a “moral duty” to file a complaint with the parliamentary standards commission. He had gone public, he added, because he felt frustrated that the commission had yet to issue a ruling, with parliament about to be dissolved for the election. Earlier on Sunday Thomson had implied he intended to fight the election, accusing Sweeney of a politically motivated smear. “It think it is telling that Mr Sweeney has chosen this moment, just days out from the beginning of a general election campaign, to abandon the confidential investigation process and take his smear campaign to the Mail on Sunday,” he tweeted."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}