{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/shortcuts/2019/nov/07/the-brexicon-how-well-do-you-know-your-brexit-jargon", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-07T14:52:19Z", "webTitle": "The Brexicon: six words the dictionary has missed – from Brino to Releaver", "webUrl": "https://www.theguardian.com/politics/shortcuts/2019/nov/07/the-brexicon-how-well-do-you-know-your-brexit-jargon", "apiUrl": "https://content.guardianapis.com/politics/shortcuts/2019/nov/07/the-brexicon-how-well-do-you-know-your-brexit-jargon", "fields": {"headline": "The Brexicon: six words the dictionary has missed – from Brino to Releaver", "bodyText": "It turns out there is one British industry that has been boosted by Brexit. Unfortunately, lexicography – that is compiling dictionaries to you and me – doesn’t employ quite as many people as, say, making cars. Never mind. The tortuous process of leaving the EU has created a mini word-boom, and at least the people at Collins have been capitalising on it. On Thursday the dictionary company released its Brexicon: 10 words that it says define Brexit, from cakeism to flextension. But what did they miss out? Brino If you’re a Brexit purist, then anything short of sealing off the channel tunnel and daubing a “v” sign on the white cliffs of Dover is “Brino”, or Brexit in name only. But how do you pronounce it? I’m tempted to go with “bree-no”, but it must have been inspired by the US political slur “Rino” – Republican in name only – which sounds like “rhino”. Answers on a postcard, please. FBPE An acronym that has come to define a certain type of obsessive remainer, does anyone now remember what the label tacked on to thousands of Twitter profiles stands for? Well, it’s “follow back, pro-EU”, and started out as a project to build a network of like-minded users on social media. For what exactly? It isn’t clear that the FBPE “movement” has achieved anything very concrete. But who knows? Perhaps the hashtag aimed at connecting people has in fact spawned the odd Euro-romance. Let us know if that’s you. Yellowhammer I thought it was a city in Canada (oops, that’s Yellowknife), but apparently it’s a songbird. Oh, and the codename for the civil service plan to deal with a no-deal Brexit. That possibility may have receded for the time being, but personally I find it reassuring that the country has spent £2.1bn preparing for something entirely avoidable that now probably isn’t going to happen. Don’t you? Releaver Whatever happened to the releavers? Up until the 2017 election they seemed to be all the rage – a cohort of people who had voted remain but were resigned to Brexit. They just wanted the government to get on with it. Then Theresa May lost her majority and it began to seem as if there was every possibility we might not leave the EU at all. With Boris Johnson having secured a new deal, and staying in looking less likely again, will the releavers roar back to life? This December’s election may depend on it. Brexodus An appropriately biblical-sounding word for the fact that Brexit has made a lot of people want to get out of here. According to Full Fact, the number of EU citizens leaving the UK increased from around 95,000 in the year before the referendum to 145,000 by September 2018. Companies have been relocating, too: more than 330 City firms have moved or are moving parts of their businesses to places such as Dublin and Luxembourg. More worrying still is the fact that EU nurses – which in London account for 20% of all staff – are upping sticks in greater numbers than ever before. BOB At this point BOB – bored of Brexit – describes approximately 100% of the UK population and everyone in the rest of the EU, too. Some Americans may still be interested, but mainly because they enjoyed hearing the former speaker shouting “Order!” and “Bambos Charalambous” and don’t realise he has gone now. Even the most fervent Moggite or Faragist will admit to feeling slightly jaded about the whole process, surely? Those sunlit uplands do seem rather a long time coming. At least we will have a steady stream of new words to console us: can I nominate perma-transition, neverendexit and perpetugotiation? David Shariatmadari is the author of Don’t Believe a Word: The Surprising Truth About Language"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}