{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/03/home-office-condemned-for-blocking-overseas-doctor-recruiting-scheme", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-11-03T15:06:27Z", "webTitle": "Home Office decried for blocking NHS scheme to use more trainee doctors from overseas", "webUrl": "https://www.theguardian.com/politics/2019/nov/03/home-office-condemned-for-blocking-overseas-doctor-recruiting-scheme", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/03/home-office-condemned-for-blocking-overseas-doctor-recruiting-scheme", "fields": {"headline": "Home Office decried for blocking NHS scheme to use more trainee doctors from overseas", "bodyText": "The Home Office is blocking plans already agreed by the health secretary and NHS bosses to let more overseas doctors come to Britain to help tackle the health service’s staff shortages. It has refused to allow the planned expansion of the medical training initiative (MTI) to go ahead, despite its inclusion in the government-backed NHS long-term plan. Groups representing doctors are frustrated by the department’s stance, which they have criticised as a short-sighted and an “extremely disappointing” attempt to thwart a change which is seen “as absolute no-brainer” to help the NHS tackle its widespread lack of doctors. Hospitals in England alone have around 10,000 vacancies for medics which it is unable to fill. Under the MTI as many 1,000 trainee doctors a year from outside the EU are able to come to the UK for up to two years to learn from consultants and then return to their home country. Medics who spend time working in the NHS under the scheme help hospitals fill medical rotas. The health secretary, Matt Hancock, his department and NHS England want to see the number of arrivals under the MTI significantly expanded. Health Education England, the NHS’s medical training agency, and the Academy of Medical Royal Colleges (AOMRC), which represents the UK’s 220,000 doctors professionally, want it trebled to 3,000. The expansion of the MTI was highlighted in the long-term plan when it was published in January. “We will explore the potential to expand the MTI so that more medical trainees from both developed and developing countries can spend time learning and working in the NHS”, it said. There has, however, been little or no progress since. “Diddly-squat has happened and that’s down to the Home Office. It’s down to them to make it happen and they’ve not done that,” said one source. The Royal College of Physicians has highlighted the lack of progress on delivering the planned expansion by including action on the MTI in its manifesto for health policies it wants the party or parties that form the next government to adopt. It is seeking “an increase in international recruitment, including the expansion of the medical training initiative”. Dr Andrew Goddard, the college’s president, voiced exasperation at the Home Office’s inaction. “Time and time again we’re told by the government that expanding the NHS workforce is a ‘priority area’ that they are committed to investing in. But we are yet to see action on some of the ‘quick wins’. Almost a year after indicating they were considering lifting the cap on the number of international doctors coming into the UK on the MTI scheme, we are still waiting,” he said. “The pressure on medical professionals to provide quality care to patients when there simply aren’t enough staff to do so is causing the NHS to buckle. It seems an absolute no-brainer to help alleviate the stress on staff and patients by allowing more international professionals to come and train and work in the NHS.” Prof Carrie MacEwen, the chair of the AOMRC, said: “We hoped to have seen action on this and it is extremely disappointing that the Home Office has still not agreed to increase the number of places available.” The Home Office has been accused of making the NHS’s doctor shortage worse by threatening to deport or denying re-entry into Britain to overseas doctors working in the health service who have made minor errors in their application for a new tier-two work visa. It has since changed its stance after its decisions provoked an outcry. A government spokesperson said the expansion of the MTI may still happen. “We recognise the valuable contribution that migrant staff make to the NHS, which is why we removed doctors and nurses from the annual cap on tier-two work visas. “In the last 12 months we issued more than 15,000 visas to the health and social work activities sector, many of whom are doctors and nurses for the NHS. We keep the medical training initiative under regular review.” • This article was amended on 4 November 2019. An earlier version overstated by 20,000 the number of UK doctors represented by the Academy of Medical Royal Colleges. The number is approximately 220,000."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}