{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/04/government-spending-set-to-return-to-levels-last-seen-in-the-1970s", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-04T00:01:15Z", "webTitle": "Government spending 'set to return to levels last seen in the 1970s'", "webUrl": "https://www.theguardian.com/politics/2019/nov/04/government-spending-set-to-return-to-levels-last-seen-in-the-1970s", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/government-spending-set-to-return-to-levels-last-seen-in-the-1970s", "fields": {"headline": "Government spending 'set to return to levels last seen in the 1970s'", "bodyText": "Government spending is on course to return to levels last seen in the 1970s, according to a report that found both Tory and Labour plans will significantly increase the share of GDP taken up by the state over the next parliament. The Resolution Foundation thinktank said spending sprees aimed at ending austerity and increasing public investment were central to the plans of both major parties and would drive spending above the average for the 20 years up to the 2008 financial crash of 37.4% of GDP. Pledges already made by the chancellor, Sajid Javid, will increase the proportion of annual government spending to 41.3% of GDP by 2023, and likely to beyond the 42% average recorded between 1966 and 1984 once extra outlays on the NHS are taken into account. Meanwhile, Labour is expected to commit to the £48.6bn of extra current spending announced in its 2017 manifesto, coupled with shadow chancellor John McDonnell’s £250bn 10-year capital investment plan, which would mean government spending as a share of GDP rising to 43.3%. The report, The Shape of Things, which comes ahead of the parties’ manifesto launches in about two weeks’ time, said: “This would mean the size of the state under Labour being significantly above the 1970s average.” One of the areas of government expenditure targeted by both parties is public investment, which was cut in the latter half of Margaret Thatcher’s term of office and through John Major’s six years in charge to below 1% of GDP. It has risen in the intervening 20 years, but will get a boost from a little more than 2% to nearer to 3% under plans put forward by Javid. It is likely to rise above 3% should McDonnell become chancellor. The Resolution Foundation said the make-up of departmental spending had changed radically since the 1970s as society had aged and the state needed to dedicate an increasing share of expenditure to health and old-age social security. “These two areas of spending accounted for 29% of all public spending (minus debt interest) in 1998. Today, they account for 36% of all spending, rising to 44% over the next decade, and 50% over the next 50 years,” the report said. It added that both parties should consider how a larger state can be sustained, “with tax rises likely to be needed to fund the bigger state both parties support”. Matt Whittaker, the author of the report, said: “After an unprecedented decade of austerity, both main parties are gearing up to turn the spending taps back on. “Whichever party wins are going to face huge questions about how they are going to pay for Britain’s growing state. The fact is that whatever promises are made over the course of this election campaign, taxes are going to have to rise over the coming decade,” he said. At the last election Labour said it would pay for most of the increases in day-to-day spending through a series of tax increases, mostly on the better-off. The Conservatives have yet to spell out how they will pay for their pledges, other than to let the UK’s borrowing increase."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}