{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/10/seven-days-disaster-general-election-campaign-trail", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-10T09:09:33Z", "webTitle": "Seven days of disaster on the general election campaign trail", "webUrl": "https://www.theguardian.com/politics/2019/nov/10/seven-days-disaster-general-election-campaign-trail", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/10/seven-days-disaster-general-election-campaign-trail", "fields": {"headline": "Seven days of disaster on the general election campaign trail", "bodyText": "First a cabinet minister apologises for suggesting the Grenfell Tower fire victims did not use “common sense”. Another senior minister then quits over claims he misled the public over what he knew about a former aide’s role in the alleged sabotage of a rape trial. Meanwhile, the deputy leader of the opposition walks out, several election candidates either quit or are ousted before they’ve even got going – and one appears to compare celebrating the death of Tony Blair with the cheers that met the death of Hitler. And it’s all rounded off by a wine-swilling prime minister publicly disagreeing with his Brexit secretary over how Northern Ireland will trade with the rest of the UK. This is not an unpublished script for a political farce, rejected by producers for its implausibility. It is, in fact, the first week in what many have called the most significant general election in a generation. A snap poll called to solve the parliamentary impasse over Britain’s most important policy decision since the war has quickly turned into a competition to see who can go longest between gaffes. “It shows a December election isn’t good for anyone,” said one downhearted and cold candidate, shivering on the campaign trail. “Then, on top of that, we’ve got the general state of politics. It is thoroughly depressing.” So what has been going wrong? According to insiders from across the parties, a mixture of distractions inside the campaigns, the rush of an unscheduled election and a generous dollop of personal stupidity are to blame. The question they are all nervously asking themselves is: which of the gaffes, if any, will end up making a difference? Tory insiders were feeling rattled by midweek. Jacob Rees-Mogg’s claim that the Grenfell victims had not used “common sense” by heeding fire service advice to stay in the building was a straightforward disaster. It was not only insensitive, but played straight into the negative perception of the party as being aloof and out of touch. The resignation of Welsh secretary Alun Cairns, over claims about what he knew of a former aide’s involvement in the alleged sabotage of a rape trial, was a damage-limitation exercise. On top of that, cabinet minister James Cleverly was lambasted for not turning up to an interview, while junior business minister Nadhim Zahawi managed to claim that he did not know whether Jeremy Corbyn wanted to actually shoot the rich. “Labour stole a march – we were slow off the starting block,” said one Tory figure with a grimace. The Conservative campaign team deemed the dissolution of parliament on Wednesday a “line in the sand”. Part of the problem, say those involved, was the transition from government: only on Wednesday were the Tories’ advisers and aides finally united in one place, with Australian campaign chief Isaac Levido able to take control. That was also the moment when Sean Topham and Ben Guerin, the strategists charged with creating online viral content, could start in earnest. “The amount of time that has been taken to get small announcements over the line, that will make no real difference, is really something,” said one official. “It can take weeks to get things signed off, and that has been a distraction. Everyone is now getting their feet under the table at CCHQ.” In truth, the Tories’ problems were only arrested by Labour’s own difficulties. In a surprise move, Tom Watson announced he was stepping down as deputy leader and as an MP. He cited “personal, not political reasons”, yet the departure of the man who had become the figurehead for MPs concerned about the party’s direction of travel was a huge moment. On Thursday, former Labour MPs Ian Austin and John Woodcock launched another missile, calling on voters to back the Conservatives because Corbyn was “completely unfit” to enter Downing Street. Austin’s intervention delighted the Tory campaign and was replayed to staff in their headquarters on Matthew Parker Street. Then there were the calamity candidates. One selected Labour candidate, Sally Gimson, was blocked from standing after being accused of clashing with other members. Another faced a backlash after it emerged she had said she would celebrate the death of Tony Blair; a third, Jane Aitchison, attempted to defend her colleague by saying some people had celebrated the death of Adolf Hitler. Meanwhile, a Tory candidate quit over comments from 2014 in which he said women should keep their “knickers on” to avoid rape. Insiders say candidate selection has been speeded up, which has caused problems. In the Labour party, the speed of selections has turned low-level factional battles into noisy, public clashes. Despite the public anarchy, more serious battles are being waged behind the scenes. The tensions between No 10 and the Treasury over spending commitments and how to fund them, as well as a long-running debate about tax cuts, is storing up a potentially explosive relationship at the top of government should the Tories secure a majority. Among many Labour MPs, the most important development was Watson’s departure. “Tom has been unhappy and uncomfortable for quite some time,” said one. “It’s come as a blow to so many of us because Tom has been seen as the standard-bearer for the centre-left Labour tradition. Some people would not be in the Labour party were it not for Tom. “Our attitude is now hunker down, try to return as many of us as possible and see what kind of condition the party is in after the result.” By contrast to the two main parties, the Lib Dems have had a relatively gaffe-free opening, though leader Jo Swinson was subjected to her own television mauling when asked to justify an election leaflet using one of the party’s notoriously dodgy bar charts. Yet in terms of overall strategy, the party has suffered big blows. First, the BBC announced it was following ITV in excluding Swinson from its TV debate. Second, an unpredictable campaign has already veered away from the EU when the party’s clear stance on opposing Brexit was its main rationale behind backing an early election. It is a tension that has been reflected internally. While the Lib Dems’ overarching strategy is clear – make “stop Brexit” the answer to any question that its candidates are asked – a natural nervousness has emerged among some that the party is not doing more in other areas. This became acute as both the Tories and Labour announced huge spending plans last week. Campaign chiefs are having to calm nerves. While the gaffes and setbacks have been frequent, it is all but impossible to discern what parts of a campaign make a difference. The latest Opinium polling for the Observer, mostly conducted after Rees-Mogg’s apology but before Austin’s attack on Corbyn, suggests it is hard to read too much into last week’s chaos. The Conservatives maintain a lead over Labour, but the gap has narrowed to 12 points. Academics warn against the dangers of over-analysing day-to-day events. “Most stuff that happens in a campaign doesn’t matter – and most campaigns don’t matter, much,” says Philip Cowley, professor of politics at Queen Mary University in London, who has written studies of the last three general elections. “But we know – especially after last time – that campaigns can matter a bit or more than a bit, and some [individual] things can matter. What we don’t really know is what cuts through.” This is the reality of the battle: parties throw various ideas around and see what sticks. It is in that context that the Tory team were delighted by the results of a focus group run by James Johnson, a former pollster for Theresa May. Conducted in a swing London seat, it found that Rees-Mogg’s Grenfell comments had cut through. However, it also found that the core Tory message, “Get Brexit Done”, was “profoundly powerful” – including with some Remain voters. Labour officials are also concentrating on the positives. It has struck some party insiders who have not been fans of Corbyn that the leader is already a transformed figure. “You can just see it – he enjoys this stuff,” says one. “He is a campaigner. He comes alive.” With the final candidates being confirmed over the next week or so, campaign directors hope the potential for gaffes should diminish. Yet it was an event at the end of the week that gave pro-Remain campaigners most hope that trouble is ahead for the Tories. On Friday, a video emerged showing Johnson trying to reassure Northern Irish exporters that they would not need to fill in extra paperwork after Brexit. That appeared to contradict Brexit secretary Stephen Barclay, who has said businesses would need to complete “exit summary declarations” when exporting to the rest of the UK. “Johnson has been very successful in bringing things back to a place where Brexit is anything you want it to be,” said one pro-Remain Labour figure. “The moment ‘Get Brexit Done’ becomes something more specific, his coalition of support begins to break down.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}