{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/10/brexit-minister-backs-johnsons-seemingly-contradictory-northern-ireland-remarks", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-10T10:11:56Z", "webTitle": "Brexit: minister backs Johnson’s seemingly contradictory Northern Ireland remarks", "webUrl": "https://www.theguardian.com/politics/2019/nov/10/brexit-minister-backs-johnsons-seemingly-contradictory-northern-ireland-remarks", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/10/brexit-minister-backs-johnsons-seemingly-contradictory-northern-ireland-remarks", "fields": {"headline": "Brexit: minister backs Boris Johnson’s mixed messages on Northern Ireland", "bodyText": "One of Boris Johnson’s business ministers has insisted the prime minister was correct in arguing that businesses in Northern Ireland will not have to fill in forms to export goods to the rest of the UK after Brexit, despite this being an apparent part of the departure deal. Kwasi Kwarteng said Johnson was “absolutely on the money” when he told Northern Irish exporters last week that they would not need to fill in extra paperwork, prompting accusations the prime minister was misleading the public. In a video shot in Northern Ireland on Thursday night, Johnson told exporters they would not need to fill in customs declarations when they sent goods across the Irish Sea, adding that if firms were asked to they should call him “and I will direct them to throw that form in the bin”. This contradicted the view of Stephen Barclay, the Brexit secretary, who told a House of Lords committee that businesses would need to complete “exit summary declarations” for such sending shipments. Asked on Sky’s Sophy Ridge on Sunday show whether Barclay had been mistaken, Kwarteng said: “I think you’d have to ask him. But I think that the prime minister knows his deal, I mean, he negotiated it.” Kwarteng said Johnson was correct to say there would be no customs forms and no checks: “As far as I understand I don’t think there will be. I think the prime minister’s absolutely right.” Kwarteng also defended a Conservative analysis claiming that Labour’s combined policies would cost £1.2tn over five years, briefed to sympathetic newspapers on Sunday, but declined to give a parallel total for Conservative spending plans. He said the total had been compiled by “people in [Conservative] central office, and also independent analysts” after Mark Sedwill, the head of the civil service, blocked the release of a separate Treasury analysis of Labour plans. “You’re quite right to say that Mark Sedwill blocked the costings from the civil service, and that’s why we’ve got a separate analysis,” Kwarteng said. The total combines commitments from Labour’s 2017 election manifesto – the party has yet to publish its current one – and adds other ideas such as a universal basic income and a four-day working week, some of which are by no means certain to form part of the 2019 manifesto. Asked about the equivalent total for Tory plans, Kwarteng said only that the party’s commitments “are not anything as astronomical and as huge as the Labour sums”. Pressed on a specific total, he added: “I’m not going to bandy around figures.” Kwarteng also defended Johnson’s comparison last week of Jeremy Corbyn to Stalin’s treatment of the kulaks, wealthy farmers who were persecuted and in many cases murdered under the Soviet dictator. Kwarteng said Corbyn’s attitude to wealth creators and entrepreneurs was similar to that of Stalin. However, he said he did not believe that the Labour leader actively planned to murder such people. When another business minister, Nadhim Zahawi, was asked by the BBC last week if he believed Corbyn wanted to have businesspeople shot, Zahawi answered: “I don’t know, you will have to ask him that question.” Kwarteng said: “The comparison was about the philosophy and the Marxism. Nobody is suggesting that Jeremy Corbyn is going to line people up and shoot them.” He added: “Nobody thinks Corbyn is going to kill anybody, let’s be very clear about that.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}