{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/08/boris-johnson-goods-from-northern-ireland-to-gb-wont-be-checked-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-08T19:32:00Z", "webTitle": "Johnson accused of misleading public over Brexit deal after NI remarks", "webUrl": "https://www.theguardian.com/politics/2019/nov/08/boris-johnson-goods-from-northern-ireland-to-gb-wont-be-checked-brexit", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/08/boris-johnson-goods-from-northern-ireland-to-gb-wont-be-checked-brexit", "fields": {"headline": "Johnson accused of misleading public over Brexit deal after NI remarks", "bodyText": "Boris Johnson has been accused of misleading the public about his own Brexit deal, after footage emerged of him telling exporters in Northern Ireland they will not need to fill in extra paperwork. After a rocky start to the general election campaign in which Jacob Rees-Mogg had to apologise for his comments about victims of the Grenfell Tower fire, and the Welsh secretary, Alun Cairns, resigned, footage emerged of the prime minister regaling businesses with the benefits of his deal. The video, shot on Thursday night in Northern Ireland, showed him reassuring worried exporters they will not have to fill in customs declarations when they send goods across the Irish Sea. In answer to a question from an exporter about whether his business would have to complete extra forms, Johnson said: “You will absolutely not.” He recommended that if any business is asked to fill in such paperwork, they should telephone the prime minister “and I will direct them to throw that form in the bin”. That appeared to flatly contradict the Brexit secretary, who gave testimony to the House of Lords recently that businesses would need to complete “exit summary declarations” when sending shipments from Northern Ireland to the rest of the UK. The shadow Brexit secretary, Keir Starmer, said: “This is a prime minister who either doesn’t know the details of the deal he has negotiated or isn’t being straight about it. “If this deal comes into force, it’s an international treaty that will be legally binding. It’s not for Boris Johnson to waive or ignore the obligations in the deal he has negotiated. Boris Johnson’s making it up as he goes along. This is no way to seek to run the country.” Under Johnson’s revised withdrawal agreement, Northern Ireland will continue to follow the EU customs code, which includes customs declarations and other formalities. But answering questions after a rambling speech that was captured on video and went viral, the PM said: “There will be no forms, no checks, no barriers of any kind. You will have unfettered access.” His remarks were met with incredulity in the European parliament. The Dutch MEP Sophie in ’t Veld said: “He has been deceiving the public repeatedly on Brexit … The best deal Britain has is the special one it has now as a full member of the EU.” Martin Schirdewan, a German leftwing member of the European parliament’s Brexit steering group, said Johnson had “only a very vague idea” of the withdrawal agreement. “He either doesn’t understand or is playing electoral politics with people’s livelihoods. It is irresponsible either way.” Johnson was also ridiculed for hailing the benefits for Northern Ireland of an arrangement that will leave it more closely tied to the EU than he is prepared to allow for the rest of the UK. “Actually, Northern Ireland has got a great deal. You keep free movement, you keep access to the single market and, as it says in the deal, unfettered access to the UK,” he said. By free movement he was apparently referring to the common travel area on the island of Ireland. The issue of customs arrangements goes to the heart of the collapse of the government’s relations with the Democratic Unionist party, which has described the Brexit deal as a disgrace and a betrayal because of the new paperwork local businesses selling goods to Great Britain will be required to complete. On a visit to a Tayto crisp factory in Tandragee, County Armagh, on Thursday, Johnson insisted his critics had got the wrong end of the stick. “There will not be checks, and I speak as the prime minister of the United Kingdom, and a passionate unionist. There will not be checks on goods going from Northern Ireland to Great Britain because we’re the government of the United Kingdom and we will not institute or implement or enact such checks,” he said. “The idea that Tayto crisps from Tandragee are going to be vetted by some process is just nonsense.” While there are no physical checks involved in the special Northern Ireland arrangements apart from anti-smuggling controls led by intelligence, the new paperwork that must accompany transiting goods is seen by critics including the DUP as tantamount to erecting a trade barrier between Northern Ireland and Great Britain. The campaign visit was one of the few opportunities Johnson has had to stray off script in a series of carefully-controlled events, including Wednesday night’s US-style rally in Birmingham. He has been relentlessly hammering home the message that only his party can “get Brexit done”, but the row over customs forms underlined the risk of becoming bogged down in the details of his deal."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}