{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/07/former-labour-mp-ian-austin-urges-voters-back-boris-johnson", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-07T18:29:05Z", "webTitle": "Two former Labour MPs urge voters to back Boris Johnson", "webUrl": "https://www.theguardian.com/politics/2019/nov/07/former-labour-mp-ian-austin-urges-voters-back-boris-johnson", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/07/former-labour-mp-ian-austin-urges-voters-back-boris-johnson", "fields": {"headline": "Two former Labour MPs urge voters to back Boris Johnson", "bodyText": "Two former Labour MPs have urged voters to back Boris Johnson to stop Jeremy Corbyn becoming prime minister, saying the Labour leader is “completely unfit” to be in charge of the country. In remarks seized upon by Tory ministers, Ian Austin said he would not run again as an MP but wanted to speak out against Corbyn. Austin, a longtime critic of the Labour leader, who left the party over claims it had failed to do enough to tackle antisemitism in its ranks, told BBC Radio 4’s Today programme: “There’s only two people who are going to be prime minister on 13 December, Jeremy Corbyn or Boris Johnson. And I think Jeremy Corbyn is completely unfit to lead our country. Completely unfit to lead the Labour party.” He said he was telling “decent, traditional, patriotic Labour voters that they should be voting for Boris Johnson at this election”, claiming that Corbyn had “spent his entire time in politics working with and defending all sorts of people: extremists and in some cases antisemites and terrorists”. Austin added: “In the end, I don’t think he’s a patriot. I don’t think he loves his country. I think he always picks our country’s enemies, whether that’s the IRA, during the Troubles, or describing Hamas and Hezbollah as his friends, or parroting Putin’s propaganda when the Russians sent hitmen to murder people on the streets of Britain. “But most shamefully of all for a party that’s got a proud record of fighting for equality and opposing racism, the Labour party’s been poisoned with anti-Jewish racism under his leadership and it is a complete and utter disgrace.” His comments were later echoed by John Woodcock, the former Labour MP for Barrow and Furness, who said Labour supporters had to “face up” to the choice of Johnson or Corbyn. He quit the party last year, saying a disciplinary case against him over claims of inappropriate text messages was rigged. Speaking in Westminster, Woodcock said: “We have arrived in a campaign where one of two people are going to be prime minister. The choice to keep Jeremy Corbyn away from Downing Street, to stop him getting his hands on the levers of national security and defence, has to be to vote Conservative in this election, and that’s what I’ll be doing as well.” The joint attack on Corbyn by Austin and Woodcock came on the day the Jewish Chronicle published a front page saying most Jewish people believe Corbyn is an antisemite – a charge he rejects. Corbyn criticised both men for walking away from Labour despite having campaigned on his manifesto in 2017. “They’ve chosen to walk away and call for people to vote Tory, to vote for austerity and vote for all the inequality this Tory government has brought to Britain,” he said. “Our party is big. Our party is very determined to win this election, to bring social justice and equality to the people of this country.” Corbyn also rejected the accusations against him on antisemitism, saying he “regrets the Jewish Chronicle has chosen to print that”. He added: “Antisemitism is a poison and an evil in our society. Any form of racism is a poison and evil in society. “I have spent my whole life fighting against racism. I will die an anti-racist. I want every community to feel safe and supported in this country – the Jewish community, Muslim community, Hindu community, any other community from any faith or any other part of the world. “Our party has confronted the issue, we have suspended or expelled members, we have an education programme, and all of that has been set up since I became the leader of this party, and we’ll carry on doing exactly that.” Labour has moved to get a grip on accusations about failing to tackle antisemitism, but several candidates have been criticised for past comments. Zarah Sultana, who is standing in Coventry South, accused the party’s right of “weaponising” complaints of antisemitism against the leadership, and has previously been forced to apologise for claiming she would celebrate the deaths of Tony Blair and Benjamin Netanyahu. The party decided not to allow Chris Williamson, an MP under investigation over accusations of downplaying antisemitism in Labour, to stand again. He is now running as an independent. Speaking in Liverpool, John McDonnell, the shadow chancellor, was scathing about Austin, claiming he was “now employed by the Tories”. He added: “What else do you expect him to do in an election campaign? When you’re employed by the Tories, you speak on behalf of the Tories.” He was referring to Austin’s unpaid role as a trade envoy along with MPs from other parties. Tory ministers were gleeful about the endorsements for Johnson. Rishi Sunak, the chief secretary to the Treasury, said it was a “truly devastating indictment of Jeremy Corbyn’s leadership”, while Liz Truss, the international trade secretary, said it showed people “who know Corbyn are very worried about what he would do to our country”. Jo Swinson, the Liberal Democrat leader, said the Jewish Chronicle front page was an “incredibly powerful message” and it was “appalling that any community in our country has been forced to feel like this”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}