{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/09/lib-dems-considering-court-action-over-exclusion-from-tv-debate", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-09T12:47:18Z", "webTitle": "Lib Dems consider court action over TV debate exclusion", "webUrl": "https://www.theguardian.com/politics/2019/nov/09/lib-dems-considering-court-action-over-exclusion-from-tv-debate", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/09/lib-dems-considering-court-action-over-exclusion-from-tv-debate", "fields": {"headline": "Lib Dems consider court action over TV debate exclusion", "bodyText": "The Liberal Democrats have said the party is considering court action over Jo Swinson’s exclusion from a BBC election debate between Boris Johnson and Jeremy Corbyn. The corporation announced on Friday that it would host a traditional head-to-head debate between the prime minister and Labour leader on 6 December. Swinson had said earlier in the week that her party would take legal action if ITV did not include her in its own leaders’ debate, scheduled for 19 November. Layla Moran, the Lib Dems’ education spokeswoman and Oxford West and Abingdon candidate, said it was critical the TV debates had a remain voice. She told Sky News: “We are the biggest, strongest remain party fielding candidates in all parts of the UK and actually we are the only party that can challenge Labour and the Conservatives on this. “We are in discussions with lawyers about what we are going to do with the ITV debate and we are also looking at court action for the BBC one too.” Moran said it was “entirely possible” that Swinson could be prime minister. “I think in this election – and no one is saying this isn’t a huge mountain to climb, no one is pretending that it is not – but what we did see is that in the European [elections] – different electoral system, I get it – but we polled higher than the Conservatives and the Labour party for the first time in 100 years. “There is something weird happening in British politics right now. It’s showing itself in the last few months . Anything is possible.” A spokeswoman for the BBC said: “Our aim is to cover political parties fairly and proportionately during the election campaign. “The BBC’s plans are for a head-to-head debate between Boris Johnson and Jeremy Corbyn, a four-way Question Time additionally involving Nicola Sturgeon and Jo Swinson, a seven-handed debate where wider views are also heard and a similar multi-party debate aimed specifically at younger audiences, plus separate debates in Scotland, Wales and Northern Ireland. “We believe this is fair and proportionate.” Her comments come after the party said it would provide working parents with 35 hours of free childcare a week from the day their baby turns nine months old. Labour has said it would provide 30 hours of free childcare a week for every child from the age of two. Under current rules, three-year-olds are eligible for 15 hours of free childcare a week and lower-income parents receive extra help from when their child turns two."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}