{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/07/labour-candidate-kate-ramsden-steps-down-israel-comparison", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-07T20:25:30Z", "webTitle": "Labour candidate steps down after comparing Israel to 'abusive adult'", "webUrl": "https://www.theguardian.com/politics/2019/nov/07/labour-candidate-kate-ramsden-steps-down-israel-comparison", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/07/labour-candidate-kate-ramsden-steps-down-israel-comparison", "fields": {"headline": "Labour candidate steps down after comparing Israel to 'abusive adult'", "bodyText": "A Labour candidate has stood down after being put under investigation for a blogpost that compared Israel to “an abused child who becomes an abusive adult”. Kate Ramsden, who had been standing for Gordon, in Aberdeenshire, withdrew for “personal reasons” after Labour asked her to re-interview and said she could face a disciplinary process. In the blogpost, reported by the Jewish Chronicle, she said: “To me, the Israeli state is like an abused child who becomes an abusive adult.” The report said she added: “Like child abuse, it has to stop … As we intervene with child abusers, the international community needs to intervene with Israel.” Labour said the party had uncovered the blogpost and then asked her to re-interview, but the details emerged in the Jewish Chronicle before she was reassessed. Ramsden then said she was standing down as a candidate of her own accord. A Labour source said: “We took immediate action to have Kate Ramsden’s candidacy reconsidered in light of the material that we found. Staff in Labour HQ found these posts when conducting extra due diligence checks. “Staff immediately alerted Scottish Labour, who informed the Scottish executive committee, which decided to reinterview Kate Ramsden about the new posts that had been found. Kate Ramsden stood down as a candidate and is therefore not a Labour candidate in the election. The party took swift and robust action on this matter.” Another Labour candidate, Zarah Sultana, was the subject of controversy after she accused the party’s right of “weaponising” complaints of antisemitism against the leadership. The candidate for Coventry South had previously been forced to apologise for saying she would celebrate the deaths of Tony Blair and Benjamin Netanyahu. A third candidate, Jane Aitchison, who is standing in Pudsey, West Yorkshire, was criticised by the Tories over her reaction to Sultana’s comments. Interviewed by BBC Radio 5 Live’s Emma Barnett, Aitchison said she thought “sometimes people say things and they’re very passionate and they say things that are wrong”. But she then added: “People do celebrate deaths sometimes … For instance, people celebrated the death of Hitler.” Andrew Percy, vice-chair of the all-party parliamentary group against antisemitism, said: “Comparing Israeli leaders with Adolf Hitler, a man responsible for the death of 6 million Jews, is not only deeply upsetting to the Jewish community but also sick.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}