{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/01/johnson-first-100-days-broken-promises-unlawful-prorogation", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-01T17:34:06Z", "webTitle": "Johnson's first 100 days: broken promises and an unlawful prorogation", "webUrl": "https://www.theguardian.com/politics/2019/nov/01/johnson-first-100-days-broken-promises-unlawful-prorogation", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/01/johnson-first-100-days-broken-promises-unlawful-prorogation", "fields": {"headline": "Johnson's first 100 days: broken promises and an unlawful prorogation", "bodyText": "Thursday was Boris Johnson’s 100th day in office – and when he took charge, he would have hoped that on Friday he would be spending the day celebrating Britain’s departure from the EU. Instead, it has been a rollercoaster ride of broken promises, false dawns and embarrassing defeats – and an election is looming. 24 July Johnson officially succeeds Theresa May as prime minister. His first act is to purge the cabinet of Tory “wets”. The next day, in his first speech, he pledges that Britain will leave the EU on 31 October “no ifs or buts”. Stressing that he takes personal responsibility and that “the buck stops here”, he adds: “I have every confidence that in 99 days’ time we will have cracked it.” 3 September Johnson leads a minority government after 21 Conservative MPs, including heavyweights such as Philip Hammond, Ken Clarke and Justine Greening, have the whip removed for voting in favour of a move to force an extension in the event of a no-deal Brexit. It will not be until 15 October, 84 days into his premiership and at the eighth time of asking, that Johnson finally wins a government vote (on air quality). Johnson’s first 100 days – votes Number of votes won: eight Number of votes lost: 15 5 September In a pledge that would come back to haunt him, Johnson said “I would rather be dead in a ditch [than delay Brexit].” As well as this soundbite, the speech is memorable for being delivered in front of an audience of police cadets, one of whom fainted during the speech after standing in the heat for too long. 18 September Angry father Omar Salem tells Johnson his baby daughter had nearly died because the ward on which she was treated was “not safe for children” after years of austerity. With parliament not sitting much of the time and an election in the offing, the PM has spent much of his time on the road but not always with positive results. On 5 September, a polite gentleman in Morley, Leeds, asked him to “please leave my town”. Johnson’s first 100 days – visits Number of hospitals visited: at least six Number of schools visited: at least four 22 September A Sunday Times article is the catalyst for a series of stories – and investigations, including by the police watchdog – into possible conflicts of interest in Johnson’s friendship with Jennifer Arcuri while he was mayor of London. The US businesswoman accompanied Johnson on three overseas trade missions led by the then mayor, after initially being turned down for two of them. Her companies were also awarded £126,000 of public money. 24 September As well as losing parliamentary votes, Johnson was embarrassed in the supreme court, when judges ruled that his advice to the Queen to prorogue parliament for five weeks was unlawful. Parliament went into recess on 10 September, in what was viewed by political opponents as an attempt to minimise MPs’ ability to block a no-deal Brexit. In the event, it resumed the day after the judgment. Johnson’s first 100 days – accountability Number of days parliament has sat under Johnson: 25 Number of days parliament has been prorogued under Johnson: 14 Number of PMQs appearances: three Number of YouTube ‘people’s questions’ appearances: two 2 October In parliament, the former attorney general, Dominic Grieve, accuses Johnson’s chief of staff, Dominic Cummings, of lying to undermine MPs. Cummings, the former head of the Vote Leave campaign, was a controversial appointment, having been found in contempt of parliament in March for refusing to appear before MPs. He has been blamed for a number of incendiary and/or fanciful briefings to the press. 10 October After talks, Johnson and his Irish counterpart, Leo Varadkar, who had previously expressed scepticism, announce they have agreed that there is a “pathway to a possible Brexit deal”, unexpectedly raising hopes. Days earlier, the taoiseach had poured cold water on the prospects of a deal, warning that finding an agreement would be “very difficult” and his talks with Johnson were expected to flounder. 17 October After an EU summit in Brussels, Johnson announces a new withdrawal deal which “takes back control” and abolishes the “anti-democratic backstop”. Amid smiles and backslapping from other EU leaders, he hails it as a “great deal” for the UK. but doubts are raised back home about how different it is to Theresa May’s deal. 19 October Billed as Super Saturday and the chance to finally pass the withdrawal bill, it ends with Johnson being forced to write to the EU to request a Brexit extension. A substantive vote on the bill fails to materialise after an amendment tabled by Oliver Letwin delays approval. Johnson grudgingly sends an unsigned letter requesting a further delay beyond 31 October, accompanied by a signed one arguing against it. 29 October At the fourth attempt (the first was on 4 September) Johnson wins the backing of two-thirds of MPs, the number required to call an early general election. It comes after abandoning the withdrawal bill despite it having passed a second reading a week earlier. Minutes after it passed, MPs had rejected the “programme motion”, which set out a blistering three-day timetable for them to scrutinise the 110-page withdrawal agreement bill, finally killing the possibility of Britain leaving the EU on 31 October. Additional reporting by Gaia Caramazza"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}