{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/08/tories-have-ongoing-relationship-with-russian-money-says-labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-08T16:01:43Z", "webTitle": "Tories have 'ongoing relationship with Russian money,' says Labour", "webUrl": "https://www.theguardian.com/politics/2019/nov/08/tories-have-ongoing-relationship-with-russian-money-says-labour", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/08/tories-have-ongoing-relationship-with-russian-money-says-labour", "fields": {"headline": "Tories have 'ongoing relationship with Russian money,' says Labour", "bodyText": "Labour has attacked the Conservative party over Russia and says it has taken nearly half a million pounds so far this year from just three wealthy individuals with close ties to Moscow. Jon Trickett, the shadow minister for the Cabinet Office, said that the Tories had an “ongoing relationship with Russian money”. Describing the Conservatives as the party of the “super-rich”, Trickett said political donations in Britain needed urgent reform and “cleaning up”. His comments come amid a row over Boris Johnson’s refusal to publish a potentially explosive parliamentary report on Kremlin attempts to subvert British democracy. Downing Street has effectively shelved the long-awaited report by the intelligence and security committee. It is now unlikely to be published before the election. The dossier is understood to examine the flow of Russian money into UK politics in general and the Conservative party in particular. It looks at the murders carried out by Russian spies on British soil, including last year’s novichok attack in Salisbury on Sergei and Yulia Skripal, and at attacks on the UK’s allies. On Friday, Labour named three Russian émigrés who have made substantial contributions to Conservative coffers. They include Lubov Chernukhin, the wife of Vladimir Putin’s former finance minister, who has given £1,223,774, including £300,100 this year. In 2014 Chernukhin paid £160,000 at an auction to play tennis with David Cameron and Johnson. She has recently funded a number of high-profile Tory MPs, giving £14,500 to the security minister, Brandon Lewis. Last week she gave £2,000 to the pro-Brexit environment minister, Theresa Villiers. Another longstanding Tory donor is Alexander Temerko, a former executive with Russian oil firm Yukos. Termerko has given money to seven Tory MPs including Jeremy Hunt, Liam Fox and Alun Cairns, the Welsh secretary who quit this week amid accusations that a former aide sabotaged a rape trial. Temerko is friendly with Johnson. Speaking to the Guardian, Temerko said he was a British citizen and a registered voter who had a right to support political parties. Temerko said he actively opposed the Russian government, including over its 2014 invasion of Ukraine, and said the Putin regime was “aggressive and corrupt”. Temerko added: “I’m entitled to take part in political struggles. I’m ready to defend the principles of democracy, private property and progress.” Labour also cited donations from New Century Media, a lobbying firm based in London and Moscow that has an extensive list of state-connected Russian clients. The company, chaired by the former Ulster Unionist MP David Burnside, has given £177,850 to Conservative causes. In 2013 Burnside bought a table at the Tories’ summer party and brought along several prominent Russians. They included Vasily Shestakov, Vladimir Putin’s judo partner and a deputy in the Duma, whom Burnside introduced to Cameron. The lobbying firm employs Alex Nekrassov, whose father is a former Kremlin adviser, Labour pointed out. “Political donations in this country have long needed cleaning up, and that’s exactly what a Labour government will do,” Trickett said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}