{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/06/john-bercow-brexit-is-uks-biggest-mistake-since-second-world-war", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-06T13:10:32Z", "webTitle": "John Bercow: Brexit is UK's biggest mistake since second world war", "webUrl": "https://www.theguardian.com/politics/2019/nov/06/john-bercow-brexit-is-uks-biggest-mistake-since-second-world-war", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/06/john-bercow-brexit-is-uks-biggest-mistake-since-second-world-war", "fields": {"headline": "John Bercow: Brexit is UK's biggest mistake since second world war", "bodyText": "Days after bowing out as Speaker of the House of Commons, John Bercow has described Brexit as the biggest mistake Britain has made since the second world war. Bercow, who was persistently accused of bias by Brexit-backing MPs during his term as Speaker, gave a valedictory speech to the Foreign Press Association, revealing himself to be a remainer. “I don’t think it helps the UK. Brexit is the biggest mistake of this country after the war. I respect [the] prime minister, [Boris] Johnson, but Brexit doesn’t help us. It’s better to be part of the [EU] power bloc,” Bercow said, according to the journalist Antonello Guerrera, of La Repubblica, who attended the event in London. However, Bercow rejected the idea he had blocked Brexit, insisting “it was parliament” that had prevented Britain from leaving before now, “not me”. The former Speaker is stepping down as an MP after representing the constituency of Buckingham for the Conservatives since 1997. He plans to publish a book about his life next year and is expected to join the lucrative after-dinner speaking circuit. During his decade-long stint in the Speaker’s chair, Bercow championed the rights of backbenchers, making urgent questions a prominent part of the parliamentary day, for example. In recent months, he has been accused of bending the rules to allow rebel backbench MPs such as Dominic Grieve and Hilary Benn to constrain the government’s room for manoeuvre – including by passing the so-called Benn act, which forced Johnson to request a delay to Brexit. At the event, Bercow said: “I respect the prime minister and he has the right to do what he did also in the House of Commons. But my job was to stand up for the rights of the House of Commons. No apology for championing the rights of parliament.” He rejected recent comments by the attorney general, Geoffrey Cox, who described Westminster as a “zombie parliament”. “He has the material disadvantage of being totally wrong,” he said. “Parliament is no disgrace at all and did its job well.” Bercow has been replaced as Speaker by the Labour MP Lindsay Hoyle, from Chorley in Lancashire."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}