{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/10/labour-activists-call-on-jeremy-corbyn-to-push-radical-stance-on-migration", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-11-10T19:54:34Z", "webTitle": "Labour activists call on Corbyn to push radical stance on migration", "webUrl": "https://www.theguardian.com/politics/2019/nov/10/labour-activists-call-on-jeremy-corbyn-to-push-radical-stance-on-migration", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/10/labour-activists-call-on-jeremy-corbyn-to-push-radical-stance-on-migration", "fields": {"headline": "Labour activists call on Corbyn to push radical stance on migration", "bodyText": "Labour activists are urging Jeremy Corbyn to incorporate the radical pro-migration policy passed at the party’s conference into its manifesto this week as the Tories prepare to weaponise the issue in the election battle. Senior Labour figures are expected to meet on Monday to thrash out the details of the party’s policy, but a final decision will not be made until next weekend. Grassroots campaigners succeeded in persuading Labour’s conference in September to adopt a series of radical policy motions on issues including migration, private schools and the climate crisis. But it is unclear how many of the motions will find their way into the manifesto undiluted. Boris Johnson has ditched the immigration target pursued by his two predecessors and is promising a more liberal “points based” system. The Tories believe the perception that Labour would be soft on immigration will hurt Corbyn’s party in many Tory target seats in the Midlands and northern England. The home secretary, Priti Patel, responded to comments by Labour’s campaign coordinator, Andrew Gywnne, on Sunday about the benefits of free movement by claiming a Corbyn government would allow “uncontrolled and unlimited immigration”. Gwynne said Labour would seek to strike “reciprocal agreements with the EU27 that allow British citizens to enjoy some of the freedoms that they will lose as a result of Brexit”. The free-movement motion passed at Labour conference included a commitment to close all migrant detention centres; abolition of the “no recourse to public funds” legislation that prevents migrants from accessing many services; a move to “maintain and extend free movement rights”; and rejection of “any immigration system based on incomes, migrants’ utility to business, and number caps/targets”. The shadow home secretary, Diane Abbott, said no final decision had been made, but stressed the party’s opposition to the hostile environment policy concerning immigration that was established by Theresa May. “We have got radical proposals, because we are going to close Yarl’s Wood and Brook House [detention centres] and we are going to review the entire detention estate. I’ve said that many times,” she said. “We also want to put an end to the hostile environment – and we’re looking at repealing the 2014 Immigration Act, which was part of that.” She added that Labour was determined to tackle the negative culture of the Home Office. “I’m clear that it’s not just about bits of legislation; it’s about the whole way they do things.” Corbyn stressed the benefits of migration last week when he was pressed about whether the Brexit deal Labour was promising to negotiate would include free movement, saying it “enriches the lives of all of us”. Some Labour candidates facing a challenge from the Conservatives and/or the Brexit party fear the perception of a free-for-all on migration will hurt them on 12 December. One jokingly described the prospect of adopting the conference policy in full as “self immolation”. But Alena Ivanova, an organiser for the Labour Campaign for Free Movement, said it would be a vote winner. “Party conference delivered an absolutely huge mandate for the most radical known policy in the party’s history and we are campaigning for it to be adopted fully in the manifesto,” she said. “It’s simply not the case that these are unpopular politics and the Tories are making a mistake if they use them to attack us. The big bulk of voters we need to win over already agree with us that immigration is a good thing. On the other hand, giving ground to the idea that migrants are to blame for the problems caused by austerity undermines our core narrative and weakens our campaign.” Another campaign spokesperson, Sabrina Huck, said Labour should be “the party of all workers regardless of where they were born”. Labour’s manifesto is being drafted by Corbyn’s policy chief, Andrew Fisher, as was the 2017 document, but it will have to be signed off on Saturday in a meeting known as Clause V involving senior party decision-makers including the unions. One Labour candidate defending a remain seat and sympathetic to the free-movement campaign said they expected the party’s policy to be “as radical as Unite and the GMB will let it be”. Migration is not the only area of contention in the run-up to Saturday’s meeting, with grassroots activists keen to hold Labour to the 2030 target for achieving net-zero carbon emissions. The shadow business secretary, Rebecca Long-Bailey, has said the party will target net-zero emissions by “the 2030s”, but climate campaigners believe a specific date would be a more effective policy. Corbyn has also been challenged about the policy of incorporating private schools into the state system, passed after a campaign called #AbolishEton. Asked at his campaign launch whether he would indeed abolish Eton, the Labour leader pointed to the party’s plans to tax private schools more heavily by removing their charitable status."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}