{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "racgp-heartlines-to-health/2019/nov/07/can-the-new-cervical-cancer-screen-catch-those-most-at-risk", "type": "article", "sectionId": "racgp-heartlines-to-health", "sectionName": "RACGP: Heartlines to health", "webPublicationDate": "2019-11-06T22:26:00Z", "webTitle": "Can the new cervical cancer screen catch those most at risk?", "webUrl": "https://www.theguardian.com/racgp-heartlines-to-health/2019/nov/07/can-the-new-cervical-cancer-screen-catch-those-most-at-risk", "apiUrl": "https://content.guardianapis.com/racgp-heartlines-to-health/2019/nov/07/can-the-new-cervical-cancer-screen-catch-those-most-at-risk", "fields": {"headline": "Can the new cervical cancer screen catch those most at risk?", "bodyText": "The way we screen for cervical cancer in Australia has changed dramatically, bringing us closer than ever to achieving eradication of the disease by 2035. Medical developments have made the test much more accurate, and testing less frequent - which may help those most at risk. Pap smears, the tests used from 1991 until the new screening was introduced in 2017, are at best a nuisance, at worst a traumatic ordeal. For many, that has meant foregoing them altogether. Only six out of 10 Australian women test at the required interval of every two years. Aboriginal and Torres Strait Island people, those from culturally and linguistically diverse backgrounds, and the economically disadvantaged are overrepresented in the number that don’t test. This has real consequences for those individuals. More than 80% of cervical cancer occurs in people who aren’t screened regularly or at all, and therefore aren’t warned early enough to prevent cancer developing. DIY makes testing an option for more people People can administer the new cervical screening test themselves, providing a more acceptable option for women, nonbinary or transgender people who don’t currently test and are most at risk. Cervical screening is a very intimate procedure. A speculum is inserted into the vagina and used to widen the opening, allowing the doctor or nurse to take a sample of cells from the cervix, which sits at the neck of the uterus. If you feel uncomfortable, you’re not alone. Dr Lara Roeske, a spokeswoman for the Royal Australian College of General Practitioners (RACGP), says it can be overwhelming for some. “Fear, embarrassment, pain, or the perception of pain, are big barriers to getting tested,” she says. Also, cultural sensitivities, a history of abuse, trauma, and discrimination experienced by women and LGBTQI people can make what is an already a potentially difficult experience much worse. “That’s not a small group,” says Dr Roeske, a co-author of the National Cervical Screening Program guidelines. With the help of detailed instructions, people can perform the test alone, in a private room, at their GP or family planning clinic (it can’t be taken home). The self-collection sampling swab should be inserted to the red mark. Photograph: Supplied. If you haven’t heard of it, ask your GP Self-collection has been an option for Australians since December 2017. Anyone over the age of 30 who is not experiencing symptoms, is not pregnant, and whose last screening was meant to happen more than two years ago is eligible. Research has proved that the self-collection test is as good as a test done by a doctor or nurse. The evidence shows that the new test is something women want, with more than 85% of participants in an Australian pilot program taking it up when it was offered. But there’s still a surprising lack of general awareness. “We would love more people to know about it and to talk to their GP or nurse about whether they’re eligible for self-collection,” says Dr Roeske, adding that GPs conduct more than 85% of cervical screening in Australia. “They’re a really powerful voice in getting women to participate. “If you decline the speculum exam, for whatever reason, your doctor or nurse can support you and explain how to take the test. It’s a life-saving pathway and it’s about access and equity. Those who don’t test for a whole host of reasons now have an option.” Safer than ever, more accurate and less often The new cervical screening test only needs to be done every five years, from the age of 25 until the age of 70-74. RACGP president Dr Harry Nespolon says: “It’s a better test done less often. And telling a woman she will only need to be tested every five years has meant more patients are willing to be screened.” The longer interval is possible because the new test looks for the human papilloma virus (HPV) strains that may eventually cause cervical cancer. The pap smear detects already existing abnormalities, and doctors need to make an educated assessment about the risk of cancer developing. Dr Roeske says: “Now we’re looking directly for cause, at the DNA of the HPV virus. That’s the big difference. “We test specifically for 14 types of HPV known to be causal and contribute to over 93% of cervical cancer in Australia. “If you don’t have any of those types, we can actually say your risk of developing cancer of the cervix or a significant lesion in the next five years after this test is extremely low. “You’re safer at five years with an HPV test than at two years after a pap smear.” The Royal Australian College of General Practitioners (RACGP) is Australia’s largest professional general practice organisation - our mission is to improve the health and wellbeing of all people in Australia by supporting GPs, general practice registrars and medical students."}, "isHosted": false}}}