{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/nov/09/doomism-new-tactic-fossil-fuel-lobby", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-11-09T19:02:12Z", "webTitle": "Climate change deniers’ new battle front attacked", "webUrl": "https://www.theguardian.com/science/2019/nov/09/doomism-new-tactic-fossil-fuel-lobby", "apiUrl": "https://content.guardianapis.com/science/2019/nov/09/doomism-new-tactic-fossil-fuel-lobby", "fields": {"headline": "Climate change deniers’ new battle front attacked", "bodyText": "The battle between climate change deniers and the environment movement has entered a new, pernicious phase. That is the stark warning of one of the world’s leading climate experts, Michael Mann, director of the Earth System Science Center at Pennsylvania State University. Mann told the Observer that although flat rejection of global warming was becoming increasingly hard to maintain in the face of mounting evidence, this did not mean climate change deniers were giving up the fight. “First of all, there is an attempt being made by them to deflect attention away from finding policy solutions to global warming towards promoting individual behaviour changes that affect people’s diets, travel choices and other personal behaviour,” said Mann. “This is a deflection campaign and a lot of well-meaning people have been taken in by it.” Mann stressed that individual actions – eating less meat or avoiding air travel – were important in the battle against global warming. However, they should be seen as additional ways to combat global warming rather than as a substitute for policy reform. “We should also be aware how the forces of denial are exploiting the lifestyle change movement to get their supporters to argue with each other. It takes pressure off attempts to regulate the fossil fuel industry. This approach is a softer form of denial and in many ways it is more pernicious.” Over the past 25 years Mann has played a key role in establishing that rising fossil fuel emissions and increasing levels of atmospheric carbon dioxide are heating the planet at a worrying rate. He was also involved in the 2009 Climategate affair in which thousands of emails – many to and from Mann – were hacked from the University of East Anglia’s [UEA] Climate Research Unit. Climategate marks its 10th anniversary this month. At the time, deniers on both sides of the Atlantic claimed the emails from UEA showed climate scientists had been fiddling their data, claims that may have contributed towards delay in the implementation of measures to tackle climate change over the next decade, say observers. Subsequent inquiries found no evidence of any misbehaviour by researchers, however. The denial machine lost a lot of its credibility as a result, added Mann, and there has been a gradual rise in public acceptance of the idea of global warming. However, deniers have not given up their opposition to plans to curtail fossil fuel use and among their new tactics they have also tried to encourage “doomism”, as Mann put it. “This is the idea that we are now so late in the game [in tackling global warming] that there is nothing that we can do about the problem,” he added. “By promoting this doom and gloom attitude this leads people down a path of despair and hopelessness and finally inaction, which actually leads us to the same place as outright climate-change denialism.” This is the new climate war, said Mann, and it is just as dangerous as the old one which focused on outright denial of the science. This new approach has a veneer of credibility, he added. It seems reasonable to many people. And that makes it, to some extent, even more dangerous, Mann concluded."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}