{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/nov/04/drone-lasers-ancient-settlement-florida-lidar-archaeology", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-11-04T20:00:31Z", "webTitle": "Drone-mounted lasers reveal ancient settlement off Florida coast", "webUrl": "https://www.theguardian.com/science/2019/nov/04/drone-lasers-ancient-settlement-florida-lidar-archaeology", "apiUrl": "https://content.guardianapis.com/science/2019/nov/04/drone-lasers-ancient-settlement-florida-lidar-archaeology", "fields": {"headline": "Drone-mounted lasers reveal ancient settlement off Florida coast", "bodyText": "Drone-mounted lasers have revealed details of the architecture of an ancient island settlement off Florida’s Gulf coast, researchers said in a new paper published on Monday. University of Florida archaeologists, doctoral candidate Terry E Barbour and Professor Ken Sassaman, used aerial drones with light detection and ranging (Lidar) sensors – to create detailed 3D maps of the surface of Raleigh Island. Although archaeological objects were first spotted on the island in about 1990, and subsequent exploration of the area in 2010 revealed the presence of a settlement dating from 900 to 1200 CE, Lidar scanning revealed previously unknown architectural details. When researchers initially tried land-based surveys to assess the settlements, they hit roadblocks because of the dense foliage. But the drone-mounted Lidar scanner used by researchers swept 16 lasers over an area, “enabling penetration through gaps” in the thick forest. “This technology is unbelievable,” Sassaman told the Guardian. This settlement comprises 37 residential areas “enclosed by ridges of oyster shell” that are up to 12ft (4m) tall, Barbour and Sassaman said. Test excavations – digging down 3ft to assess the depth of archaeological deposits – of 10 such areas were conducted. The researchers said there was “abundant evidence” that beads made from large marine mollusks were produced in these settlements. Stone tools to make the beads were also found there, Sassaman said. While shell beads were not used as money, they were a form of “ritual wealth” among inland chiefdoms and social and political interactions in these chiefdoms were linked to the possession of these shells, he said. “The discovery of possible bead production may provide information on past societies in eastern North America – and how beads were integral to social capital,” he said. In areas that were far from the coast, such as the lower midwest, sizable sea mollusks were even imported. Chiefs of the era requested that craftspeople turn them into beads and other valuable objects, the paper said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}