{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/nov/04/high-court-to-hear-crowdfunded-challenge-to-begging-fines", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-11-04T06:00:14Z", "webTitle": "High court to hear crowdfunded challenge to 'begging fines'", "webUrl": "https://www.theguardian.com/society/2019/nov/04/high-court-to-hear-crowdfunded-challenge-to-begging-fines", "apiUrl": "https://content.guardianapis.com/society/2019/nov/04/high-court-to-hear-crowdfunded-challenge-to-begging-fines", "fields": {"headline": "High court to hear crowdfunded challenge to 'begging fines'", "bodyText": "A landmark high court case will determine whether fines for begging, loitering and leaving bedding in doorways unfairly targets homeless people, after a fundraising campaign for legal costs reached its target. Lawyers for Sarah Ward, who lives in Poole, will outline their challenge on Monday to a public space protection order (PSPO) in the town centre which prohibits obstructing doorways, sitting with a receptacle “for the purpose of begging” and other behaviour associated with homelessness. People found to have violated the order are liable to a £100 spot fine, which can rise to £1,000 if left unpaid, and receive a summary conviction. The human rights group Liberty is backing the first case of its kind against Bournemouth, Christchurch and Poole (BCP) council , which could set a precedent for the rising number of councils that have obtained the power to issue fines for rough sleeping, begging and loitering in England and Wales. A hearing will take place in 2020. The Guardian revealed last year that thousands of vulnerable homeless people are being fined, given criminal convictions and even imprisoned for begging and rough sleeping. Updated Home Office guidance states that councils should not use PSPOs to ban rough sleeping or begging, but Guardian analysis in March found at least 60 local authorities, both Conservative and Labour-run, had orders in place, with more planned. Ward decided to fundraise £2,500 for legal costs after the council refused to enter into an agreement not to seek costs from each other once the case was over. The funds raised so far include a donation of £1,000 from the Good Law project and ensure the council’s legal costs would be covered. Jamie Burton of Doughty Street Chambers will act as counsel pro-bono. Ward said: “No one should be criminalised for being forced to beg or sleep rough. I’m grateful for the support I have received to bring this case after being forced to crowdfund. Anyone rough sleeping is not going to be in a position to fight a court case, particularly when they are trying to avoid being fined for being homeless. “I hope this case stops councils everywhere from misusing these crude powers to target people in poverty with criminal sanctions.” The Legal Aid Agency refused to grant funding for the case because PSPOs are outside the scope of its provisions. The high court upheld the ruling following a challenge from Liberty and the court of appeal refused to hear the case. Lara ten Caten, a Liberty lawyer, said: “PSPOs are blunt powers that are being systematically misused to criminalise homeless people across the country. Criminalising rough sleeping and begging is not just cruel, it is a way of sweeping people in desperate situations under the carpet and funnelling them into the criminal justice system. “These powers are ripe for abuse, and should be scrapped.” BCP council has previously said PSPOs were not a means of dealing with homelessness and rough sleeping and do not target a particular group. A full statement could not be provided to the Guardian for publication."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}