{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/nov/07/care-home-operators-accused-of-extracting-disguised-profits", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-11-07T22:30:08Z", "webTitle": "Care home operators accused of extracting 'disguised' profits", "webUrl": "https://www.theguardian.com/society/2019/nov/07/care-home-operators-accused-of-extracting-disguised-profits", "apiUrl": "https://content.guardianapis.com/society/2019/nov/07/care-home-operators-accused-of-extracting-disguised-profits", "fields": {"headline": "Care home operators accused of extracting 'disguised' profits", "bodyText": "Care home operators are making up to £1.5bn a year in profits, which include fees to directors and an array of questionable financial arrangements, according to research undertaken by a thinktank. Many of the firms that provide most of the UK’s 465,000 care home beds are owned or backed by hedge funds, while some of the biggest are based in overseas tax havens. The Centre for Health and the Public Interest (CHPI) estimated that £1.5bn a year – 10% of the care home industry’s £15bn income – “leaks” and often ends up enriching owners or other firms closely linked to them. “It’s very difficult to find out where the £15bn ends up,” it said. “Some of the largest care home businesses are extracting a lot of profit disguised as rent and loan repayment costs,” said Vivek Kotecha, the CHPI’s research manager, who undertook the analysis of financial arrangements for independent care home providers. “This makes it hard for local authorities and individuals to know how much extra funding the industry actually needs and how financially sustainable it really is.” The £1.5bn is taken out in the form of rent, profit, directors’ fees and debt repayments, rather than being spent on the care of residents, the CHPI found. That is the same sum of money that the government promised at the last spending review to put into social care, given acute concern over the deep cuts to the sector since austerity began in 2010. Around half of the £15bn comes from local councils paying residents’ fees and the other half from older people funding their own stays. Prof Bob Hudson, of Kent University’s centre for health service studies, said the findings showed “some large care providers are taking public money away from direct care into unwarranted profiteering”. For small and medium-sized operators, £7 out of every £100 they receive in fees goes into profit before tax, rent payments, directors’ remuneration and net interest payments, the CHPI found. However, for the 18 largest profit-driven firms, it is £15 per £100. The report claimed that firms use an array of financial mechanisms to boost their profit margins. Debt repayments can be “a source of hidden profits and tax avoidance”, it added. For example, the 26 largest providers put £261m of fee income into paying off debts, of which £117m goes to companies related to them – which the CHPI described as “a known way of avoiding tax and hiding profits”. One-sixth (16%) of the money received from councils or individuals by firms that are owned or backed by private equity outfits goes into debt repayment. That is linked to the fact that such operators have borrowed £35,000 for each bed they own, CHPI said. Similarly, while some of the largest companies spend between 15% and 32% of their income on rent, the eight largest not-for-profit providers’ outlay in this area is just 2% of their fees. Private firms own 94% of the UK’s total stock of 464,900 beds, according to data collated by care market specialists Laing and Buisson. Of those, 376,000 (81%) belong to profit-driven firms, with 61,100 (13%) owned by not-for-profit operators. The other 27,700 (6%) are owned by councils or the NHS. “Every year millions of pounds are lost from the sector that could have been spent on care. There are rich pickings for the shadowy businesses operating UK care homes from tropical tax havens, siphoning off their haul while residents go short,” said Christina McAnea, assistant general secretary of the union Unison, which partly funded the research. The government is under pressure to fix what charities and campaigners said is a broken social care system and put significantly more public money into it. Boris Johnson pledged in July to bring forward a solution, but has not yet unveiled any proposals. But the CHPI warned that a major injection of public funds into the sector could simply produce larger profits for operators, given how opaque the finances of many firms are."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}