{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/nov/05/call-to-freeze-tax-ni-thresholds-45bn-assault-poverty-fabian-society", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-11-05T15:14:05Z", "webTitle": "Call to freeze tax and NI thresholds in £45bn assault on poverty", "webUrl": "https://www.theguardian.com/society/2019/nov/05/call-to-freeze-tax-ni-thresholds-45bn-assault-poverty-fabian-society", "apiUrl": "https://content.guardianapis.com/society/2019/nov/05/call-to-freeze-tax-ni-thresholds-45bn-assault-poverty-fabian-society", "fields": {"headline": "Call to freeze tax and NI thresholds in £45bn assault on poverty", "bodyText": "Tax and national insurance thresholds would be frozen for the next five years to help finance a £45bn assault on poverty under radical proposals from one of Britain’s leading leftwing thinktanks. The Fabian Society, which is affiliated to the Labour party, said a range of working-age and child benefits should be raised by £5 a week as an emergency measure in the first year of the next government. It said immediate post-election action needed to be part of a long-term strategy designed to end in-work poverty by the conclusion of the next parliament. Andrew Harrop, the thinktank’s general secretary and author of the report, said: “The UK is scarred by poverty and our social security system is in crisis, with 15 million people expected to live in poverty next year. At the 2017 election none of the political parties presented credible plans for reducing poverty so this time it must be different.” Labour’s proposals for tackling poverty in its 2017 election manifesto were criticised for failing to reverse the Conservatives’ benefit cuts, and the Fabian report responds to calls for a more radical approach. The thinktank said ministers should broaden the “triple lock” – which means the state pension increases in line with prices, earnings or 2.5% – to include all age groups. The Fabians said there should be a fiscal rule requiring the government to report on the cost of tax allowances and social security in a single new account, to bring transparency to the financial support provided to different households through tax and benefit policies combined. Harrop said a long-term plan was needed to create a far more generous social security system that was less dependent on a single means-tested household benefit, the much criticised universal credit. A future government should sign up for ambitious goals – ending in-work poverty in five years and child poverty within a decade – and then redesign benefits to achieve them, he said. “The next government must promise both a 10-year strategy for long-term social security reform and a one-year rescue plan to solve the worst failings of the system now. The parties’ election manifestos should promise a £5 per week increase in key benefits for children and working-age adults. “Politicians should also set out their ambitions for longer-term change with present credible plans to end poverty for children and working households over five to 10 years.” The Fabian report said the cost of its programme would be £6.5bn in the first year, rising to £45bn in 2023-24. Of this, £25bn would come from returning welfare spending as a share of GDP to its 2015-16 level and the other £20bn from freezing national insurance contributions (NIC) and income tax thresholds. “Billions of pounds could be pumped into social security by freezing the value of tax-free allowances,” Harrop said. “No one would see their take-home pay fall but over time cash would gradually be shifted from poorly targeted tax giveaways to payments for those in greatest need.” With an election only five weeks away, Labour gave the report a guarded welcome, focusing on the party’s plans to abolish universal credit rather than the report’s most politically charged recommendation – the freezing of NIC and income tax allowances to pay for anti-poverty measures. Margaret Greenwood, the shadow work and pensions secretary, said: “This Fabian report shows clearly how our social security system has lost its way. Rather than lifting people out of poverty, punitive policies are causing severe hardship. “Nothing illustrates that more clearly than the way that universal credit fails to take account of the realities of people’s lives, with a five-week wait that leaves people in debt and drives up food bank use. “Labour will scrap universal credit, end the five-week wait and suspend the sanctions regime to ensure that our social security system treats people with respect and protects people from poverty as it should.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}