{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/nov/10/gambling-firms-under-scrutiny-for-enticing-loss-making-customers", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-11-10T17:44:44Z", "webTitle": "Gambling firms criticised for 'enticing' loss-making customers", "webUrl": "https://www.theguardian.com/society/2019/nov/10/gambling-firms-under-scrutiny-for-enticing-loss-making-customers", "apiUrl": "https://content.guardianapis.com/society/2019/nov/10/gambling-firms-under-scrutiny-for-enticing-loss-making-customers", "fields": {"headline": "Gambling firms criticised for 'enticing' loss-making customers", "bodyText": "Betting firms are recruiting specialist staff to lure high-spending “VIP” customers who lose significant sums of money, prompting concerns about the industry’s commitment to promote safer gambling, say experts. VIP schemes have been cited in a succession of cases in which addicts were showered with free gifts as they racked up thousands of pounds of losses. But midway through the industry’s Responsible Gambling week a Guardian analysis of jobs websites suggests gambling firms have no plans to rein in the loyalty schemes. One advert for a “VIP executive” to work at Gala Bingo’s online business, part of the GVC-owned Ladbrokes Coral group, states that candidates will be working to increase “overall player lifetime value and the revenue contribution for the VIP player base”. Charles Ritchie, of the charity Gambling with Lives, set up by parents bereaved by gambling related suicides, said: “This advert is particularly chilling – the end of a player’s ‘lifetime value’ to the company may well be the end of the player’s lifetime. The predatory practices of these gambling companies are designed to maintain and increase addiction. Suicide is highly correlated with gambling addiction.” Applicants for the job are told they should contact the VIPs on a regular basis and “reach out to lapsed VIP players to try and reactivate dormant accounts”. The advert also states that staff members should do this while ensuring they are “following the responsible gambling guidelines”. Tony Parente, a former VIP customer with Ladbrokes, who was offered gifts such as free football tickets and flights as he bet more than £1m of stolen money, said the job description was incompatible with responsible gambling. “The key responsibilities so clearly displayed in these adverts show that the role is target driven with no consideration of the harm it can create, enhance and sustain,” he said. An advert for Foxy Bingo, also part of GVC, says VIP managers should be able to “identify triggers” that help the company extract maximum value from customers. They should also be able to spot players who “have the potential” to become a VIP. Companies do not disclose what constitutes a VIP but some firms are known to have a “net loss threshold” above which VIP status is conferred. A spokesperson for GVC said the firm was committed to giving customers “the safest possible gambling environment”, adding: “With regard to VIPs, as in any other industry we want to ensure that our most loyal and regular customers are given the best possible service.” GVC said VIPs were subject to enhanced checks on affordability and sources of income, and VIP managers received extra training. A third advert calls for staff to help oversee “business crucial” VIP gamblers at Betfred, including the planning and hosting of “hospitality events and […] rewards campaigns throughout the year”. A spokesman for Betfred said staff ensured customers were “always comfortable with their level of spend and activity”. Another advert, for a VIP support representative at the online site 888 casino says staff may be required to “undertake special projects”. It does not mention responsible gambling but does insist on “promoting the interests and welfare of the company at all times”. A spokesperson for 888 said it had changed its business in recent years to promote responsible gambling, resulting in “significantly fewer” VIP customers. “Revenue from VIP customers now represents just 10% of our UK casino revenue,” the spokesperson said. Shares in gambling companies plunged last week, after the Guardian revealed that a cross-party group of MPs had been pushing for much tighter curbs on online gambling. The proposals included reform of VIP accounts, which have cropped up in multiple cases in which the Gambling commission has issued sanctions against gambling companies, including Betfred, Gala Coral, 32Red and LeoVegas. Carolyn Harris, who was the Labour MP for Swansea East and is the deputy leader of Welsh Labour[, chairs the group. She said: “These adverts are yet a further demonstration of the industry paying lip service to safer gambling measures. The Gambling Commission must undertake an urgent review of the operation of VIP accounts and the inducements which gambling companies use to entice customers to gamble.” In a recent speech to gambling firms in Malta, the commission’s chief executive, Neil McArthur, said the regulator was looking at such schemes and had received an offer from one operator to draw up a code of conduct."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}