{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/nov/03/hostile-environment-for-those-seeking-support", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-11-03T18:12:42Z", "webTitle": "Hostile environment for those seeking support | Letters", "webUrl": "https://www.theguardian.com/society/2019/nov/03/hostile-environment-for-those-seeking-support", "apiUrl": "https://content.guardianapis.com/society/2019/nov/03/hostile-environment-for-those-seeking-support", "fields": {"headline": "Hostile environment for those seeking support", "bodyText": "Rob Palk’s article (Now I fear the state more than poverty, 26 October) sadly reflects the experience of many who are not white, wealthy and healthy. The move from disability living allowance (DLA) to personal independence payment (PIP) for people of working age is in essence an extension of this government’s hostile environment to include those who need support in their daily lives. In my work I regularly help people complete applications for PIP and also attendance allowance (for those of state pension age). One aspect that commonly occurs is that people make adjustments in their lives in order to manage, but do not always see these as indicators that they could use some help, so do not make them explicit in their application. One point that Palk made was that, at his assessment, he tried to be calm and friendly, and not display his problems. The assessor judges on what they see (and can make assumptions based on that), so such efforts can, sadly, backfire. There are many organisations and charities that offer help with form-filling and appeals. Citizens Advice is one, and offers fully confidential advice and support. Sue Fallows Gittisham, Devon • To attend my PIP tribunal I had to pass through airport-type security. A guard checked my bag, lurking within which was my deadly knitting (a jumper for my grandson). This was confiscated and I was given a receipt. Then a bottle of water was discovered, cleverly concealed on the top of my bag. It could only be returned to me if I took a large swig, and presumably did not keel over having ingested some noxious substance. It took me quite a while to recover from all this. It also took a while to recover my knitting – mercifully intact. Mo Hutchison Maidstone, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}