{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/nov/05/e-cigarettes-vaping-teens-children-study", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-11-05T20:22:39Z", "webTitle": "More than 4m high schoolers and 1m middle schoolers vape, study shows", "webUrl": "https://www.theguardian.com/society/2019/nov/05/e-cigarettes-vaping-teens-children-study", "apiUrl": "https://content.guardianapis.com/society/2019/nov/05/e-cigarettes-vaping-teens-children-study", "fields": {"headline": "More than 4m high schoolers and 1m middle schoolers vape, study shows", "bodyText": "An estimated 4.1 million high school students and 1.2 million middle school students use electronic cigarettes nationwide, a marked increase from numbers reported in years prior, the US Food and Drug Administration and Centers for Disease Control and Prevention said Tuesday. In a study published in the Journal of American Medical Association, researchers found that 27.5% of high school students and 10.5% of middle school students surveyed reported using e-cigarettes in 2019. An estimated 21.4% of current e-cigarette users in high school and 8.8% of users in middle school reported daily use, with an estimated 63.6% of high school students and 65.4% of middle school students reporting exclusive use of e-cigarettes, as opposed to other nicotine products. About 59.1% of high school users and 54.1% of middle school users said the e-cigarette giant Juul was their usual brand. About 72.2% of high school students and 59.2% of middle school students reported using flavored e-cigarettes. The study comes amid concerns over vaping across the country, in particular among youth, many of whom grew up understanding the health dangers of smoking cigarettes. The study found that self-reported cigarette smoking among high school students had declined to historic lows, with only 5.8% of high school students saying they smoked cigarettes. Meanwhile US health officials have been investigating a rise in vaping-related illnesses. There have been 1,888 reported cases of vaping-related lung injury throughout 49 states, the District of Columbia and one US territory, as well as 37 deaths in 24 states. The study was expected to pre-empt an announcement from the White House regarding youth e-cigarette use. Donald Trump has previously said his administration would ban flavored e-cigarettes. San Francisco – where Juul is headquartered – became the first US city to ban the sale of e-cigarettes in June. Juul has since spent $11.5m to promote a local ballot measure to overturn the ban, which voters will decide on Tuesday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}