{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/nov/03/alzheimers-society-40-years-old-dementia-needs-more-funding", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-11-03T09:07:11Z", "webTitle": "Dear editor … how a letter about one family’s dementia plight helped millions", "webUrl": "https://www.theguardian.com/society/2019/nov/03/alzheimers-society-40-years-old-dementia-needs-more-funding", "apiUrl": "https://content.guardianapis.com/society/2019/nov/03/alzheimers-society-40-years-old-dementia-needs-more-funding", "fields": {"headline": "Dear editor … how a letter about one family’s dementia plight helped millions", "bodyText": "Forty years ago this week, Morella Kayman (then Morella Fisher) wrote to every British national newspaper to describe the eight-year nightmare she had just endured as her husband Lawrence succumbed to early onset dementia. She and her daughter, Mandy, had been left to cope with his increasing incapacitation with little help, support or advice from doctors or social services. It was a gruelling experience. After Lawrence, who had begun to develop symptoms at the age of 51, was taken into a nursing home, his wife decided that other carers of people living with dementia should not share the same experience as she had, and in her letter outlined plans to set up a society that would raise awareness, provide information for families and generate funds for research. Her plea was taken up by the Observer’s medical correspondent Christine Doyle, who wrote a feature, The Sad, Quiet Epidemic, which outlined Kayman’s plight – and her plans. It was the only press response to her letter but it produced an extraordinary reaction. Within days, Kayman – who was 45 at the time – was contacted by other people who had been considering similar projects. They connected and shared ideas from which, a few weeks later, the Alzheimer’s Society was born. The organisation has since helped transform our awareness and understanding of one of the most widespread, debilitating conditions in modern society. “Forty years ago, dementia was simply not talked about,” says Kayman. “People would ignore Lawrence or walk on by on the other side of the road rather than face him. Today, we are squaring up to the condition and are recognising its existence. And thanks to the lead the Alzheimer’s Society has given, people touched by dementia are at least provided with help and community support. I always think: thank God I picked up that pen and paper and wrote that letter.” This point was confirmed by Professor Gordon Wilcock, of the Oxford Institute of Population Ageing. He was also closely involved in the setting up of the Alzheimer’s Society (or to be precise, the Alzheimer’s Disease Society as it was known until 1999 when its name was simplified). “We have made enormous strides since 1979. At that time it took a vast effort just to get a grant of £20,000 from the NHS to run the society for its first two years,” Wilcock told the Observer. Today, the Alzheimer’s Society has a budget of more than £100m and is helping to alleviate a great deal of suffering caused by the condition. “We are also funding important biomedical research that will hopefully lead to the development of drugs and treatments that can halt or even reverse the condition,” added Wilcock. “For good measure, we put pressure on the NHS to ensure it provides proper care for patients and families, and we have played a major role in helping to remove the stigma that was once associated with dementia.” It is thought there are about 850,000 people with dementia in the UK. The vast majority have Alzheimer’s, while about 150,000 have vascular dementia. In addition, there are other less common forms, such as frontotemporal dementia. The Alzheimer’s Society exists to support people with all forms of the condition. A crucial, and cruel, feature of dementia is its impact on families and carers. As Doyle wrote, presciently, in her feature: “For close relatives and friends, the suffering is probably greater than for the victim, who is commonly unaware of his or her condition and often content in a childlike way.” There was no support for carers in 1979. Today, the impact of the disease on families and partners is well understood, and the society exists to press the NHS to provide full support. “We don’t have seamless provision of social care and medical treatment for the condition as yet but it is something that we are urgently pursuing,” said Wilcock. “We need a society in which people do not have to sell their houses to ensure they get care when they start to show symptoms of dementia but at least there is an awareness of dementia today that was lacking 40 years ago. We know what we have to do.” In addition, breakthroughs have been made in understanding the causes of Alzheimer’s, although new drugs to combat the condition remain elusive. Last week, US company Biogen revealed it was seeking regulatory approval to licence the drug aducanumab to treat early-onset Alzheimer’s. Wilcock remains cautious, pointing out that the drug had failed previous trials. “Really, we need more government commitment to the development of drugs to treat dementia. At present, it gives about £85m a year. We need three times that amount. That would bring dementia research to a level where it gets the same as cancer research. Many cancers are treatable today but people living with dementia have nothing.” This point is backed up by Kayman, who is 85 now and is still closely involved in the work of the Alzheimer’s Society. “Ultimately, we are not looking at something that will merely alleviate dementia,” she told the Observer. “We are looking for a cure.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}