{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/08/dawid-malan-england-new-zealand-fourth-t20-international-cricket-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-08T08:34:49Z", "webTitle": "Dawid Malan's stunning century sets up England rout in fourth T20 international", "webUrl": "https://www.theguardian.com/sport/2019/nov/08/dawid-malan-england-new-zealand-fourth-t20-international-cricket-match-report", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/08/dawid-malan-england-new-zealand-fourth-t20-international-cricket-match-report", "fields": {"headline": "Dawid Malan's stunning century sets up England rout in fourth T20 international", "bodyText": "Dawid Malan may no longer be a county teammate of Eoin Morgan but after his astonishing century in Napier – amid an hour of mayhem with the England captain – he will surely join him for next year’s T20 World Cup. Malan’s unbeaten 103 from 51 balls was significant in terms of this T20 series, first and foremost. It powered England to their highest total in the format – 241 for three – amid a one-sided 76-run victory over New Zealand that sets up a decider in Auckland on Sunday. But on an experimental tour possibly offering only one batsman the chance to join the big guns once England begin picking their strongest T20 squad next year, Malan’s raid of nine fours and six sixes represented a huge leap for his career. At this rate, the 32-year-old may finally crack the true first XI too. After all, this was Malan’s sixth 50-plus score from only nine games to date. And when he launched Trent Boult out of the ground in the 18th over, the man who swapped Middlesex for Yorkshire in midweek became only the second England batsman after Alex Hales in 2014 to pass three-figures in international T20. Hales, frozen out of the set-up currently, took 60 balls to reach the milestone against Sri Lanka in that giddy World T20 group game in Chittagong; Malan, incredibly, needed 12 fewer in Napier. It helps Malan, too, that Morgan was the man at the other end during this bonfire of bowling figures, the captain himself smoking 91 from 41 as the pair of left-handers combined for an England record stand of 182 in 12.2 overs. With Matt Parkinson claiming four for 47 in New Zealand’s forlorn slump to 165 all out from 16.5 overs – and Adil Rashid watching on from the sidelines, his shoulder still seemingly on the mend – Malan is not the only one snapping at the heels of the seniors. “I don’t know what else you can do,” replied Malan, when asked afterwards whether his 458 international T20 runs at a strike-rate above 150 see him inked into England’s long-term plans. “If the runs I score aren’t enough to push or keep my name in the hat for the Twenty20s coming up and looking forward to the World Cup then … I don’t know. “[And] I don’t know if I’m going to actually play the decider. I think I was only due to play four games. Hopefully I’ve given Morgs a bit of a headache for that one. If not then that’s just the way it works with the way that this tour was scheduled – everyone’s going to get their equal opportunities.” This match, it must be noted, was played on a rugby ground with a flat pitch that made its short square boundaries as inviting as the azure blue waters of Hawke’s Bay on a beautiful spring day such as this. Tim Southee, on winning the toss, wanted to know where his team stood by opting to chase. England actually stumbled out of the blocks too, sitting 18 for one from four overs after the recalled Jonny Bairstow holed out to Mitchell Santner. Malan’s first 18 balls as the new man in brought only 19 runs to his tally. Early impetus was instead provided by Tom Banton. The imposing 20-year-old Somerset opener, who has more than a hint of Kevin Pietersen about him at the crease, successfully reviewed an lbw off Boult on 10 before cracking 16 runs off Blair Tickner’s final over of the power-play. Though eventually removed lbw by Santer for 31 from 20 – Banton’s first two internationals dismissals have come via the scoop and reverse sweep, underlining his modern approach – Morgan emerged with a desire to hit the afterburners early, his 21-ball half-century another England record. It was misery for New Zealand’s bowlers, compounded by Morgan twice being caught off no-balls above waist height (on 51 and 59) as he and Malan earned standing ovations from the welcoming local crowd. These turned to early whoops of delight in the chase as New Zealand’s openers made 54 from the first five overs before Tom Curran had Martin Guptill caught at midwicket and Chris Jordan fooled Tim Seifert with a slower ball. Then it was over to Parkinson, who effectively ended the chase at 78 for five in the ninth over with the wickets of Colin de Grandhomme and Colin Munro in successive deliveries, and Daryl Mitchell similarly caught in the deep. When the leg-spinner ended a defiant 39 from Southee lbw, his, too, became a day to remember."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}