{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/03/donald-trump-ufc-244-new-york", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-03T08:33:12Z", "webTitle": "Donald Trump: president met with boos and cheers at UFC fights in New York", "webUrl": "https://www.theguardian.com/sport/2019/nov/03/donald-trump-ufc-244-new-york", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/03/donald-trump-ufc-244-new-york", "fields": {"headline": "Donald Trump: president met with boos and cheers at UFC fights in New York", "bodyText": "Politics can be a bruising business. But President Donald Trump took a break from battling the Democrats’ impeachment inquiry to watch another bloodsport Saturday, drawing a mixed response at an Ultimate Fighting Championship match at a raucous Madison Square Garden. Both loud boos and cheers could be heard as Trump, joined by his adult sons, Don Jr and Eric, as well as several congressional Republicans, took their seats ahead of the pay-per-view mixed martial arts match. The greeting, though split, was warmer than the reception Trump received earlier in the week, when he was roundly booed and faced a “Lock him up!” chant at a World Series game he attended in Washington. Though a bloody mixed martial arts fight may be an unusual venue for a president, Trump has longstanding ties to the UFC and sat just a few rows from the cage, where fighters took turns bloodying each other with a variety of kicks and punches. When one of the fighters, Gregor Gillespie, was briefly knocked unconscious by a roundhouse kick, Trump was watching intently but did not visibly react. He later clapped when Gillespie was able to return to his feet. Trump frequently waved to the crowd at the UFC 244 card, headlined by a battle between Nate Diaz and Jorge Masdival for the organization’s newly minted Baddest Motherfucker in the Game belt. The belt was slated to be handed out by wrestler-turned-actor The Rock. Trump’s ties with UFC head Dana White date back to 2001, when he hosted a UFC battle at his now-defunct Trump Taj Mahal hotel in Atlantic City, New Jersey. White, who has said he would “never say anything negative about Donald Trump”, spoke at the 2016 Republican National Convention in Cleveland. Trump’s return to New York came just days after he announced that he and his family are switching their residence from their longtime home to Florida. Explaining his decision on Twitter, Trump said he lamented being “treated very badly by the political leaders” in New York, the state where he was born and his business is still based. Trump, who has raged against the Democratic political leaders in New York – he and his business are the subject of several investigations – will also benefit from Florida’s lower tax rate. Leery of the protests that surround Trump Tower whenever he returns to New York, the president has not come home often since taking office. He was set to sleep in his former penthouse Saturday before leaving town the following morning, his motorcade certain to add to the traffic congestion anticipated that for the New York City Marathon. Joining him at the fight were Republican house leader Kevin McCarthy and representatives Peter King of New York and Mark Meadows of North Carolina."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}