{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/nov/01/tennis-wta-finals-karolina-pliskova-simona-halep-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-01T15:20:16Z", "webTitle": "Karolina Pliskova beats Simona Halep to progress at WTA Finals – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/nov/01/tennis-wta-finals-karolina-pliskova-simona-halep-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/nov/01/tennis-wta-finals-karolina-pliskova-simona-halep-live", "fields": {"headline": "Karolina Pliskova beats Simona Halep to progress at WTA Finals – as it happened", "bodyText": "There were low expectations after the performances from both Halep and Pliskova against Svitolina this week, but Pliskova entered the match hitting absurd winners from all parts of the court, absolutely obliterating Halep and refusing to relinquish a single game. Halep could have crumbled, but it was impressive to see her rise to meet the high bar set by Pliskova. Throughout the second set, she soaked up so many of Pliskova’s body blows and pushed back whenever possible. There are few players as good at flipping a point with a spectacular down-the-line shot while on the run. Pliskova is one of the least expressive players on the court and she is not known for her competitive fire, but there are plenty of examples of her summoning it. From *0-2 down in the third set, she provided another example by keeping her composure to see out the victory as Halep battled both the opponent and herself. Of course, this match will be remembered for Halep’s coach, Darren Cahill, walking onto the court after Pliskova won her third consecutive game for 3-2 and branding her attitude a “disgrace”. It was a strange decision after a hard-fought game and it didn’t seem to help much. As a viewer, it was an ugly sight. But when Pliskova checks out the highlights of this brilliant victory, she’ll be satisfied by how much she made her rival despair. The semi-finals in Shenzhen are now set: Ashleigh Barty vs Karolina Pliskova Elina Svitolina vs Belinda Bencic The final game was quite something. Halep led 30-0 and seemed to be strolling towards levelling the match, but then Pliskova came alive. The Czech has been mute throughout the match, as she almost always is, yet after she snapped an incredible crosscourt angled backhand for 30-30, she growled loudly in celebration. A shanked backhand error from Halep brought up match point, which Pliskova converted with the greatest slice of luck: her forehand drive volley clipped the net and then dribbled over. That was one of the best, most dramatic matches of the week. Brilliant. What a match. Pliskova advances to the semi-final and will face Ashleigh Barty. Third set: Karolina Pliskova 6-0 2-6 5-4* Simona Halep: This was already a gripping match, but these last few games have been extraordinary. After being admonished by her coach Cahill, Halep eventually picked herself and stepped into the court. Halep played a great, aggressive return game to break. However, there was absolutely no reaction from her and she spent the break staring blankly ahead. Third set: Karolina Pliskova 6-0 2-6 *5-3 Simona Halep: Halep picks herself up and holds to love with little fanfare. Pliskova will serve for a place in the final. Third set: Karolina Pliskova 6-0 2-6 5-2* Simona Halep: Too easy. Pliskova holds for 15 with more great serving, punctuated with an unreturned slider out wide. Halep is completely off the boil. It certainly is unacceptable in a match like this but Cahill’s pep talk only seems to have made things worse. Bizarre scenes in Shenzhen. Third set: Karolina Pliskova 6-0 2-6 *4-2 Simona Halep: Halep just played one of her worst games of the entire match to lose her serve to love. She sprayed errors from all parts of the court and finished with a forehand error well long. Meanwhile, Darren Cahill just came on the court and called Halep’s behaviour over the past few games a “disgrace”. The commentators are in shock. Third set: Karolina Pliskova 6-0 2-6 3-2* Simona Halep: Pliskova continues to live dangerously on her serve, brilliantly digging out a tight deuce game from 0-30 down. She sealed the game with a screaming forehand down the line winner, but even more impressive was the prior point. Halep had her on the ropes, moving her side to side, yet Pliskova defended well and was able to flip the point on its head. Pliskova is not immediately known for her fight, but here she is. Third set: Karolina Pliskova 6-0 2-6 *2-2 Simona Halep: Halep opened her service game with a bad forehand into the net and that seemed to set the tone for the remainder of the game. She hit double fault at 0-30 and then her forehand flew desperately long. A love break. Third set: Karolina Pliskova 6-0 2-6 1-2* Simona Halep: Earlier on in this match, it was Halep who was having to work desperately hard for each point, but now it’s Pliskova who is fighting tooth and nail. Some great serving from the Czech to dig out a 0-30 hold, but even so many of her first serves are coming back now. At 40-30, Pliskova hit about three violent blows that would have been winners against most other players, but she remained calm and threaded a backhand down the line winner to hold. Despite how Halep has turned this around, Pliskova is still right there. Third set: Karolina Pliskova 6-0 2-6 *0-2 Simona Halep: Halep holds to consolidate her break and she has now won 8 of the last 10 games. Pliskova isn’t really playing that much worse, but Halep continues to soak up Pliskova’s biggest blows and redirect Pliskova’s missiles whenever she can. This is such an impressive effort. Third set: Karolina Pliskova 6-0 2-6 0-1* Simona Halep: Halep’s momentum from the second set has carried into the third and she breaks with a brilliant backhand down the line return winner. Pliskova continues to attack, but Halep is soaking up so much more now and she is so good at flipping defence to offence so well on the move. Second set: Karolina Pliskova 6-0 2-6 Simona Halep: Simona Halep saves three break points to hold and level Pliskova at one set all! Even down a double break, Pliskova refused to let Halep breathe, absolutely crushing her second serve throughout that game. But Halep served just well enough to keep her at bay, taking the set with the most unexpected shot of all: a second serve ace down the T. Game on. Second set: Karolina Pliskova 6-0 2-5* Simona Halep: Things are moving very quickly here and the winners are now flying off Halep’s racquet. Pliskova misses some first serves, which allows Halep to further impose her game. What an incredible running backhand down the line winner from Halep to seal the double break. Second set: Karolina Pliskova 6-0 *2-4 Simona Halep: A big hold for Halep, who continues to show Pliskova that she is here to fight. At 30-30, she put just enough angle on her crosscourt backhand to push Pliskova wide and force an error. She sealed the hold by forcing another Pliskova error, this time with a heavy forehand crosscourt. She is imposing her game more and more in this set. Second set: Karolina Pliskova 6-0 2-3* Simona Halep: Halep is starting to find some joy by opening up the court with angles. She generates a first break point by forcing Pliskova out wide on her forehand, who sprays an ambitious forehand down-the-line wide. Pliskova saves the break point with a big serve and forehand combination, but on the second break point, Halep chases down a drop shot and takes the break with a brilliant forehand volley at full stretch. Second set: Karolina Pliskova 6-0 *2-2 Simona Halep: Pliskova breaks back to love with another emphatic return game, converted with a heavy crosscourt forehand that forced a forehand error from Halep. After all the talk about how slow this court is, it is startling to see Pliskova just uncompromisingly hitting through it today. Second set: Karolina Pliskova 6-0 1-2* Simona Halep: After opening the second set with an erratic service game, Pliskova reverts to type with another great hold. Along with more untouchable serving, she held with a fizzing down the line backhand winner. Second set: Karolina Pliskova 6-0 *0-2 Simona Halep: A very important hold from Halep to consolidate the break. She saved a break point by grinding Pliskova down in a long, attritional rally, but she was otherwise trying to impose herself well inside the baseline. Karolina Pliskova finished the first set with 11 winners to 3 unforced errors. Unplayable. Second set: Karolina Pliskova 6-0 0-1* Simona Halep: Halep’s coach Darren Cahill was out between sets. He told Halep to forget the first set and suggested putting more spin on the ball and getting it out of Pliskova’s strike zone. She was listening. Pliskova opens the set with a couple of errors off higher balls, then she inexplicably double faults on break point to drop serve easily. This is already a different match. First set: Karolina Pliskova 6-0 Simona Halep: Karolina Pliskova snaps a backhand down the line winner to break Halep for a third time and take the first set with a bagel. Just an incredible set of tennis from Pliskova, who is attacking brilliantly and moving to the net whenever she can. The bad news for Pliskova is that she now has to do it all over again. First set: Karolina Pliskova 5-0* Simona Halep: It’s clear that Pliskova’s form is stemming from how well she is serving so far. She holds with another easy service game, sealed with an ace down the T. Halep isn’t even playing badly. She just can’t live with this at the moment. First set: Karolina Pliskova *4-0 Simona Halep: More brilliant play from Pliskova as she moves up a double break. Early in the game, she crushed a backhand return then slipped into the net and she brought up break point with a whistling inside out forehand winner. She couldn’t convert the first break point, but a couple of minutes later she hooked a heavy forehand crosscourt and forced an error to take the break. First set: Karolina Pliskova 3-0* Simona Halep: That was a statement love hold from Pliskova to consolidate the break. Huge serving and there wasn’t much that Halep could do. First set: Karolina Pliskova *2-0 Simona Halep: Simona Halep did not play a bad service game, but she’s already down. Pliskova looks great so far. She is dominating the baseline exchanges, peppering her game with some variety and crushing Halep’s second serve. She breaks by eliciting a Halep error with some heavy forehands. First set: Karolina Pliskova 1-0* Simona Halep: Good start for Pliskova, who is serving well out of the blocks and already showing her variety. A great drop shot from the Czech early on, then she slammed down a trademark huge serve. She sealed the first game by moving to the net after a big forehand and picking off a nice volley. Simona Halep and Karolina Pliskova are now on-court. As noted earlier, not much has separated them in recent years and Halep won a particularly delightful three-set match in the Fed Cup at the beginning of the year. Let’s see what’s in store today. As for Svitolina, she has been the player of this event by far. She hasn’t dropped a single set and the big question is whether anyone in the world still has the energy, patience and weapons to hit through her defence on these slow courts. For a dead rubber including an alternate, that was a pretty entertaining match between Elina Svitolina and Sofia Kenin. Keep an eye out for 20 year-old Kenin, who has had a brilliant breakthrough year and finishes her breakthrough season ranked 13th with a huge win-loss record of 48-22 and three titles. Kenin is pretty under the radar for a young American who will have a good shot at reaching the top 10 next season. Elsewhere, Kyle Edmund has been announced as the fifth Davis Cup player for Great Britain. Here’s Leon Smith’s statement: “I’m delighted to name Kyle as the final nominated player to our GB Davis Cup team. Whilst Kyle has had a tough few months, he showed at the Paris Masters what level of tennis he is capable of producing. It’s been a difficult decision to make as Cam Norrie has had a very good year on tour and is finishing the year ranked around number 50 in the world. It’s a strong position for our team to be in when we have such high quality players vying for selection. The same is true for Joe Salisbury who is in great form and we wish him all the best for the ATP Tour finals. I’m excited about getting our team together and preparing for the finals in Madrid.” Hello! Welcome to the final day of the round robin group stages, where we have a decisive match between longtime rivals Simona Halep and Karolina Pliskova after Elina Svitolina clinched the Purple Group with a hard-fought 7-5 7-6(10) win over Sofia Kenin. Thanks to the injuries that have pillaged this event over the past three days, there hasn’t been much need to wipe the thick dust from our calculators in a desperate attempt to figure out the group scenarios. The scenario here is simple: win or die. The rivalry between Halep and Pliskova has always been good fun. Halep leads the series 7-3 and won the first three meetings without dropping a set, but Halep is 4-3 since those initial encounters. Their games contrast nicely, with Pliskova’s big serving and aggression off the ground meeting Halep’s great defence. However, Pliskova is much more patient than the average 6’2 big server and Halep has her weapons. There are always a pleasant variety of staccato points and longer, attritional rallies. The one thing they do have in common is that both players have expressed their displeasure at playing on such a slow court so late in the season. Neither could hit through Svitolina for extended periods during their earlier matches and, like seemingly everyone but Svitolina, they both seem to be feeling the physical and mental effects after another long year. With so much prize money and so many points on offer, we’ll see which player is prepared to bring their best tennis one final time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}