{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/01/new-zealand-wales-rugby-world-cup-bronze-final-report-all-blacks-hansen-gatland", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-01T10:48:26Z", "webTitle": "New Zealand swat Wales aside to win Rugby World Cup bronze final", "webUrl": "https://www.theguardian.com/sport/2019/nov/01/new-zealand-wales-rugby-world-cup-bronze-final-report-all-blacks-hansen-gatland", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/01/new-zealand-wales-rugby-world-cup-bronze-final-report-all-blacks-hansen-gatland", "fields": {"headline": "New Zealand swat Wales aside to win Rugby World Cup bronze final", "bodyText": "Steve Hansen and Warren Gatland, the two longest-serving tier-one coaches in the tournament received standing ovations from the crowd, having taken charge of their sides for the final time, but after the double espressos that were the semi-finals, the bronze-medal match was more of a latte – frothy and nowhere near as hot. It was a night of farewells. As well as Hansen and Gatland taking their final bows, the New Zealand captain Kieran Read was making his last international appearance along with the wing Ben Smith, who was denied a hat-trick of tries by a harsh forward pass call, and Sonny Bill Williams who was never going to take his leave without an array of audacious off-loads. Wales, playing New Zealand five days after losing to South Africa, were outclassed but a quality they have honed in the Gatland era is defiance. They were 14 points down after 12 minutes and trailed 35-10 when Williams created a try for his midfield partner Ryan Crotty two minutes after the restart, but they kept coming and it was not until three minutes from the end that the All Blacks scored their sixth and final try. The bronze medal won is unlikely to be displayed prominently at the union’s headquarters in Wellington, probably destined for a bottom drawer, but the bitter taste left by the defeat to England was at least rinsed away. Brodie Retallick showed that the All Blacks were in the mood with a shuddering clear-out at the first ruck, but it was six days too late. The second row was named man of the match after playing it hard and fast, but for all the individual and collective moments of brilliance here, the evening was an adjournment in the inquest into what happened in the semi-final. New Zealand’s first two tries were typical of their ability to find space in the tightest of areas. Read and Retallick combined to free the prop Joe Moody for the first and then Aaron Smith fixed the defence for Beauden Barrett to cut back, wrong-foot the prop Dillon Lewis and skate away from two defenders. It was looking grim for Wales, but a characteristic they have developed under Gatland is to remain upright no matter the blows they receive. Within 14 minutes they had cut the deficit to four points, Rhys Patchell’s long pass giving Hallam Amos the room to cut inside Ben Smith and score before Patchell kicked a 20-metre penalty. And then Williams and Ben Smith stepped in, the former driving through Patchell to force a turnover. There is no side more ruthless when confronted by a disorganised defence than the All Blacks. Ben Smith moved against the flow of tacklers across the field to step away from them for his first try and his second, with the last move of the opening half, was created by Aaron Smith’s crisp, flat pass. When Williams’s off-load two minutes after the restart set up Crotty, it again looked all black for Wales but after Smith was denied his hat-trick because Reiko Ioane’s attempt to pluck Williams’s one-handed lob out of the air was ruled to have gone forward on its way to the wing, they rallied again. Their replacements made a difference, especially Aaron Shingler and Rhys Carré, and they were rewarded with Josh Adams’s seventh try of the tournament, breaking Wales’s record of six set by Shane Williams. With Justin Tipuric playing more like a three-quarter than a flanker, they threatened to score more, but they were not as assured in open spaces as their opponents. New Zealand had the final word four minutes from time when Richie Mo’unga weaved a spell on tired minds and legs. Then it was time for the goodbyes. Hansen and Gatland were cheered after they had given their immediate post-match interviews on the field, and the players walked slowly around it as if unwilling to concede their World Cup had ended a day early. The fervour for the All Blacks here remains undimmed. Their kit supplier has twice run out of replica jerseys such has been the demand.Hansen spoke afterwards about how he hoped that in the future rugby would be governed with the global game in mind rather than the Six Nations. Japan may hold the key to that and, after a World Cup unlike any other before it, things may never be the same again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}