{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/04/five-ways-to-make-horse-racing-more-humane-right-now", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-03T17:00:26Z", "webTitle": "Five ways to make horse racing more humane right now", "webUrl": "https://www.theguardian.com/sport/2019/nov/04/five-ways-to-make-horse-racing-more-humane-right-now", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/04/five-ways-to-make-horse-racing-more-humane-right-now", "fields": {"headline": "Five ways to make horse racing more humane right now", "bodyText": "Animal welfare will be in the spotlight on Melbourne Cup day after footage from a Queensland abattoir showed ex-racehorses allegedly being mistreated and slaughtered. Here are five changes that animal welfare organisations say could be instituted immediately to make racing more humane. 1. Ban the whips Under Racing Australia’s rules, a jockey can only use their padded whip on the horse five times before the final 100-metres of the race, after which there are no restrictions on the number of hits. Both the RSPCA and the Coalition for the Protection of Racehorses say the whip could be banned immediately without detrimentally affecting the sport, and they have found an unlikely ally in recent weeks in the leading thoroughbred owner Lloyd Williams. “The industry now needs to realise whips need to be withdrawn very soon,” the six-time owner of a Melbourne Cup winner told the ABC’s 7.30 program, which showed the alleged mistreatment of racehorses in abattoirs. The Australian Jockey Club, which has long maintained that the whip is an issue of safety because it can be used to help “guide the animal,” told Nine newspapers it would not support a ban. Norway banned the use of whips in 1982, except in two-year-old races where they are carried but cannot be used to make the horse go faster. 2. Fully ban jumps racing Jumps races, such as the Grand National, are banned in New South Wales and Tasmania but still conducted in Victoria and South Australia. A 2006 study by the University of Melbourne found that the risk of a horse dying in a jumps race was 18.9 times that of a flat race. According to the RSPCA, at least 49 horses have died as a result of participating in jumps racing in the past 10 years. As well as the risk of falls, the distances are also usually longer than those favoured in flat racing, with horses asked to jump hurdles of at least one metre over a course of at least 2.8km, compared to distances of 800m to 3.2km in flat racing. This increases the likelihood of exercise induced pulmonary haemorrhage, or bleeding on the lungs. Bleeding on the lungs is common in high-intensity equestrian sports such as polo and cross-country. According to various studies, it is found in between 68% and 90% of racehorses. 3. End two-year-old racing Horses do not fully mature until they are about five, and many equestrian disciplines do not allow horses younger than four to compete. Thoroughbreds are worked much younger. To train for a two-year-old race, horses are broken in as yearlings. Because all foals born in a certain year are put in the same age class, late-born foals can race when they are as young as 16 months. “They are literally babies,” Elio Celotto, the Coalition for the Protection of Racehorses’ campaign director, said. But a study by the University of Sydney in 2013 analysed the race records of 115,000 Australian thoroughbreds over 10 years and found that “for those thoroughbreds that have started racing at two no ill effect can be detected”. The study still advised caution before racing a two-year-old. 4. Improve post-racing retirement and tracking Last week Racing Victoria announced an additional $25m investment in the retirement, retraining, and humane euthanasia of racehorses. It also promised an audit of industry retirement statistics – which inaccurately state that less than 1% of racehorses go to slaughter – and supports the development of a national horse traceability register, which is currently the subject of a senate inquiry. A traceability scheme would provide accurate data on the whole-of-life trajectory for racehorses – and other horses – and provide the number and provenance of horses killed at knackeries or export slaughterhouses. It could also be used to discourage indiscriminate and excessive breeding by requiring breeders to pay a levy to register a foal at birth, and tackle what is known as “wastage’” in the thoroughbred industry. 5. Ban tongue ties A tongue tie is a rubber band that is wrapped around the horse’s tongue and then around their lower jaw. It is designed to prevent the horse from getting its tongue over the bit, which makes it difficult to control, and it is commonly used in both thoroughbred and standardbred (harness) racing. The racing industry says it also helps keep a horse’s airways clear so it can breathe more easily. A 2002 study said that ties may prevent dorsal displacement of the soft palate in individual cases but is “not effective in the majority”. DDSP can limit oxygen intake and decrease athletic performance. Animal welfare groups have called for it to be banned, saying they increase stress and can cause lacerations, bruising and swelling. Germany banned their use in racing in 2018 and they are also banned by the peak global body for equestrian sports, the FEI."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}