{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/nov/08/talking-horses-more-supreme-concern-as-open-eagle-has-new-owner", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-08T17:57:12Z", "webTitle": "Talking Horses: Brock fears whip case furore may end his career", "webUrl": "https://www.theguardian.com/sport/blog/2019/nov/08/talking-horses-more-supreme-concern-as-open-eagle-has-new-owner", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/nov/08/talking-horses-more-supreme-concern-as-open-eagle-has-new-owner", "fields": {"headline": "Talking Horses: Brock fears whip case furore may end his career", "bodyText": "Danny Brock, who was banned for marking a horse with a modified whip when landing a gamble at Chelmsford City in September, said yesterday that he has received death threats after the incident returned to the spotlight in recent days, thanks in part to an unusually long delay in publication of the disciplinary panel’s findings in his case. Brock was initially fined £140 for using a whip with an elastic band wound around the tip when riding Resurrected to victory on 19 September. The whip was later found to have left a weal on Resurrected and the rider was subsequently banned from riding for seven days following a hearing in front of the British Horseracing Authority’s disciplinary panel on 17 October. The written reasons for a panel’s findings, which also detail the evidence presented and any aggravating or mitigating factors affecting the penalty, would normally be published within 48 hours of the hearing. The findings in Brock’s case, however, are now expected to be published on Monday, more than three weeks later. The unusually long wait has been highlighted on social media in recent weeks, keeping the incident in the spotlight and prompting the BHA to say on Thursday that it will review the current penalties both for using a modified whip and leaving a weal mark on a horse since “the standard penalties for an offence of this nature do not seem sufficient”. Both offences are extremely rare, with about one horse each year found to have been marked by a rider’s whip while there has not been a case involving a modified whip for at least five years. Brock was quoted by the Racing Post on Friday saying that he believes his career may be over as a result of the controversy. “I took the punishment and the fine and I think it’s disgraceful what’s -happening to me,” Brock said. “I’m getting messages come through about people wanting to break my legs and telling me they hope I end up in a wheelchair or die. I don’t understand why I need to be dragged back into this and made out to be a bad person. “This will completely finish me off, I’m 100% sure of that. People are now classing me as a horse-beater in public and what owner and trainer is going to want to put someone everyone is calling a horse-beater on their horse? People are treating me like I’m a murderer, it’s madness. “My name didn’t need to be dragged back into this. If [the BHA] wanted to revisit the rules then they should have done that behind closed doors as a team, not by bringing me back into it when I’ve had my ban and the fine.” The Guardian also reported on Thursday that the betting patterns surrounding Resurrected’s success could be the subject of an investigation by the BHA. Charlie McBride’s filly, who was bought by Brock as a two-year-old at a breeze-up sale in 2018, was initially priced up at 100-1, before opening at 25-1 on course and then starting at 10-1 after strong support.Greg Wood More Supreme concern as Open Eagle has new owner Another insight into the running of the Supreme Horse Racing Club came on Thursday night when it emerged that Open Eagle, who carried the club’s blue and white colours with some success, is now registered with a new owner and trainer and may compete in hunter chases this winter. The Guardian has heard from three people who say they owned a share in the horse, two of whom say they have never been told the club was planning to pass him on to someone else. “I had been made aware through contacts that the horse was being retired from racing,” said Paul Laidler, who has been active in raising concerns about the club through social media. “But I received no communication to that effect from SHRC, despite having requested to be informed. “It came as a shock to see him re-registered with Horse Racing Ireland to go hunter chasing. Why weren’t his owners given the option to take him and rehabilitate him? I would like to see some paperwork relating to the gifting of my assets by SHRC to other parties.” Another SHRC member, who does not wish to be named, says he had a share in Open Eagle and likewise heard nothing from the club about what was to happen with him after his most recent outing in May 2017. But a third owner in Open Eagle, the racing journalist Patrick Weaver, says he did receive an email from SHRC to the effect that a home had been found for the horse, advising Weaver to cancel his standing order that contributed to the horse’s upkeep. Weaver clearly enjoyed his experience of being a partner in Open Eagle, who ran at the Cheltenham Festival, the Punchestown Festival and in a Grade Two in France. However, Weaver said through Twitter that he has never been paid his 5% share of the €59,000 in prize money that Open Eagle won at Punchestown in April 2017. Both Laidler and Weaver now have questions about the justification for the fees they continued to pay for Open Eagle after his last run for the club. Weaver says he continued to pay £120 per month for the following year. Neither Jim Balfry nor Steve Massey, who run SHRC, took calls on Friday morning. Neither man has spoken in public about the story since the club was prevented from running its horses 18 days ago. Horse Racing Ireland continues to seek answers to questions about the running of the club, following concerns raised by its members. Chris Cook"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}