{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/02/lewis-hamilton-max-verstappen-valtteri-bottas-us-grand-prix-qualifying", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-02T22:32:06Z", "webTitle": "Lewis Hamilton qualifies fifth in Austin after near-miss with Max Verstappen", "webUrl": "https://www.theguardian.com/sport/2019/nov/02/lewis-hamilton-max-verstappen-valtteri-bottas-us-grand-prix-qualifying", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/02/lewis-hamilton-max-verstappen-valtteri-bottas-us-grand-prix-qualifying", "fields": {"headline": "Lewis Hamilton qualifies fifth in Austin after near-miss with Max Verstappen", "bodyText": "He is almost certain to be celebrating after the race, but Lewis Hamilton had an underwhelming qualifying session for the United States Grand Prix, finishing in fifth position after a near-miss with Max Verstappen. There was a close encounter at turn 19 in Q2 between Verstappen and Hamilton, who had engaged in a war of words via the media after their collision at the start of the Mexico Grand Prix last week, with Hamilton complaining of the threat of being “torpedoed” by the aggressive style of the Red Bull driver and Verstappen accusing him of being “disrespectful”. Verstappen was forced on to the grass as he tried to pass Hamilton, who was himself seeking to overtake the Toro Rosso of Daniil Kvyat. Stewards decided the incident was not worthy of investigation, though there was a hint of disdain when Verstappen was asked about it. “We were all lining up to do our lap, to get to the last corner,” he said. “We were slowing down to make space and Lewis just drove by like nobody was there and didn’t care and I said, ‘well, if you don’t care I don’t care, I’ll get my position back’,” he added, admitting that it was “a close call”. Hamilton downplayed the moment. “Just nothing, nothing,” he said. “There’s no rules and regulations that say you have to stay in single file. I kept going and then he started to try and race me.” Hamilton’s Mercedes teammate, Valtteri Bottas, secured pole on Saturday with a lap time of 1.32.029, just ahead of Ferrari’s Sebastian Vettel and Verstappen. This season’s poles leader, Charles Leclerc, was fourth. He had to change to a used engine after an oil leak in his Ferrari in the third practice session. Hamilton was 0.292 seconds slower than Bottas. The Finn is the only driver who can still deny Hamilton his sixth drivers’ championship, though the gap is so vast with only three races left that it would take a miracle to catch him. Bottas would have to win Sunday’s race, with Hamilton finishing outside the top eight, to keep the championship mathematically alive. “From what I know of him, he’s going to be there fighting hard. He always wants to win like all of us. He’s leading the championship with a big margin, he doesn’t need many points. I’m sure he’d like to win the championship in a nice way,” Bottas said. “I’ll try to delay that.” Hamilton complained about the track on Friday, saying it made him feel ill during the first practice session and he had to have a lie down to recover. “It was the bumpiest track by far that I have ever been on – I had such a headache,” he said. The 34-year-old had secured pole in the past three races in Austin, where he routinely dominates. But his most recent pole this season came at the German Grand Prix in July. “Nothing to do with the car, just me,” Hamilton told Sky F1. “I just didn’t pull the laps out together today and clearly the car had the capability to be on the front row and I just didn’t do it today. It’s my fault.” Another Briton, though, had cause to feel satisfied with his day’s work. Lando Norris, 19, who is 12th in the standings in his rookie Formula One season, was fastest in Q1 in his McLaren and ultimately qualified in eighth, one place behind his teammate, Carlos Sainz Jr. Zak Brown, McLaren’s chief executive, is optimistic that the rule changes announced last Thursday that will come into effect in the 2021 season will make his team more competitive as they seek to close the gap on the big three of Mercedes, Ferrari and Red Bull. Technical alterations should slow cars by around three seconds per lap, race weekends will be condensed from four days to three and there will be a budget cap of $175m (about £135m per team per year (assuming a 21-race calendar). “I think it’s great we’ve got clarity now on ’21, I think it’s exciting, we’re going to run at the budget cap,” Brown said. “We are, and the shareholders are, committed to getting back to winning world championships.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}