{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/04/ambitious-lewis-hamilton-sights-seventh-world-title", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-04T16:45:20Z", "webTitle": "Ambitious Lewis Hamilton sets his sights on seventh F1 world title", "webUrl": "https://www.theguardian.com/sport/2019/nov/04/ambitious-lewis-hamilton-sights-seventh-world-title", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/04/ambitious-lewis-hamilton-sights-seventh-world-title", "fields": {"headline": "Ambitious Lewis Hamilton sets his sights on seventh F1 world title", "bodyText": "Asked for an insight into the genius of Lewis Hamilton, now six-times Formula One world champion, Toto Wolff opted for pithy rather than profound. “He just drives cars bloody fast,” the Mercedes chief said. Luckily Wolff did elaborate. “It’s where talent meets a big push for self-improvement all the time,” he said. “That combination makes him stand out in his generation. He will always say there is room for improvement and I think this is the mentality you need to have.” It is why Hamilton’s hunger for success is still nowhere near sated, even after passing Juan Manuel Fangio to become second in the all-time rankings, one shy of Michael Schumacher’s seven titles. Hamilton will celebrate his 35th birthday in January, then set his sights on matching the German’s record, convinced his skills are yet to peak. He sounded restless and relentless on Sunday only an hour or so after his triumph at the Circuit of the Americas, where second in the United States Grand Prix behind his teammate, Valtteri Bottas, was enough to seal a fifth title in six years with two races to spare. Hamilton talked about the need to enjoy the moment but he also said that “from the outside things always look great but it’s not always the case. And I am also struggling with lots of different things and battling certain demons.” He was reluctant to elaborate other than to say that everyone has to wrestle with personal challenges in everyday life; negative thoughts and events that demand a positive outlook in response if they are to be overcome. Certainly the death of the Mercedes adviser and mentor Niki Lauda in May cast a shadow over the season. Hamilton also referenced the death of Anthoine Hubert, the 22-year-old Formula Two driver killed in a crash at Spa-Francorchamps in August. “I saw it on the TV, I saw it happen,” Hamilton said. “That again, when something like that happens, it can put lots of doubts in your mind and batting that off and thinking ‘OK, jeez, is it time to stop or shall I keep going because there’s lots of life afterwards?’ I still want to spend time with my family, I still want to have a family one day, all these different things, but I’m so charged to do and I love doing what I do so much that I don’t think there’s a lot that can particularly stop me in that sense.” Bottas’s impressive drive from pole to win his fourth race of the year – the best season’s haul of his seven-year F1 career – suggests that, if the 30-year-old Finn continues to improve, he may push Hamilton closer next season (Bottas is second in the standings, 67 points adrift of Hamilton). Ferrari may have something to say about that, provided they can conquer reliability problems and cut out the errors that have pockmarked their campaign. “We didn’t have the quickest package for a long time but we were able to make the least mistakes on Sunday and that was probably the biggest key of making us win the championship,” Wolff said. “There is a reason why the Schumacher record stands, because it’s just very difficult.” Still, it would be no surprise if Hamilton made it four in a row in 2020 and Wolff added: “If we are able to provide our drivers with a good car next year that is competitive, we continue to work on the gaps we still have, try to minimise mistakes, and Lewis has a good season, I think there is no reason why he couldn’t go for a seventh title.” Before that 2019 concludes with races in Brazil and Abu Dhabi. “Usually the reflection comes at the end of the year, when work finishes and you can just take a load off and just sit back and have a beer,” Hamilton said. “I will be with my dogs, with my feet up and just only then can you have a moment to grasp how great a year it has been. “In my mind I’m just too competitive, so I’m thinking: ‘OK, we’ve got two more races to go. How am I going to do a better job?’”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}