{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/08/ksi-v-logan-paul-youtube-eddie-hearn-boxing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-08T11:27:11Z", "webTitle": "KSI v Logan Paul may be proof we’re in the dumbest timeline, but it’s good business | Bryan Armen Graham", "webUrl": "https://www.theguardian.com/sport/2019/nov/08/ksi-v-logan-paul-youtube-eddie-hearn-boxing", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/08/ksi-v-logan-paul-youtube-eddie-hearn-boxing", "fields": {"headline": "KSI v Logan Paul may be proof we’re in the dumbest timeline, but it’s good business", "bodyText": "The latest confirmation that we’re living in the dumbest timeline is scheduled for Saturday night, when a pair of YouTube celebrities with more than 40 million subscribers between them will trade blows before an expected sellout crowd at a basketball arena in downtown Los Angeles and a worldwide audience of millions. If you’re over the age of 30, there’s a chance you’ve never heard of sentient memes Logan Paul and Olajide “KSI” Olatunji, whose social media antics have made them Gen Z megastars. Last year they packed 21,000 paying ticket-holders into the Manchester Arena for a six-round amateur boxing match, ginned up by months of cross-platform feuding, that generated an estimated live gate of £2.7m (US$3.5m) and more than 800,000 pay-per-view buys at £7.50 ($10) a pop – not including countless more watching on pirated Twitch and Periscope streams. The outcome was (shocker) a draw, setting the stage for a money-spinning sequel. Those figures grabbed the attention of Matchroom Boxing supremo Eddie Hearn, who’s signed on to promote Saturday’s second instalment at the home of the NBA’s Lakers and Clippers and got both guys licensed as professional boxers by the California State Athletic Commission, meaning Saturday’s six-round cruiserweight bout will be fought with lighter 10oz gloves and without protective headgear. The fight, sure to be the most watched double pro debut in boxing history, will be broadcast by DAZN, the upstart streaming service that Hearn signed a $1bn transatlantic deal with last year, and the promoter is gambling on the extraordinary reach of KSI and Paul – whose audience of 60 million combined followers across YouTube, Twitter and Instagram would be the envy of most TV networks – to not only drive subscriptions but introduce boxing to a largely untapped demographic. Like how Floyd Mayweather used to enlist Justin Bieber for his ring entrances, only cringier. The hope is that enough of the dedicated teenage fans who sign up for a free one-month trial subscription to watch on Saturday night will stay on for $19.99 a month – and maybe even some of them will come away fight fans. It’s easy to dismiss Saturday’s main event as a joke, which it is. KSI, who is from London, is a well-documented misogynist, and Paul, from Los Angeles by way of suburban Cleveland, is human garbage. Their outsized popularity tells you lots about where our society is heading, and it’s not to higher ground. But there’s no question they can sell a fight and from a pure business standpoint Hearn’s salvo has the early whiff of a low-risk masterstroke. The live streams of the various press events during the run-up have drawn millions of concurrent viewers. And, really, you could make a credible argument that matching two professional novices whom millions are willing to pay to watch is more responsible – and even more of an authentic sports experience – than Nevada cynically licensing a guy who’s never boxed professionally against the greatest fighter of the last 25 years. Still, the resentment among boxing purists has run even deeper than Mayweather’s farcical one-off with Conor McGregor. It’s been decried by fans and the media as a mockery of the sport, an insult seemingly made worse by the relegation of world champions Billy Joe Saunders and Devin Haney to the undercard. But the truth is both Saunders and Haney will likely be fighting before the biggest audience of their careers and have everything to gain with big performances. Especially the fresh-faced Haney, the WBC lightweight champion from San Francisco, who rates among the brightest young talents in the sport and can become the first boxer to successfully defend a world title before his 21st birthday since Mike Tyson in 1986. Everything you need to know about the potential of Saturday’s event comes not from the silver-tongued Hearn, but from rival promoters like Frank Warren and Bob Arum, who have slagged it off but no doubt wish they’d thought of it first. In the end this circus is merely one more chapter in boxing’s never-ending theater of the bizarre and any pearl-clutching feels out of line, especially in a sport that’s done plenty to get in its own way of late. Boxing is healthier than it’s given credit for, with a loyal and robust audience that turns up for and buys the big fights. But there is no question the perception of decline and an ageing fanbase is helped along by short-sighted promoters who never take big swings and are too comfortable sticking with the status quo. By positioning boxing and his fighters in front of the eyeballs that every other sport is falling over themselves to court, Hearn is trying something new. And it might just dare his rivals to do the same."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}