{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/03/eddie-jones-england-six-nations-rugby-world-cup-final", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-03T21:59:06Z", "webTitle": "Eddie Jones proud of England but will ‘make a new team’ for Six Nations", "webUrl": "https://www.theguardian.com/sport/2019/nov/03/eddie-jones-england-six-nations-rugby-world-cup-final", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/03/eddie-jones-england-six-nations-rugby-world-cup-final", "fields": {"headline": "Eddie Jones proud of England but will ‘make a new team’ for Six Nations", "bodyText": "Eddie Jones is planning an England overhaul after their World Cup final defeat by South Africa, declaring the end of an era for his current team. Jones’s side surpassed expectations by reaching the final in Japan and temporarily returning to No 1 in the world rankings for the first time since 2004. They were comprehensively beaten by the Springboks, however, who gained the upper hand at the scrum after Kyle Sinckler was knocked out in the third minute and had to be replaced. England fielded the youngest World Cup team in the professional era in Saturday’s final, with an average age of 27 years and 60 days, and players such as Tom Curry, Sam Underhill and Maro Itoje are expected to form the backbone of the side at the next World Cup. Of the 31-man squad, only Dan Cole, Courtney Lawes, Ben Youngs, Mark Wilson and Willi Heinz are in their 30s but Jones is set to make changes for next year’s Six Nations campaign and beyond. The Rugby Football Union chief executive, Bill Sweeney, expects England to be “all guns firing” during the Six Nations and said Jones’s goal will be to deliver the Grand Slam. Next summer, Jones leads England on a two-Test summer tour of Japan and a significant proportion of the World Cup squad will be left at home. Under an agreement between the RFU, Premiership Rugby and the players’ union, any of the 32 players who make 20 or more appearances in the 2019-20 season is not allowed to go to Japan. “I tell you what happens to teams – they evolve,” Jones said. “Some guys will lose desire, some guys will lose fitness, some guys will get injuries and there’ll be young guys come through. So this team is finished now. There will be a new team made. We’ll make a new team for the Six Nations and that new team for the Six Nations will be the basis of going to the next World Cup. “But I’m so proud of the players, the way they’ve prepared, the way they’ve worked. They’re great ambassadors for the sport and great ambassadors for England and I’m disappointed there’s such a negative attitude about our performance. We’ve just taken a team that couldn’t get out of the pools and just got beaten in the final and there’s all this negativity about their performance.” Jones cited the fatigue of his England players who toured New Zealand with the British &amp; Irish Lions in 2017 as a key reason for his side’s dip in form the following season. Sweeney said there is no set agreement that dictates how much rest the Word Cup squad will be given by their Premiership clubs. Saracens, however, plan to ensure that their World Cup players – nine of whom were in the England squad – are limited to only seven internationals this season. “We talked about whether there should be a mandated thing for every single player but the preference was to allow it to be at the discretion of the clubs and they are being very reasonable,” Sweeney said. “They value these top-class players as much as we do so they will be looking after them when we go back. We’d expect them to have a degree of rest but we have left it to a club-by-club basis and discuss it with their players.” Sinckler said “words can’t do justice” to how he is feeling after suffering a head injury in the final in an accidental collision with his teammate Itoje. It proved a decisive moment with England proceeding to concede six scrum penalties thereafter. “Words can’t do justice to how I’m feeling right now,” the prop wrote on social media. “The biggest moment in my life and not even being able to get a chance to shoot my shot. Sport is cruel but we can never let adversity get the better of us. “Want to thank everyone for their support especially back home. We as a team will come back stronger. Love playing with my brothers and representing my country is truly an honour every time I get to put on the jersey. Congrats Siya Kolisi and South Africa. I’ll be back.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}