{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/nov/09/talking-horses-bryony-frost-white-moon-horse-racing-tips-aintree-wincanton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-09T00:01:48Z", "webTitle": "Talking Horses: Frost may be caught cold by well-weighted White Moon", "webUrl": "https://www.theguardian.com/sport/blog/2019/nov/09/talking-horses-bryony-frost-white-moon-horse-racing-tips-aintree-wincanton", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/nov/09/talking-horses-bryony-frost-white-moon-horse-racing-tips-aintree-wincanton", "fields": {"headline": "Talking Horses: Frost may be caught cold by well-weighted White Moon", "bodyText": "Present Man gets the good ground he loves as he seeks a hat-trick in the Badger Beers Silver Trophy at Wincanton under Bryony Frost. They should fare well again but giving weight to the younger White Moon (3.35) is a lot to ask. There were more lows than highs to the grey’s novice season and he managed to trip himself up on his reappearance, but Colin Tizzard’s charge should have a bright future in this sort of contest. The excellent Robbie Power must hope this is the first time they manage to avoid falling after two previous outings together. The Young Master also relishes this sort of surface and should go well in a race he won five years ago; alas, he was ineligible that day and was later disqualified. Royal Vacation gives Tizzard a strong hand and this ground may suit better than the Chepstow mud that tired him last month. 1.30 Aintree Three from five over fences and with more to offer, Charmant can make a winning reappearance despite top weight. 1.50 Wincanton The likeable Midnightreferendum put up her best effort yet when scoring on her handicap debut in April, her first run after a wind operation. She may have quite a bit more to offer. 2.05 Aintree An early faller when fancied for a Festival handicap in March, Riders Onthe Storm has now joined Nigel Twiston-Davies. This looks a good opportunity for a progressive young chaser. 2.25 Wincanton This better ground will be a help to Reserve Tank but his chasing debut was less than thrilling and he could be up against it, trying to give away half a stone here to If You Say Run. A winning pointer and proficient on her recent chasing debut, she goes well here and won on this card a year ago. 2.40 Aintree With question marks over her rivals, Rosy World has a chance. She scored on her handicap debut in March and should be sharper for her reappearance third last month, with the extra half-mile a help. 3.00 Wincanton There was a very encouraging report this week from Daryl Jacob as to the physical progress made by Fusil Raffles over the summer. This four-year-old bolted up in the Adonis despite skinning a leg and was still more impressive at Punchestown in May. He looks a big talent in the making."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}