{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/nov/03/sportwatch-wbbl-a-league-and-more-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-03T06:59:01Z", "webTitle": "Sportwatch: Sydney Sixers pile on the runs, Melbourne City top the A-League, and more", "webUrl": "https://www.theguardian.com/sport/live/2019/nov/03/sportwatch-wbbl-a-league-and-more-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/nov/03/sportwatch-wbbl-a-league-and-more-live", "fields": {"headline": "Sportwatch: Sydney Sixers pile on the runs, Melbourne City top the A-League, and more", "bodyText": "Thank you for your company this afternoon, that’s all from me for the time being. A pleasure to be around when Ellyse Perry and Alyssa Healy are in that kind of form. Catch you next time. A-League: Melbourne City 3-2 Wellington - Ha ha ha! Louis Fenton has just effed and jeffed on the Fox Sports postmatch coverage and Archie Thompson had no idea what to do. You hate to see it. Fenton, remember, was adjudged to have handballed to gift City their third goal. Melbourne City, top of the league. A-League: GOAL! (Waine, 90+3 mins): Melbourne City 3-2 Wellington - Jamieson is the latest to butcher a golden opportunity for City to kill this game off. They could have had six or seven this second half, but instead the Nix attack down the left, the ball is rolled across the six-yard box and Waine is on hand to tap in at the far post and create a nervy couple of minutes at AAMI Park. A-League: 88 mins: Melbourne City 3-1 Wellington - City should have a fourth but after lovely build-up play debutant Colakovski can’t direct his free header on target. A few seconds later the youngster can’t beat Marinovic one-on-one after a lovely through-ball from Genreau. A-League: 86 mins: Melbourne City 3-1 Wellington - A host of substitutions and injuries have taken the sting out of the closing stages at AAMI Park. Not that Melbourne City care, they’re heading to the top of the league. Cricket: It’s raining again in Sydney. At risk of no-result in the T20I. A-League: 79 mins: Melbourne City 3-1 Wellington - Couple of decent saves from Marinovic keeping Wellington within touching distance but City are getting into dangerous areas at will. A-League: 75 mins: Melbourne City 3-1 Wellington - City look the likelier of the two sides to score next. Wellington are pushing but they’re leaving space in behind that City, through Luna, Wales and Genreau, have come close to exploiting. Metcalfe continues to demonstrate why he is such a talent, showing superb close control, weight of pass and timing in the final third, to go with his obvious physicality. Heck of a prospect. Needless to say, Ufuk Tallay is ropeable on the touchline. Sometimes, to my eyes, he has a look of former Guardian columnist and professional miserablist Charlie Brooker, which makes his mardy face somehow comical. WBBL: Strikers 141-8 v Heat - In the final WBBL outing of the day the Strikers have posted a par score at Harrup Park in Mackay against the Heat. Sophie Devine starred with 65 as Adelaide look to move one game clear on top of the ladder. Georgie Prestwidge took three wickets for Brisbane as they battle to remain in the hunt for the semi-finals. A-League: GOAL! (Noone pen 64 mins): Melbourne City 3-1 Wellington - Noone smacks the spot-kick with his left foot hard and high to the left of Marinovic and City are cruising. A-League: PENALTY! 61mins: Melbourne City 2-1 Wellington - City attack down the left and from the side of the box Genreau drills a cross at point-blank range at Fenton and the referee points to the spot. There’s a VAR delay - of course. In my eyes that wasn’t a pen, full stop, because of the distance between attacker and defender. Added to that, replays suggest first contact was with Fenton’s chest, not his arm, but VAR did not see a clear and obvious error. Deary me, the new IFAB definition of handball plus VAR is a dumpster fire. A-League: 58 mins: Melbourne City 2-1 Wellington - There’s plenty of hustle and bustle but few clear chances at AAMI Park. City remain in control at this stage but as the game gets stretched and play broken Wellington look increasingly dangerous. A-League: 48 mins: Melbourne City 2-1 Wellington - Back underway at AAMI Park in a match that has come to the simmer nicely after a slow beginning. City have started the half brightly with a couple of corners causing some issues in the Nix box. Cricket: It’s the innings break in the rain-affected T20I between Australia and Pakistan at the SCG. WBBL: 20 overs: Stars 154-6 (Flintoff 1, Penna 0) (Sixers 199-0) The Stars did their best in an unlikely run-chase but the quality of Perry and Healy at the top of the order meant the Sixers were always likely to earn the win. Villani made 59 and Martin 31 but it never seemed likely they would overhaul such a mammoth total. The Sixers have bowled better than they did today but Sarah Aley will be pleased with her 2/18. The Sixers join the Strikers and Thunder on top of the ladder with four wins. A-League: GOAL! (Galloway, 35) Melbourne City 2-1 Wellington - From 1-0 down to 2-1 up in no time at all. Phoenix invite Scott Galloway to come forward down the right and the fullback accepts the invitation before cutting inside and unleashing a thumping drive with his left foot from 25m that is too fierce for Marinovic to keep out diving to his left. That was a fair old wallop. WBBL: 16 overs: Stars 114-4 (Martin 11, Faltum 6) (Sixers 199-0) This one is all-but done. Villani’s lone hand ended on 59 and now we’re just waiting for the last rites to be read. A-League: GOAL! (Metcalfe, 31) Melbourne City 1-1 Wellington - City don’t take long to hit back. A nice move creates space in the inside-right channel for Noone. He cuts back onto his left and delivers a teasing cross into the box that Connor Metcalfe hunts like peak Graeme Sharp to head into the back of the net. Metcalfe is growing into one of the stories of this A-League season. Superb prospect, and still only 19 (for a couple more days). A-League: GOAL! (Hooper, 24) Melbourne City 0-1 Wellington - The Nix haven’t done a lot of attacking today but they’ve opened the scoring nonetheless. From a rare foray forward they earn a corner and from that Gary Hooper steals in unmarked at the far post to nod over the line following a handy flick-on. Some pretty questionable defending from City but on the balance of the season so far Wellington deserve a bit of good fortune. A-League 20 mins: Melbourne City 0-0 Wellington - The home side are dominating possession at AAMI Park but they are failing to convert that into clear chances. Plus ca change, plus c’est la meme chose, and all that. WBBL: 12 overs: Stars 89-3 (Villani 51, Martin 3) (Sixers 199-0) The run-rate is now reaching eye-watering territory despite Villani reaching her 18th 50 in the WBBL from just 35 deliveries. A-League 12 mins: Melbourne City 0-0 Wellington WBBL: 10.1 overs: Stars 81-3 (Villani 47) (Sixers 199-0) Villani is batting superbly, adjusting her position at the crease to put the Sixers bowlers off their lengths and working the ball with power and finesse into the gaps on the massive oval. At the other end Osborne should be out but after chipping a simple catch to mid-on (or mid-off) two Sixers fielders - Campbell and Aley - collided and the ball goes to ground. That could have been a nasty accident but thankfully both fielders are unscathed, but for a couple of bruised egos. Not that it matters! One ball later Osborne drills Aley straight to Campbell at mid-off. Funny old game, eh? A-League: 5 mins: Melbourne City 0-0 Wellington - We’re underway in our first A-League fixture of the day and there’s not much doing in the early exchanges. City, remember, are without their main source of goals, Jamie Maclaren. WBBL: 8 overs: Stars 67-2 (Villani 39, Osborne 3) (Sixers 199-0) Villani continues to lead the charge for the Stars at the WACA ground. A run-rate in excess of eight would normally be a tremendous start but chasing such a massive score it remains under par. It does feel borderline unfair watching Perry and Healy bat at a domestic level considering how far above the international standard the pair both are. Great for the WBBL product though and makes for superb TV. WBBL: 6 overs: Stars 47-2 (Villani 19, Osborne 2) (Sixers 199-0) After that promising start it’s all gone Pete Tong for the Stars. Lee holed out to Perry off Gardner, then du Preez was agonisingly run-out at the non-striker’s end after backing up too far and the all-action Perry managed to fingertip a drive onto the stumps in her follow-through. Cricket: Speaking of run-chases, England have failed in theirs in the second T20I away to New Zealand. WBBL: 4 overs: Stars 39-0 (Villani 18, Lee 21) (Sixers 199-0) Better from the Stars, upping the pressure on Kapp and van Niekerk. That patient start is turning into a decent foundation to launch an intimidating run-chase. WBBL: 2 overs: Stars 9-0 (Villani 2, Lee 7) (Sixers 199-0) The Stars have the unenviable task of chasing the fourth-highest total in WBBL history but they have got off to a modest start. Cricket: It’s currently raining in Sydney where Australia’s men are on top in their T20I against Pakistan. Follow that one here... WBBL: Sixers 199-0 v Stars (Perry 87, Healy 106) Healy goes inside-out for four over cover but then risks losing her chance of a ton by only finding a single from ball two. Perry shows she is the dream teammate by nurdling a single to return Healy to strike and her opening partner slashes a boundary through the vacant cordon. She then steps to leg and drives powerfully over cover to bring up her century from just 52 balls. For good measure she lashes the final ball behind point for four more. What a batter. What a partnership. What an innings. WBBL: 19 overs: Sixers 181-0 v Stars (Perry 86, Healy 89) The duel within the duel - which Sixer can milk the strike to reach a ton - begins with Perry smashing a pair of fours before seeing a cut parried for a single. Healy then gets a steepling leading edge to a sweep that hangs in the air long enough for a hard-run two. The Queenslander then hammers a drive for another two before switch-hitting to the field for a single. WBBL: 18 overs: Sixers 167-0 v Stars (Perry 77, Healy 84) Runs, runs, glorious runs! Healy is now 84 from 45 after another six downtown. WBBL: 17 overs: Sixers 152-0 v Stars (Perry 73, Healy 73) The magenta march continues unabated. Is there time for a century or two? WBBL: Thunder 149-4 beat Hurricanes 148-6 - Earlier today Sydney Thunder climbed to the top of the WBBL ladder with a comfortable victory over the Hobart Hurricanes. Rachel Priest struck 50 as the Thunder chased down their target with almost two overs to spare. The Canes were once again indebted to England’s Heather Knight for her 77 during the opening 20 overs when each member of the Thunder attack took at least one wicket. WBBL: 14 overs: Sixers 114-0 v Stars (Perry 54, Healy 56) Perry’s decided it’s time for her to join in the fun, shimmying down the pitch, opening her shoulders and drilling a one-bounce four over long-off then waiting in her crease for the long-hop which is punished behind square on the legside. That shot brings up Perry’s 15th WBBL half-century. WBBL: 12 overs: Sixers 99-0 v Stars (Perry 44, Healy 51) That’s 50 for Healy, from just 29 balls. She is punishing anything short and using her feet to turn anything on a length into a half-volley. Too good. At the other end Perry is scoring at a run a ball, keeping Healy on strike as much as she can. Superb partnership batting. WBBL: 10 overs: Sixers 83-0 v Stars (Perry 41, Healy 38) The first update from the WBBL is to tell you what you already know, that Ellyse Perry and Alyssa Healy are terrifyingly good at cricket. The Sixers openers have taken the Stars apart in the early stages at the WACA ground and both are set for huge scores. Hello everybody and welcome to another jam-packed Sunday sportwatch. WBBL is to the fore with updates from the Sixers v the Stars over the next couple of hours, followed later on by the occasional peek at the Heat v Strikers clash. We will also get a report from the already concluded duel between the Thunder and Hurricanes. Sandwiched in the middle of all that is an A-League fixture with Wellington Phoenix crossing the ditch to take on Melbourne City. I’ll be all over that from 4pm. If you’re looking for the T20 international between Australia and Pakistan, step this way, where Geoff Lemon is waiting for your eyeballs. There’s plenty more besides that I’ve forgotten, I’m sure. If you want to bring me up to speed with anything I’ve missed feel free to get in touch either on Twitter - @JPHowcroft- or by email - jonathan.howcroft.casual@theguardian.com. We will also be open below the line for comments."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}