{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/05/washington-nationals-white-house-trump-kurt-suzuki-ryan-zimmerman", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-05T16:42:45Z", "webTitle": "The image of Nats players cozying up to Trump was jarring for many fans", "webUrl": "https://www.theguardian.com/sport/2019/nov/05/washington-nationals-white-house-trump-kurt-suzuki-ryan-zimmerman", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/05/washington-nationals-white-house-trump-kurt-suzuki-ryan-zimmerman", "fields": {"headline": "The image of Nats players cozying up to Trump was jarring for many fans", "bodyText": "This past Saturday marked a monumental day in DC sports history. The scrappy underdog Washington Nationals, at one point 19-31 and now improbable World Series champions, paraded down Constitution Avenue as approximately 750,000 fans showered the team with affection. When Nats fans weren’t screaming “FIGHT FINISHED”, they were rhythmically interlacing their fingers to the team’s unlikely anthem, Baby Shark, for the millionth time. Beaming smiles and cheers were everywhere as manager Davey Martinez spoke of “bumpy roads leading to beautiful places”; the longest tenured National Ryan Zimmerman teared up as he thanked DC, and pinch hitter Brian Dozier took off his shirt and preened around the stage to the Latin pop hit, Calma. It was a remarkable day for Nats fans to bottle forever and the latest example of how sports can be a unifying force Forty-eight hours later everything changed. The Nationals went to the White House. It was way too soon. The tradition of welcoming championship sports teams has been commonplace since the Ronald Reagan era. Some individual athletes snubbed the invite in the pre-Trump years but most teams attended whether they were aligned with a particular President’s politics or just wanted to hang with their teammates and check out the White House bowling alley. Things have shifted since Trump became President. The country is more divided than ever and Trump’s mere presence invokes feelings of rage and sadness to a significant portion of America. Teams such as the Golden State Warriors and the University of Virginia Cavaliers have collectively declined the White House invite or were preemptively not invited – even the New England Patriots didn’t go back this year. Yet attending is still the norm. The Nationals shouldn’t be begrudged for appearing at the White House, but they should have known (they had to know) that incorporating Trump in a celebration that was still fresh and exhilarating was going to squander some goodwill. Usually White House visits are scheduled well in advance, so to hold this ceremony less than a week after the series wrapped was jarring. By contrast, the Washington Capitals visited the White House more than nine months after they won the Stanley Cup in 2018. It’s as if Trump pettily wanted to destroy the joy of those Nats fans who booed and yelled “lock him up” when he attended Game 5 of the World Series. If that was the plan, it worked like a charm, thanks in large part to catcher Kurt Suzuki who decided to don a Make America Great Again hat as Trump hugged him from behind and cupped his chest. Suzuki told USA Today’s Bob Nightingale that he was “trying to have fun” and expressed his displeasure with the fan reaction. “Everybody makes everything political. It was about our team winning the World Series.” Nice try, Kurt. No item in America is more polarizing than a MAGA hat. For progressives, it signifies mass discrimination, racism, misogyny, sexual harassment, tyranny. Pick your form of hate. It’s not a symbol of policy, it’s a form of tribal identification. Arguably the most famous athlete in America, Tom Brady, still gets grief four years after someone placed one in his locker – Suzuki must have been aware of that. So yes, wearing a MAGA hat is about as political as it gets these days. Zimmerman, meanwhile, used his platform at the ceremony to praise Trump’s presidency: “We’d also like to thank you for keeping everyone here safe in our country, and continuing to make America the greatest country to live in the world.” No wonder so many Nats fans feel so disheartened by the White House visit. “Not gonna lie: having spent the past decade cheering on the Nats and the last several months obsessed w/ their playoff journey, it’s pretty heartbreaking to see Kurt Suzuki and company go far beyond polite reception and cozying up to a monster who hates people like me,” tweeted Charlotte Clymer, a queer writer and veteran, on Monday. Of course, just because Suzuki wore a MAGA hat doesn’t mean that he or his teammates are staunch Trump supporters – which is their right – or even know a lick about politics. One National has clearly established himself as a non-MAGA guy. Relief pitcher Sean Doolittle, a noted activist for the LGBTQ community and a litany of causes, declined the White Hosue invite in less than a millisecond. “I have a brother-in-law who has autism, and [Trump] is a guy that mocked a disabled reporter,” Doolittle told the Post last week. “How would I explain that to him that I hung out with somebody who mocked the way that he talked, or the way that he moves his hands? I can’t get past that stuff.” Other Nationals who stayed away, though their reasons are unknown, include Anthony Rendon, Joe Ross, Victor Robles, Wander Suero, Javy Guerra, Wilmer Difo and Michael A Taylor. But seeing those Nationals who attended, mostly yucking it up on stage with Trump, was also a stark reminder about the disparity in values between the Nats players and their fanbase. The District of Columbia is as surefire blue as it gets in America. (Hillary Clinton collected 90.9% of the votes in 2017.) Trump can’t go anywhere in public without getting booed, and that definitely includes sporting events. Meanwhile, a significant portion of the Nats clubhouse (or any Major League Baseball clubhouse) checks many of the boxes of the prototypical Trump supporter: not college educated, rich, white. Fewer than 8% of major leaguers are black compared to 68% of NFL players. We’re often better off not knowing the political compasses of our athlete heroes and using sports as an escape, particularly when we’re still bathing in every ounce of a fresh championship. What a damper that after such an unforgettable ride – all the come-from-behind wins in decisive games, all the team camaraderie – the team had to so quickly spoil the fun by hanging out with the most hated person in America. The Nats social media department knew. After a plethora of Instagram posts and tweets showcasing the Nats’ celebratory inebriation at a Caps game on Sunday night, the accounts went dark when the team headed to 1600 Pennsylvania. (They literally said they were taking a nap.) Yet somehow they woke up in time to post some benign graphic about Max Scherzer being a Cy Young Finalist. Despite the best efforts to avoid the backlash, it’s impossible to unsee the optics of the Nationals smiling as one of their own stood beside Trump, donning a cap many of the team’s fans see as a symbol of hate. If only the Nats brass had waited a little longer to visit the White House because a victory tour that began with such magic and unbridled delight has been sullied for large sections of the team’s support."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}