{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/02/breeders-cup-classic-vino-rosso-mongolian-groom", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-03T03:18:14Z", "webTitle": "Vino Rosso wins Breeders' Cup Classic marred by another Santa Anita death", "webUrl": "https://www.theguardian.com/sport/2019/nov/02/breeders-cup-classic-vino-rosso-mongolian-groom", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/02/breeders-cup-classic-vino-rosso-mongolian-groom", "fields": {"headline": "Vino Rosso wins Breeders' Cup Classic marred by another Santa Anita death", "bodyText": "Vino Rosso’s powerful stretch run carried him to victory in the Breeders’ Cup Classic at Santa Anita on Saturday, but the race was marred by a serious injury to Mongolian Groom, the first sustained by any runner in the 14 Breeders’ Cup races over Friday and Saturday. Two hours after the race, it was announced that the four-year-old had been put down as his injuries were too serious to be treated, marking the 37th equine death at the prestigious track since last December. Mongolian Groom was starting to fade rounding the home turn when he was suddenly pulled up by Abel Cedillo, his jockey. A spokesperson for the Breeders’ Cup later confirmed that he had been taken to Santa Anita’s equine hospital and had been found to have sustained a serious injury to his left hind ankle. Five senior vets were involved in the decision that Mongolian Groom should be put down. “Mongolian Groom … was immediately attended to by an expert team of veterinarians led by Dr Ryan Carpenter,” the Breeders’ Cup operation said in a statement. “During their evaluation at the equine hospital at Santa Anita, they observed a serious fracture to his left hind limb. Radiographs were taken and a complete evaluation was performed. “Given the extent of the injury, Dr Carpenter, in consultation [with four colleagues] recommended humane euthanasia of Mongolian Groom.” The statement continued: “The death of Mongolian Groom is a loss to the entire horse racing community. Our equine and human athletes’ safety is the Breeders’ Cup’s top priority. We have worked closely with Santa Anita leading up to the World Championships to promote enhanced equine safety. Santa Anita has implemented numerous industry-leading reforms to enhance the existing health and safety measures with the intent of providing a safe racing environment. “In addition, Breeders’ Cup always observes the most thorough up-to-date medication practices and restrictions, testing protocols, equine security and surveillance program, veterinary exams, injury management protocols and racing surface testing. These measures are in place to ensure our athletes are racing under the safest and most transparent conditions possible. “Breeders’ Cup has engaged world-renowned veterinarian, Dr.Larry Bramlage, to conduct an independent evaluation, the results of which will be published when completed. We will continue to keep all stakeholders apprised as information becomes available. We are committed to working with our partners in the industry to continue to advance safety reforms, with the well-being of our athletes in mind.” Vino Rosso had been demoted from first to second after crossing the line just in front of Code Of Honor in the Jockey Club Gold Cup in September, but there was no doubt about the manner of his victory here as he stormed past McKinzie, the favourite, to win by four-and-a-quarter lengths with Higher Power the same distance away in third. It paled towards insignificance, however, as the seriousness of Mongolian Groom’s injury became apparent. Earlier in the evening, Iridessa was the only European-trained winner over the two days thanks to a perfectly-judged ride by Wayne Lordan in the Filly &amp; Mare Turf. The success made 26-year-old Joseph O’Brien only the second person to both ride and train a Breeders’ Cup winner, and came eight years after his success in the Turf aboard St Nicholas Abbey, trained by his father, Aidan."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}