{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/nov/01/new-zealand-sporting-solace-england-cricket-tour-all-blacks-rugby-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-01T15:30:20Z", "webTitle": "Time catches up with New Zealand, a nation in need of sporting solace | Matthew Engel", "webUrl": "https://www.theguardian.com/sport/blog/2019/nov/01/new-zealand-sporting-solace-england-cricket-tour-all-blacks-rugby-world-cup", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/nov/01/new-zealand-sporting-solace-england-cricket-tour-all-blacks-rugby-world-cup", "fields": {"headline": "Time catches up with New Zealand, a nation in need of sporting solace", "bodyText": "Whichever side loses the Rugby World Cup final in Yokohama on Saturday, the country concerned will be plunged into what you might call shallow mourning. Or at least a portion of it will: largely but not wholly white, male and middle-class. But in a faraway and now, once again, more or less forgotten country, it goes deeper and wider than that. Given that less than eight months ago the Christchurch massacre plunged New Zealand into genuine national grief, one doesn’t want to overegg the significance of losing a rugby match. But it does matter there in a way unknown anywhere else – even, I think, Wales. Small countries need sport to validate their existence more than big ones. Especially if there is just one sport in which they expect to beat everyone else. The commentator Grant Nisbett said New Zealand had reacted more evenly and maturely than they did following previous premature exits from the World Cup. A British car smashed up in Auckland; a Kiwi fan in a punch-up with a local in Japan; the coach threatening a journalist; and some plaintive headlines (“What happens in a world where the All Blacks are no longer the best?”). Thin pickings, I suppose. It was worse, said Nisbett, in 2007 (death threats for the referee) and 1999 (racegoers spitting on the then coach’s trotting horse). But New Zealanders are an outwardly phlegmatic lot and usually sublimate their rage just by driving very aggressively. By the end of this week New Zealanders were permitting themselves to get enthusiastic again – about, of all things, cricket. It is, heaven help me, now 35 years since I first arrived in New Zealand to cover a cricket tour. The cricket was most memorable for the Test in Christchurch, which was a close contest – the battle was between the England bowlers and batsmen to see who could be more incompetent. The captain, Bob Willis, described his team’s bowling as some of the worst he had seen – but then his team were all out for 82 and 93. This was also the match when, so it was rumoured, the players put towels under the dressing-room door to ensure the fragrance of exotic cigarette smoke did not drift outside. It drifted 12,000 miles away, to the Mail on Sunday – even though the fragrance was almost certainly non-existent. Or non-existent exactly then and there, anyway. But a few spliffs were a very reasonable antidote to New Zealand in the 1980s. The definitive comment on the country at the time is attributed to Clement Freud: “I went to New Zealand. It was closed.” This was, if you arrived between Friday afternoon and Monday morning, true (only family-run corner shops could open at weekends). Or after about 7.30pm on weeknights. The restaurant food, if you could find any, was basic; the wine undrinkable. The shut-most-hours policy came from a reforming Labour government of the 1930s, led by an unsung (outside NZ) hero called Michael Savage who pursued worker-friendly policies to guide his country safely through the Depression. By the 80s, this aspect of it was way past its sell-by date. Memo to Jeremy Corbyn: do not try this trick at home. The phone boxes still had buttons marked A and B, which were already forgotten in the UK. The cars were even more antique. The small towns were stultifying. My major problem was that I have a lifelong fetish about making notes with a transparent black Bic pen, ubiquitous everywhere else. New Zealand had one sort of biro and that wasn’t it. I was traumatised. Don’t get me wrong. The country was indeed beautiful, though in a strange protean way: one minute you think you’re near Malvern; next it’s the surface of the moon. But the main problem is that we were on a cricket tour in a land where the sporting monoculture resembled the Kansas wheat fields. Rugby, nothing but rugby. Everything else was a minor diversion. Everyone was kind and welcoming but the cricketers were not a big deal. It was like being on a bowls tour. At the time, this was emphatically not the case anywhere else. A year later, England’s Test in Calcutta was watched by 80,000-90,000 a day; there were big home crowds for full-length matches across Planet Cricket. New Zealand was a major trendsetter in losing interest in the traditional game and they weren’t that interested in the first place. Still, those Kiwis do like the hit-and-giggle. Especially this week, when they wanted some solace. The spectators didn’t get much on the pretty suburban cricket field in Christchurch but they went home to cheer the All Blacks to the bronze medal. Well, whoop-de-doo! Most of England’s games on this tour will be on small, rustic, agreeable grounds, a privilege not afforded to visiting rugby teams. In 1984, all the Tests and one-day internationals were played in the three largest cities. The two Tests this time are being played in Hamilton, the seventh largest, and Mount Maunganui, a suburb of Tauranga, the ninth largest. It looks delightful, with a lovely beach but Lord’s should retaliate by staging the return fixture at Swanage. I do feel a pang, though. In February, I went back to New Zealand for the first time in more than two decades. I had a marvellous time, including two of the best meals I’ve had in years; the sauvignon blanc and pinot noir were sensational. I loved seeing friends; enjoyed the countryside all over again; and the whole place had a new vibrancy and worldliness without losing its old charm. I steered clear of cricket, though, and took a supply of black Bics. Just in case some things hadn’t changed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}