{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/nov/08/australia-v-pakistan-third-twenty20-international-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-08T11:26:31Z", "webTitle": "Australia thrash Pakistan by 10 wickets in third T20 - as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/nov/08/australia-v-pakistan-third-twenty20-international-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/nov/08/australia-v-pakistan-third-twenty20-international-live", "fields": {"headline": "Australia thrash Pakistan by 10 wickets in third T20 - as it happened", "bodyText": "Australia take the series 2-0 in seriously clinical fashion. It’s their seventh straight T20 international win and their third consecutive T20 series victory, something they’ve never achieved before. Better yet, Australia haven’t tasted defeat in T20s this year. It started with the ball, and what a pleasure it was to see Abbott back in the side after such a long absence. Iftikhar aside, Pakistan’s batsmen had no answer to Australia’s pressing length that was just short of good. A tally of 106 was never going to be enough, and in the end it wasn’t even close as Finch and Warner picked off the target with ease. Australia look set up nicely for next year’s T20 World Cup, not to mention the upcoming Test series. Thanks for your company. 11.5 overs: Australia 109-0 (Finch 52, Warner 48) Warner and Finch see it through to the end in a victory that looked likely from the opening moments of the game, Finch ending the game with a boundary off Musa to bring up his fifty. 11th over: Australia 100-0 (Finch 45, Warner 47) A nice bit of variation from Hasnain leaves Warner guessing, but when your luck’s in your luck’s in ... and his waft outside off-stump flies high but safely between the fielders at point. Australia need another 7 runs to win. 10th over: Australia 94-0 (Finch 42, Warner 45) Really smart placement from Warner off Musa, splitting mid-on and mid-wicket for yet another boundary. This has been an imperious, powerful partnership from the opening batsmen. Australia need another 13 runs to win. 9th over: Australia 85-0 (Finch 40, Warner 38) Six! Finch clearly has a dinner date to get to. The leftie rocks back in the crease and pulls Hasnain over deep square for another maximum. Just pure, unbridled power. The end is nigh. 8th over: Australia 75-0 (Finch 33, Warner 37) Imad is brought into the attack but the lack of pace on the ball does nothing to quell these hard-hitting openers. Six! Warner steps into one and brutalises it down the ground for a massive six. Sensational catch in Row K by the gent in the striped t-shirt and sunnies on his noggin. 7th over: Australia 63-0 (Finch 32, Warner 26) Hasnain continues and it’s a much better over from the youngster, but some sharp running between the wickets still brings seven runs from the over. Australia need another 44 runs to win. 6th over: Australia 56-0 (Finch 31, Warner 22) Amir continues but perhaps he’d rather be grazing at third man. Now Warner helps himself to some runs, pouncing on a full-toss and driving straight down the ground for four. Another boundary follows, this time with grace instead of power, caressed backward of square. Way to cash in on the power play. 5th over: Australia 45-0 (Finch 30, Warner 13) Hasnain, another 19-year-old paceman, enters the fray but the Finch show just rolls on. Six! Pure power from the skipper, clearing the square-leg rope with a brutal stand-and-deliver pull shot. This could all be over rather quickly. 4th over: Australia 35-0 (Finch 21, Warner 12) Six! Musa loses his length, sending down a short one to Finch and paying the price as the Aussie captain hooks over deep backward square. Finch then follows up with a four just wide of point. Thirteen off the over. Australia need another 72 runs to win. 3rd over: Australia 22-0 (Finch 9, Warner 11) There’s no hanging around here by Australia, this time Warner meting out punishment with a cracking pulled four off Amir. The paceman looks rocked, losing his radar and sending down two leg-side wides. Does it need to be said that Pakistan need a wicket?! 2nd over: Australia 14-0 (Finch 8, Warner 6) 19-year-old Musa steams in for his first crack at this level. The right-armer bowls with good pace and a slinging action but Finch welcomes him to the international game with a couple of boundaries past point. 1st over: Australia 6-0 (Finch 0, Warner 6) Amir takes the new ball for Pakistan, giving Warner plenty of room outside off-stump and inviting the big swing. Warner just gets it over the hands of Hasnain at third man, collecting an early six. Mass confusion between the wickets then should have cost Warner his wicket but Imam misses his shy at the stumps from the covers. An eventful first over! An expert display from Australia’s pace attack, weeding out the top-order threats in the power play before befuddling the middle and lower order with bowling that was short enough to keep Pakistan on the back foot. Abbott (2-14) was great on his return and Richardson (3-18), also. Iftikhar (45 off 37 balls) was the only batsman to even remotely take the game to the hosts. Only Australia’s reply will put this effort in context but Finch’s men are short-priced favourites to win from here. 20th over: Pakistan 106-8 (Amir 9, Hasnain 4) Hardly a late-innings flurry from Pakistan but that’s partly down to sublime seam bowling from Abbott, and Richardson before him. Hasnain and Amir simply can’t get bat on ball. A risible one run from the final over but, disappointingly for Pakistan, fitting given what transpired beforehand. 19th over: Pakistan 105-8 (Amir 8, Hasnain 4) Amir gives himself plenty of room outside off-stump to Richardson but to no avail. Three dot balls are not what Pakistan need right now ... and nor is a fourth, but that is what they get. One run from the over! 18th over: Pakistan 104-8 (Amir 7, Hasnain 4) Starc returns to the attack and, though Finch is clearly going for the kill, Amir does what his predecessors couldn’t ... hit a six, using the full face of the bat, and the pace of the ball, to fly over the keeper’s head and over the rope. They’re dropping like the proverbial flies now, as they do at this stage of the innings, and Shadab is the latest to perish, picking out Finch at mid-on. 17th over: Pakistan 96-8 (Amir o, Hasnain 4) Iftikhar’s nicely crafted dig comes to an end courtesy of another short ball, this time Richardson heaved down to fine-leg where Starc takes another well-judged catch. 16th over: Pakistan 92-6 (Iftikhar 45, Shadab 1) Stanlake traps Iftikhar in two minds with another probing short ball, which the batsman can only prod into the air a metre in front of himself. Good, disciplined bowling from Stanlake, who returns 0-19 from his four overs and was unlucky not to break through. 15th over: Pakistan 89-6 (Iftikhar 43, Shadab 0) Excellent bowling from Abbott and his fellow pacemen. Pakistan have failed to deal with the shorter stuff and now it’s Shadab’s turn to lend Iftikhar a hand. Abbott returns to the attack after his good work earlier in the innings. Imad learns nothing from a mistimed pull early in the over, attempting the same two balls later and picking out Agar, who claims a very tidy sliding catch past mid-wicket. 14th over: Pakistan 86-5 (Iftikhar 41, Imad 5) Imad gets off the mark as the two batsmen in the middle nudge Agar into the gaps for ones and twos. 13th over: Pakistan 79-5 (Iftikhar 39, Imad 0) Pakistan’s hopes now rest with Iftikhar and the right-hander seems happy to meet the challenge head-on, sending Richardson twice to the fence after the loss of Khushdil. The Storm came rather sooner than anticipated, with Khushdil lifting the head and throwing the bat at Richardson. The ball takes forever to return to earth but Starc is equal to the task, pocketing a tough chance in the deep. 12th over: Pakistan 69-4 (Iftikhar 29, Khushdil 8) More nurdling and quick singles from Pakistan sees six taken from Agar’s latest offering. With four men down, this is the calm before the storm as Pakistan endeavour to post a competitive total. 11th over: Pakistan 63-4 (Iftikhar 27, Khushdil 4) Stanlake continues as Pakistan seem content to settle into accumulation mode. Just four from the over but the visitors will take that. It beats the loss of another wicket. 10th over: Pakistan 59-4 (Iftikhar 25, Khushdil 3) Pakistan are back firmly under the cosh following that wicket. What they needed after the blood-letting of the power play was a partnership. What they got what Haris throwing his wicket away. Haris tries to take the game to the Australia spinner but his charge down the wicket is half-hearted at best and he lofts one straight into the waiting hands of Richardson at long-off. 9th over: Pakistan 54-3 (Haris 8, Iftikhar 23) Stanlake continues, over the wicket to the left-handed Haris. The paceman looks to struggle with his line at such an exaggerated angle, conceding a leg-side wide before being picked off for an easy single. Iftikhar then straight-drives one hard onto the boot of Stanlake, an intervention that saves a certain boundary. 8th over: Pakistan 48-3 (Haris 5, Iftikhar 21) Finch keeps Pakistan guessing with the impressive Agar brought into the attack. With the pace now off the ball, Iftikhar works Agar around the wide expanses of Optus Stadium for ones and twos. 7th over: Pakistan 41-3 (Haris 1, Iftikhar 18) Stanlake into the attack and Iftikhar goes for it again, slashing hard outside off-stump to beat Richardson for a boundary past third-man. Pakistan won’t die wondering here after Australia’s damaging work through the power play. 6th over: Pakistan 34-3 (Haris 0, Iftikhar 12) That’s more like it from Pakistan as Iftikhar clobbers the returning Starc for consecutive boundaries. He misses a third that was there for the taking but makes no mistake on the last ball, punching through the covers to make it 12 for the over. 5th over: Pakistan 22-3 (Haris 0, Iftikhar 0) Major issues for Pakistan early in this game. Two dangermen back in the dressing room, two new batsmen at the crease and Australia with their tails in the air. Imam refuses to let the early wickets dampen his resolve to score quickly, but in this instance he dies by the sword as he skies an attempted pull shot off Abbott into the waiting hands on McDermott at mid-wicket. 4th over: Pakistan 18-2 (Imam 10, Haris 0) Richardson into the attack and he does a fine, probing job to keep the over to three runs, beating Imam’s outside edge with the last ball of the over. Masterful pressure bowling from Starc sees Rizwan clean bowled through an inviting gap and the Aussie left-armer on a hat-trick. 3rd over: Pakistan 15-2 (Imam 7, Haris 0) Starc loses his radar, bowling successive led-side wides before he over-corrects and invites the red-hot Babar to crash him through the covers for four. Then two wickets in two balls puts this match on its head. No hat-trick for Starc but no bother. A great over. Starc traps the Pakistan captain on the front pads and the batsman is given out leg before. Babar sends the decision upstairs and the referral seems to take an eternity to be adjudicated, but there is no edge and no line issues. Big wicket for Australia. 2nd over: Pakistan 9-0 (Babar 2, Imam 7) Great to see Abbott back in Australian colours and with new ball in fist. This man has taken more wickets in this format than most. Both Babar and the bespectacled Imam milk some singles. There’s seam movement and bounce off this pitch. Abbott beats Imam’s edge with an off-cutter before the leftie advances down the pitch for a welcome boundary over mid-on. 1st over: Pakistan 3-0 (Babar 1, Imam 2) And we’re away under clear skies in Perth. Starc has ball in hand and first ball Imam barely feathers an edge through the vacant gully region that flies down to third man. Plenty of bounce in this greenish deck. Starc responds with a ripper of a yorker to Babar. A watchful beginning from the Pakistan opening batsmen. England have just put the finishing touches on a good, old-fashioned demolition job on New Zealand in Napier. Check out Tanya Aldred’s frankly superb blow-by-blow account below. Changes galore from the Canberra match. For the hosts, Pat Cummins and Adam Zampa are left out, with Sean Abbott and Billy Stanlake coming in. Pakistan have made four, yes four, changes. Imam Ul Haq, Khushdil Shah, Mohammad Hasnain and Muhammad Musa are the new faces, with Khushdil and Musa making their T20 international debuts. Australia: Aaron Finch (c), David Warner, Steve Smith, Ben McDermott, Ashton Turner, Alex Carey (w), Ashton Agar, Sean Abbott, Mitchell Starc, Kane Richardson, Billy Stanlake. Pakistan: Imam Ul Haq, Babar Azam (c), Mohammad Rizwan (w), Haris Sohail, Iftikhar Ahmed, Khushdil Shah, Imad Wasim, Shadab Khan, Mohammad Amir, Mohammad Hasnain, Muhammad Musa Aaron Finch says there is enough in the deck, and enough in the history books, to suggest chasing is the way to go on this Perth deck. Pakistan skipper Babar Azam says he would have bowled first, too. I guess you could say it’s first blood to Australia. Moving away ever so marginally from the matter at hand, where do you stand on Australia’s Test captaincy? With Smith well and truly back in the fold, and his leadership ban ending in March, talk will not go away about whether he’s the right man to take over from Tim Paine. Is it, dare I say, inevitable that the former skipper is a future skipper in waiting? Good evening, cricket fans. What do Australia and Spain have in common (besides an agreeable climate, nice beaches and, um, a love of Spanish food)? Both nations are on a six-game winning streak in Twenty20 internationals, Australia arriving there with their win over Pakistan in Canberra - barely days after Spain did a frightful job on Gibraltar to make it a sextet of their own. Tonight in Perth - where these two teams have never met in a such a format - Australia can make it a heavenly seven, though even victory will not be enough to dislodge Pakistan from the No.1 spot in the rankings. Damn that washout in game one. So, this match represents another milepost as Australia roll on towards the 2020 T20 World Cup (I’ll never tire of writing that) and even towards the Test summer, which is on our doorstep. No Pat Cummins tonight with said Test matches on the horizon, but Steve Smith will be there and there’ll be nary a frown in town if he can emulate his deeds with the willow in Canberra. Anyway, looking forward to a good game as much as I am your company. Be more than a spectator by adding a comment below, emailing me or tweeting @scott_heinrich"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}