{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/nov/01/eddie-jones-south-africa-rugby-world-cup-final", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-01T22:00:02Z", "webTitle": "‘One of my greatest experiences’: Eddie Jones recalls South Africa years | Donald McRae", "webUrl": "https://www.theguardian.com/sport/2019/nov/01/eddie-jones-south-africa-rugby-world-cup-final", "apiUrl": "https://content.guardianapis.com/sport/2019/nov/01/eddie-jones-south-africa-rugby-world-cup-final", "fields": {"headline": "‘One of my greatest experiences’: Eddie Jones recalls South Africa years", "bodyText": "Four months and nine days after he hit the lowest point of his coaching career in Pretoria, Eddie Jones stood at the heart of South Africa’s dressing room in Paris. It was half-time of a World Cup group match between England and South Africa on 14 September 2007 and deep in the Stade de France Jones looked on in fascination as the Springbok players took charge. “It was incredible,” he told me when we revisited the scene while working on his autobiography. “There I was, surrounded by great Springboks I had been up against as a coach for years. I felt very lucky and, also, amazed at the ups and downs of life as a rugby coach. Four months before a lot of those same players had given me and the Reds a real beating in Pretoria. It still seems strange to think how it all worked out.” Jones was South Africa’s assistant coach when they won the World Cup in October 2007 and yet, in early May that year, his Queensland Reds were beaten 92-3 by the Bulls in Pretoria in a Super 14 game. “We took the lead with an early penalty,” Jones remembered, “but the Bulls went on the rampage. Everything went for them. Nothing went for us. “We threw the dice and played extravagantly. I thought it was the only way we would get something from the game. I wanted us to have a real go and score a few tries. They tore us apart.” The Bulls scored 13 tries and Jones lost his job with the Reds. Twelve years later, he is coaching England against South Africa in the World Cup final on Saturday. Yokohama is a long way from Pretoria. But Jones has always been phlegmatic about that humiliation. “I’ve suffered worse losses than 92-3,” he said with a rueful grin. “At Tokai University we were once beaten 110-0. We then lost 75-0 in the very next game. But that was Japanese university rugby in the 1990s. This was Super 14 rugby and so it stung to get hammered like that in Pretoria.” The Springboks certainly regarded the Bulls game as an aberration in Jones’s stellar career and plans were made to entice him into their World Cup camp. Eight weeks before South Africa played England in Paris, Jones was appointed as the Springboks’ technical director and the effective No 2 to the head coach, Jake White. It was an inspired decision because Jones offered tactical acumen and vast experience that calmed the camp. They already had great players – Bryan Habana, Fourie du Preez, Victor Matfield and Bakkies Botha had been part of the Bulls team that crushed the Reds – but Jones offered them something different. He was incredibly shrewd and mentally tough. The Springboks were also taken aback by his candour. John Smit, who captained the Springboks to victory in that World Cup, told me about the startling impact Jones had on the squad. “He watched our first session and I thought we looked pretty good as we showed him some of our best moves. Afterwards, I asked him: ‘What do you think, Eddie?’ He gave that little smile of his and said: ‘It wasn’t bad, mate, but if I were giving you a score out of 10 I’d say it was about a four.’” Smit laughed. “I thought he was joking. But he said: ‘Yeah, there’s a fair bit to work on.’ We were surprised but we were really interested.” Jones enjoyed the memory while stressing his seriousness. “They deserved little more than a four because of their talent. I didn’t care if they were offended. I went through some set moves and showed the Boks how I would do things differently. They must have liked it because Jake asked if I would consider becoming their technical adviser on the eve of the World Cup. I was so excited I said ‘Yes’ on the spot. It became one of my greatest experiences in rugby.” By the time they reached Paris, Jones felt an integral part of the Springbok setup. At half-time against England, South Africa were leading 20-0. Jones described it as the most dominant performance he had seen against defending world champions and he felt privileged to have moved from the disaster of Pretoria to the masterclass of Paris. “But then it got really interesting. South Africa were so much better than England it felt as if they could end up winning 100-0. So the players made a surprising tactical decision. They were ready to let England have as much ball as they liked in the second half so that the Boks could practise their defence. “This was a sign of an intelligent team who knew they were going deep into the tournament so, rather than chasing a huge score, they decided to sharpen their defence for tougher battles. It showed me the South African mentality. They absolutely love making big hits. England had much more of the ball in the second half but the Boks still won 36-0.” After a player-led regrouping, England somehow made it to the final against South Africa. The Springboks won a much tighter match, 15-6, and numerous players in their team have told me that they don’t believe they would have lifted the World Cup without Jones. Du Preez, their scrum-half and one of their best players, was the most emphatic: “He got us right tactically and the calmness he gave us was vital. Jake White would have struggled without Eddie.” Jones played down the plaudits. “I believe the Boks would have still become world champions. I saw myself as being like the guy who comes in after a new house has been built and he takes care of the small details – sorting out minor issues and adding a gloss of paint to a very solid structure. “Jake did feel the pressure and he was nervous but he coached really well. I helped most by taking some of the pressure off him. I had coached Australia to the World Cup final four years earlier and I could pass on the lessons I had learned about preparation and tension.” That squad shredded the stereotype of the South African player. They were the opposite of unimaginative hulks who clobbered anyone who got in their way but could be outsmarted by more thoughtful opponents. Jones told me often that only his Brumbies team, who won the Super 12 in 2001 and included the Wallabies George Gregan, Stephen Larkham and Rod Kafer, could rival the 2007 Boks as the most intelligent squad he has coached. Jones is under no illusions while preparing England for the final on Saturday. Rassie Erasmus, the Springbok head coach, “is canny and very bright. He’s a real thinker”. Jones knows he will have to work hard to outwit Erasmus – while also steeling his players for a massive physical assault. Over the years he has had his share of scrapes with the Springboks. In August 2003, after his Wallabies had beaten South Africa by 20 points in Brisbane, Jones called the Springboks “a disgrace to international rugby”. Botha, the great lock whom Jones coached four years later, was banned for eight weeks for foul play while the prop Robbie Kempson was suspended for a month after a high tackle. Jones was incandescent: “It’s a deliberate tactic from the Springboks and it puts a slur on the game. They need to have a good look at themselves, because that sort of rubbish should not go on.” Yet 2007 bolstered his innate respect for South African rugby culture. He spoke openly to me, a South African, about his affection for the country and Springbok rugby. “For me, the two greatest rugby nations in the world are New Zealand and South Africa. As an Australian I’m never going to be given the opportunity to coach in New Zealand and so when I got the chance in 2015 to take over the Stormers, in a city as beautiful as Cape Town, I was excited. There is so much raw talent in South Africa, especially in the Cape with a blend of black and white players. I was flying after my first session with the Stormers.” At that point Ian Ritchie, the Rugby Football Union chief executive at the time, arrived in Cape Town to persuade Jones to leave the Stormers. After England’s disastrous home World Cup, and with Jones having just used his inside knowledge of South Africa to inspire Japan to a famous victory over the Springboks, Ritchie was desperate to secure the Australian as England’s new head coach. “I was very happy in Cape Town but the England job was intriguing,” Jones said. “Ian and I met at a fancy hotel on the Waterfront. We were in a room with a beautiful view of Table Mountain. “I made a joke when Ian asked if I was interested in coaching England. I said: ‘Well, mate, who wants to swap Cape Town for London?’ But the England job was too big a challenge to turn down. Leaving South Africa, and the Stormers, was still hard.” Four years later, as Jones leads England into the World Cup final he always told me they would reach, it seems fitting that the opposition should be South Africa. He has already won the tournament with the Springboks and masterminded the greatest shock in World Cup history through an intricate game plan that enabled Japan to beat South Africa in 2015. “It’s always brutal against the Springboks,” he once told me. “But they’re smarter than you think and I never underestimate them. I also know that coaching South Africa is the hardest job in world rugby. The politics are complicated. But, under Rassie, the development programme is working and they’ve got many outstanding black players there on merit. They will get stronger and stronger. But it’s my job now to make sure England are always a step ahead of South Africa. They’re a great rugby country – but I always want to beat them.” My Life and Rugby by Eddie Jones, with Donald McRae, is published on 21 November by Macmillan"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}