{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/nov/10/sportwatch-fed-cup-final-wbbl-a-league-action-and-more", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-11-10T10:28:21Z", "webTitle": "Sportwatch: France sink Barty and Stosur in Fed Cup final, WBBL, A-League - as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/nov/10/sportwatch-fed-cup-final-wbbl-a-league-action-and-more", "apiUrl": "https://content.guardianapis.com/sport/live/2019/nov/10/sportwatch-fed-cup-final-wbbl-a-league-action-and-more", "fields": {"headline": "Sportwatch: France sink Barty and Stosur in Fed Cup final, WBBL, A-League - as it happened", "bodyText": "And that’s where we’ll leave Sportwatch for this Sunday. A sad way to end a heroic year for Ash Barty, and for the veteran Sam Stosur and the passionate team captain Alice Molik it’s a disappointing end to a fine Fed Cup campaign. France too good over the five rubbers. Kristina Mladenovic - the three-times doubles Grand Slam winner getting the decisive win, in the singles, against the reigning World No 1 singles player. Hard to get more deserving than that - as she backed up her brilliance against Barty to close out the doubles rubber with Caroline Garcia. Elsewhere there were wins in the WBBL for the Adelaide Strikers and the Melbourne Renegades, while in T20 internationals England beat New Zealand in another Super Over. A win in the A-League for Adelaide United, with Melbourne Victory and Wellington Phoenix sharing the points, while Cate Campbell also starred in the pool in Doha to net a huge payday. And that’s Sportswatch! A tough ceremony for a dejected Team Australia. Shy acknowledgements to the crowd from Sam Stosur and Ash Barty, the latter in streams of tears, hiding under a cap during the presentation. She said 2019 had been a year of ups and downs last week after winning the WTA finals, and finishing the year as World No 1. It was hard to think of too many downs - but you know the proud Aussie will see this as a huge low point. In contrast it’s tears of joy for Kristina Mladenovic and the French team. Garcia beaming alongside her - and they hold their trophies aloft. Congratulations, France. Don’t forget, Fed Cup is not just one weekend - this has been a tournament that’s been happening since February. It was Ash Barty, Daria Gavrilova and Priscilla Hon who stunned a Madison Keys-led USA in the quarter finals, before Barty and Stosur got home over five rubbers against Belarussian duo Victoria Azarenka and Aryna Sabalenka in Brisbane in April. Did Stosur suffer from not playing any tennis this final weekend? Could the Australian team have thrown her in against Mladenovic in the singles even just to study her game a little and blow out some cobwebs? As the only one of the four not in action, she did appear to be at a disadvantage in a fast start to the doubles final rubber. Still, hard to argue that on balance it wasn’t a deserved win for France. A third ever victory, and their first in 16 years. What a rollercoaster. This French duo fell in the final three years ago - but they’ve been unbelievable today when they needed to. Imagine the nerves for Caroline Garcia - she was taken apart yesterday by Ash Barty in the reverse singles, 6-0, 6-0. To pick herself up, believe in herself, and play some of the tennis she did today, is quite remarkable. Not much more you can say about Kristina Mladenovic. She was imperious today. She dismantled Alja Tomljanovic in the first rubber 6-1, 6-1, then beat the World No 1 singles player, Ash Barty, coming off that huge WTA finals win, and an incredible 2019, 2-6, 6-4, 7-6. And when France needed her most, she played near faultless doubles tennis. Composure at the net - the pace and heat on her forehand returns were something else. Worthy winners - they came with a game plan to tackle Barty’s strengths and out-thought and out-hit the Australian duo. It’s a cool first serve first up, but Mladenovic tightens a little and a wild second serve invites the pressure from the Australia duo. 15-30 and on a second serve, but she produces a huge second serve that Barty can’t fire back. Stosur misses the next return before Garcia produces one of the volleys of the match! That came at her with heat, and she swatted it with venom. Unbelievable point, unbelievable match. France are the 2019 Fed Cup champions! Take a bow Kristina Mladenovic and Caroline Garcia and the whole French team. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 4-6, 3-5 Stosur to serve to stay in the match. Ooph - the pace on that return from Mladenovic. That was rocketing. Garcia then misses the forehand for 15-15. Another inch perfect return from Mladenovic and Garcia thumps a terrific volley, before Barty shows unbelievable hands at the net! Mladenovic draws Stosur into a baseline duel, and brings up a first Fed Cup point. Stosur saves it with a strong serve, before Barty again pounces with the volley. Garcia does brillianty on return, and we’re back at deuce. A second Fed Cup point as Mladenovic produces a sublime return, but her improvised volley floats long. Stosur pins her with the serve before Barty fires a sharp volley at the French star. A huge game - Australia make Mladenovic serve for it. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 4-6, 2-5 Stosur with a key first win, but she blinks first in a net battle with Mladenovic and the Frenchwoman keeps her nerve to volley brilliantly. Garcia holds a settler, before Barty forces Mladenovic with a sharp return for 30-30. Huge return down the line from Stosur - she picked the wide one and thumps it down the line! 30-40 and a break point for Australia. But then she misses the volley! Brilliant defensive play from Garcia - she was up against it there. Mladenovic too good at the net once again, and Stosur yells with frustration. Barty clips the tape, and the French duo celebrate. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 4-6, 2-4 Oh my. Don’t get me wrong - these two are excellent players - but at 15-0 up it’s a framed return that just drops over the head of Stosur! They’ve had some fortune today on massive points, but Barty and Stosur put their heads down and dig deep once again. A huge serve just clips the tee from Barty, and they eventually hold. It’s new balls which should help Caroline Garcia - but you get the feeling - if it’s to happen for Australia it has to come on this service game. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 4-6, 1-4 She’s firing scud missiles, “Kiki” Mladenovic, but Barty pounces on a second serve for 15-15. Stosur wins a baseline duel for 15-30 before Barty misses the second serve, which jams her well. Mladenovic finishes the game strongly, and suddenly its approaching last-chance saloon for the Aussie duo. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 4-6, 1-3 A strong first serve from Stosur, and Barty slams a volley at Garcia. Then it’s the former US Open winner with a fierce crosscourt forehand winner. Stosur then fires a super forehand - it’s called out, but it catches the line. Ach - they replay, but Mladenovic is good enough on second asking. Then a terrific point from both Stosur and Barty, and they hold, and are on the board in the second set. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 4-6, 0-3 Big point from Stosur, as Australia put Garcia’s serve under pressure. The veteran then shows sharp hands and for once Mladenovic misses her volley to bring up two break points. Garcia then hits a sublime shot down the line - she had almost no room to work with, but she hit it! What a pressure play. And then fires an even better one cross court past Stosur! Oh my. The replay shows it’s a mishit - the luck of the French - on two of the biggest points on the match so far! Australia bring up another break point, but Mladenovic leaps onto the volley to save it. And after a huge rally, they eventually hold. Big game. Could that prove decisive? Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 4-6, 0-2 How good is Mladenovic at the net. She’s not ranked best in the world for nothing - she pounces like a big cat on that volley as the French duo race to four straight games. It’s a hold to love to start the second set from Mladenovic, before they pick off the Stosur serve once again. And suddenly, you wouldn’t think it’s a home fixture, as the cries of Allez, allez ring out around the Perth stadium. It finishes 1-0, McGree’s third goal in three games enough to secure the three points for the home side, as the Gertjan Verbeek revolution continues. Adelaide skip up to fifth on the ladder, while the Roar join Wellington and Newcastle in the “our win will come” band. Pressure on Barty on the serve. She powers a strong first effort, before Garcia pins Stosur at the net. Barty forces the winner and it just drags long to make 15-30 before Mladenovic clips the tape with a volley that drops over! Oh my, possibly the most crucial point of the game, and lady luck favours the French! They win the next point to a huge roar from the visiting fans. They’re going to have to do it the hard way, Australia. What a test of character for the veteran champ and the World No 1 singles star. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 4-5 Huge hands from Mladenovic at the net, as she monsters a volley that flies past Stosur and just clips the line. Garcia drags one long to bring up 40-15, but the French duo hold with a thumping ace to the pocket. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) tie Garcia &amp; Mladenovic 4-4 Australia open with a sharp double volley from Barty before Stosur fires a great first serve in at Garcia. Barty pulls of a reverse overhead with balletic poise before Stosur fires a fierce forehand down the line. Four big first serves, and that’s a much more confident service game - Stosur holds to love. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 3-4 A wild double fault undermines early good work from Mladenovic, and Australia pull back to 30-30. A huge first serve digs the World No 1 ranked doubles star out of danger, and she eventually holds again. A-League - Goal! Adelaide 1-0 Brisbane (McGree) It’s the home-town boys that combine, as James Troisi cuts to the byline before picking out the “brawler from Gawler” Riley McGree , and finally the Reds have broken the deadlock. Game on. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) tie Garcia &amp; Mladenovic 3-3 A better hold from Australia. Barty volleys well down the line before Mladenovic scrambles on the return of serve. They hold to love, and the crowd rise in appreciation. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) trail Garcia &amp; Mladenovic 2-3 A tighter service game once again, as Barty goes down the tram lines with a clever return of serve to lock up at 30-30. Garcia pins the body of Stosur before a sharp volley from Mladenovic clinches the game, and Garcia holds on serve. She’s a former World No 1 ranked doubles player, the veteran Stosur. She’ll need to call on all her experience and guile here. Fed Cup final (final rubber): Barty &amp; Stosur (Aus) tie Garcia &amp; Mladenovic 2-2 And that’s a much more composed service game from the French, as Mladenovic holds her serve to love. And they come after Stosur’s serve early on, passing Barty at the net with a fine winner down the tram tracks. Barty with a series of tight volleys but it’s a missed forehand from deep from Sam and they’ve broken back, the French! Fed Cup final (final rubber): Barty &amp; Stosur (Aus) lead Garcia &amp; Mladenovic 2-0 And we’re underway in Perth, and it’s a terrific start for the home duo - as Barty and Stosur fly out of the blocks and win an early break point on Garcia’s serve! Four straight points to secure the game, before Ash Barty holds her first service game. Better from the French, who trade points, but a fine overhead from Stosur helps the Aussie duo hold. Great start. NBL: Sydney Kings sink defending champions Perth A few results from the NBL to update on. Quite the showdown in Sydney by all accounts, here’s the Australian Associated Press’ report: A three-point barrage from import Didi Louzada has inspired NBL leaders Sydney to a 104-85 victory over defending champions Perth in their top-of-the-table clash. Louzada hit seven of his 11 long-range attempts on Sunday at Qudos Bank Arena, including three in a row in a stunning third-quarter burst. The No 35 pick in this year’s NBA draft finished the game with a career-high 28 points to help the Kings to maintain top spot on the ladder. Sydney’s evening was soured, however, when Louzada limped off the court with cramps midway through the final quarter. He finished with six rebounds, two assists and two steals. The 20-year-old swingman was outpointed by Wildcats star Bryce Cotton, who single-handedly kept his team in the contest with 36 points. But the former league MVP was left to fight the battle alone with big man Nick Kay the only other Perth player to reach double figures. For Sydney, star guard Casper Ware chimed in with 25 points, while Brad Newley and Jae’Sean Tate added 23 and 13 respectively. Earlier, Melbourne United also won well against the Adelaide 36ers 109-90, with Melo Trimble raining threes. 32 points from the American point guard, as United go four straight themselves. So - a huge fifth winner-takes-all rubber to come: it’s doubles and it’s the veteran Sam Stosur who will join Ash Barty to try and win a first Fed Cup for Australia since 1974. Standing in their way is Caroline Garcia and Kristina Mladenovic. Two one-time World top-ten players, so we know their pedigree. While Mladenovic has been in imperious form this week already. 6-1, 6-1 against Tomaljanovic in the reverse singles, before stunning Ash Barty 2-6, 6-4, 7-6 in a two-and-a-half hour thriller. Can the veteran and the World No 1 be the first to lift the trophy since Evonne Goolagong? Find out shortly. A-League - half-time: Adelaide United 0-0 Brisbane Roar An arm-wrestle in Adelaide, who did think they’d taken the lead, only for Michael Maria’s effort to be scratched off for offside. It’s a more defensively resolute Brisbane this season (after they leaked 71 goals in 27 games last year), but the front third isn’t quite clicking yet. Roy O’Donovan with little to get excited about - but this one may yet open up second half. It’s a crucial first point win for Tomljanovic before the Frenchwoman Parmentier shows all her experience to level at 15-15. A big winner and suddenly the crowd reaches fever pitch. The 26-year-old brings up two match points, but she only needs one. Parmentier drags her backhand wide, and what an epic win! Australia are right back in it, what a tense hold - and we’re set for a huge fifth rubber doubles showdown! What a match. Tomljanovic’s first ever Fed Cup rubber for Australia! Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 6-4, 6-5 A tight one, but a huge down the line winner gets a fist punch from the Australian team captain on the sideline, Alicia Molik. Tomljanovic wins it 40-15, but the crowd gets going after that big winner. Can she carry this momentum to break ahead of a potential tie-break? Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 6-4, 5-5 A great rally to open the game, Parmentier comes to the net to close it, but is almost caught with the ball over the top. She lands the smash and goes on a mini-run. A big hold to love. Is the veteran finishing this set with better momentum/morale? A close up of Ash Barty looking on - she doesn’t give much away, the World No 1, but there’s a look of tension across her face. Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 6-4, 5-4 One of the better service games from Parmentier. She may only be ranked 121 in the world, but its been an Indian summer for the French veteran who won two WTA titles in 2018, ten years after her first. She pushes Tomljanovic right to the wire on her own serve - bringing up back-to-back break points, before a huge ace gets the Aussie out of a hole. A big backhand winner to clinch it: just one game needed to clinch the rubber! And a heads up, we do have a second match of A-League action, where we’re away to Adelaide where its the Reds playing host to Robbie Fowler’s Brisbane Roar. A first home start for Adelaide boy, James Troisi - but there’s no goals early on. About 20 min played so far. Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 6-4, 4-3 Parmentier breaks back! Ooph. It’s all happening now. Up 30-0 it was looking okay, but Tomljanovic really tightened up from there - a wild forehand missing by some distance and she invited Parmentier right back into it. The Frenchwoman then landed a big smash to force deuce, before the Australian’s second serve finally failed her. A first double fault of the game to seal it- and now it’s match back on. Tense stuff. Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 6-4, 4-2 And Tomljanovic breaks! How crucial was that missed smash? The momentum has swung sharply this second set - just as Parmentier looked to have a foothold back in the match she lets herself down. Tomljanovic with some sharp winners, even a trip to the net to secure the break. A big service game here - if she wins this you might start to imagine she’s home and we could be set for a winner-takes-all crunch fifth rubber decider! Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 6-4, 3-2 Ooph. Big point. Parmentier holds her first service game to love, and comes out after Tomljanovic as the French supporters inside the arena come to life. She grabs the first point, and then in an epic rally has Tomljanovic scrambling, before missing the overhead smash! A big let off, 0-30 would have made things interesting. A big ace down the tee lifts the home crowd, before the Zagreb-born Aussie holds. A nervy game - this is the most tense this match has got; yet. Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 6-4, 2-1 A real inquisition on Parmentier’s first service game - as she was again pushed to deuce, but the Frenchwoman held strong eventually. Ominously for Australian supporters she then also made a much better fist of things on Tomljanovic’s serve, but the home favourite held comfortably enough in the end. A first hint of some nerves? Some poor shot selections - this could be an interesting little patch. It became a hard-earned point in the end, with the visitors perhaps the happier, despite giving up their early lead. Both coaches will be disappointed ultimately, given their struggles to accumulate points thus far, but it’s a first point for Ufuk Talay’s Phoenix, and just a fifth point for the Victory. VAR with a few decisive interventions, while Lawrence Thomas produced a stunning double save late on to deny Alex Rufer a first ever A-League goal. Ola Toivonen the X-factor at both ends for Victory - he conceded the early penalty, but more than made amends with a brilliant solo effort in a much-improved second half. What a game that was! Again it was the Parmentier serve under pressure, but she made Tomljanovic work for it with terrific athleticism. A special final point rally - one of the points of the game as the Australian looked to pounce on a second serve. She forced the Frenchwoman wide, but she was good enough to run it down, a drop shot looked to have invited Parmentier back into the point, but as she scrambled she forced her final passing shot wide. A big win - and the home crowd - a packed 26,000+ in attendance here in Perth - are right in this. Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 5-4 First real test of the Parmentier serve in the eighth game, as she is forced to 30-40 before recovering via second deuce. Two big aces at crucial times to dig herself out, but good signs for Tomljanovic. Remarkably, having won her last three service games to nil, she’s only getting around a third of first serves in. Thankfully she’s 100% on her second serve, and winning near 90% of those. Which bodes well if she can get the first going, no? A-League - Goal! Melbourne Victory 1-1 Wellington (Toivonen) - 67’ And who else! They’re short so much firepower with Robbie Kruse and Andrew Nabbout still sidelined, but when they need something, the Big Swede delivers. It was a fortuitous ball that arrived at the feed of Ola Toivonen courtesy a deflected clearance, but the sharpness of feet, the coolness of mind to jink past two defenders and beat Stefan Marinovic was sublime. 1-1, and we’re game on! Fed Cup final (4th rubber): Ajla Tomljanovic (Aus) leads Pauline Parmentier 3-2 We’re on serve so far, although it was a wobbly first service game from the Australian who was down 15-40 before fighting back to two deuces and holding. Two service games to love after that to the delight of the home fans. It’s nicely poised, this. Now - we’ve still got a stack of action going on round the grounds, but let’s try and get back to the Fed Cup Tennis final, third rubber which has just got underway in Perth. It’s Alja Tomljanovic with the weight of a nation on her shoulders, as she must win this match against Pauline Parmentier to send this to a fifth and final rubber. A reminder - Australia haven’t won the cup since 1974. Will the drought continue? And you can’t script this stuff. Would you believe, in a rain-soaked finish to a much anticipated World Cup final rematch, England have claimed the honours against New Zealand.. in a Super Over. It’s probably a cursed concept across the ditch after Ben Stokes’ trophy-winning heroics in July. Won’t have helped the mood after England bundled the All Blacks out at the Rugby World Cup, ending the storied careers of Steve Hansen and Kieran Read on a bum note. This time it was Chris Jordan with the heroics, firstly with the bat to earn the tie after a rain-reduced 11 overs, and then with the ball to deny first Seifert, then Grandhomme and Guptill. Tanya Aldred had all the action there - feel free to relive that. (If you’re English, presumably). It was New Zealand v South Africa in the womens’ T2o today, but it’s Sophie Devine who emerges with the last laugh. An unbeaten 85* off 56 from the Kiwi opener put the Strikers in the box seat as they fired 4-164 (20) with Suzie Bates also chiming in with a handy 36 off 30. After Elyse Villani fell cheaply, it was down to the South African duo Lizelle Lee and Mignon du Preez to run it down. They put on an impressive 113-run stand before Bates and Amanda Wellington struck with the ball. 17 runs the margin in the end after a big batting collapse, and the Stars stay bottom. A-League - Melbourne Victory 0-1 Wellington - half-time: They’re winless, pointless and currently propping up the league ladder, but they’ve been awfully unfortunate in recent weeks, the Phoenix, with Marco Kurz admitting pre-game he thought they were the better side during their loss against the high flying Sydney FC, and several contentious VAR calls going against them - the silver lining being that the outrageous call on Louis Fenton last week gave rise to a vintage David Squires column. VAR has come to their rescue today though, Wellington, who lead through an early Ulises Davila penalty after Ola Toivonen was adjudged to have handled in the box. The big Swede didn’t think it was, but it was given nevertheless. Morning Rich, morning all. (That’s my best Bill Lawry voice). Cheers Scott, very kind - and another sterling turn from your good self. A fair bit going on, I’ll try and ease gently into my floating water chair and get the sixteen screens firing. But first a look at the A-League where there’s a little bit of a result threatening to bubble down in Melbourne. And that is me for today. I’m off for a bex and a lie-down after that Fed Cup rubber. I hand you over to the safest gloves in the business, Richard Parkin. Over to you, great man... Fed Cup final (3rd rubber): Ashleigh Barty (Aus) loses to Kristina Mladenovic (Fra) 6-2, 4-6, 6-7 Incredible comeback from Mladenovic to peg back Barty and finish all over the top of the world No 1. The Frenchwoman was unstoppable in the tie-breaker, barely giving Barty a sniff. France now hold a 2-1 lead in the Fed Cup final. Up next is Tomljanovic against Garcia. If Tomljanovic can’t win that one for Australia, the Fed Cup will belong to France. Fed Cup final (3rd rubber): Third set tie-break: Ashleigh Barty (Aus) 6-2, 4-6, 6-6 Kristina Mladenovic (Fra) Barty finds the net to hand Mladenovic a 2-1 lead in the tie-break Mladenovic cracks a cross-court winner to make it 3-1 to the Frenchwoman Now it’s 4-1 to Mladenovic after a mini-break of Barty’s serve Barty’s return of serve crashes into the net, making it 5-1 to Mladenovic 5 match points to Mladenovic GAME OVER - Barty finds the net to go down in three sets. France take a 2-1 lead. Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 6-6 Kristina Mladenovic (Fra) Mladenovic holds with ridiculous ease and we are off to a tie-break... Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 6-5 Kristina Mladenovic (Fra) Barty stares down three break points to hold her serve and move to within one game of victory. If Mladenovic is broken next game, there’s no way back. Upon winning the final point, Barty punches the air with the mightiest backswing you’ve ever seen. Super stuff. Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 5-5 Kristina Mladenovic (Fra) Barty breaks back! Top-class tennis, coupled with bucketsful of mental fortitude, from Barty to break the Frenchwoman to love and restore parity to the third-set scoreline. Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 4-5 Kristina Mladenovic (Fra) Barty is broken! And to love, no less. You never want to drop a service game, but least of all when the score is 4-4. Now Mladenovic will serve for the match and a 2-1 Fed Cup final lead for France. Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 4-4 Kristina Mladenovic (Fra) Barty holds, and then Mladenovic follows suit after the Australian sprays her shot down the line. Down to the wire we go. A-League: 5 mins: Goal! Melbourne Victory 0-1 Wellington Phoenix Didn’t take long for VAR to have its say at AAMI Park, with a handball ruled to have taken place in the Victory box leading to a penalty. Up steps Davila, the first Mexican to play in the A-League, to slot home the spot kick. Controversial! Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 3-3 Kristina Mladenovic (Fra) Barty breaks back! The Australian cruises to a 0-40 lead but Mladenovic has shown today she has courage in spades, winning the next two points before fluffing a cross-court shot to hand Barty the break. We’re all tied up. And now I’m onto my toenails. Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 2-3 Kristina Mladenovic (Fra) Mladenovic, playing with renewed vigour and verve, grabs a break point and looks all over Barty, but somehow the world No.1 fights back to hold serve. Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 1-3 Kristina Mladenovic (Fra) Barty has her chance, but she squanders a break point and it’s again the Frenchwoman who displays better composure in the clinches. The Australian needs to dig deep and find something. The question is, after the year she’s had, what is left? Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 1-2 Kristina Mladenovic (Fra) Barty has been broken! Okay, it’s officially game on. Mladenovic has found another gear, now running Barty around the court and forcing errors from the world No.1. Show us what you’ve got, Ash. Fed Cup final (3rd rubber): Third set: Ashleigh Barty (Aus) 6-2, 4-6, 1-1 Kristina Mladenovic (Fra) Games go to serve in the opening exchanges of the deciding set but, after holding a 40-0 lead, Mladenovic is brought back to a deuce game and has to pull out all stops to hold. Still on tennis, and things didn’t pan out as planned for Alex de Minaur in Milan, reports AAP. Alex de Minaur has only lost two of his 10 matches in two editions of the Next Gen ATP Finals but unfortunately for the Australian No.1 they were both finals. On Saturday, the top seed was unable to capitalise on a stack of break-point chances as Italian teenager Jannik Sinner stormed to victory to secure his maiden ATP title. Tournament wildcard Sinner thumped winners with incredible regularity off both wings and overpowered world No.18 de Minaur 4-2, 4-1, 4-2 in one hour and four minutes, to the delight of the crowd in Milan. For the second consecutive year de Minaur rolled into the decider with a perfect 4-0 record at the season-ending tournament for top under-21 players. But again, the 20-year-old will have to be content with a runner-up finish - and $295,000 ($A430,000) in prize money - after losing to Stefanos Tsitsipas 12 months ago. De Minaur said the match against Sinner was one of missed opportunities. “It’s a pretty simple match to evaluate,” he said. “I had nine break points and I wasn’t able to convert any of them.” Fed Cup final (3rd rubber): Second set: Ashleigh Barty (Aus) 6-2, 4-6 Kristina Mladenovic (Fra) Barty races to a 15-30 lead but that’s as close as she gets to Mladenovic, who holds her nerve to win the set and take the match to a decider. Whatever you’ve got on for the next hour or so, cancel it. Fed Cup final (3rd rubber): Second set: Ashleigh Barty (Aus) 6-2, 4-5 Kristina Mladenovic (Fra) Barty has been broken! After letting six break points in the match go begging, Mladenovic makes the seventh one count to take a 5-4 lead ... meaning she will be serving for the set. Oh, how this wonderful sport can spin on a dime. Fed Cup final (3rd rubber): Second set: Ashleigh Barty (Aus) 6-2, 4-4 Kristina Mladenovic (Fra) The crunch game, the one Mladenovic didn’t want to drop. And, after an interminably long game featuring more deuces than my Nutribullet, drop it she doesn’t. Meaning Barty, whose unforced error hands Mladenovic the game, won’t be serving for the match just yet. Yep, Ivymantled, stranger things have happened. Fed Cup final (3rd rubber): Second set: Ashleigh Barty (Aus) 6-2, 4-3 Kristina Mladenovic (Fra) Mladenovic has a chance to arrive at another break point on Barty’s serve, but she commits another unforced error and the gate slams shut. A little like looking a gift horse in the mouth, you don’t ask Ashleigh Barty for two bites of the cherry. I’ll be honest with you, I have no idea what either of those things mean. I mean, would the horse mind and why do you have to neck the cherry whole? If you’re thirsty, drinks are on Cate Campbell tonight. Or, if you’re an internet scammer, please help yourself to her personal email address: iwouldnthaveacluewhatitis@nfi.com Fed Cup final (3rd rubber): Second set: Ashleigh Barty (Aus) 6-2, 3-2 Kristina Mladenovic (Fra) Barty again holds to love, meaning that after saving five break points in the opening game of the second set she has won eight straight points off her serve. Kind of like me on the golf course last week. I birdied the 8th but then found the drink (twice) and the bunker (twice) before carding a 15 on the 9th. It’s kind of like that, isn’t it? Isn’t it? Fed Cup final (3rd rubber): Second set: Ashleigh Barty (Aus) 6-2, 2-1 Kristina Mladenovic (Fra) The difficulties that have been besetting her service game (strange to say that seeing as she hasn’t been broken today) look to be ironed out as Barty hold to love, games going to serve thus far in the second set. Nine-winners-to-five so far in Barty’s favour. Terribly sad news about the death of boxer Dwight Ritchie. Goes without saying that he was taken way too soon at the tender age of 27. Our hearts and condolences go out to his family, friends and associates in the Australian boxing fraternity. Fed Cup final (3rd rubber): Second set: Ashleigh Barty (Aus) 6-2, 1-0 Kristina Mladenovic (Fra) What was that about pressure? Mladenovic had Barty squarely and fairly on the ropes in this opening game of the second set, but Barty holds serve after the Frenchwoman squandered five break points. Sacré bleu! Fed Cup final (3rd rubber): First set: Ashleigh Barty (Aus) 6-2 Kristina Mladenovic (Fra) The Frenchwoman serves for the game but a backhand error takes it to deuce, and well, that was as good as game over for Mladenovic. The pressure, or perceived pressure, that Barty places on her opponents must be enormous, and the world No.1 promptly closes out the set in Australia’s favour. Would you Adam’n’Eve it, they’re actually playing in rain-soaked Auckland? They must love their cricket over there. Click below to see what’s going on in this 11-overs-a-side slog-fest. Fed Cup final (3rd rubber): First set: Ashleigh Barty (Aus) 5-2 Kristina Mladenovic (Fra) Again, not the most convincing of service games from Barty but she holds nonetheless, meaning games have gone to serve since the world No.1 broke Mladenovic in the second game of the set. Most stats (apart from the score) say this is a fairly close encounter. This from our wonderfully accommodating partners at Australian Associated Press: Socceroos legend Harry Kewell has been linked with the vacant manager’s position at Scottish Premiership club Hibernian. Kewell was spotted in the crowd as Hibs accoutned for St Johnstone 4-1 t McDiarmid Park on Saturday. The 41-year-old refused to deny he was interested in the Hibernian role outside the ground. “I think it’s a fantastic club,” Kewell told Sky Sports Scotland. “There’s a lot of clubs up for new managers and all that and obviously being out of work you’re always speculated and all that. I’m just here to enjoy the game.” Kewell has been out of work since he was axed by English club Notts County in November last year but has repeatedly stated he wants to pursue a coaching career. Fed Cup final (3rd rubber): First set: Ashleigh Barty (Aus) 4-1 Kristina Mladenovic (Fra) The Frenchwoman does much better in Barty’s third service game, taking the world No.1 to deuce, but the Australian closes out the game easily to take a commanding lead in the opening set. Ripper of a piece here from Clare Watson about a topic that is still something of a taboo in elite women’s sport - breast injury. Fed Cup final (3rd rubber): First set: Ashleigh Barty (Aus) 2-0 Kristina Mladenovic (Fra) Barty holds her serve without much fuss in the opening game before breaking Mladenovic at the first opportunity. With the final scores tied at 1-1, this is the ideal beginning for Australia ... and entirely what one has come to expect of the world No.1. The giant-slaying Perth Scorchers have made it two wins from as many WBBL games in their weekend double-header after upsetting Sydney Thunder by seven runs. After surviving a last-ball thriller against the second-placed Adelaide Strikers on Saturday, the Scorchers held their nerve to down the top-placed Thunder on Sunday at Karen Rolton Oval. All-rounder Heather Graham was the star with bat and ball. After thumping two sixes in her undefeated 33 off 20 balls to lift the Scorchers to 5-151, player-of-the-match Graham snared 3-22 off four overs, her batting and bowling in the clutch crucial in each innings. * * Thanks, AAP Good afternoon, sports fans. How’s your Sunday treating you? I spent my morning sleeping in until 8am (with kids, that is a lie-in), walking the dog and catching the train to Guardian Towers. Now that I’m safely ensconced at my workstation, I’m looking forward to what should be, and already is, a tasty afternoon of sport. The WBBL is already under way, the sooner the Fed Cup final resumes the better (go Ashleigh!), the final T20 between New Zealand and England in rainy Auckland is trying to get off the ground, plus there will no doubt be more VAR drama in today’s two A-League games. Let’s get the (Barty) party started, shall we?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}