{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/nov/08/the-sleeping-beauty-review-royal-opera-house-london", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-11-08T12:59:21Z", "webTitle": "The Sleeping Beauty review – the Royal Ballet take your breath away", "webUrl": "https://www.theguardian.com/stage/2019/nov/08/the-sleeping-beauty-review-royal-opera-house-london", "apiUrl": "https://content.guardianapis.com/stage/2019/nov/08/the-sleeping-beauty-review-royal-opera-house-london", "fields": {"headline": "The Sleeping Beauty review – the Royal Ballet take your breath away", "bodyText": "What is the appeal to adults of an old-fashioned fairytale? This one is a fantasy of beauty and perfection, from the intricate writing of Petipa’s steps and the jaw-droppingly gorgeous costumes, to the flesh and blood dancers transformed into beatific beings, their prime character trait consummate grace. Yasmine Naghdi, the archetypal music-box ballerina, is perfect for Aurora as she dances with cut-glass sparkle and silent steely control. Her Aurora is light on depth, not so much the vulnerable child coming of age, just a delighted teen enjoying her sweet sixteen. Matthew Ball’s Prince Florimund is a sensitive, deeply romantic outsider. He’s shown a vision of idealised female perfection and knows he must have it – there’s all sorts wrong with this but that’s a different story. Strong leads aside, this is a ballet made to showcase the whole company and it suggests there are richer layers of talent at the Royal Opera House than there have been for some time – from a gifted lineup of first soloists, including flittering Anna Rose O’Sullivan and radiant Mayara Magri, to the always good-value Kristen McNally as wicked gatecrasher Carabosse, complete with Maleficent cheekbones. Two-and-a-half hours in, we’re served the best dancers in the show, Marcelino Sambé as the Bluebird and Francesca Hayward as his princess. Sambé soars and Hayward proves you can be pristine while also being utterly alive in the moment. The climax is almost immaterial: there she is, kiss her, done. All the jeopardy and intensity comes an act earlier in the famous Rose Adagio, 2,000 breaths held in the auditorium, all the audience’s energy directed to where one square inch of pointe shoe touches the stage and the million imperceptible calibrations it takes for Naghdi’s body to balance there. When she finally nails it she pauses an extra second, just to revel in the conquering of physics. It’s the moment where the weight of the fantasy also remains precariously suspended, the knife-edge between magic and the crash of reality. It’s an audience willing magic to win, because that’s the point of fairytales, surely, to believe that the universe will work everything out in the end. We can but hope. • At the Royal Opera House, London, until 16 January."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}