{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/nov/03/a-museum-in-baghdad-review-swan-stratford-rsc-gertrude-bell", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-11-03T05:30:07Z", "webTitle": "A Museum in Baghdad review – the tale of two women trying to preserve Iraq's treasures", "webUrl": "https://www.theguardian.com/stage/2019/nov/03/a-museum-in-baghdad-review-swan-stratford-rsc-gertrude-bell", "apiUrl": "https://content.guardianapis.com/stage/2019/nov/03/a-museum-in-baghdad-review-swan-stratford-rsc-gertrude-bell", "fields": {"headline": "A Museum in Baghdad review – the tale of two women trying to preserve Iraq's treasures", "bodyText": "A museum is a site of encounter between past and present. Tom Piper’s design uses specifics to suggest place without fastening it to period – a deep, stone arch lined with turquoise bricks, a glass display case, a wall of shelves; these are the backing to a thrust stage, bare but for two desks. The effect is visually informative and practically effective, leaving space for playwright Hannah Khalil’s time-fluid action to flow freely. The play balances between two main moments: one quasi-historical, the other fictional. In 1926, Baghdad’s museum of antiquities is established by real-life Englishwoman Gertrude Bell (played with pathos by Emma Fielding). In 2006, under the directorship of returned Iraqi exile Ghalia Hussein (a brisk yet anxious Rendah Heywood), the museum is being restored after wartime looting. Two other characters introduce an exotic, unreal quality to the action: Abu Zaman, seemingly not subject to the usual process of ageing, advises both women and alters time’s course with the toss of a coin; Nasiya, described in the script as “an Arab woman who is timeless”, suggests the image of an ancient goddess and intervenes as a flesh-and-blood accuser (“People are starving while you worry about dead things… I’m alive. Help me!”). In scenes that overlap, crosscut and, occasionally, play simultaneously, the characters discuss a host of issues: colonisation, identity, hierarchy, power structures, gender balances. It’s a tremendously ambitious attempt to cover big questions, and I greatly admire its aims. But its ideas do not find their dramatic shape, and Erica Whyman’s direction, in emphasising the formal fluidity of the scenes, highlights a stodgy lack of theatricality. Amid a 10-strong, well-balanced cast, Rasoul Saghir is a commanding presence in the pivotal role of Abu Zaman. • A Museum in Baghdad is at the Swan theatre, Stratford-upon-Avon, until 25 January; then at the Kiln, London, 22 April-23 May"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}