{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/nov/01/mustapha-matura-obituary", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-11-01T17:20:53Z", "webTitle": "Mustapha Matura obituary", "webUrl": "https://www.theguardian.com/stage/2019/nov/01/mustapha-matura-obituary", "apiUrl": "https://content.guardianapis.com/stage/2019/nov/01/mustapha-matura-obituary", "fields": {"headline": "Mustapha Matura obituary", "bodyText": "Mustapha Matura, who has died aged 79 after a heart attack, was a pioneering black playwright who opened the doors for his successors. He was the first British-based dramatist of colour to have a play in the West End when in 1974 Play Mas, dealing with the annual Trinidad carnival, moved from the Royal Court to the Phoenix theatre on Charing Cross Road. It is also worth recalling, as Inua Ellam’s relocation of Chekhov’s Three Sisters to Nigeria is about to open at the National Theatre, that Matura did his own transposition of the play, Trinidad Sisters, in 1988. “I have tried,” Matura once said, “to examine the effects of colonialism, political and psychological, on the colonisers and the colonised.” His great achievement was to have done this in plays that have a deceptive lightness of touch. Matura’s early life in Trinidad was rich in experience that later fed into his plays. Born Noel Mathura (he changed his name when establishing himself as a writer in 1960s London) in the capital, Port of Spain, to Chandra Bhan Mathura, a struggling car salesman of Indian origin, and his wife, Violet Ashbrook (nee Rivers), a department-store assistant of mixed Creole, Scottish and African heritage, he went to Belmont boys’ Roman Catholic school in the city. He then did various jobs as an office boy, hotel stocktaker, insurance salesman and tally clerk on the docks. But he was a voracious reader of European literature and once claimed that it was Shakespeare’s Julius Caesar that determined his ultimate choice of career. Moving to the UK in 1961, Matura again worked in a variety of jobs including hospital porter and garment factory assistant. Even more crucially, he became fascinated by the Black Power movement and began to see the potential of being a mouthpiece for Caribbean immigrant culture. He started out by writing three short plays, Black Pieces, dealing with London’s West Indian community, which were staged by Roland Rees at the Institute of Contemporary Arts in London in 1970. Among the people who saw it was the producer Michael White, who commissioned a new play from Matura that made its debut in Edinburgh at the Traverse before moving to the Royal Court’s Theatre Upstairs in 1971. Its title was As Time Goes By and it offered a highly entertaining portrait of a Jonsonian rogue living in Notting Hill who made a profit out of solving other people’s problems while his wife longed to return to Trinidad. British audiences seized on the work’s comedy, while for Matura it was an indictment of a black man, exuberantly played by Stefan Kalipha, who denies his true political identity. Matura’s work was quickly taken up by other fringe theatres, but in the 1970s the Royal Court became his spiritual home, and it was there that the ambitious Play Mas was first produced. This was a sharp-edged satire that depicts how a tailor’s apprentice rises to the post of a police chief in post-independence Trinidad and uses his love of the island’s annual carnival for political ends. Under its ebullient surface the play shows how the movement towards independence contained an element of masquerade; when revived at the Orange Tree, Richmond, in 2015, it was seen to have lost none of its bite. After this, Rum an’ Coca Cola (1976), capturing the degradation of calypso by the Yankee dollar, felt rather slight, but in Independence (1979) and Meetings (1981) Matura returned more robustly to his favourite theme of the political impact of colonialism. He was also on top form in Playboy of the West Indies (1984), which transferred JM Synge’s famous Irish tragicomedy The Playboy of the Western World from Mayo in 1907 to Trinidad’s Mayaro in 1950. Following the original plot closely, Matura captured exactly a period when many Caribbean men were emigrating and women feared they would not find husbands. The language is rich, racy and full of Creole colloquialisms that match Synge’s use of demotic speech. The work was also ardently championed by Nicolas Kent, who directed the play in 1984 as well as two subsequent revivals at the Tricycle theatre in London, and who was working on a musical version with Clement Ishmael, Dominique Le Gendre and Matura himself, scheduled for production in 2021. Matura’s most ambitious later work was The Coup, staged at the National in 1991 and described as “a play of revolutionary dreams”. It was inspired by two abortive Trinidadian takeovers in 1970 and 1990, and showed how, in the postcolonial period, Trinidad had become a competing playground for everyone from Marxists to the CIA. But, as so often, Matura made his sharp political points through comedy, with the victim of a firing squad at one point halting proceedings to angrily demand a light for his cigarette. Matura was a proud Trinidadian who argued time and again that British colonialism had robbed his people of their sense of history. He was also a genuine pathfinder who not only paved the way for a new generation but who, in 1978, co-founded, with Charlie Hanson, the Black Theatre Co-operative (now nitroBEAT), to commission and support work by black writers in Britain. If those plays are now widely produced on British stages, it is because of Matura’s heroic example and practical encouragement. Matura is survived by his second wife, Ingrid Selberg, and their children, Cayal and Maya; and by two children, Dominic and Ann, from his first marriage, to Marian Walsh, which ended in divorce. • Mustapha Matura, playwright, born 17 December 1939; died 29 October 2019"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}