{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/nov/08/shook-review-southwark-playhouse", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-11-08T14:20:37Z", "webTitle": "Shook review – young offenders take forlorn lessons in fatherhood", "webUrl": "https://www.theguardian.com/stage/2019/nov/08/shook-review-southwark-playhouse", "apiUrl": "https://content.guardianapis.com/stage/2019/nov/08/shook-review-southwark-playhouse", "fields": {"headline": "Shook review – young offenders take forlorn lessons in fatherhood", "bodyText": "The bored young men in Shook yearn to be elsewhere. But “we are somewhere else,” realises one despairingly as he sits in the grey, institutionalised uniformity of an activity room with bars on the window. “We are where people get taken.” Cain, Jonjo and Riyad are teenage dads inside a young offenders’ institution attending parenting classes in the hope of one day being good fathers on the “outside”. This moment of epiphany cracks the veneer of banter in Samuel Bailey’s Papatango prize-winning script, which glints with quick, sharp wit. It is only occasionally that a gap forms in the topsoil of hyper-masculine repartee of putdowns and piss-takes to reveal the emotional abyss beneath. Jonjo (Josef Davies) is a quiet, tormented man who has committed a grave crime; Cain (Josh Finan) is verbally incontinent and eminently lovable; Riyad (Ivan Oyik) strives for reform and release through education. Each performance is convincing and endearing, particularly Finan’s manic Liverpudlian, who hides his pain behind hyperactive verbal barrages and jokes about his self-harm scars. Shook has real-world resonance in its theme of quiet despair, especially following last month’s news reports of rising levels of self-inflicted deaths in prisons. Though these teenagers are not in “grownup” prison, they appear to be on their way. In the early scenes, George Turvey’s production feels like a comedy with dark edges. The characters speak with the same chaotic energy and irreverence as Irvine Welsh’s dysfunctional men who share an abrasive, unspoken love. They seem more like boys than men as they swap sweets from the tuck-shop or reminisce about their favourite bicycles, and this gives their friendships a surprising tenderness. The childhood details they reveal speak of the family neglect, abandonment or dysfunction that has led them to youth crime. When these backstories come, they are immensely powerful but feel under-explored. The men are only ever seen in the classroom, reporting events rather than experiencing them, and it gives a limited view of their world. They understand that though they are learning from their teacher Grace (Andrea Hall) how to change nappies and burp babies, they will not get a chance to be active fathers. “Like we’ll ever be good fucking dads,” says one ruefully. They are, we realise, not preparing for the outside but living out a yearning for fatherhood and freedom. These moments give Shook a terrible sense of underlying futility, though it is a play that prefers to leave some of its despair unspoken. At Southwark Playhouse, London, until 23 November."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}