{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/nov/08/the-rise-of-microchipping-are-we-ready-for-technology-to-get-under-the-skin", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-11-08T10:00:26Z", "webTitle": "The rise of microchipping: are we ready for technology to get under the skin?", "webUrl": "https://www.theguardian.com/technology/2019/nov/08/the-rise-of-microchipping-are-we-ready-for-technology-to-get-under-the-skin", "apiUrl": "https://content.guardianapis.com/technology/2019/nov/08/the-rise-of-microchipping-are-we-ready-for-technology-to-get-under-the-skin", "fields": {"headline": "The rise of microchipping: are we ready for technology to get under the skin?", "bodyText": "On 1 August 2017, workers at Three Square Market, a Wisconsin-based company specializing in vending machines, lined up in the office cafeteria to be implanted with microchips. One after the other, they held out a hand to a local tattoo artist who pushed a rice-grain sized implant into the flesh between the thumb and forefinger. The 41 employees who opted into the procedure received complimentary t-shirts that read “I Got Chipped”. This wholesale implant event, organized by company management, dovetailed with Three Square Market’s longer-term vision of a cashless payment system for their vending machines – workplace snacks purchased with a flick of the wrist. And the televised “chipping party” proved to be a savvy marketing tactic, the story picked up by media outlets from Moscow to Sydney. But not all of the attention was positive. After the event, comments on Three Square Market’s Facebook page urged employees to quit. The company’s Google reviews page was inundated with one-star ratings. And Christian groups – convinced that the implants fulfilled an end-of-days prophecy where people are branded with “the mark of the beast” – accused the company of being the antichrist. Jowan Österlund, a Swedish tattooist and body piercing specialist whose company Biohax provided Three Square Market with the microchips, watched with interest. For Österlund, microchip implants were not radical or even novel. He had lived with one for years and had implanted hundreds of other young, tech-savvy Swedes. For this community, the chip signified a seamless integration of biology and technology. They used the implants to gain access to their co-working spaces, pay for gym memberships, and even ride the train. With Biohax, Österlund was hoping to introduce this concept to a global market. Three Square Market was a test case, the first company in the US to offer implants to employees on a public stage. But the highly charged reaction, which linked the devices not only to pernicious surveillance but to a vision of tech-apocalypse, raised a question that Österlund is still grappling with: is the world ready for technology to get under the skin? ••• Microchip implants are essentially cylindrical bar codes that, when scanned, transmit a unique signal through a layer of skin. Mostly, they have been used to organize products or warehouses or identify livestock and stray pets, though there has been some human experimentation. In 1998, Kevin Warwick, a professor of cybernetics at Reading University, had a chip implanted in his hand both to demonstrate that it was possible, and as a way of exploring the transhumanist idea that fusing technology with the body is the next step in humanity’s evolution. Österlund first became aware of microchipping technology several years after Warwick’s project, when his friend made a copy of his dog’s chip and implanted it under his own skin. They were both part of the body modification scene in Sweden and frequently experimented with new techniques, such as branding and septum piercing. “The dog chip was kind of a practical joke, so that when my friend went to the vet he could be identified as his own pet labrador, or whatever,” Österlund told me. “But the idea of doing something more with implants stuck with me.” In 2013, Österlund stumbled upon a German company selling industrial-grade microchips online. Unlike the chips used in pets, which can only transmit a single identification number, these devices were enabled with a communications protocol called NFC, which can be programmed to perform simple tasks. Österlund ordered a batch and wrote a basic program that paired his Samsung 5 to the microchip, so that it would automatically call his wife when he picked up the phone. On the first implant attempt, Österlund accidentally broke the tiny fuse in the chip while sterilizing it. But the second attempt stuck – when he touched his phone, it automatically triggered a call to his wife. “It was like my body was online,” he said. “It was my very own Johnny Mnemonic moment.” Excited, Österland reached out to a friend called Hannes Sjöblad, who was associated with the transhumanist community in Sweden. Sjöblad was impressed with Österland’s experiment and invited him to hold a demonstration at Epicenter, a tech-focused co-working space in Stockholm where Sjöblad was the “chief disruption officer”. Other young innovators and startup founders at Epicenter were intrigued with Österlund’s implant, and soon, he and Sjöblad were hosting “chips and beer” evenings. Österlund would implant microchips over alcoholic beverages and share ideas about what new cyborg applications were possible. “In no time, Epicenter was updated to be biochip compatible and suddenly we were opening the front door and printing documents with the implants,” Sjöblad told me. “It was all community-based development and it was super exciting.” ••• Today, Österlund and Sjöblad have their own microchip-focused businesses. Österlund’s Biohax is aiming to simplify identity and access in the digital world, offering a replacement to the seemingly endless collection of passwords, keys, tickets, cards that clutter our lives. “With the chip, it’s all in this one tiny device that is impossible to lose,” he said. Sjöblad’s business, Dsruptive, which is based out of a university in southern Sweden, approaches microchipping as an extension of the wearable health tracking industry. Sjöblad believes that by placing a device under the skin, instead of wearing it like a Fitbit, data collection will be greatly improved. “Swipe it with an iPhone and you will be able to get your blood oxygenation, temperature profile, heart rate patterns, breathing patterns,” he said. “For people who want to optimize their health, this would be a game changer.” There are other companies pushing the limits of what microchip implants can do, most notably the Seattle-based Dangerous Things, which sells a variety of bio-enabled devices, including multi-colored LED lights that light up beneath the skin. But Österlund believes that Sweden will be the focal point of cyborg innovation. “The national railway is already compatible with my chips and as a country we are planning to be totally cashless by 2023,” he told me. “I guess here you can see an example of how it can be done.” But Urs Gasser, executive director at Harvard’s Berkman Klein Center for Internet and Society, believes scaling up beyond the Swedish tech-hub environment to a broader market will be more legally and ethically tenuous than Österlund might expect. “This experiment has so far happened in a wealthy country, among very digitally savvy people,” he said. “And while having a chip may play out nicely for well-educated people in Sweden who are part of a digital hub, I question how this will play out for, say, a worker in a warehouse.” Indeed, Gasser believes that many people reacted negatively to Three Square Market’s highly publicized chipping event because it symbolized power imbalances in the workplace, conjuring dystopian images of an authoritarian employer dehumanizing and controlling workers. “Seeing employees get implanted at the workplace made people question what it means to be an employee,” he said. “Are you a person being paid for your work, or are you the property of the company you work for?” Ifeoma Ajunwa, professor of labor and employment law at Cornell University, adds that it is crucial to consider the implications of microchipping technology in the context of increasing worker surveillance. In a 2016 paper, Limitless Worker Surveillance, Ajunwa and her co-authors, Kate Crawford and Jason Schultz, argued that new data collection methods – tracking internet history, DNA testing, collection of health data as part of workplace wellness programs – not only provide employers a more intimate data profile of their employees at the workplace but bleed into their private and internal lives. Microchips, Ajunwa says, will deepen and intensify this dynamic. They “have the potential for constant and intimate surveillance – they literally go with the worker wherever the worker goes. This seems to blur the line between work and family life.” ••• Concerns about how microchipping might be implemented in the coming years have also been raised by a number of US lawmakers, including Skip Daly, a Democrat in the Nevada state assembly, who, in March, introduced a bill to make involuntary microchipping illegal in the state. Arkansas, New Jersey and Tennessee are also drafting legislation centered around implants. (In a company statement, Three Square Market was careful to emphasize that its “chipping party” was entirely voluntary.) But according to Ajunwa, because labor laws in the US often skew in favor of the employer, workers can still be subject to coercion when it comes to surveillance tech. In 2015, for example, a woman was fired after she deleted an employee tracking app that recorded her movements, even when she was not at work. In another recent case, an employer was found to have demanded employees provide DNA samples for genetic testing after human feces was found in their workplace. Ajunwa says that in the absence of clear labor regulations that prevent workplace pressure to submit to surveillance, “employees might feel pressured to say yes to microchips even if they have reservations”. When I raised these concerns with Österlund, he said that for microchipping to scale successfully, new legal frameworks, particularly around informed consent, were essential. In fact, part of the reason he believes Swedes have been early adopters of microchipping is because of stronger labor regulations and data protection laws, such as Europe’s General Data Protection Regulation (GDPR), which he believes creates an atmosphere of trust between government and society, employer and worker. Yet, both he and Sjöblad also presume that much of the fear elicited by microchips is founded less on privacy concerns and more on irrational prejudices against implants. “Microchips are inert and passive, basically like swipe cards that you can’t lose,” Österlund said. “So I find it ironic when people with an iPhone and a Gmail account get on Facebook to scream about privacy just because they’re freaked out by the incision.” That we respond to new technologies in an emotional or psychological way, though, is unavoidable, particularly when body modification is involved. For Gasser, these emotional responses should not be immediately dismissed as superstitious or illogical. “The fear we feel in relation to microchips is less about a particular technology and more about that technology in the context of power and uneven power structures, like employer and worker,” he said. “And when those dynamics are implanted in our bodies, there is a line we cross that simply feels different.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}