{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/nov/04/google-workers-climate-plan-letter", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-11-04T20:20:09Z", "webTitle": "Google workers call on company to adopt aggressive climate plan", "webUrl": "https://www.theguardian.com/technology/2019/nov/04/google-workers-climate-plan-letter", "apiUrl": "https://content.guardianapis.com/technology/2019/nov/04/google-workers-climate-plan-letter", "fields": {"headline": "Google workers call on company to adopt aggressive climate plan", "bodyText": "More than 1,000 Google workers have signed a public letter calling on their employer to commit to an aggressive “company-wide climate plan” that includes canceling contracts with the fossil fuel industry and halting its donations to climate change deniers. The letter, which is addressed to Google’s chief financial officer, Ruth Porat, also calls for zero emissions by 2030 and “zero collaboration with entities enabling the incarceration, surveillance, displacement or oppression of refugees or frontline communities”. “We’re excited to keep building momentum as tech workers join millions of people all over the world acting boldly for a livable future,” said Sharon Campbell-Crow, a senior technical writer for Google, by email. “Marginalized communities have worked for climate justice for decades; Google needs to catch up and stop funding climate denial.” The public campaign by Google workers follows similar efforts by employees of Amazon and Microsoft. Workers across the tech industry participated in the global climate strike on 20 September. Like many corporations, Google boasts about its sustainability and says that it supports global action on climate change. According to its annual environmental report, Google has been “carbon neutral” since 2007, and uses 100% renewable energy for its operations. But Google has also made large donations to more than a dozen organizations that have worked against climate action or sought to roll-back environmental protections, the Guardian revealed in October. Those contributions include funds to the Competitive Enterprise Institute, which helped convince the Trump administration to withdraw from the Paris climate agreement. The letter calls for “zero funding for climate-denying or -delaying think tanks, lobbyists and politicians”. In a blogpost announcing their participation in the global climate strike, the group calling themselves Google Workers for Action on Climate wrote: “In 2018 the company funded 111 members of Congress who voted against climate legislation at least 90% of the time.” Google’s chief executive, Sundar Pichai, responded to the demand for zero emissions by 2030 in an interview with the Financial Times on the day of the global climate strike. “It doesn’t seem unreasonable to me,” he said. “We want to be ambitious in how we think about it. It definitely seems the kind of timeline by which we want to accomplish those things.” “We stand by our call for Google to make a clear public commitment to all four demands,” said Campbell-Crow. The letter also takes aim at the company’s contracts with fossil fuel companies. Google provides cloud computing services for the oil and gas industry, including using its artificial intelligence technology to help fossil fuel companies perform data analysis, according to Gizmodo. “I can’t feel good about my job if the profits I help generate and the codebases I contribute to can be leveraged to accelerate fossil fuel extraction or fund groups that delay or deny urgent climate action,” said Sam Kern, a UX engineer at Google. “It’s unacceptable for Google to build technologies that help oil and gas companies identify new reserves, accelerate extraction and prolong reliance on fossil fuels.” The letter comes just over a year after approximately 20,000 Google employees staged a walkout in protest of the company’s handling of sexual harassment. The company has been at the center of a wave of employee activism in the tech industry, with employees speaking out over issues ranging from the ethics of supplying artificial intelligence to the US defense department to the treatment of subcontracted workers. Google declined to comment but provided a link to Porat’s recent blogpost on sustainability."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}