{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/nov/05/teens-are-making-historical-events-go-viral-on-tiktok-what-does-a-history-teacher-think", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-11-05T08:00:49Z", "webTitle": "Teens are making historical events go viral on TikTok – what does a history teacher think?", "webUrl": "https://www.theguardian.com/technology/2019/nov/05/teens-are-making-historical-events-go-viral-on-tiktok-what-does-a-history-teacher-think", "apiUrl": "https://content.guardianapis.com/technology/2019/nov/05/teens-are-making-historical-events-go-viral-on-tiktok-what-does-a-history-teacher-think", "fields": {"headline": "Teens are making historical events go viral on TikTok – what does a history teacher think?", "bodyText": "There is a long-held stereotype that teenagers spend a lot of time online, uninterested in real life events. People who say that clearly haven’t seen them on TikTok, where they are engaging in the unexpected: teaching history lessons. Nadia Jaferey, a former staffer for Kirsten Gillibrand, drew attention to the phenomenon in October, when she tweeted out a thread of her favorite TikTok history re-enactments. She linked to several short videos where teenagers played out key points in history, with special effects and audio to boot. I asked a history expert to watch the videos and comment: my old history teacher, Izzy Jones, who is now vice-principal at my old high school in London. She is delighted to see teenagers use the platform this way. “The ones that I really liked were the ones on the international relations in the 20th century,” says Jones, adding: “I’d use some of those videos in class.” She explains how the most powerful videos use human beings to personify world actors – such as countries – in major historical events. In one video, a TikTok user called @Dontkickphilip personifies the German empire in 1914, aggressively telling Belgium: “I didn’t push you, I moved you out of the way because you wouldn’t move when I asked you to move three times. So I walked through you.” It sums up the military invasion of Belgium by Germany, after Belgium refused Germany passage through the country. In another, a user called @frontierland re-enacts the European expansion into the Americas through a video showing her as a native woman, plaiting her hair and minding her own business. Then all of a sudden, thousands of European settlers are muscling their way in, to the lyrics: “Walking through your neighborhood, spreading all my fleas.” Jones explains that the personification of countries in historical events is helpful in understanding intention and gives a boring textbook subject some personality. Crucially, these videos are providing an interpretation of the past. Both are making an implicit comment on the behavior of those actors. The teens “have used technology really effectively but they’ve also used it appropriately … Sometimes, someone will write an essay which is really lyrical and uses really complex grammar and high-level vocabulary but actually they are talking nonsense. This is not that,” says Jones. The videos are, of course, incomplete – it would be hard to expect more from a 15-second clip. Take a clip by @slaviccaesar, who sums up the American role in the creation of the League of Nations and its retreat from the organization. In the video, she dances towards the camera and then backs away when France and Britain expect the US to join the League. America didn’t just suddenly make a U-turn out of the League of Nations: Woodrow Wilson met with congressional resistance and his successor, Warren Harding, opposed the organization. But as long as we understand that the videos are just a snapshot of a moment in time, they are effective. “A 15-second video is probably most effective in getting across one key point. Of course it’s not the whole story – but I thought that was a pretty good summation of what happened in 1929 and 1920,” says Jones. She says that the videos are largely historically accurate, but even if they weren’t, they work as a useful historical tool. To make this point, she takes a video about the plague. In it, @youalreadyknowbb portrays the plague as a plot between rats and the plague to kill half of Europe and become superstars in history. If interpreted literally, it doesn’t explain the whole story: if rats were the only reason for the plague, London would be full of plague victims right now. Lack of hospitals and bad hygiene practices were also likely contributors to its spread. But if you taught students about the different factors that contributed to the plague, showed them the video, and then got them to critique it, you would be helping them to understand one of the most important skills in history: how to understand the limitations of any account of a historical event. “Everything you interact with that’s written after an event – whether it’s five minutes after or 500 years after the event – is an interpretation of the past. This is a great way to help people appreciate that,” says Jones. She says that if the students were in her history class, they would be getting an A+ for their history TikToks. Asked how she’d feel if she found out this is what her students were getting up to while her head was turned, she says: “I would be absolutely ecstatic. There are few things that would excite me more.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}