{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/nov/02/15-pilgrimages-plilgrim-trails-walks-europe-uk", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-11-02T09:00:20Z", "webTitle": "And did those feet … 15 pilgrim trails in the UK and Europe", "webUrl": "https://www.theguardian.com/travel/2019/nov/02/15-pilgrimages-plilgrim-trails-walks-europe-uk", "apiUrl": "https://content.guardianapis.com/travel/2019/nov/02/15-pilgrimages-plilgrim-trails-walks-europe-uk", "fields": {"headline": "And did those feet … 15 pilgrim trails in the UK and Europe", "bodyText": "St Hilda’s Way, North Yorkshire A thoroughly modern pilgrimage route, this 40-mile waymarked path was opened four years ago to celebrate the life of the seventh-century local heroine. The route goes in a semi-circle from Hinderwell near the coast, up on to the North York Moors, and down the Esk Valley to Whitby Abbey. On the way it takes in no fewer than eight churches dedicated to St Hilda, a fine Yorkshire “trod” – a stone pannierway indented by medieval wayfarers and their packhorses – and stepping stones over the River Esk at Lealholm. Further information Walking St Hilda’s Way, £5 plus p&amp;p from dalescourtpress.co.uk. Getting there From Saltburn station take the X4 bus to Hinderwell. There are rail links to Middlesbrough from Whitby. Where to stay Weary pilgrims will find the sauna at the 16th-century Fox and Hounds in Ainthorpe most welcome (doubles from £90 B&amp;B, foxandhounds-ainthorpe.com). St Duthac’s Way, eastern Scotland A lesser-known route to St Andrews, the 91-mile St Duthac’s Way starts at Aberdeen. Not a great deal is known about the 11th-century Scottish saint, but centuries after his death his body was found incorrupt (avoiding the normal process of decomposition). If your own body is similarly robust and you fancy a tougher challenge, you could start off at Tain – 135 miles north-west of Aberdeen – where the shrine to St Duthac was itself once a pilgrimage site. Further information thewayofstandrews.com Getting there Aberdeen and Tain have railway stations and St Andrews is served by Leuchars station, a 10-minute bus ride way on the number 92 or 99. Where to stay Dundee Backpackers Hostel is in five buildings dating from the 16th century and offers private rooms and four-, six- and eight-bed dorms (from £17 a night, hoppo.com/dundeebackpackershostel). North Wales Pilgrim’s Way The “Welsh Camino” is a 136-mile waymarked walk across the woods, rivers and mountains of north Wales, from Flintshire’s Basingwerk Abbey – and the holy waters of St Winifride’s Well – to Bardsey Island, off the tip of the Llŷn peninsula. The little isle has been the focus of pilgrimages ever since St Cadfan founded a religious community there in the sixth century. Today it’s also a national nature reserve open from March to October, making it a perfect summer destination. Further information pilgrims-way-north-wales.org Getting there From Flint station, take bus 11 or 19 to Holywell. Take the boat from Porth Meudwy, near Aberdaron, to Bardsey. From Aberdaron, bus 8B (01758 720904) runs to Pwllheli station. Where to stay Lodge Dinorwig, a much-loved former school-house near Llanberis, has 14 pod-like beds (from £25pp B&amp;B, lodge-dinorwig.co.uk). Saints’ Way, Cornwall Tradition has it that the Saints’ Way (Forth an Syns in Cornish) was used by early Christian pilgrims from Ireland and Wales. They crossed Cornwall from north to south before sailing to Brittany and sacred sites beyond. Around 28 miles long, the well-waymarked path starts at St Petroc’s church in Padstow and ends at the church of St Fimbarrus in Fowey. Highlights on the way include 360-degree vistas from St Breock Downs, stone crosses raised by Celtic Christians and a holy well at Golant. Further information cornwall.gov.uk Getting there From Par station take the 25 bus to Fowey. From Padstow, the 11A bus runs to Bodmin Parkway station. Where to stay About half-way, Ruthern Valley Holidays offers lodges, wigwams, pods, bell tents and a campsite (pitch from £12.50, pod from £45, wigwam from £65, ruthernvalley.com). Saint Augustine’s Camino, Kent You’ve got to respect a pilgrimage route that has the audacity to treat Canterbury not as a destination but as a mere staging post. The newly devised, 70-mile St Augustine’s Camino – a guidebook and pilgrim’s passport were launched this year – sets out from Rochester Cathedral bound for Augustus Pugin’s recently renovated St Augustine shrine in Ramsgate. It visits the Carmelite Friars at Aylesford Priory and takes in swathes of lush Kent countryside, stopping off at Canterbury before pushing on to the coast. Further information augustinecamino.co.uk, guidebook £5.99 plus £2 p&amp;p Getting there Both Rochester (from 30min) and Ramsgate (from 1hr 12min) have direct rail services to London. Where to stay Ramsgate’s 18th-century Albion House is dripping in history and was once graced by Princess Victoria (doubles from £85 room-only, albionhouseramsgate.co.uk). Walsingham, Norfolk Once one of Europe’s busiest pilgrimage sites, this shrine was created in 1061 after Saint Mary appeared to one Richeldis de Faverches and asked her to build a replica of the house where the Annunciation took place. The statue was destroyed in the Reformation but trekking to “England’s Nazareth” was revived in the early 20th century. The 125-mile route from London takes in Waltham Abbey, Newmarket, Brandon, Swaffham and Castle Acre priory. Further information walsinghamvillage.org Getting there Starting points with transport links include London’s Westminster Abbey (125 miles), Lincoln (90 miles) and Norwich (28 miles). From Walsingham, take the 36 Coastliner bus to Kings Lynn . Where to stay Accommodation includes a 100-bed guesthouse, a retreat centre, a cottage and (from 1 May to 1 Oct) refurbished 1930s shepherds’ huts (huts £23, others from £35pp, walsingham.org.uk). St Finbarr’s Way, Ireland Follow in the footsteps of St Finbarr from the Top of the Rock in Drimoleague, County Cork, where the sixth-century monk gave an impassioned sermon, to the sumptuous lake at Gougane Barra, where he built an island monastery. It may be a journey of just 23 miles but it crosses three mountain ranges as it doglegs through west Cork. An added challenge is the distinct lack of accommodation along the way. So prepare yourself for a very long day, or make a diversion to Ballylickey on the coast. Further information pilgrimpath.ie Getting there From Cork, take the 236 bus to Drimoleague. Walk 4 miles from the end to Ballingeary for the 233 bus back to Cork. Where to stay Eagle Point Camping in Ballylickey (€12pp, eaglepointcamping.com). The Gougane Barra Hotel is very close to the end of the trail (from €125 B&amp;B, gouganebarrahotel.com) Ajvatovica, Bosnia &amp; Herzegovina Over 500 years ago, the village of Prusac was saved from drought after devout Muslim Ajvaz Dedo prayed for 40 days until a rock on a nearby mountain split open, revealing a spring. Ever since, Muslims have gathered in Prusac on 30 June to give thanks in Europe’s largest Islamic pilgrimage. Traditionally, the faithful ride on horseback in folk costume, though that’s not obligatory. From Sarajevo, the 120km route heads north-west across a hilly forested region, through Bugojno, with its 17th-century Sultan Ahmed mosque. Further information visitmycountry.net Getting there Sarajevo is served by railway and international buses. From Prusac, it’s a three-mile walk to Donji Vakuf from where there’s a direct bus to Neđarići in Sarajevo. Where to stay Accommodation is scarce but the Motel Orhideja in Donji Vakuf is clean and welcoming (doubles from £35, on Facebook). Route of Gyergyószék, Romania Part of the Via Mariae network in central and eastern Europe, this route runs for 62 mountainous miles from the salt-mining town of Praid (pictured) in the Carpathian basin to the Marian shrine at Șumuleu Ciuc, via numerous villages and churches. It celebrates a medieval priest called István, who went out to meet the army of King János Zsigmond and persuaded him to turn back rather than invade. In gratitude to Mary for this boon, he led a pilgrimage every Pentecost. Further information 100km.mariaut.ro Getting there From Bucharest, take a train to Miercurea Ciuc, then a bus to Praid. At the end, Șumuleu Ciuc is two miles from Miercurea Ciuc. Where to stay Zoltan &amp; Erika Pension in Praid (doubles from €25, cazare-praid.info). Dalsland Pilgrim Path, Sweden This is a section of a much longer trekonce popular with medieval pilgrims travelling from Västergötland in western Sweden to Nidaros (now Trondheim) in Norway to pay homage at the tomb of St Olaf. The pilgrimage flourished for 500 years until 1527, when the Reformation-minded King Gustav I made the practice illegal. There are plans to reopen the entire route, but for now a 60-mile southern portion from Vänersborg to Edsleskog, through a land of forests and lakes, has been waymarked. Further information vastsverige.com Getting there Both Vänersborg and Mellerud are served by train. From Edsleskog, take the frequent 775 bus to Åmål station. Where to stay There are free-to-use sleeping shelters along the way. At the end, the Edsleskogs Wärdshus guesthouse overlooks picturesque Lake Edslan (doubles from £80 B&amp;B, edsleskogswardshus.se) Via Coloniensis, Germany A 152-mile route through North Rhine-Westphalia and Rhineland-Palatinate, the Via Coloniensis heads more or less north-south from Cologne to Trier. Though sometimes incorporated into walks from northern Europe to Santiago de Compostela, it works as a discrete pilgrimage. Passing the spa town of Bad Münstereifel and the former Benedictine abbey at Prüm, it ends at Trier’s St Peter’s Cathedral. This happens to be the oldest church in Germany, commissioned by Emperor Constantine in the fourth century (though since destroyed and rebuilt). Getting there Cologne’s central station is opposite the cathedral and only 4-5 hours from London by train. Trier also has a station. Where to stay Treat yourself to a night at the modern but stylish Boutique Hotel Marielle in Bad Münstereifel (doubles from €90 roon-only, hotel-marielle.de). St Henry’s Way, Finland It’s a little-known fact that the first incident in Finnish history that was written down occurred on 20 January 1156, when Bishop Henry was murdered by a yeoman named Lalli on the ice of Lake Köyliönjärvi. The tiny wooded island of Kirkkokari, near the scene of the crime, has attracted pilgrims ever since. Join Finnish Catholics as they walk or cycle 87 miles from the port of Turku to Köyliö, on the waymarked St Henry’s Way, to take a boat across the lake for a memorial mass on the Sunday before the summer solstice. Getting there Turku is accessible by ferry and train. It’s a six-mile walk from lakeside Polsu to Säkylä, from where the F21 Flex bus runs to Turku. Where to stay Villa Haapsaari in Säkylä overlooks Lake Pyhäjärvi (doubles £86, huvilahaapsaari.fi). Romedius Pilgrimage Trail, Austria and Italy A lung-busting 111-mile adventure up and down mountains, this trek begins at the Romedikirchl in the village of Thaur and slips over the border to the church of San Romedio in Italy’s Val di Non. Passing through the North Tirol, pilgrims follow in the footsteps of St Romedius, a young man who gave up his well-to-do life to meditate in a cave. He is said to have made the journey astride a bear, which for some reason became tame after killing his horse. Further information tyrol.com Getting there Take the frequent 501 or 503 bus from Innsbruck railway station to Thaur. From the end, catch the 313 bus to Colle Isarco station. Where to stay Travel between June and October and you can stay in comfortable mountain refuges along the route. Banneux, Belgium Having the Virgin Mary appear to you once would be something, but in 1933 a girl called Mariette Beco claimed to have had eight encounters. She said the Virgin had shown her a spring with curative powers. By 1949, so many reports of healings had been made that the site received the imprimatur of the Catholic church. Pilgrims have been going there ever since for physical and spiritual restoration. The route starts at Beauraing on the French border and heads 60 miles north-east across the forests and hills of the northern Ardennes. Further information pilgrim-info.com/banneux Getting there Beauraing has a station. A Eurostar ticket to “any Belgian station” includes onward travel from Brussels to any Belgian station within 24 hours of arrival for an extra £10. The 64 bus makes the 30-minute trip from Liège to Banneux . Where to stay Close to Banneux, Chaityfontaine is a simple pilgrim hotel with its own chapel (€36pp B&amp;B or €62 for two nights, dinner €15, chaityfontaine.eu). Via Francigena, Switzerland and Italy Although the full Via Francigena stretches all the way from Canterbury to Rome, most pilgrims start their journey to the Eternal City from an easily accessible Swiss city such as Lausanne, or from the Great St Bernard Pass near the Italian border. For over 1,000 years pilgrims have trodden this path, which was once the main route from northern to southern Europe. With the Pilgrims’ Passport (€5), their modern counterparts have access to a huge number of cheap-and-cheerful lodgings along the way. Further information viefrancigene.org Getting there Lausanne, Vevey, St Maurice and other popular starting points all have railway stations. Where to stay La Casa del Movimento Lento (the Slow Movement House) in Roppolo, north of Turin, is a B&amp;B/hostel with a library of travel books and maps (bed in three-bed dorm €16, doubles €46, linen extra, casa.movimentolento.it). • This article was amended on 4 November 2019. St Andrews, at the end of St Duthac’s Way, does not have a railway station, as was originally stated. The nearest station to St Andrews is Leuchars, a bus ride away. It was also amended to clarify Eurostar’s train ticket policy for Belgian stations. Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}