{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/nov/03/the-young-offenders-review-craic-heavy-larks-with-pluck-of-the-irish", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-11-03T11:00:19Z", "webTitle": "The Young Offenders review – craic-filled comedy has the pluck of the Irish", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/nov/03/the-young-offenders-review-craic-heavy-larks-with-pluck-of-the-irish", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/nov/03/the-young-offenders-review-craic-heavy-larks-with-pluck-of-the-irish", "fields": {"headline": "The Young Offenders review – craic-filled comedy has the pluck of the Irish", "bodyText": "Ever since television’s most ponderous chase sequence on Sanditon the other week (Carriages? Really?), I have yearned for more of an adrenaline rush. And so it came to pass, thanks to The Young Offenders, the hit Irish comedy whose second series is airing on BBC Three. Two bonehead bicycle thieves cheated death as they outpedalled gardaí through a Cork shopping centre. Have you cycled in a mask down an up escalator while coppers shout futile curses from outside Dorothy Perkins? Me neither, but it’s going on the bucket list. You have probably heard of the Derry Girls, but what about the Cork boys? Conor and Jock are just as creatively foul-mouthed, and boast the most stupefyingly stupid pudding basin haircuts since Henry V disputed the field of Agincourt. If criminal teens’ haircuts are indicators of IQ, and in my unresearched opinion they are, these two make Ardal O’Hanlon’s Father Dougal brainier than Leo Varadkar. The episode opens with the bike chase – a Young Offenders hallmark – before we flash back and find out exactly why Conor and Jock are on the run. Cut to the pair casing a bike rack outside the police station before the chase. The boys had spotted a gap in the thievery market. “Gardaí never lock their bikes because they don’t think there’s anyone stupid enough to steal their bikes,” said Jock. “Except us,” replied Conor, proudly. “Exactly,” said Jock. Plus, they had a theory that if they wore male and female masks and walked very slowly towards the bikes in gaudy and probably flammable athleisure wear, their archenemy, Sgt Healy, wouldn’t spot them. Which proved to be obvious nonsense. The crime rate is clearly negligible in Cork since the whole force seemed to turn out to thwart the two herberts. Or maybe the garda – raised to venerate the bicycle through reading Samuel Beckett and Flann O’Brien – have zero tolerance for cycle-related shenanigans. In the opening episode of series two, Jock is tasked by his other archenemy, Principal Walsh, with looking after an egg for 30 days without breaking it. Principal Walsh is not just Jock and Conor’s headteacher but the angry father of Siobhan, who is pregnant. What makes Principal Walsh angry is that Jock is the child’s father – understandably angry, given that Jock is a teenage rampage of a ne’er-do-well, and not prepared for the responsibility of fatherhood. But then again, who is? “If I could go back and cock-block my own cock,” Jock observes philosophically when asked to hold someone else’s baby, “I would, because being a dad is for dickheads.” Jock, mate, you’d only been asked to change a nappy. If you can’t return the egg unscathed after 30 days, Walsh tells Jock, then you will surrender the child to me and Mrs Walsh. I don’t know how things work in Cork, but you would have thought social services aren’t keen on determining adoption claims by means of egg-based wagers. And you’d have thought Siobhan would have something to say about the matter, too. Happily, Jock comes round. He names the egg Jock Jr, and takes a keen interest in it. Later, he turns up at hospital for Siobhan’s scan. “It’s a girl!” discloses the radiographer. “You got a problem with that!” snarls Siobhan at her bedside beau, as his face shows disappointment he wasn’t fathering a little approximation of himself. “A smaller version of you? Loving this baby is going to be easy,” he replies sweetly. That said, Jock isn’t quite as sensible as that sounds. In another scene, he gives advice to Conor on how to proceed with Linda, who had arranged a tryst in Principal Walsh’s office and plans to deploy air freshener to dispel postcoital fragrance. What you need is foreplay, Jock explained while Conor looked on in awe at his mate’s superior wisdom. But what is foreplay? Let’s just put it this way: the second part involves taking your clothes off slowly like a stripper, and the third dictates you talk about your penis so as not to scare your sex partner. What rubbish. I’ve tried both and neither works. Peter Foott’s RTÉ sitcom is a delightful, if coarse, rites-of-passage thing, and a lovely corrective for someone like me who hitherto knew of Cork chiefly through Elizabeth Bowen novels. But questions remain. In the scene in which Conor’s mum, Mairéad, is looking after a friend’s baby, how does it happen that the little fella, from a recumbent position mind you, spurts a jet of urine straight into Conor’s face? Is this because Cork babies have superhuman muscle control and mastery of flow direction denied to adults? What’s more, if you do have sex in a headteacher’s office, especially if the event is broadcast to the whole school because one of you sat on the PA button, doesn’t that usually mean some form of punishment is in order? But St Finan’s community school, like so much of the world depicted in The Young Offenders, is clearly operating according to its own charmingly barmy rules – and is all the better for it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}