{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/nov/02/spiral-recap-season-seven-episodes-seven-and-eight-voila-its-lenoir", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-11-02T00:00:05Z", "webTitle": "Spiral recap: season seven, episodes seven and eight – sleazy does it", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/nov/02/spiral-recap-season-seven-episodes-seven-and-eight-voila-its-lenoir", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/nov/02/spiral-recap-season-seven-episodes-seven-and-eight-voila-its-lenoir", "fields": {"headline": "Spiral recap: season seven, episodes seven and eight – sleazy does it", "bodyText": "Spoiler alert: this recap is for people watching Spiral on the BBC. Do not read on unless you have watched season seven, episodes seven and eight. Dirty laundry We probably should have guessed that last week’s censure was never going to keep Gilou and Laure in line. They double down on their off-the-books activity this week, using the new Ken and Barbie case as cover to tap Oury Mazouz’s phone, flounce off to Le Havre to chase down the shipping container and bum-rush the squash-changing-room lockers to pore over Lebrion’s phone. It turns out getting kicked off the case was just the kick they needed. Commenters who insisted Lebrion was shady are emphatically vindicated. White notes written by the fraud squad boss were sent to parliamentarians including Aline Lecomte, loyal patron of the laundering network, who recognised Lebrion’s barely disguised description of Wang as a reliable police informant. Lecomte informed the network that took out Wang and Herville. “A cop’s balls-up killed Herville,” says Laure, visibly relieved that it wasn’t one of hers. Spiral typically favours the cock-up version of history over the conspiracy, and here it seems more likely that Lebrion deleting the report was him covering up a terrible error rather than some deep complicity. Joséphine We can only imagine how hectic Joséphine’s Google calendar is. Monday, 9am: beat attempted murder rap. Tuesday, noon: discover heartbreaking betrayal by Edelman. Wednesday, all day: screw over Roban. Thursday, lunch: double-cross Edelman while impressing Solignac enough to secure a new job and premises. Her last excursion into corporate law didn’t go too well, but Solignac is as insistent as he is sleazy. She takes Lola’s file along with her, of course – there would be no justice in the world if you couldn’t occasionally help out your extortionist ex-cellmate. Laure Also on fine form this week is Laure, who bounces back spectacularly from last week’s low. She makes huge strides in the Herville case (every one of them out-of-bounds) as stuffed shirt Brémont treads water, staying in his lane and sticking to the rules to the bitter end. Berthaud’s free-style, on-the-hoof policing is not something you can teach. You play hunches, live off adrenaline and put yourself and your colleagues at risk, but you get the bad guy. And it works (until it doesn’t). Her juggling of the Ken and Barbie case with the Herville investigation is chaotic but masterful. Like a drunken master, she sways and lurches from setback to setback, finally landing the fatal blow with a flourish and a bow. It’s engrossing to watch. She and Gilou do up K and B like a pair of kippers, manipulating them to turn on each other and reminding us once again what a formidable pair they are when they are riffing off one another. Gilou The other half of that particular double act has an equally eventful week. Say what you will about Escoffier, he retains a hypnotic appeal for the ladies. There was the beautiful Cindy, Laure, of course, and several below-the-line commenters who should have known better, all of whom fell for his grizzled charms. Soizic of the fraud squad becomes the latest to come under his spell, kissing him after hacking into Lebrion’s phone for him. She has a head for figures and a taste for danger, but will she still be interested when she discovers all he really wants is a nice girl to settle down with? Roban One of the most fascinating things about François is that – even as an absurd stickler for procedure and even with a mind calm as a millpond and precise as an atomic clock – he is so often ruled by his passions. He is intelligent enough to see through Joséphine’s ruse but that deep need for a clean and tidy end to his career proves his downfall. François needs to take the loss on this one and hope that the damage to the investigation as a whole isn’t fatal. That said, I could watch scenes of Roban and Machard fencing all day, and it’s great to have Dominique Daguier back as that slippery old toad. Thoughts and observations Ali giving the Ken and Barbie victim, Mrs Rodrigues, her taxi fare home was pretty adorable. He’s a standup guy. I hope that doesn’t get him in trouble. “If you stay with her, you have to make her happy, see?” Gilou responding to the commitment-phobe hitchhiker, but really addressing Laure in a brilliant, subtext-laden exchange. She wisely ignores him. “I’ve lost everything.” Nadia at Fouad’s funeral, barely acknowledging her younger son right in front of her. That’s being a parent for you. You shouldn’t have favourites, but you do. Speaking of Nadia, it’s clear now that she and Oury Mazouz are lovers. We know from a conversation in episode six that Fouad wasn’t happy about having him around so he’s worth keeping an eye on (and not just because he’s played by Mikaël Fitoussi, brother of Grégory Fitoussi, the late, lamented Pierre Clément). The €100,000 the cops discover in Anne-Marie Lazare’s €30,000 Arbus seems to be a case of bad luck. Roban gets her on a relatively minor charge of avoiding tax on the sale of a painting but her lawyer stays staunch for now. Mlle Lazare is looking squirrelly, though. How long before she starts flipping like a line-caught salmon? What now for Roban? How should the cops take down Lebrion? Are Soizic and Gilou the real deal? Let me know your thoughts below … This article was amended on 4 November to correct the name of Lenoir to Lebrion"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}