{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/nov/01/britannia-jez-butterworth-his-dark-materials", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-11-01T11:59:26Z", "webTitle": "This week’s best home entertainment: from Britannia to His Dark Materials", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/nov/01/britannia-jez-butterworth-his-dark-materials", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/nov/01/britannia-jez-butterworth-his-dark-materials", "fields": {"headline": "This week’s best home entertainment: from Britannia to His Dark Materials", "bodyText": "Britannia Jez Butterworth’s funny, bloody, daft Roman-invasion saga returns. The Romans have established a foothold in Britain and David Morrissey’s louche general Aulus Plautius is kicking back in a large spa bath and feeling rather smug. Trouble is in store, however: the natives are getting restless and there is a bad-tempered new rival on the way. Thursday 7 November, 9pm, Sky Atlantic The End of the F***ing World The millennial Bonnie and Clyde returns and it’s as darkly hilarious as ever. The opener introduces a new character and joins plenty of dots. It is stripped in double bills across the week and available in full on All4 after episode two airs. Monday to Thursday 7 November, 10pm, Channel 4 Rich Hall’s Red Menace More lugubrious popular history from the current master of the form. Hall’s latest discursive TV essay explores the cold war – it captures the vast geopolitical gravity of the cultural conflict but manages never to miss the absurdity. Superb. Tuesday 5 November, 9pm, BBC Four The Young Offenders A second series for the funny, charming Cork scallywags Conor and Jock, whose borderline criminality is compromised by their endearing all-round uselessness. There’s a new arrival on the way, which, in theory, should keep the lads somewhere near the straight and narrow. As usual, however, common sense is in amusingly short supply. From Sunday 3 November, BBC Three Sound &amp; Vision: PJ Harvey &amp; Seamus Murphy Harvey and Murphy talk to Miranda Sawyer about their fascinating collaboration across the past few years. First, they visited various warzones and filmed the results, then Harvey turned the trips into her 2016 album The Hope Six Demolition Project. Now, finally, Murphy has produced a new film, A Dog Called Money, that documents the whole process. Sunday 3 November, 1pm, 6 Music 100 Hours of Anime Whether you are already a fan or simply a curious newcomer, this feast of new and classic animations should offer something for everyone. Look out for classics such as Cowboy Bebop and Kill La Kill, plus modern hits Megalo Box, Persona 5 and Tokyo Ghoul. Available now, All 4 Green Eggs and Ham The beloved Dr Seuss book gets a Netflix version. Guy-Am-I, an inventor, and his friend Sam-I-Am go on an entertaining cross-country trip to save an endangered animal. Listen out for a high-end selection of voice actors including Michael Douglas, Diane Keaton, John Turturro, Ilana Glazer and Tracy Morgan. From Friday 8 November, Netflix The Devil Next Door Was John Demjanjuk a Nazi war criminal or an innocent man? His extraordinary story is told in full in this Netflix series. Demjanjuk died a free man, but the story of his 91 years up to that point almost defies belief. Many Netflix documentary series feel over-extended but this one should have no difficulty in filling its running time. From Monday 4 November, Netflix Ivan’s Childhood Andrei Tarkovsky’s astonishing 1962 debut is set on the eastern front in the second world war; Nikolai Burlyayev is the angel-faced 12-year-old Ivan, working as a Soviet scout to avenge his family’s murder by the Germans. It is full of lyrical imagery, but steeped in the horror of war – sharply contrasted in flashbacks to Ivan’s idyllic childhood. Thursday 7 November, 1.50am, Film4 His Dark Materials Plenty of money has been thrown at this adaptation of Philip Pullman’s much-loved fantasy series. And it shows – in the script, the production and the performances from a starry cast that includes James McAvoy and Clarke Peters. However, the show is stolen by Dafne Keen who brings sparky misfit Lyra convincingly to life. Sunday 3 November, 8pm, BBC One"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}