{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/08/eritrean-refugee-19-who-killed-himself-feared-he-would-be-sent-back", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-08T19:03:41Z", "webTitle": "Eritrean refugee, 19, killed himself as he 'feared he would be sent back'", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/08/eritrean-refugee-19-who-killed-himself-feared-he-would-be-sent-back", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/08/eritrean-refugee-19-who-killed-himself-feared-he-would-be-sent-back", "fields": {"headline": "Eritrean refugee, 19, killed himself as he 'feared he would be sent back'", "bodyText": "A teenage refugee was found hanged in London after fearing that he would be sent back to his home country where he had been imprisoned and tortured as a child, an inquest has heard. He is one of four in the same friendship group of young Eritrean refugees who killed themselves in the space of just over a year. Senior coroner for inner north London, Mary Hassell, concluded on Friday at the inquest at Poplar coroner’s court that while it is certain Osman Ahmed Nur, 19, took his own life it is not clear whether it was suicide because he may have been suffering from psychosis at the time of his death. Ahmed Nur was found dead on 10 May 2018 in a communal area of a young people’s hostel in Camden, north London, run by One Housing. He was studying English at Westminster Kingsway College and was training to become a carpenter. After fleeing persecution in Eritrea he endured a hazardous journey to Libya, then across the Mediterranean to Europe, finding his way to Calais where he managed to conceal himself inside a refrigerated lorry. He arrived in London in 2015 at the age of 16. Two of Ahmed Nur’s friends killed themselves in London just months before he did. Filmon Yemane had recently turned 18 when he died in November 2017. Alexander Tekle, also 18, killed himself a fortnight later, in December, a year after he had arrived in the UK also hidden in the back of a refrigerated lorry. Mulubrhane Medhane Kfleyosus, 19, was found dead on 18 February 2019 in Milton Keynes. All four deaths in the same friendship group occurred death in the space of 16 months. Osman’s parents, Ahmed Nur and Zaynib Mussa, speaking from Eritrea after the conclusion of the inquest, said: “Our son had a future. He was smart and brilliant. We hear that in Europe people have human rights. That’s why we expected Osman would be safe and well in the UK. If we had thought that Osman might not be safe in the UK, we never would have let him leave us. We are completely devastated and have not recovered from Osman’s death.” His mother said: “I wish my son had seen a doctor when he became unwell. If I had been with Osman I would have held him in my arms and taken him to a doctor – I wish he could have been looked after in the way that a mother would look after her child.” Hassell said: “I’m so very, very sorry for the loss of this young life of someone who survived so much to get here and for whatever reason didn’t make it.” In her conclusion Hassell said Ahmed Nur had suffered trauma and torture and an arduous journey to Britain. The inquest also heard that Ahmed Nur was constantly worrying about his family, especially his younger brother, who was in prison in Egypt, and his older brother, who was in Sudan. He felt he should be providing support for both of them but was unable to do so. His friends said he turned to alcohol and cannabis. After he was stopped and searched by the police, he became convinced his refugee status would be revoked and he would be arrested, imprisoned and deported back to Eritrea. He believed that he was being followed, that there were videos about his drug use on YouTube, and that his drug use was being broadcast by newsreaders and by TV sport commentators. Dr Zoe Knight from Camden and Islington NHS foundation trust was criticised by Hassell about her assessment of Ahmed Nur. There was a different interpretation from her, from the NHS trust and from others involved in Ahmed Nur’s care from Camden council and One Housing about whether her role was advisory rather than diagnostic. She was involved in email discussions with the other agencies about Ahmed Nur’s care and according to Hassell provided false reassurances about his state of mind shortly before his death. “Despite reports that Osman was hearing voices telling him to kill himself the psychologist failed to refer him for an emergency assessment,” said Hassell in her narrative conclusion. “She gave false reassurances. She told the team not to panic. They relied on her clinical judgment, but it was the wrong clinical judgment. If Osman had been referred for an emergency mental-health assessment it’s possible that the outcome would have been different.” Camden and Islington NHS foundation trust expressed condolences to Ahmed Nur’s family. A spokeswoman said: “The trust has since made changes to how we work with the young people’s supported accommodation pathway including reviewing the management structure and appointing new staff who oversee the services for young people who are transitioning into adult care.” Olivia Anness of Bhatt Murphy solicitors, who represented Ahmed Nur’s family, said: “The outcome of this inquest is an indictment of our mental-health services and the ways in which we fail to look after unaccompanied asylum seeking children and young people. Osman was a child victim of torture who came to us seeking refuge. It was incumbent upon on the responsible professionals within the NHS and social services to help him overcome the understandable fear with which he arrived in this country. It is a matter of shame that Osman and his family have been failed in this way.” Ahmed Nur was receiving support from Camden council at the time of his death. On 7 November 2019 council officials sent a letter to directors of children’s social services nationally alerting them to learning from the council following Ahmed Nur’s death. “We know that Camden is not alone in experiencing deaths of young people claiming asylum,” the letter states. It says that young, unaccompanied asylum seekers face a range of challenges including trauma, loss and separation, disconnection, language barriers and racism and that for some a stigma around mental-health problems makes them reluctant to accept help and support. The council, working with NHS colleagues, has provided specialist training to staff to recognise the signs when these young people are in need of specialist help and support. In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at www.befrienders.org."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}