{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/oct/31/goals-soccer-centres-buyout-soccerworld-inflexion-750-jobs", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-11-01T09:57:04Z", "webTitle": "Goals Soccer Centres bought by Soccerworld, saving 750 jobs", "webUrl": "https://www.theguardian.com/uk-news/2019/oct/31/goals-soccer-centres-buyout-soccerworld-inflexion-750-jobs", "apiUrl": "https://content.guardianapis.com/uk-news/2019/oct/31/goals-soccer-centres-buyout-soccerworld-inflexion-750-jobs", "fields": {"headline": "Goals Soccer Centres 'may have overstated profits by £40m'", "bodyText": "Goals Soccer Centres has admitted that it may have overstated its profits by as much as £40m as it collapsed into administration and was immediately bought out by a Scottish five-a-side group backed by private equity. The buyout by Northwind 5s, a new company backed by Soccerworld and Inflexion Private Equity, saves the jobs of 750 workers at Goal’s 45 UK sites and four in the US, which have been at risk since the emergence of a tax accounting scandal stretching back at least a decade. Goals delisted from the London Stock Exchange in September after it said it had uncovered “improper behaviour” by a number of individuals that meant it would be unable to file its financial results by the end of September. On Thursday, Goals said it now believed it could owe HMRC “significantly more” than £13.2m plus interest and penalties – the amount uncovered through an investigation by advisory firm RSM and an independent tax expert in relation to the last four years. As the firm briefly went into administration, HMRC is unlikely to receive the full tax owed because it is an unsecured creditor. Goals said an audit and other investigations had identified additional areas of “inappropriate accounting”, including the apparent creation of false fixed assets and fake invoices and the wrongful payment of cheques in 2014 to “individuals associated with the company”. The company, which said it had handed over its findings to regulators and law enforcement bodies understood to include the Serious Fraud Office, said it believed profits may have been overstated by up to £40m since 2009. Goals expects to make underlying profits of just £3.8m, before large amounts of advisory fees relating to the accounting scandal. It also owes its banks £30m. The pre-pack administration deal for Goals is another blow to Mike Ashley’s Sports Direct, which held a 19% stake in the group, the value of which has been wiped out by the insolvency process. The group was valued at just over £20m when trading in its shares was suspended in March. Sports Direct had considered a buyout of Goals. Earlier this month the retail group said it did not intend to make a bid, blaming “limited and fitful access and cooperation from the board of Goals”. Ashley later accused Goals’ board of “incredible incompetence and ignorance” in their handling of the accounting scandal. Sports Direct’s loss on its Goals investment comes after the retailer’s £150m stake in Debenhams was wiped out when the department store fell into administration in April. Ashley’s £90m buyout of House of Fraser has also been problematic. In the summer Ashley said the department store, which is losing more than £1m a week, could have “terminal” problems."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}