{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/08/westminster-care-home-staff-suspended-investigate-abuse-allegations-garside-house", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-08T14:35:10Z", "webTitle": "Westminster care home staff suspended as Met investigates abuse allegations", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/08/westminster-care-home-staff-suspended-investigate-abuse-allegations-garside-house", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/08/westminster-care-home-staff-suspended-investigate-abuse-allegations-garside-house", "fields": {"headline": "Westminster care home staff suspended as Met investigates abuse allegations", "bodyText": "Police have launched a criminal investigation into abuse allegations at a nursing home in Westminster, which was outsourced to a private provider by the flagship Conservative council in a bid to save money. Five staff at Garside House in Pimlico have been suspended and detectives from the Metropolitan police are investigating possible breaches of the Care Act after a whistleblower raised the alarm about the treatment of some of the 30 elderly residents in the home. The council responded by installing a new manager for the home, which it outsourced to Sanctuary Care in 2015 as part of an eight-year £126m contract to “deliver savings”. It has also moved in replacement nurses and carers. Families of the residents have been briefed by police and council officials on the nature of the allegations, which were described to the Guardian as “deeply concerning”. Since the briefings, further concerns are said to have emerged from families. Police interviews continued on Friday. Sanctuary pays some of the staff £8.54 per hour, £2 less than the London Living Wage, a voluntary minimum that Westminster pays to its own staff. “On Tuesday 22 October, police were made aware of allegations relating to the treatment of residents at Garside House nursing home in Pimlico,” said a Scotland Yard spokesperson. “An investigation is under way, working with partner agencies including Westminster city council and the Care Quality Commission.” When Westminster city council tendered the contract with the local NHS Trust it said the arrangement would promote “safety and independence as well as engagement in meaningful everyday activities leading to happy and healthy lives”. However, a Care Quality Commission inspection of Garside House in January this year found the service had deteriorated from 2017. It was classed as “requires improvement” and fell short of a good rating in four out of five categories. “People did not always feel well-supported, cared for or treated with dignity and respect”, the regulator concluded. Problems included meals not always prepared and served in an appetising way, a lack of choice, and some core staff training had not been refreshed. The service was judged “safe” but not always effective, caring, responsive or well-led. It highlighted short staffing. After the outsourcing deal, the council’s Labour opposition raised concerns that wage rates for care workers fell below the London living wage in some of the homes. In 2017, the leader of the Labour opposition, Adam Hug, said it was “shameful that those caring for Westminster’s elderly are getting treated so shabbily”. Sanctuary Group, which runs care and retirement homes and social and student housing, this year made £77m in pre-tax profit on a turnover of £735m. Hug said the latest allegations were of “grave concern”. “Labour called on Westminster council to end its relationship with Sanctuary back in June and given these deeply troubling allegations it is essential that this is now done,” he said. Cllr Heather Acton, Westminster’s cabinet member for family services and public health, confirmed the suspensions. She said: “Given the ongoing police investigation, we are not able to comment further at this stage, nor prejudge the outcome of the investigation. We shall be considering carefully the next steps on future arrangements. The safety and care of our residents remains our priority.” She added: “As soon as we were informed of the serious allegations regarding the level of care at Garside House we, working with our partners, took immediate action.” A spokesperson for Sanctuary Group said: “As an organisation that prides itself on delivering the highest standards of care, we take these concerns extremely seriously. We will continue to strive to enrich the lives of every resident living in these homes.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}